{
 "awd_id": "1028462",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Acquisition of a multi-collector, inductively coupled plasma mass spectrometer (MC-ICP-MS)",
 "cfda_num": "47.050",
 "org_code": "06030202",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Lambert",
 "awd_eff_date": "2011-12-15",
 "awd_exp_date": "2013-11-30",
 "tot_intn_awd_amt": 429429.0,
 "awd_amount": 439429.0,
 "awd_min_amd_letter_date": "2011-12-07",
 "awd_max_amd_letter_date": "2012-09-24",
 "awd_abstract_narration": "An Inductively Coupled Plasma Mass Spectrometer (MC-ICP-MS) will be installed in the Radiogenic Isotope Laboratory at the University of Wisconsin - Madison.  The new MC-ICP-MS will replace an existing instrument that was installed in 1999, and will be coupled to a recently installed femtosecond laser ablation system.  The new instrumentation will be used for research in three areas of isotope geochemistry: metal stable isotopes, U-series geochronology, and long-lived isotope geochronology and radiogenic tracers.  \r\n\r\nWork in stable metal isotopes will include studies involving Mg, Si, and Fe, with a major effort expended on experimental determination of isotope fractionation factors.  In addition, a significant effort will involve in situ isotopic analysis of Archean and Proterozoic banded iron formations, black shales, and carbonates.  Research in U-series geochronology will be directed towards understanding the evolution of <100 kyr volcanic systems, where 238U-230Th ages are compared with 40Ar/39Ar ages, as well as extensive geochemical data, including Sr, Nd, Pb, and Hf isotopes.  A new initiative on caldera complexes will provide comparisons with earlier work on central vent/composite volcanoes.  Work on long-lived geochronological systems and isotope tracers, including U-Th-Pb, Lu-Hf, and Rb-Sr, will include in situ U-Pb/Lu-Hf zircon studies by femtosecond laser ablation, coupled with O and Li isotope studies of the same materials; projects will include Hadean zircons, as well as Cretaceous zircons that are part of a broader timescale initiative.  In addition, in situ Sr and Pb isotope analyses of feldspars by femtosecond laser ablation will be pursued, both for provenance studies, as well as volcanic evolution studies; for the former, Sr and Pb analysis will be coupled to single-grain 40Ar/39Ar analysis.  The new instrumentation will be used by students and post-docs at UW-Madison, and will also host visiting scientists from the Midwest and other areas.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Clark",
   "pi_last_name": "Johnson",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Clark M Johnson",
   "pi_email_addr": "clarkj@geology.wisc.edu",
   "nsf_id": "000438802",
   "pi_start_date": "2011-12-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Beard",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Brian L Beard",
   "pi_email_addr": "beardb@geology.wisc.edu",
   "nsf_id": "000415793",
   "pi_start_date": "2011-12-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158000",
   "pgm_ele_name": "Instrumentation & Facilities"
  },
  {
   "pgm_ele_code": "797700",
   "pgm_ele_name": "CR-Water Sustainability & Clim"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "8012",
   "pgm_ref_txt": "CR, Earth System Models"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 439429.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Mass spectrometers determine the masses (isotopes) of specific elements. Geochemists have for decades used the variations in stable isotope abundances of elements that comprise fluids, minerals, and biomass to trace ancient temperatures, fluids, and biological cycling. In addition, studies of the isotopic ratios of elements that undergo radioactive decay are a key approach to determining the ages of geologic events. The funds provided were used to purchase a new generation of mass spectrometers that use high-energy plasmas for efficient ionization of a variety of elements that are not amenable to isotopic analysis by other approaches. New generation plasma-based mass spectrometers have much greater sensitivities and precisions than those built just a decade ago.&nbsp;</span></p>\n<p><span>&nbsp;</span></p>\n<p><span>A Nu Instruments &ldquo;Nu Plasma 2&rdquo; mass spectrometer was purchased and installed during the grant period, followed by extensive development work in the last year of the grant. Three lines of research were pursued. First, work on stable magnesium and iron isotopes focused on maximizing the precision of analysis and decreasing sample size as much as possible. Research on magnesium and iron stable isotopes have applications that include tracing continental weathering, formation of carbonates, and understanding biological element cycling in the early Earth. Second, the instrument was coupled to an ultra-fast (femtosecond) laser ablation system to pursue in situ isotopic analysis of complex geological materials. Work on very old and complex samples that have seen multiple geologic events often requires isotopic analysis on the micron scale so that multiple processes can be distinguished. Third, work on heavy radiogenic isotopes using the U-Th-Pb system, coupled to laser ablation, was pursued. This work is aimed at understanding the origin of individual minerals in volcanic systems, as well as tracing sedimentary processes, and the initial results confirm that new detector technologies have produced dramatic improvement in analysis precision and sample size requirements.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/03/2014<br>\n\t\t\t\t\tModified by: Clark&nbsp;M&nbsp;Johnson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMass spectrometers determine the masses (isotopes) of specific elements. Geochemists have for decades used the variations in stable isotope abundances of elements that comprise fluids, minerals, and biomass to trace ancient temperatures, fluids, and biological cycling. In addition, studies of the isotopic ratios of elements that undergo radioactive decay are a key approach to determining the ages of geologic events. The funds provided were used to purchase a new generation of mass spectrometers that use high-energy plasmas for efficient ionization of a variety of elements that are not amenable to isotopic analysis by other approaches. New generation plasma-based mass spectrometers have much greater sensitivities and precisions than those built just a decade ago. \n\n \n\nA Nu Instruments \"Nu Plasma 2\" mass spectrometer was purchased and installed during the grant period, followed by extensive development work in the last year of the grant. Three lines of research were pursued. First, work on stable magnesium and iron isotopes focused on maximizing the precision of analysis and decreasing sample size as much as possible. Research on magnesium and iron stable isotopes have applications that include tracing continental weathering, formation of carbonates, and understanding biological element cycling in the early Earth. Second, the instrument was coupled to an ultra-fast (femtosecond) laser ablation system to pursue in situ isotopic analysis of complex geological materials. Work on very old and complex samples that have seen multiple geologic events often requires isotopic analysis on the micron scale so that multiple processes can be distinguished. Third, work on heavy radiogenic isotopes using the U-Th-Pb system, coupled to laser ablation, was pursued. This work is aimed at understanding the origin of individual minerals in volcanic systems, as well as tracing sedimentary processes, and the initial results confirm that new detector technologies have produced dramatic improvement in analysis precision and sample size requirements.\n\n \n\n\t\t\t\t\tLast Modified: 02/03/2014\n\n\t\t\t\t\tSubmitted by: Clark M Johnson"
 }
}