{
 "awd_id": "1033112",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "The Continued Operation of COSMIC in Support of Operational and Research Applications for Years 2012-2015",
 "cfda_num": "47.050",
 "org_code": "06020106",
 "po_phone": "7032928527",
 "po_email": "edeweave@nsf.gov",
 "po_sign_block_name": "Eric DeWeaver",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2019-12-31",
 "tot_intn_awd_amt": 2200000.0,
 "awd_amount": 25819518.0,
 "awd_min_amd_letter_date": "2012-08-01",
 "awd_max_amd_letter_date": "2019-07-29",
 "awd_abstract_narration": "This project, the Constellation Observing System for Meteorology, Ionosphere, and Climate (COSMIC), involves research and data management activities centered around an atmospheric measurement concept called Global Positioning System (GPS) Radio Occultation (RO), a relatively new space based active limb sounding method for measuring vertical profiles of atmospheric temperature, water vapor, pressure and height.  The fundamental measurement is a time difference caused by bending and delay of GPS radio waves as they propagate through the Earth's charged atmosphere and then through the density gradients of the neutral atmosphere.  The elegance and simplicity of the measurement is related to the GPS's purposefully chosen radio frequencies; as unaffected as possible by the intervening atmosphere as they reach the Earth's surface, making them all weather, unaffected by clouds, aerosols, etc.  This renewal project builds and continues to improve on earlier work supported by NSF and its partner U.S. agencies, NOAA, Air Force, NASA and Navy, with costs shared equally by the United States and Taiwan, which operate the COSMIC satellites.\r\n\r\nSince its launch in April 2006, COSMIC has provided high quality data for science and operational use.  The UCAR COSMIC Data Analysis and Archive Center (CDAAC) is currently producing between 1,000 and 1,500 Global Positioning System (GPS) radio occultation (RO) soundings per day. COSMIC data are now being assimilated in near real-time by most global numerical weather prediction (NWP) centers, including the NOAA National Centers for Environmental Prediction (NCEP).\r\n\r\nSince its launch, the COSMIC system has produced close to 3 million high quality neutral atmospheric and ionospheric GPS RO profiles and many other valuable data products.  These high resolution globally distributed data sets are being used to advance Earth system science by approximately 1,700 registered users from 55 countries, representing major U.S. and international universities, leading operational weather centers, research laboratories, and several private companies. \r\n\r\nThe work being conducted  includes: (i) operation and maintenance of the CDAAC for data processing, quality control, and dissemination; (ii) improvement of the quality and quantity of COSMIC data products by enhancing the GPS RO science payload firmware and CDAAC software processing algorithms; and, (iii) operation of the COSMIC Program Office to support the national and international science communities. \r\n\r\nIntellectual Merit:  This project has high intellectual merit in that it operates, maintains and improves the state-of-the-art COSMIC radio occultation processing system that provides global, continuous, and all-weather observations of the atmosphere and ionosphere for research and operations.  The COSMIC system is providing a gold-standard RO data set.  This project will lead to cutting edge advances in system operation, GPS signal tracking, data processing, and inversion techniques to maximize its research value for the atmospheric sciences. \r\n\r\nBroader Impacts:  The COSMIC data have significant impact on research and operations in the atmospheric sciences because of their quantity and quality, complete global and diurnal sampling, and their ability to penetrate deeply into the lower troposphere.  The fact that the COSMIC data are of high precision and accuracy, high vertical resolution, and require no inter-satellite cross-calibration, makes them ideally suited for climate research and instrument validation.  COSMIC also provides much-needed ionospheric observations for analysis and forecasting of space weather, and other ionospheric research.  This project also has a significant education and outreach component.  It will involve graduate and undergraduate students as well as postdoctoral fellows in scientific collaborations, and will continue to organize science workshops and support education and training activities.  The COSMIC data and the processing software will continue to be made freely available to the broad university and user community.  Beyond COSMIC, these activities will also have positive impacts on planning and execution of future RO missions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Ying-Hwa",
   "pi_last_name": "Kuo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ying-Hwa Kuo",
   "pi_email_addr": "kuo@ucar.edu",
   "nsf_id": "000403033",
   "pi_start_date": "2012-08-01",
   "pi_end_date": "2016-03-16"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Schreiner",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "William S Schreiner",
   "pi_email_addr": "schrein@ncar.ucar.edu",
   "nsf_id": "000280914",
   "pi_start_date": "2019-02-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Christian",
   "pi_last_name": "Rocken",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christian Rocken",
   "pi_email_addr": "rocken@ucar.edu",
   "nsf_id": "000416342",
   "pi_start_date": "2012-08-01",
   "pi_end_date": "2012-09-26"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Schreiner",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "William S Schreiner",
   "pi_email_addr": "schrein@ncar.ucar.edu",
   "nsf_id": "000280914",
   "pi_start_date": "2012-08-01",
   "pi_end_date": "2016-03-16"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sergey",
   "pi_last_name": "Sokolovskiy",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Sergey V Sokolovskiy",
   "pi_email_addr": "sergey@ucar.edu",
   "nsf_id": "000420145",
   "pi_start_date": "2012-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University Corporation For Atmospheric Res",
  "inst_street_address": "3090 CENTER GREEN DR",
  "inst_street_address_2": "",
  "inst_city_name": "BOULDER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034971000",
  "inst_zip_code": "803012252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "UNIVERSITY CORPORATION FOR ATMOSPHERIC RESEARCH",
  "org_prnt_uei_num": "",
  "org_uei_num": "YEZEE8W5JKA3"
 },
 "perf_inst": {
  "perf_inst_name": "University Corporation For Atmospheric Res",
  "perf_str_addr": "3090 CENTER GREEN DR",
  "perf_city_name": "BOULDER",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803012252",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 1630291.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 10962308.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 4336916.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 5044129.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 1597685.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 1037650.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 463499.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 747040.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>COSMIC (Constellation Observing System for Meteorology, Ionosphere, and Climate) is a joint US-Taiwan six-satellite constellation mission that is making use of radio signals from the Global Positioning System (GPS) to sound the Earth?s atmosphere via a technique called GPS radio occultation (RO). Since its launch in April 2006, COSMIC has been providing highly accurate globally distributed measurements of temperature and moisture from the Earth?s surface to over 30 km altitude for use in operational weather forecasting and climate research applications. COSMIC also provides measurements of electron density in the ionosphere above 100 km altitude to help scientists understand space weather science. Figure 1 shows the distribution of COSMIC soundings (in green) around the globe for a one day period along with current weather balloon station locations (in red). Under this award, the University Corporation for Atmospheric Research (UCAR) designed the COSMIC mission and has been serving as program manager on behalf of NSF and U.S. agencies to execute the mission. UCAR has also supported other RO missions of opportunity, as well as the COSMIC-2 mission, reach their full scientific and operational potential by supporting the development of these missions.</p>\n<p>The main outcomes of this project have been the development of the UCAR COSMIC Data Analysis and Archive Center (CDAAC), the operation of the CDAAC to process and distribute nearly 15 Million (~7 Million from COSMIC) RO data products to the operational and research science communities, more than 550 scientific peer-reviewed publications related to COSMIC and radio occultation as noted by Web of Science (Aug 11, 2019), support for the procurement and installation of COSMIC-2 tracking stations and ground GNSS receivers, provision of necessary systems engineering, integration and test engineering, and program management support to facilitate execution of the COSMIC-2 mission, and technical and educational support for early career scientists and data users to increase the scientific capacity in the field of GNSS RO.</p>\n<p>UCAR has developed a fully automated state-of-the-art RO data processing, distribution, and archival system. The CDAAC hardware, software, and science data processing algorithms have been developed with over 100 person-years of scientific and engineering effort and currently provide high quality GPS RO data to the science community. The CDAAC data products have been extensively validated in peer-reviewed publications via comparisons with data from other instruments, numerical weather prediction and space weather models, as well as data from other data processing centers. Figure 2 shows the number of COSMIC atmospheric profiles generated per day throughout the mission with a total of approximately 7 million profiles. UCAR makes all processed RO data available with a powerful website at <a href=\"http://www.cosmic.ucar.edu\">www.cosmic.ucar.edu</a>. Although the COSMIC mission is scheduled to be de-commissioned in May 2020, COSMIC-2 was launched in June 2019 and is producing the highest quality RO ever recorded which will benefit the community for years to come.</p>\n<p>COSMIC data have been used in over 550 scientific publications that have demonstrated significant impact on operational weather prediction, climate monitoring, and space weather and ionospheric research. For example, major global weather prediction centers, including NOAA?s National Center for Environmental Prediction (NCEP) and the European Centre for Medium-range Weather Forecasting (ECMWF) are providing significantly improved weather forecasts by assimilating near real-time COSMIC data. RO data are also a powerful observational tool to monitor the Earth?s climate due to their high accuracy and stability over time. COSMIC and other RO datasets are already being used to investigate temperature trends in the troposphere and stratosphere, and with continued RO datasets going forward such as COSMIC-2, similar future studies will be able to provide temperature trends of the Earth?s atmosphere with high confidence. COSMIC data are also being used by scientists to better understand ionospheric processes and better predict space weather, which will lead to future societal benefits for navigation, communication, and electrical power grid applications.</p>\n<p>To maximize the scientific benefit of COSMIC data to society, the UCAR COSMIC Program has supported development and educational efforts to increase capacity in RO science and technology. There are now over 5000 registered COSMIC data users from over 100 countries, representing major U.S. and international universities, leading operational weather centers, research laboratories, and several private companies. UCAR has organized annual data user workshops since the start of the program to provide these users with technical and scientific support and a forum to present, discuss, and learn about new advances in RO technology and scientific applications. UCAR has also provided scientific and computer mentoring of under-graduate and graduate students, post-docs, and culturally diverse under-graduate students in the UCAR/SOARS (Significant Opportunities in Atmospheric Research and Science) program. Finally, UCAR has disseminated the CDAAC software to universities to further education of young researchers in RO technology and scientific applications.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/30/2020<br>\n\t\t\t\t\tModified by: William&nbsp;S&nbsp;Schreiner</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2020/1033112/1033112_10196327_1588189075827_PastedGraphic-1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1033112/1033112_10196327_1588189075827_PastedGraphic-1--rgov-800width.jpg\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2020/1033112/1033112_10196327_1588189075827_PastedGraphic-1--rgov-66x44.jpg\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Global map of predicted COSMIC RO sounding locations (green) and Radiosonde weather balloon stations (red).</div>\n<div class=\"imageCredit\">UCAR</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">William&nbsp;S&nbsp;Schreiner</div>\n<div class=\"imageTitle\">Figure 1</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2020/1033112/1033112_10196327_1588189127521_occCountPP_RT_latest_cosmic--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2020/1033112/1033112_10196327_1588189127521_occCountPP_RT_latest_cosmic--rgov-800width.jpg\" title=\"Figure 2\"><img src=\"/por/images/Reports/POR/2020/1033112/1033112_10196327_1588189127521_occCountPP_RT_latest_cosmic--rgov-66x44.jpg\" alt=\"Figure 2\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Daily COSMIC profile count throughout the mission. The red color shows the soundings from real-time processing. The green color shows the soundings from post-processing, which often is able to generate more sounding profiles but lags ~2 months behind the real-time products.</div>\n<div class=\"imageCredit\">UCAR</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">William&nbsp;S&nbsp;Schreiner</div>\n<div class=\"imageTitle\">Figure 2</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nCOSMIC (Constellation Observing System for Meteorology, Ionosphere, and Climate) is a joint US-Taiwan six-satellite constellation mission that is making use of radio signals from the Global Positioning System (GPS) to sound the Earth?s atmosphere via a technique called GPS radio occultation (RO). Since its launch in April 2006, COSMIC has been providing highly accurate globally distributed measurements of temperature and moisture from the Earth?s surface to over 30 km altitude for use in operational weather forecasting and climate research applications. COSMIC also provides measurements of electron density in the ionosphere above 100 km altitude to help scientists understand space weather science. Figure 1 shows the distribution of COSMIC soundings (in green) around the globe for a one day period along with current weather balloon station locations (in red). Under this award, the University Corporation for Atmospheric Research (UCAR) designed the COSMIC mission and has been serving as program manager on behalf of NSF and U.S. agencies to execute the mission. UCAR has also supported other RO missions of opportunity, as well as the COSMIC-2 mission, reach their full scientific and operational potential by supporting the development of these missions.\n\nThe main outcomes of this project have been the development of the UCAR COSMIC Data Analysis and Archive Center (CDAAC), the operation of the CDAAC to process and distribute nearly 15 Million (~7 Million from COSMIC) RO data products to the operational and research science communities, more than 550 scientific peer-reviewed publications related to COSMIC and radio occultation as noted by Web of Science (Aug 11, 2019), support for the procurement and installation of COSMIC-2 tracking stations and ground GNSS receivers, provision of necessary systems engineering, integration and test engineering, and program management support to facilitate execution of the COSMIC-2 mission, and technical and educational support for early career scientists and data users to increase the scientific capacity in the field of GNSS RO.\n\nUCAR has developed a fully automated state-of-the-art RO data processing, distribution, and archival system. The CDAAC hardware, software, and science data processing algorithms have been developed with over 100 person-years of scientific and engineering effort and currently provide high quality GPS RO data to the science community. The CDAAC data products have been extensively validated in peer-reviewed publications via comparisons with data from other instruments, numerical weather prediction and space weather models, as well as data from other data processing centers. Figure 2 shows the number of COSMIC atmospheric profiles generated per day throughout the mission with a total of approximately 7 million profiles. UCAR makes all processed RO data available with a powerful website at www.cosmic.ucar.edu. Although the COSMIC mission is scheduled to be de-commissioned in May 2020, COSMIC-2 was launched in June 2019 and is producing the highest quality RO ever recorded which will benefit the community for years to come.\n\nCOSMIC data have been used in over 550 scientific publications that have demonstrated significant impact on operational weather prediction, climate monitoring, and space weather and ionospheric research. For example, major global weather prediction centers, including NOAA?s National Center for Environmental Prediction (NCEP) and the European Centre for Medium-range Weather Forecasting (ECMWF) are providing significantly improved weather forecasts by assimilating near real-time COSMIC data. RO data are also a powerful observational tool to monitor the Earth?s climate due to their high accuracy and stability over time. COSMIC and other RO datasets are already being used to investigate temperature trends in the troposphere and stratosphere, and with continued RO datasets going forward such as COSMIC-2, similar future studies will be able to provide temperature trends of the Earth?s atmosphere with high confidence. COSMIC data are also being used by scientists to better understand ionospheric processes and better predict space weather, which will lead to future societal benefits for navigation, communication, and electrical power grid applications.\n\nTo maximize the scientific benefit of COSMIC data to society, the UCAR COSMIC Program has supported development and educational efforts to increase capacity in RO science and technology. There are now over 5000 registered COSMIC data users from over 100 countries, representing major U.S. and international universities, leading operational weather centers, research laboratories, and several private companies. UCAR has organized annual data user workshops since the start of the program to provide these users with technical and scientific support and a forum to present, discuss, and learn about new advances in RO technology and scientific applications. UCAR has also provided scientific and computer mentoring of under-graduate and graduate students, post-docs, and culturally diverse under-graduate students in the UCAR/SOARS (Significant Opportunities in Atmospheric Research and Science) program. Finally, UCAR has disseminated the CDAAC software to universities to further education of young researchers in RO technology and scientific applications.\n\n\t\t\t\t\tLast Modified: 04/30/2020\n\n\t\t\t\t\tSubmitted by: William S Schreiner"
 }
}