{
 "awd_id": "1042785",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "ATD: Quantitative Methods for Estimating Sequencing Errors",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leland Jameson",
 "awd_eff_date": "2012-03-15",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 451466.0,
 "awd_amount": 451466.0,
 "awd_min_amd_letter_date": "2012-03-07",
 "awd_max_amd_letter_date": "2013-05-07",
 "awd_abstract_narration": "The investigators propose is to establish a general statistical methodology to\r\nestimate error rates for any of the existing second-generation\r\nsequencing technologies. They have identified an approach that is broadly\r\napplicable, fast, and easy to implement. Important strengths are that it\r\nonly requires intensity data; it is applicable to the data types that\r\nare typically shared publicly; and it does not require the availability\r\nof a reference genome or genomes ---a key condition in threat detection\r\napplications.\r\n\r\nSequencing is a technology to read small words made out of DNA or RNA.\r\nIn may applications across biology we need to identify words that occur\r\nin a book where they are not supposed to be (for example mutations in\r\ncancer or pathogens in the intestinal flora). Often these 'bad' words\r\nare similar to other words which occur elsewhere in the book, differing\r\nonly by a letter or two. As seqeuncing is not free of errors, to know\r\nwhether we are seeing a bad word or a poorly read good word we need to\r\nknow how easy it is to misread a letter. This proposal is to assess\r\nexactly this, with the goal of providing better foundations to all\r\nscientific research that uses sequencing.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Giovanni",
   "pi_last_name": "Parmigiani",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Giovanni Parmigiani",
   "pi_email_addr": "gp@jimmy.harvard.edu",
   "nsf_id": "000217244",
   "pi_start_date": "2012-03-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dana-Farber Cancer Institute",
  "inst_street_address": "450 BROOKLINE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6176323940",
  "inst_zip_code": "022155418",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "DANA-FARBER CANCER INSTITUTE, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "DPMGH9MG1X67"
 },
 "perf_inst": {
  "perf_inst_name": "Dana-Farber Cancer Institute",
  "perf_str_addr": "450 BROOKLINE AVE",
  "perf_city_name": "BOSTON",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022155418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "755200",
   "pgm_ele_name": "COFFES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6877",
   "pgm_ref_txt": "ALGORITHMS IN THREAT DETECTION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 146269.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 305197.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research was conducted in response to NSF PROGRAM SOLICITATION 10-540 on<br />Algorithms for Threat Detection (ATD). It focused on three topics related to finding biological<br />threats by examining DNA samples that contain DNA molecules from multiple sources ---for<br />example a human host, the bacteria that normally and harmlessly live in it and external potentially harmful invaders. The topics are the following: 1) examining DNA samples is<br />prone to errors; differentiating human from other DNA based on subtle differences requires<br />quantifying the chance that these differences may be the result of errors. We developed<br />quantitative method to estimate error rates of widely used DNA sequencing technologies. Our approach does not require knowing the genomes of the bugs involved. 2) We then set out to find<br />statistical approaches to detect fragments of DNA from unknown species, mixed into large<br />collections of fragments from human or other DNA from harmless sources. We developed an innovative method that leverages <br />unusual patterns in the way DNA \"letters\" are ordered. 3) samples containing DNA from a large, <br />number of species pose a BigData challenge that requires approaches to condense information<br />into more a manageable size, for example by clustering. We developed methodology that support better statistical analysis<br />of these operations in microbiome data.</p>\n<p>The broad impact of these activities is to bring us closer to reliably and efficiently identify<br />biological threats. There are collateral potential applications across other areas of biology and<br />biomedicine. For example 1) can be applied across all studies using sequencing and is also<br />applicable to the study of RNA; 2) has potential in early detection of cancer via \"liquid biopsies\"; and 3)<br />has applications to the study of any microbial community, whether pathogenic species are present or not.</p>\n<p><br />In each of these activities the project's faculty trained and mentored postdoctoral fellows and<br />graduate students.</p>\n<p><br />The remainder of this document provides additional details on the three component of the<br />project's outcome.</p>\n<p><br />1) the program solicitation called for research to address challenges in genome sequencing<br />research, and specifically &ldquo;development of quantitative methods and models to estimate errors<br />for the various sequencing platforms&rdquo;. Our work established a general, flexible and robust<br />statistical methodology to estimate error rates for second-generation sequencing technologies.<br />The fundamental advance behind the proposed methodology is our observation that there is a<br />linear relationship between the frequency of short reads (tags) and the frequencies of their<br />&rsquo;neighboring&rsquo; tags, where neighbors are defined by sequence similarity. This linear increase<br />reflects sequencing errors, as frequently occurring tags cast larger &rsquo;shadows&rsquo; of errors on<br />neighboring tags. Thus, regression of shadow counts on tag counts can provide a solution to the<br />challenge posed by the program solicitation. We investigated statistical and mathematical<br />properties of the shadow regression method. We implemented the methodologies in a<br />Bioconductor package and a parallel R implementation.&nbsp; All tools are open source. Research<br />results were published in the journal \"BMC Bioinformatics\".</p>\n<p><br />2) following participation in an ADT workshop, we identified an additional opportunity to leverage<br />our experience with alignment-free methods in pathogen detection for DNA sequencing data.<br />This is motivated by field-work in threat detection, where computing resources are limited and/or<br />sequencing data cannot be uploaded in full to cloud-based computing resources. We developed<br />statistical theory extending standard alignment-free methods to Markov structures, which<br />significantly increases detection ability. We derived general requirements on the detection of<br />rare contaminations in terms of the DNA read-size, the size of the DNA read-throughput and thedissimilarity of the contamination compared to host DNA. We were also able to characterize the<br />proportions of foreign DNA needed for alignment-free and genome-map-free detection to work.<br />The resulting manuscript is being revised for submission.</p>\n<p><br />3) we branched out the the related field of microbiome studies. Human microbiome studies use<br />sequencing technologies to measure the abundance of bacterial species or Operational<br />Taxonomic Units (OTUs) in samples of biological material. Typically the data are organized in<br />contingency tables with OTU counts across heterogeneous biological samples. In the microbial<br />ecology community, ordination methods are frequently used to investigate latent factors or<br />clusters that capture and describe variations of OTU counts across biological samples. It<br />remains important to evaluate how uncertainty in estimates of each biological sample&rsquo;s<br />microbial distribution propagates to ordination analyses, including visualization of clusters and<br />projections of biological samples on low dimensional spaces. We propose a Bayesian analysis<br />where similarity between microbial distributions is represented by latent factors that concentrate<br />in a low dimensional space. We use a shrinkage prior to tune the dimensionality of the latent<br />factors. The resulting posterior samples of model parameters can be used to evaluate<br />uncertainty in analyses routinely applied in microbiome studies. Specifically, by combining them<br />with multivariate data analysis techniques we can visualize credible regions in ecological<br />ordination plots. The resulting publication is posted in arxiv and is under review.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/17/2016<br>\n\t\t\t\t\tModified by: Giovanni&nbsp;Parmigiani</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research was conducted in response to NSF PROGRAM SOLICITATION 10-540 on\nAlgorithms for Threat Detection (ATD). It focused on three topics related to finding biological\nthreats by examining DNA samples that contain DNA molecules from multiple sources ---for\nexample a human host, the bacteria that normally and harmlessly live in it and external potentially harmful invaders. The topics are the following: 1) examining DNA samples is\nprone to errors; differentiating human from other DNA based on subtle differences requires\nquantifying the chance that these differences may be the result of errors. We developed\nquantitative method to estimate error rates of widely used DNA sequencing technologies. Our approach does not require knowing the genomes of the bugs involved. 2) We then set out to find\nstatistical approaches to detect fragments of DNA from unknown species, mixed into large\ncollections of fragments from human or other DNA from harmless sources. We developed an innovative method that leverages \nunusual patterns in the way DNA \"letters\" are ordered. 3) samples containing DNA from a large, \nnumber of species pose a BigData challenge that requires approaches to condense information\ninto more a manageable size, for example by clustering. We developed methodology that support better statistical analysis\nof these operations in microbiome data.\n\nThe broad impact of these activities is to bring us closer to reliably and efficiently identify\nbiological threats. There are collateral potential applications across other areas of biology and\nbiomedicine. For example 1) can be applied across all studies using sequencing and is also\napplicable to the study of RNA; 2) has potential in early detection of cancer via \"liquid biopsies\"; and 3)\nhas applications to the study of any microbial community, whether pathogenic species are present or not.\n\n\nIn each of these activities the project's faculty trained and mentored postdoctoral fellows and\ngraduate students.\n\n\nThe remainder of this document provides additional details on the three component of the\nproject's outcome.\n\n\n1) the program solicitation called for research to address challenges in genome sequencing\nresearch, and specifically \"development of quantitative methods and models to estimate errors\nfor the various sequencing platforms\". Our work established a general, flexible and robust\nstatistical methodology to estimate error rates for second-generation sequencing technologies.\nThe fundamental advance behind the proposed methodology is our observation that there is a\nlinear relationship between the frequency of short reads (tags) and the frequencies of their\n?neighboring? tags, where neighbors are defined by sequence similarity. This linear increase\nreflects sequencing errors, as frequently occurring tags cast larger ?shadows? of errors on\nneighboring tags. Thus, regression of shadow counts on tag counts can provide a solution to the\nchallenge posed by the program solicitation. We investigated statistical and mathematical\nproperties of the shadow regression method. We implemented the methodologies in a\nBioconductor package and a parallel R implementation.  All tools are open source. Research\nresults were published in the journal \"BMC Bioinformatics\".\n\n\n2) following participation in an ADT workshop, we identified an additional opportunity to leverage\nour experience with alignment-free methods in pathogen detection for DNA sequencing data.\nThis is motivated by field-work in threat detection, where computing resources are limited and/or\nsequencing data cannot be uploaded in full to cloud-based computing resources. We developed\nstatistical theory extending standard alignment-free methods to Markov structures, which\nsignificantly increases detection ability. We derived general requirements on the detection of\nrare contaminations in terms of the DNA read-size, the size of the DNA read-throughput and thedissimilarity of the contamination compared to host DNA. We were also able to characterize the\nproportions of foreign DNA needed for alignment-free and genome-map-free detection to work.\nThe resulting manuscript is being revised for submission.\n\n\n3) we branched out the the related field of microbiome studies. Human microbiome studies use\nsequencing technologies to measure the abundance of bacterial species or Operational\nTaxonomic Units (OTUs) in samples of biological material. Typically the data are organized in\ncontingency tables with OTU counts across heterogeneous biological samples. In the microbial\necology community, ordination methods are frequently used to investigate latent factors or\nclusters that capture and describe variations of OTU counts across biological samples. It\nremains important to evaluate how uncertainty in estimates of each biological sample?s\nmicrobial distribution propagates to ordination analyses, including visualization of clusters and\nprojections of biological samples on low dimensional spaces. We propose a Bayesian analysis\nwhere similarity between microbial distributions is represented by latent factors that concentrate\nin a low dimensional space. We use a shrinkage prior to tune the dimensionality of the latent\nfactors. The resulting posterior samples of model parameters can be used to evaluate\nuncertainty in analyses routinely applied in microbiome studies. Specifically, by combining them\nwith multivariate data analysis techniques we can visualize credible regions in ecological\nordination plots. The resulting publication is posted in arxiv and is under review.\n\n\t\t\t\t\tLast Modified: 08/17/2016\n\n\t\t\t\t\tSubmitted by: Giovanni Parmigiani"
 }
}