{
 "awd_id": "1053202",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Onshore-offshore MT Investigation of Cascadia Margin 3D Structure, Segmentation and Fluid Distribution",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924693",
 "po_email": "greander@nsf.gov",
 "po_sign_block_name": "Gregory Anderson",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 77739.0,
 "awd_amount": 77739.0,
 "awd_min_amd_letter_date": "2012-09-19",
 "awd_max_amd_letter_date": "2012-09-19",
 "awd_abstract_narration": "Since their discovery nearly a decade ago, Episodic Tremor and Slip (ETS) events have been intensively studied along the Japan margin and in the Cascadia subduction zone of the US Pacific Northwest. These deformation events are now understood to occur in a transitional zone between the shallower, colder, locked seismogenic region and the down-dip, hot region where stable sliding of the subducting plate occurs. There is considerable interest in the role that fluids may play in ETS, from simply controlling rheological properties in the subducting and overriding plates to, possibly, explaining ETS dynamics through competing models ranging from permeability pumping/hydrofracturing to a continuum of rate and state frictional slip. Observed ETS temporal patterns can be replicated by numerical models with low confining pressures, consistent with elevated pore pressure along the plate interface. However, a lack of high-resolution geophysical imaging at depth has inhibited our ability to map the baseline distribution of fluids along subduction zones exhibiting ETS. Since magnetotelluric (MT) data are highly sensitive to the presence and connectivity of fluids, they offer the best strategy for mapping the fluid distribution within the subduction zone, and for testing the competing ETS hypotheses (e.g. friction vs. fluids). \r\n\r\nThe Magnetotelluric Observations of Cascadia using a Huge Array (MOCHA) project entails acquiring high-resolution onshore and offshore MT soundings that can be used to image deep electrical conductivity structure. Images thus derived impart knowledge of the fluid distribution and the segmentation of the convergent margin that is associated with the subducting slab along the coasts of Oregon and Washington. MOCHA consists of 60 marine and 75 land MT stations covering a 400 km section of the forearc along the north to south Siletzia terranes. The MOCHA data will ultimately constrain 3D models of the crust and upper mantle of the subduction system, from the incoming plate to the magmatic arc, revealing the distribution of fluids in the subduction system in unprecedented detail. These models will detail the offshore fluid input to the system and the distribution of fluids released from the down-going slab, including along the transitional zone where ETS occurs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dean",
   "pi_last_name": "Livelybrooks",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dean Livelybrooks",
   "pi_email_addr": "dlivelyb@uoregon.edu",
   "nsf_id": "000322380",
   "pi_start_date": "2012-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oregon Eugene",
  "inst_street_address": "1776 E 13TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413465131",
  "inst_zip_code": "974031905",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "UNIVERSITY OF OREGON",
  "org_prnt_uei_num": "Z3FGN9MF92U2",
  "org_uei_num": "Z3FGN9MF92U2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oregon Eugene",
  "perf_str_addr": "1776 E 13TH AVE",
  "perf_city_name": "EUGENE",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974031905",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "016F00",
   "pgm_ele_name": "EARTHSCOPE-OPERATIONS & MAINTE"
  },
  {
   "pgm_ele_code": "017F00",
   "pgm_ele_name": "EARTHSCOPE-SCIENCE UTILIZATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "017F",
   "pgm_ref_txt": "EARTHSCOPE-SCIENCE UTILIZATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 77739.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Magnetotelluric Observations of Cascadia using a Huge Array (MOCHA), a collaborative effort between researchers from Oregon State University, Scripps Institute of Oceanography, the University of Oregon, and the U.S. Geological Survey, has resulted in completion of a 146-station geophysical survey straddling land and ocean in western Oregon and Washington state.&nbsp; The study area, part of a region Earth scientists call Cascadia, spans the continental shelf, under which the oceanic Juan de Fuca tectonic plate is locked against the overlying continental North American plate, and where occasional very large earthquakes are known to initiate.&nbsp; The study area starts off-shore and crosses the Pacific Northwest coast range and valleys west of the Cascades Range.&nbsp; Interpretation of this data set will provide 3-dimensional maps of electrical conductivity which, in turn, can be used to delineate fluid distributions within the &lsquo;locked zone&rsquo; and deeper-Earth regions where slow slip events (&rsquo;slow earthquakes&rsquo;) occur.&nbsp; By surmounting the challenges of acquiring high-quality, &rsquo;amphibious&rsquo; data, and by initiating development of improved interpretational tools employing 3-D data inversion for electrical conductivity models, we seek to improve geological models for the locked and slow slip zones.&nbsp; This includes improving our understanding about how &lsquo;slow earthquakes&rsquo; initiate and propagate within the crust.&nbsp; Detected variations in electrical conductivity and, ergo, fluid structures within the seismogenic locked zone could have significant implications for societal efforts to mitigate seismic and tsunami hazards.<br /><br />Physics undergraduate students and a graduate student at the University of Oregon have undertaken field work to acquire MOCHA data and learned how to tackle computer-hosted, data inversions resulting in a series of east-west, 2-D models spanning the latitude range of the survey.&nbsp; These will provide preliminary maps of electrical conductivity changes and an initial glimpse into how it varies up and down the coast.&nbsp;&nbsp; Undergraduate and graduate physics students are also currently working to both employ and improve 3-D inversion codes using the MOCHA data set.&nbsp; In addition, the UO group developed a secondary-level suite of lessons and associated teacher professional development that tie TC-1 (&lsquo;slinky&rsquo;) seismometer school networks to foundational physics, engineering and math constructs such as simple oscillators, electromagnetic induction, Lenz law dampening, and data analysis necessary to interpret events from multiple seismograms.&nbsp;&nbsp; This resulted in our group presenting a series of five, 2-hour summer 2015, teleconference workshops with approximately 40 K-12 teachers in Thailand in Bangkok and Hua Hin, hosted by geophysicists and other faculty from Mahidol and Chulalongkorn Universities.&nbsp; These were recorded and will later be broadcast to approximately 4000 schools in Thailand and the surrounding countries.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/12/2015<br>\n\t\t\t\t\tModified by: Dean&nbsp;Livelybrooks</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1053202/1053202_10216889_1447351643411_MOCHA_survey--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1053202/1053202_10216889_1447351643411_MOCHA_survey--rgov-800width.jpg\" title=\"MOCHA Survey &amp; Other...",
  "por_txt_cntn": "\nMagnetotelluric Observations of Cascadia using a Huge Array (MOCHA), a collaborative effort between researchers from Oregon State University, Scripps Institute of Oceanography, the University of Oregon, and the U.S. Geological Survey, has resulted in completion of a 146-station geophysical survey straddling land and ocean in western Oregon and Washington state.  The study area, part of a region Earth scientists call Cascadia, spans the continental shelf, under which the oceanic Juan de Fuca tectonic plate is locked against the overlying continental North American plate, and where occasional very large earthquakes are known to initiate.  The study area starts off-shore and crosses the Pacific Northwest coast range and valleys west of the Cascades Range.  Interpretation of this data set will provide 3-dimensional maps of electrical conductivity which, in turn, can be used to delineate fluid distributions within the ælocked zoneÆ and deeper-Earth regions where slow slip events (Æslow earthquakesÆ) occur.  By surmounting the challenges of acquiring high-quality, ÆamphibiousÆ data, and by initiating development of improved interpretational tools employing 3-D data inversion for electrical conductivity models, we seek to improve geological models for the locked and slow slip zones.  This includes improving our understanding about how æslow earthquakesÆ initiate and propagate within the crust.  Detected variations in electrical conductivity and, ergo, fluid structures within the seismogenic locked zone could have significant implications for societal efforts to mitigate seismic and tsunami hazards.\n\nPhysics undergraduate students and a graduate student at the University of Oregon have undertaken field work to acquire MOCHA data and learned how to tackle computer-hosted, data inversions resulting in a series of east-west, 2-D models spanning the latitude range of the survey.  These will provide preliminary maps of electrical conductivity changes and an initial glimpse into how it varies up and down the coast.   Undergraduate and graduate physics students are also currently working to both employ and improve 3-D inversion codes using the MOCHA data set.  In addition, the UO group developed a secondary-level suite of lessons and associated teacher professional development that tie TC-1 (æslinkyÆ) seismometer school networks to foundational physics, engineering and math constructs such as simple oscillators, electromagnetic induction, Lenz law dampening, and data analysis necessary to interpret events from multiple seismograms.   This resulted in our group presenting a series of five, 2-hour summer 2015, teleconference workshops with approximately 40 K-12 teachers in Thailand in Bangkok and Hua Hin, hosted by geophysicists and other faculty from Mahidol and Chulalongkorn Universities.  These were recorded and will later be broadcast to approximately 4000 schools in Thailand and the surrounding countries.\n\n\t\t\t\t\tLast Modified: 11/12/2015\n\n\t\t\t\t\tSubmitted by: Dean Livelybrooks"
 }
}