{
 "awd_id": "1053367",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Acquisition of a Diode Laser for Noble Gas Geochemistry at Caltech",
 "cfda_num": "47.050",
 "org_code": "06030202",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Lambert",
 "awd_eff_date": "2012-02-15",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 84788.0,
 "awd_amount": 84788.0,
 "awd_min_amd_letter_date": "2012-02-10",
 "awd_max_amd_letter_date": "2012-02-10",
 "awd_abstract_narration": "Laser heating is an essential technique for the extraction of noble gases from rock and mineral samples. The ability to deliver heat to a small physical region without incidental heating of the surroundings allows for miniaturization of vacuum systems, higher maximum achievable temperatures, and, most importantly, substantial reduction in analytical blanks.  Laser heating has been an established technique for several decades, but new types of lasers and new ways to couple the laser power to the sample continue to diversify its application.  The most important development in this field in the last several years has been the rapid proliferation of diode lasers which provide high power intensity with extremely high efficiency. This grant will provide funds to acquire  a new 75 W diode laser system for use in the noble gas laboratory at Caltech.\r\n\r\nThe new laser system will be used for many different projects currently supported by the National Science Foundation. One important use will be traditional laser outgassing of apatite, titanite, zircon, and iron oxide samples for (U-Th)/He geochronology. This type of geochronology provides information on the cooling history of rocks and in certain cases on their formation age. A second application will be the use of the laser system for high temperature step-heating with excellent temperature accuracy and precision. This capability is important for determining the diffusivites of noble gases in minerals, which in turn is important in establishing the meaning of noble gas ages. For example, helium diffusion measurements indicate that He ages determined on apatite provide information on the time at which the sample cooled through ~65oC. The new system has sufficient power that it will also be used to outgas large masses (100 mg+) of sample to very high temperatures (>1600 oC). An important application of this capability is to the dating of geomorphic surfaces (e.g., glacial moraines or fossil river channels) using the accumulation of 21Ne from bombardment of cosmic rays in the uppermost few meters of rock at the Earth?s surface.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Farley",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth A Farley",
   "pi_email_addr": "farley@gps.caltech.edu",
   "nsf_id": "000452691",
   "pi_start_date": "2012-02-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Institute of Technology",
  "inst_street_address": "1200 E CALIFORNIA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6263956219",
  "inst_zip_code": "911250001",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CALIFORNIA INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U2JMKHNS5TG4"
 },
 "perf_inst": {
  "perf_inst_name": "California Institute of Technology",
  "perf_str_addr": "1200 E CALIFORNIA BLVD",
  "perf_city_name": "PASADENA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158000",
   "pgm_ele_name": "Instrumentation & Facilities"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 84788.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant supported the purchase of a compact diode laser and beam delivery optics system to be used to heat small samples of minerals to high temperatures (up to 1500<sup>o</sup>C). The samples are heated in a vacuum chamber, and the noble gases evolved from the samples are analyzed for their concentration and isotopic composition. This is an essential step in several different types of geochronology either routinely implemented or under development in the PI&rsquo;s laboratory. For example, the new laser is used to completely degas He from apatite crystals in a single step as part of a now standard method ((U-Th)/He dating) that can be used to document how and when mountain ranges and major canyons form. Similarly, this new laser has found use in heating samples stably and to a very accurately known temperature to allow the determination of the temperature dependence of diffusion of He and Ne from minerals. Knowledge of this temperature dependence allows the use of the (U-Th)/He and (U-Th)/Ne geochronometers as unique indicators of the cooling path experienced by a rock. Applications of these methods in the PI&rsquo;s laboratory is supported by other grants from NSF and other Federal sources. In addition the laboratory is available to external users both within and outside of the California Institute of Technology. Development of these new laser-based techniques was an essential part of a PhD dissertation project.</p>\n<p>&nbsp;</p>\n<p>The advantage of a laser for sample heating is that energy can be delivered directly to the sample through a vacuum viewport, without heating additional surrounding material. In practical terms this means that noble gases derived from sources other than the sample - the system blank - are minimized, thus yielding higher quality analytical results. The diode laser has the additional benefit of excellent efficiency in converting power into heat, thereby substantially reducing the lab&rsquo;s annual power consumption.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/11/2013<br>\n\t\t\t\t\tModified by: Kenneth&nbsp;A&nbsp;Farley</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis grant supported the purchase of a compact diode laser and beam delivery optics system to be used to heat small samples of minerals to high temperatures (up to 1500oC). The samples are heated in a vacuum chamber, and the noble gases evolved from the samples are analyzed for their concentration and isotopic composition. This is an essential step in several different types of geochronology either routinely implemented or under development in the PIÆs laboratory. For example, the new laser is used to completely degas He from apatite crystals in a single step as part of a now standard method ((U-Th)/He dating) that can be used to document how and when mountain ranges and major canyons form. Similarly, this new laser has found use in heating samples stably and to a very accurately known temperature to allow the determination of the temperature dependence of diffusion of He and Ne from minerals. Knowledge of this temperature dependence allows the use of the (U-Th)/He and (U-Th)/Ne geochronometers as unique indicators of the cooling path experienced by a rock. Applications of these methods in the PIÆs laboratory is supported by other grants from NSF and other Federal sources. In addition the laboratory is available to external users both within and outside of the California Institute of Technology. Development of these new laser-based techniques was an essential part of a PhD dissertation project.\n\n \n\nThe advantage of a laser for sample heating is that energy can be delivered directly to the sample through a vacuum viewport, without heating additional surrounding material. In practical terms this means that noble gases derived from sources other than the sample - the system blank - are minimized, thus yielding higher quality analytical results. The diode laser has the additional benefit of excellent efficiency in converting power into heat, thereby substantially reducing the labÆs annual power consumption.\n\n\t\t\t\t\tLast Modified: 03/11/2013\n\n\t\t\t\t\tSubmitted by: Kenneth A Farley"
 }
}