{
 "awd_id": "1053839",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Early Career: Acquisition of a White Light Confocal Microscope for Dental Microwear Texture Analysis of Ancient Mammalian Communities",
 "cfda_num": "47.050",
 "org_code": "06030202",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Russell Kelz",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 270218.0,
 "awd_amount": 270218.0,
 "awd_min_amd_letter_date": "2012-05-21",
 "awd_max_amd_letter_date": "2012-05-21",
 "awd_abstract_narration": "1053839 \r\nGrawe DeSantis\r\n\r\nThis grant supports the acquisition of a confocal imaging microscope with interferometric capabilities and associated computational hardware and software to permit rapid automated microwear analysis of fossil mammalian teeth.  The capability offers the promise of reconstructing the paleodiets of extinct Cenozoic grazers, browsers and carnivores when coupled with other analysis techniques (e.g, stable isotopic analysis of bone apatite).  Specific studies will include use of the confocal micropscope for  paleoecological research on Cenozoic mammals, in particular marsupials, from fossil localities in the southeastern U.S. and Australia.  The Vanderbilt based PI plans academic collaborations with colleagues and students at nearby Eastern Tennessee State University and outreach efforts through multiple workshops and K-12 educational modules.  Partial support over three years for a graduate student will also be provided.\r\n\r\n***",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Larisa",
   "pi_last_name": "Grawe DeSantis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Larisa Grawe DeSantis",
   "pi_email_addr": "larisa.desantis@vanderbilt.edu",
   "nsf_id": "000546967",
   "pi_start_date": "2012-05-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vanderbilt University",
  "inst_street_address": "110 21ST AVE S",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153222631",
  "inst_zip_code": "372032416",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "VANDERBILT UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GTNBNWXJ12D5"
 },
 "perf_inst": {
  "perf_inst_name": "Vanderbilt University",
  "perf_str_addr": "110 21ST AVE S",
  "perf_city_name": "NASHVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372032416",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "TN05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158000",
   "pgm_ele_name": "Instrumentation & Facilities"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 270218.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>This grant allowed for the acquisition of a 3D optical profiler (<span>PLu</span> <span>NEOX</span>) and associated software, hardware, and a vibration isolation table.&nbsp; Funds were also provided to support graduate student summer salaries to assist with the operation of the equipment and their own graduate education.&nbsp; Attaining a 3D optical profiler has helped launch the research program of an early career female researcher (with a disability) and has provided numerous training opportunities to graduate, undergraduate, high school students, K-12 teachers, and visiting scientists (of different career stage and rank).&nbsp; PI <span>DeSantis</span> (in collaboration with colleagues and students) has published/submitted 14 peer-reviewed papers, 2 book chapters, 30 scientific meeting abstracts, and has presented over 15 invited departmental and/or museum seminars.&nbsp; Of the abstracts and peer-reviewed papers, students were first author more than 50% of the time.&nbsp; <span>DeSantis</span> has communicated the importance of dental <span>microwear</span> research and major discoveries, including the dietary ecology of living and fossil organisms and potential extinction implications, to the public through numerous outreach events including public talks, short courses, and visits to local preschools and public schools (K-12).&nbsp; Some examples include: a short course titled </span><em>Global Change, Connecting Earth's Deep History to Life Today</em><span> organized through the University of California Museum of Paleontology; a Science Caf&eacute; organized by the Adventure Science Center in Nashville, Tennessee; a public lecture at the Page Museum at the La <span>Brea</span> Tar Pits, and a STEM conference for girls in 9</span><sup>th</sup> to 12<sup>th</sup> grade titled <em>Tennessee Women in Science, Technology, Engineering &amp; Research (TWISTER).</em><span>&nbsp; <span>DeSantis</span> also worked with local high school teachers to develop a lesson (</span><em>Experimenting with extinction: A multi-disciplinary investigation into ancient cat extinctions</em><span>) that uses dental <span>microwear</span> research</span><em> </em>to assess why large cats may have gone extinct (In press in <em>The Science Teacher</em><span>).&nbsp; <span>DeSantis</span> and a local high school teacher also presented at the National Science Teachers Association.&nbsp;</span></p>\n<p><span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Grant funding here helped launch the scientific careers of numerous individuals and likely sparked student and public interest in STEM fields.&nbsp; <span>DeSantis</span> has developed ways in which dental <span>microwear</span> textures can clarify dietary behavior in <span>carnivorans</span>, <span>xenarthrans</span>, ungulates, marsupials, and other mammals.&nbsp; <span>DeSantis</span> synthesized the state of knowledge and her contributions to understanding living and extinct organisms in a review paper that she made available via open access, titled: </span><em>Dental microwear textures: reconstructing diets of fossil mammals </em>in<em><span> Surface Topography: <span>Metrology</span> and Properties</span></em> 4: 023002.&nbsp; Outcomes of this grant are only briefly noted above, with numerous other papers, collaborations, and outreach events in the works that will continue to benefit, for years to come, from the funding of this grant and acquisition of a&nbsp;3D optical profiler.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/18/2017<br>\n\t\t\t\t\tModified by: Larisa&nbsp;Grawe Desantis</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1053839/1053839_10174275_1484765741579_Pconcolor_SMBNH887C3D2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1053839/1053839_10174275_1484765741579_Pconcolor_SMBNH887C3D2--rgov-800width.jpg\" title=\"Cougar 3D Dental Microwear\"><img src=\"/por/images/Reports/POR/2017/1053839/1053839_10174275_1484765741579_Pconcolor_SMBNH887C3D2--rgov-66x44.jpg\" alt=\"Cougar 3D Dental Microwear\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A 3D microscopic surface (100x magnification) of a cougar tooth.  This surface has high complexity due to the large pit and indicates the consumption of hard food items, like bone.</div>\n<div class=\"imageCredit\">Larisa DeSantis</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Larisa&nbsp;Grawe Desantis</div>\n<div class=\"imageTitle\">Cougar 3D Dental Microwear</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThis grant allowed for the acquisition of a 3D optical profiler (PLu NEOX) and associated software, hardware, and a vibration isolation table.  Funds were also provided to support graduate student summer salaries to assist with the operation of the equipment and their own graduate education.  Attaining a 3D optical profiler has helped launch the research program of an early career female researcher (with a disability) and has provided numerous training opportunities to graduate, undergraduate, high school students, K-12 teachers, and visiting scientists (of different career stage and rank).  PI DeSantis (in collaboration with colleagues and students) has published/submitted 14 peer-reviewed papers, 2 book chapters, 30 scientific meeting abstracts, and has presented over 15 invited departmental and/or museum seminars.  Of the abstracts and peer-reviewed papers, students were first author more than 50% of the time.  DeSantis has communicated the importance of dental microwear research and major discoveries, including the dietary ecology of living and fossil organisms and potential extinction implications, to the public through numerous outreach events including public talks, short courses, and visits to local preschools and public schools (K-12).  Some examples include: a short course titled Global Change, Connecting Earth's Deep History to Life Today organized through the University of California Museum of Paleontology; a Science Caf&eacute; organized by the Adventure Science Center in Nashville, Tennessee; a public lecture at the Page Museum at the La Brea Tar Pits, and a STEM conference for girls in 9th to 12th grade titled Tennessee Women in Science, Technology, Engineering &amp; Research (TWISTER).  DeSantis also worked with local high school teachers to develop a lesson (Experimenting with extinction: A multi-disciplinary investigation into ancient cat extinctions) that uses dental microwear research to assess why large cats may have gone extinct (In press in The Science Teacher).  DeSantis and a local high school teacher also presented at the National Science Teachers Association. \n\n            Grant funding here helped launch the scientific careers of numerous individuals and likely sparked student and public interest in STEM fields.  DeSantis has developed ways in which dental microwear textures can clarify dietary behavior in carnivorans, xenarthrans, ungulates, marsupials, and other mammals.  DeSantis synthesized the state of knowledge and her contributions to understanding living and extinct organisms in a review paper that she made available via open access, titled: Dental microwear textures: reconstructing diets of fossil mammals in Surface Topography: Metrology and Properties 4: 023002.  Outcomes of this grant are only briefly noted above, with numerous other papers, collaborations, and outreach events in the works that will continue to benefit, for years to come, from the funding of this grant and acquisition of a 3D optical profiler.\n\n \n\n\t\t\t\t\tLast Modified: 01/18/2017\n\n\t\t\t\t\tSubmitted by: Larisa Grawe Desantis"
 }
}