{
 "awd_id": "1063573",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "An Observational Study of the Kinematic and Microphysical Control of Lightning Properties over Alabama During Deep Convective Clouds and Chemistry (DC3)",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "edward bensman",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 389662.0,
 "awd_amount": 422736.0,
 "awd_min_amd_letter_date": "2011-12-05",
 "awd_max_amd_letter_date": "2014-01-16",
 "awd_abstract_narration": "The Deep Convective Clouds and Chemistry (DC3) field campaign to be conducted May-June 2012 is a multi-regional, multi-platform effort to determine the impact of deep midlatitude continental convective clouds and their intrinsic dynamical, physical, and electrification processes upon upper tropospheric composition and chemistry.  This award will support focused measurements in the Southeastern U.S., but this research will be conducted in close coordination with other studies focused on deep convective cloud-chemistry interactions along the Front Range of Colorado and across the Southern Plains region of Oklahoma and Texas, allowing characterization of contrasting modes of convective behavior and background chemistry across these diverse regions.  Support of this particular effort will facilitate collection and analysis of data including: ground-based polarimetric Doppler radar observations, mobile soundings, and total lightning mapping array observations centered on northern Alabama.  These observations will be performed in coordination with overflight of aircraft especially instrumented for DC3 including the NSF/NCAR GV high-altitude jet and NASA DC-8 aircraft.\r\n\r\nThe intellectual merit of this research rests on comprehensive description of convective motions responsible for rapid transport of water substance and chemical constituents from the boundary layer up to the troposphere-stratosphere interface, as well as requisite microphysical interactions key cloud electrification and subsequent production of nitrogen oxides.  Broader impacts will come through graduate student education and a combination of media-based public and local school outreach, and ultimately through improved knowledge of the influence of deep atmospheric convection on the chemical composition of earth's atmosphere in the presence of natural and anthropogenic emissions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lawrence",
   "pi_last_name": "Carey",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Lawrence D Carey",
   "pi_email_addr": "lawrence.carey@uah.edu",
   "nsf_id": "000110356",
   "pi_start_date": "2011-12-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama in Huntsville",
  "inst_street_address": "301 SPARKMAN DR NW",
  "inst_street_address_2": "",
  "inst_city_name": "HUNTSVILLE",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2568242657",
  "inst_zip_code": "358051911",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "AL05",
  "org_lgl_bus_name": "THE UNIVERSITY OF ALABAMA IN HUNTSVILLE",
  "org_prnt_uei_num": "",
  "org_uei_num": "HB6KNGVNJRU1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama in Huntsville",
  "perf_str_addr": "301 SPARKMAN DR NW",
  "perf_city_name": "HUNTSVILLE",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "358051911",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "AL05",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 162381.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 143767.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 116588.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overarching goal of the Deep Convective Clouds and Chemistry (DC3) field campaign was to observe the kinematic, microphysical, electrical, and chemical processes of thunderstorms in order to improve our knowledge of how they affect the chemical composition of the troposphere and, in turn, our climate system. For example, convective transport and lightning generation of nitrogen oxides are important processes within thunderstorms that can increase ozone in the upper troposphere. This project provided for the participation of the University of Alabama in Huntsville (UAH) in the data collection, analysis and interpretation phases of the DC3 field campaign.</p>\n<p><strong>Intellectual Merit: </strong>The project successfully collected environmental, kinematic, microphysical, and lightning observational data sets over Alabama on thirteen days during DC3 field campaign from May-June 2012 in a variety of convective modes common for the southeastern United States, including multicell convection and mesoscale convective systems (MCSs). Kinematic and microphysical observations of deep convection were obtained from a network of dual-Doppler and polarimetric radars (UAH Advanced Radar for Meteorological and Operational Research and UAH Mobile Alabama X-band radar). Total lightning observations were obtained from the Northern Alabama Lightning Mapping Array (LMA). Operational environmental data were supplemented by UAH mobile radiosonde balloon launching operations. UAH produced quality controlled datasets from the aforementioned ground-based observations in support of core DC3 science objectives.<strong>&nbsp;</strong></p>\n<p>This project investigated the kinematic and microphysical control of lightning properties in thunderstorms over Northern Alabama. In particular, the project developed a better understanding of the relationship between storm characteristics and lightning properties, such as flash rate, type and extent that control the production of lightning nitrogen oxides (LNOX). The first key outcome was that the graupel echo volume and mass in the charging region correlated well with the total flash rate and even better than the updraft volumes and maximum updraft in the multicell thunderstorm on 21 May 2012 over Alabama during DC3.&nbsp; Flash extent was found to be generally anti-correlated to the flash rate, graupel volume and updraft volume.</p>\n<p>The second key outcome was to develop new and improved single-parameter relationships for the parameterization of flash rate in numerical cloud models based on maximum updraft, updraft volume, graupel volume or graupel mass, using a large database of dual-Doppler, polarimetric radar and LMA observations over Alabama (32 storms, including 6 supercells). When tested in the Weather Research and Forecasting Chemistry (WRF-Chem) model by DC3 collaborators, UAH&rsquo;s Alabama supercell flash rate parameterization minimized error in a simulated DC3 supercell. The project also demonstrated that a flash rate parameterization based on graupel volume is optimal for minimizing bias error in flash estimates.</p>\n<p>The third key outcome was to develop and test a new approach for parameterizing lightning location in numerical models. The approach utilizes a relative frequency histogram of LMA-based lightning probability as a function of temperature (or height) and radar reflectivity, which can be provided as input to numerical cloud models as lookup tables. The method was demonstrated on multicell, MCS and supercell storms. It was shown that prior methods could result in significant lightning location errors relative to the new approach.</p>\n<p>The fourth key outcome was the first ever Lagrangian implementation of NASA&rsquo;s Lightning Nitrogen Oxides Model (LNOM) to study an individual thunderstorm (i.e., the LNOM cylindrical analysis domain was moved with the convection), allowing for a direct comparison between radar inferred...",
  "por_txt_cntn": "\nThe overarching goal of the Deep Convective Clouds and Chemistry (DC3) field campaign was to observe the kinematic, microphysical, electrical, and chemical processes of thunderstorms in order to improve our knowledge of how they affect the chemical composition of the troposphere and, in turn, our climate system. For example, convective transport and lightning generation of nitrogen oxides are important processes within thunderstorms that can increase ozone in the upper troposphere. This project provided for the participation of the University of Alabama in Huntsville (UAH) in the data collection, analysis and interpretation phases of the DC3 field campaign.\n\nIntellectual Merit: The project successfully collected environmental, kinematic, microphysical, and lightning observational data sets over Alabama on thirteen days during DC3 field campaign from May-June 2012 in a variety of convective modes common for the southeastern United States, including multicell convection and mesoscale convective systems (MCSs). Kinematic and microphysical observations of deep convection were obtained from a network of dual-Doppler and polarimetric radars (UAH Advanced Radar for Meteorological and Operational Research and UAH Mobile Alabama X-band radar). Total lightning observations were obtained from the Northern Alabama Lightning Mapping Array (LMA). Operational environmental data were supplemented by UAH mobile radiosonde balloon launching operations. UAH produced quality controlled datasets from the aforementioned ground-based observations in support of core DC3 science objectives. \n\nThis project investigated the kinematic and microphysical control of lightning properties in thunderstorms over Northern Alabama. In particular, the project developed a better understanding of the relationship between storm characteristics and lightning properties, such as flash rate, type and extent that control the production of lightning nitrogen oxides (LNOX). The first key outcome was that the graupel echo volume and mass in the charging region correlated well with the total flash rate and even better than the updraft volumes and maximum updraft in the multicell thunderstorm on 21 May 2012 over Alabama during DC3.  Flash extent was found to be generally anti-correlated to the flash rate, graupel volume and updraft volume.\n\nThe second key outcome was to develop new and improved single-parameter relationships for the parameterization of flash rate in numerical cloud models based on maximum updraft, updraft volume, graupel volume or graupel mass, using a large database of dual-Doppler, polarimetric radar and LMA observations over Alabama (32 storms, including 6 supercells). When tested in the Weather Research and Forecasting Chemistry (WRF-Chem) model by DC3 collaborators, UAHÆs Alabama supercell flash rate parameterization minimized error in a simulated DC3 supercell. The project also demonstrated that a flash rate parameterization based on graupel volume is optimal for minimizing bias error in flash estimates.\n\nThe third key outcome was to develop and test a new approach for parameterizing lightning location in numerical models. The approach utilizes a relative frequency histogram of LMA-based lightning probability as a function of temperature (or height) and radar reflectivity, which can be provided as input to numerical cloud models as lookup tables. The method was demonstrated on multicell, MCS and supercell storms. It was shown that prior methods could result in significant lightning location errors relative to the new approach.\n\nThe fourth key outcome was the first ever Lagrangian implementation of NASAÆs Lightning Nitrogen Oxides Model (LNOM) to study an individual thunderstorm (i.e., the LNOM cylindrical analysis domain was moved with the convection), allowing for a direct comparison between radar inferred kinematic and microphysical properties and LNOM inferred lightning flash and LNOX production characteristics of the 21 May 2012 DC3 storm over Alab..."
 }
}