{
 "awd_id": "1066879",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative research: metabolic engineering of terpenoid indole alkaloids using transcriptional regulators in C. roseus hairy roots",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032924201",
 "po_email": "speretti@nsf.gov",
 "po_sign_block_name": "Steven Peretti",
 "awd_eff_date": "2012-02-15",
 "awd_exp_date": "2017-01-31",
 "tot_intn_awd_amt": 236302.0,
 "awd_amount": 236302.0,
 "awd_min_amd_letter_date": "2012-02-07",
 "awd_max_amd_letter_date": "2016-11-04",
 "awd_abstract_narration": "1066879/1064903 Shanks/Gibson\r\n\r\nPlants produce large numbers of chemicals that are useful as drugs for treating a variety of medical conditions. Unfortunately, these chemicals are often produced by plants in only trace amounts. As a result, large quantities of plant material must often be used to produce small amounts of drugs, making these drugs very expensive. An example of this problem is provided by a class of compounds produced by Catharanthus roseus (periwinkle), known as terpenoid indole alkaloids. Terpenoid indole alkaloids include chemicals such as vincristine and vinblastine, which are used to treat certain types of cancer, and ajmalicine, which is used to treat hypertension. As periwinkle produces these chemicals in only trace amounts, they can cost over one million dollars per pound. To reduce the costs of these drugs, it is critical to develop varieties of periwinkle that produce these drugs in higher amounts. Towards that end, the effects of increasing expression of the biosynthetic genes that are responsible for production of these drugs will be investigated. A two-fold strategy for increasing expression of these biosynthetic genes will be pursued. Part one of this strategy is to test the effects of reducing expression of repressor genes that decrease expression of the biosynthetic genes. Part two of this strategy is to decrease expression of the repressor genes while simultaneously increasing expression of activator genes that increase expression of the biosynthetic genes. The hypothesis being tested is that, by decreasing expression of repressors and increasing expression of activators, it should be possible to achieve a significant increase in expression of the biosynthetic genes. This increase in expression of the biosynthetic genes should then lead to increased production of terpenoid indole alkaloids, allowing those terpenoid indole alkaloids that are useful as drugs to be produced at a lower cost. Previously uncharacterized chemicals that accumulate in response to alterations in expression of the biosynthetic genes will also be analyzed. Characterization of these chemicals will both provide valuable information regarding the biochemical pathways by which terpenoid indole alkaloids are produced, as well as potentially providing information regarding additional chemicals that may be tested for use as drugs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Jacqueline",
   "pi_last_name": "Shanks",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Jacqueline V Shanks",
   "pi_email_addr": "jshanks@iastate.edu",
   "nsf_id": "000391664",
   "pi_start_date": "2012-02-07",
   "pi_end_date": "2016-11-04"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zengyi",
   "pi_last_name": "Shao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zengyi Shao",
   "pi_email_addr": "zyshao@iastate.edu",
   "nsf_id": "000674585",
   "pi_start_date": "2016-11-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "1350 BEARDSHEAR HALL",
  "perf_city_name": "AMES",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500112103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IA04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "149100",
   "pgm_ele_name": "Cellular & Biochem Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "009E",
   "pgm_ref_txt": "Metabolic engineering"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 77144.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 79592.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 79566.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Plant-derived natural products play a large role in the pharmaceutical industry, either as novel lead compounds or directly as drugs. Unfortunately these plant pharmaceuticals are often very expensive because they are synthesized in plants in very low levels, and chemical synthesis or microbial production has often been infeasible. The terpenoid indole alkaloids (TIAs) are prime examples that include several valuable commercial pharmaceuticals, most notably the anticancer drugs vinblastine (Velbe&reg;) and vincristine (Oncovin&reg;). Despite significant progress in recent years, much remains to be learned and successful engineering of these pathways requires a significantly improved understanding of the behind biochemistry and regulation. In addition, manipulation of the TIA pathways faces many shared challenges faced by engineering of other complex metabolic pathways. For many of these pathways, some key metabolic intermediates remain to be identified and the regulation of flux through the pathways is poorly understood.</p>\n<p>The research conducted in this project was designed to tackle some of these deficiencies and build on previous collaborative efforts led by the PIs&rsquo; labs. Expertise in biochemical engineering and molecular genetics were combined as an interdisciplinary approach to address some of the fundamental issues in studying plants-derived natural product biosynthetic pathways.&nbsp;<em>Catharanthus roseus</em> hairy root culture was used as a model system, as it is the commercial source of TIAs. Hairy root culture instead of whole&nbsp;<em>C. roseus</em> was used because no established protocol exists for generating the whole&nbsp;transgenic<em> C. roseus</em>. In contrast, the protocol for generating transgenic&nbsp;<em>C. roseus</em>&nbsp;hairy roots has been established and routinely performed in the labs of both PIs. In this project, metabolic engineering design was led by the Gibson group to generate transgenic <em>C. roseus&nbsp;</em>hairy root lines and characterize the complex regulation involved in TIA biosynthesis. Metabolite extraction and quantification methods were developed in the Shanks group to analyze the transgenic hairy root lines in order to characterize biosynthetic mechanisms of the TIA pathways.&nbsp;</p>\n<p>Intellectual Merits:&nbsp;</p>\n<ol>\n<li>Characterization of the metabolic      and transcriptional impacts of altering the expression of the TIA      transcriptional regulators improved our understanding of the flux      regulation in the TIA pathways.</li>\n<li>The metabolite profiling      brought in significantly upgraded methods for detecting and quantifying      plant-derived secondary metabolites.</li>\n</ol>\n<p>Broader Impacts:</p>\n<ol>\n<li>The tools and knowledge      gained from this work represent a prerequisite to engineering of TIA and other      pathways to produce high-level pharmaceuticals that of commercial      importance, thereby lowering the costs and improving the accessibility of      these pharmaceuticals.</li>\n<li>Some of the methodologies      developed in this project are applicable to the analysis of other complex      metabolic pathways from diverse organisms.</li>\n<li>The graduate student, the      undergraduates, and the postdoc involved in this project received rigorous      training in the interdisciplinary area.</li>\n</ol>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/28/2017<br>\n\t\t\t\t\tModified by: Zengyi&nbsp;Shao</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPlant-derived natural products play a large role in the pharmaceutical industry, either as novel lead compounds or directly as drugs. Unfortunately these plant pharmaceuticals are often very expensive because they are synthesized in plants in very low levels, and chemical synthesis or microbial production has often been infeasible. The terpenoid indole alkaloids (TIAs) are prime examples that include several valuable commercial pharmaceuticals, most notably the anticancer drugs vinblastine (Velbe&reg;) and vincristine (Oncovin&reg;). Despite significant progress in recent years, much remains to be learned and successful engineering of these pathways requires a significantly improved understanding of the behind biochemistry and regulation. In addition, manipulation of the TIA pathways faces many shared challenges faced by engineering of other complex metabolic pathways. For many of these pathways, some key metabolic intermediates remain to be identified and the regulation of flux through the pathways is poorly understood.\n\nThe research conducted in this project was designed to tackle some of these deficiencies and build on previous collaborative efforts led by the PIs? labs. Expertise in biochemical engineering and molecular genetics were combined as an interdisciplinary approach to address some of the fundamental issues in studying plants-derived natural product biosynthetic pathways. Catharanthus roseus hairy root culture was used as a model system, as it is the commercial source of TIAs. Hairy root culture instead of whole C. roseus was used because no established protocol exists for generating the whole transgenic C. roseus. In contrast, the protocol for generating transgenic C. roseus hairy roots has been established and routinely performed in the labs of both PIs. In this project, metabolic engineering design was led by the Gibson group to generate transgenic C. roseus hairy root lines and characterize the complex regulation involved in TIA biosynthesis. Metabolite extraction and quantification methods were developed in the Shanks group to analyze the transgenic hairy root lines in order to characterize biosynthetic mechanisms of the TIA pathways. \n\nIntellectual Merits: \n\nCharacterization of the metabolic      and transcriptional impacts of altering the expression of the TIA      transcriptional regulators improved our understanding of the flux      regulation in the TIA pathways.\nThe metabolite profiling      brought in significantly upgraded methods for detecting and quantifying      plant-derived secondary metabolites.\n\n\nBroader Impacts:\n\nThe tools and knowledge      gained from this work represent a prerequisite to engineering of TIA and other      pathways to produce high-level pharmaceuticals that of commercial      importance, thereby lowering the costs and improving the accessibility of      these pharmaceuticals.\nSome of the methodologies      developed in this project are applicable to the analysis of other complex      metabolic pathways from diverse organisms.\nThe graduate student, the      undergraduates, and the postdoc involved in this project received rigorous      training in the interdisciplinary area.\n\n\n \n\n\t\t\t\t\tLast Modified: 02/28/2017\n\n\t\t\t\t\tSubmitted by: Zengyi Shao"
 }
}