{
 "awd_id": "1067506",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Engineering Molecular Transport Proteins for Improved Xylose Uptake in Yeast",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Friedrich Srienc",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 360722.0,
 "awd_amount": 360722.0,
 "awd_min_amd_letter_date": "2012-03-20",
 "awd_max_amd_letter_date": "2012-03-20",
 "awd_abstract_narration": "Alper/ 1067506\r\n\r\nProject Summary\r\n\tMolecular transporters inherently limit the maximal rate of cellular bioprocessing since they control the first main step of any metabolic pathway.  Yet, traditional pathway engineering approaches often overlook this aspect of cellular function and focus on intracellular pathway enzymes instead.  In the case of exogenous sugar utilization, transport rate can often become the predominant rate limiting step of the process.  Specifically, xylose transport in Saccharomyces cerevisiae is limited by the lack of a specific transporter possessing (a) high influx rates and (b) low glucose inhibition.  These two limitations remain despite prior work in the field focused on heterologous expression of transporters or global evolutionary approaches.  Our research team proposes a novel approach that employs dual-trait optimization of xylose transporters to demonstrate the utility of engineering molecular transport proteins.  Our team will employ directed evolution on three identified xylose transporters using a developed xylose biosensor as a screen for improved mutants.  This approach is supported by ongoing preliminary work by our group.  We will examine the importance of search trajectory on selecting for transporters with dual-trait improvement (namely increased xylose transport rate and decreased glucose inhibition).  Finally, select mutant transporters will be evaluated to understand their biochemical and genetic basis, providing insight into the function of these proteins.  This novel combination of protein engineering of molecular transporters with traditional pathway engineering provides a transformative and powerful approach to cellular and metabolic engineering.  The novelty of this approach resides in the examination of methods for improving transport rates via a directed evolution approach for the dual traits of efficiency and sugar selectivity.\r\n\r\nIntellectual Merit\r\n\tThis research tests the basic hypotheses that (1) xylose transport rates and glucose inhibition are controlled by key amino acid residues or structural domains that may be identified through mutagenesis and (2) improving the net transport rate and glucose inhibition level of xylose transporters will lead to yeast cells with improved xylose utilization rates.  In doing so, this research will determine the best strategies and search trajectories for employing protein engineering on molecular transporters in order to optimize dual traits.  The genetic, biochemical, and functional analysis of mutant transporter proteins can uncover a more detailed understanding of which residues in these proteins are responsible for binding affinity, inhibition, and rates.  A dissection of critical residues and functional characterization will quantify the magnitude of change provided by these engineered transporters.  The understanding of the connection between transporter efficiency and selectivity evaluated here will provide novel insight into transporter potential and evolutionary advantages and costs for yeast to possess either broad or specific sugar transporters.  Therefore, this approach advances the understanding of metabolic engineering and its application to improving product flux.\r\n\r\nBroader Impacts\r\n\tThe ability to evolve or engineer transporter function in cells will lead to more efficient and specialized biotechnological processes.  Specific for this project, the identification of improved xylose transporter proteins (with increased xylose transport rates and decreased glucose inhibition) would be of great industrial use for lignocellulosic biomass conversion.  In this regard, this approach adds a novel dimension towards improving metabolic flux and engineering cells for biochemical production.  This research will support the interdisciplinary study of one graduate student and several undergraduate researchers.  Undergraduate students will be actively recruited from the Freshmen Research Initiative (FRI), an NSF supported program to improve under-represented minority participation in science research.  In addition, this work will allow for a broader outreach to the K-12 community through collaboration with Mrs. Michelle Halvorsen, a biology teacher at the Texas School for the Deaf.  During the summer, Mrs. Halvorsen, along with a student from the school, will conduct research in the lab and develop laboratory modules to bring back to the high school classroom.  This initiative will help bring science outreach to the deaf community, a population often overlooked in STEM initiatives.  The resulting broad, interdisciplinary training will allow students and researchers to become leaders in the field of metabolic and cellular engineering and in the general sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hal",
   "pi_last_name": "Alper",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hal Alper",
   "pi_email_addr": "halper@che.utexas.edu",
   "nsf_id": "000501431",
   "pi_start_date": "2012-03-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "149100",
   "pgm_ele_name": "Cellular & Biochem Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "002E",
   "pgm_ref_txt": "Bio-energy"
  },
  {
   "pgm_ref_code": "009E",
   "pgm_ref_txt": "Metabolic engineering"
  },
  {
   "pgm_ref_code": "144E",
   "pgm_ref_txt": "Synthetic biology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 360722.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The viability of renewable biofuels and biochemicals relies upon utilizing all available carbon sources in biomass.&nbsp; In particular, the 5-carbon sugars (especially xylose) are rather poorly used by cells such as yeast.&nbsp; Molecular transporter proteins inherently limit the maximal rate of cellular bioprocessing since they control the first main step of any metabolic pathway.&nbsp; This work involved understanding and engineering these molecular transporter proteins to increase the rate at which sugars can be used by cells.</p>\n<p>&nbsp;</p>\n<p>Intellectual Merit:</p>\n<p>The goal of this project was to generate improved, dedicated xylose transporters with reduced glucose inhibition as well as understand the fundamentals of sugar transporter.&nbsp; In doing so, we conducted the largest survey of heterologous sugar transporter function in yeast, used these results to demonstrate the effectiveness of directed evolution to improve transporter rate, identified a key motif responsible for dictating sugar preference in transporters, and created transporter proteins with significantly reduced inhibition by glucose.&nbsp; This work provides novel insight into the function of transporter proteins and will provide for higher efficiency of biomass conversion.</p>\n<p>&nbsp;</p>\n<p>Broader Impacts:</p>\n<p>This work opens the door to more efficient processes for renewable chemicals and fuels production.&nbsp; In addition, this grant helped support the graduate studies of 3 students and 4 undergraduate researchers.&nbsp; In addition, this grant has formalized collaboration with the Texas School for the Deaf as well as a recent collaboration with Davis Elementary School Science Laboratory.&nbsp; Through these collaborations, we have purchased key science and engineering equipment/hands-on demonstrations for both school labs and have arranged for visit by UT scientists to engage students.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/23/2015<br>\n\t\t\t\t\tModified by: Hal&nbsp;Alper</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe viability of renewable biofuels and biochemicals relies upon utilizing all available carbon sources in biomass.  In particular, the 5-carbon sugars (especially xylose) are rather poorly used by cells such as yeast.  Molecular transporter proteins inherently limit the maximal rate of cellular bioprocessing since they control the first main step of any metabolic pathway.  This work involved understanding and engineering these molecular transporter proteins to increase the rate at which sugars can be used by cells.\n\n \n\nIntellectual Merit:\n\nThe goal of this project was to generate improved, dedicated xylose transporters with reduced glucose inhibition as well as understand the fundamentals of sugar transporter.  In doing so, we conducted the largest survey of heterologous sugar transporter function in yeast, used these results to demonstrate the effectiveness of directed evolution to improve transporter rate, identified a key motif responsible for dictating sugar preference in transporters, and created transporter proteins with significantly reduced inhibition by glucose.  This work provides novel insight into the function of transporter proteins and will provide for higher efficiency of biomass conversion.\n\n \n\nBroader Impacts:\n\nThis work opens the door to more efficient processes for renewable chemicals and fuels production.  In addition, this grant helped support the graduate studies of 3 students and 4 undergraduate researchers.  In addition, this grant has formalized collaboration with the Texas School for the Deaf as well as a recent collaboration with Davis Elementary School Science Laboratory.  Through these collaborations, we have purchased key science and engineering equipment/hands-on demonstrations for both school labs and have arranged for visit by UT scientists to engage students.\n\n\t\t\t\t\tLast Modified: 06/23/2015\n\n\t\t\t\t\tSubmitted by: Hal Alper"
 }
}