{
 "awd_id": "1106364",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Superhard Metals",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael J. Scott",
 "awd_eff_date": "2011-11-15",
 "awd_exp_date": "2015-10-31",
 "tot_intn_awd_amt": 692000.0,
 "awd_amount": 692000.0,
 "awd_min_amd_letter_date": "2011-11-03",
 "awd_max_amd_letter_date": "2014-03-19",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\nTransition metal borides have attracted increasing interest due to their physical properties that combine high hardness and electrical conductivity with straightforward ambient pressure synthesis. If designed properly, superhard metallic borides could lead to improved cutting tools and wear-resistant coatings. Rhenium diboride (ReB2) is a good example of this new and growing class of superhard, metallic borides. With support from the Solid State and Materials Chemistry Program, the possibility of improving on the properties of ReB2 by making solid solutions of ReB2 with other transition metals to activate dislocation-pinning mechanisms that could create harder materials will be explored. Less expensive transition metal borides will be synthesized by replacing rhenium with the relatively inexpensive transition metal tungsten. By completely replacing Re with W and increasing the boron concentration, another interesting boride, tungsten tetraboride (WB4), can be made which appears to have comparable hardness to ReB2. After characterizing its physical properties including micro- and nano-indentation, ambient and high pressure X-ray diffraction and resonant ultrasound spectroscopy of both polycrystalline and single crystalline WB4, its structure will be reexamined using neutron diffraction. This powerful tool should enable the determination of the exact positions of the boron atoms in the unit cell, something that is currently not known. This should provide better insight into the bulk modulus, high hardness and other properties of WB4. Making solid solutions of WB4 with other transition metal elements such as Ta, Mo, Cr and Mn, will be carried out in order to potentially increase hardness and impart improved corrosion protection, thermal stability and fracture toughness. A long-term goal of this project is to explore the feasibility of using these superhard, metallic borides for cutting tools. By taking advantage of their electrical conductivity, desired shapes will be cut using electric discharge machining (EDM). Cutting tool inserts will be made by EDM, and properties such as wear resistance will be tested. Coatings will be developed and friction tests carried out. Broader impact of this project will be achieved by engaging undergraduates in the research and providing high school students and teachers with lectures and demonstrations of materials and their applications.\r\nNON-TECHNICAL SUMMARY\r\nThe search for new superhard metals holds both great scientific and practical interest. Scientifically, an understanding of how and why materials known for their malleability can be turned into ultra-incompressible, superhard compounds will be gained. Practically, these metallic materials, no matter how hard, can be cut into precise shapes using a readily available process known as electric discharge machining. This will enable the exploration of their possible use for milling, sawing and drilling. Electric discharge machining will be used to turn these new materials into tools that will be tested for their ability to cut ferrous metals. Scratch resistant coatings with low friction surfaces will also be developed and tested. Broader impact of these projects will be achieved by engaging undergraduates in the research and providing high school students and teachers with lectures and demonstrations of materials and their applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Kaner",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Richard B Kaner",
   "pi_email_addr": "kaner@chem.ucla.edu",
   "nsf_id": "000341424",
   "pi_start_date": "2011-11-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Tolbert",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah Tolbert",
   "pi_email_addr": "tolbert@chem.ucla.edu",
   "nsf_id": "000419902",
   "pi_start_date": "2011-11-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "10889 WILSHIRE BLVD STE 700",
  "perf_city_name": "LOS ANGELES",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900244200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 242000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 225000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 225000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The success of superhard materials in modern society will rarely be found in the materials themselves, but rather in the objects that they have machined and shaped. Take the passenger jet as an example, with components ranging from the air compressor in the engine to the landing gear all comprised of machined parts. For cutting tools, superhard materials are needed to shape increasingly stronger, modern substrates. This is reflected in the growing market for superhard materials, which is projected to reach $20 billion during the next five years. Unfortunately, the design of new superhard materials is challenging. The reason is because the factors involved in designing mechanically strong compounds are complex. As such, there are only two superhard materials in commercial use (diamond and cubic boron nitride), but they are limited to non-ferrous substrates (diamond) and/or are difficult to synthesize, requiring both high temperature and high pressure. Nearly a decade ago, we suggested that new superhard materials could be designed by injecting strong covalent bonds into high valence electron density metals. These materials can be readily synthesized under ambient pressure. This was first demonstrated with OsB<sub>2</sub> (ultra-incompressible), and then with ReB<sub>2</sub> and WB<sub>4 </sub>(both ultra-incompressible and superhard). We have spent the past 4 years developing a better understanding to why our metal borides are hard and applying that knowledge towards improving mechanical strength.</p>\n<p>Our seminal work in the field of superhard materials demonstrated that OsB<sub>2</sub> is both ultra-incompressible and hard. While we were able to thoroughly characterize OsB<sub>2</sub>, the origin of strength from this structure was a mystery. As such, we studied deformations under 500,000 atmospheres of pressure and determined which bonds were the most difficult to break, and thus why OsB<sub>2</sub> is hard. We then elucidated the origins of hardness for our next material, ReB<sub>2. </sub>&shy;&shy;We again performed high-pressure studies, but now used Raman spectroscopy for analysis. This enabled us to directly determine the bond deformations. From this technique, we were able to show that bonding along one axis is significantly stronger than along the other axis, and these results matched our calculations made by using density functional theory (DFT), and further demonstrated the role of microscopic bonding in macroscopic mechanical properties. We then moved on to tungsten tetraboride (WB<sub>4</sub>), which is an attractive compound to further expand our understanding of superhard metal borides due to several advantageous qualities including: (1) tungsten is substantially less expensive than rhenium or osmium, and (2) the crystal structure contains several defect sites that may be chemically manipulated to further tailor properties. We therefore created a series of alloys using the elements Ta, Cr and Mn. Our results indicate that all of these solid solutions are harder than the parent compound, producing maxima of 52.8 GPa with the addition of 2 at.% Ta, 53.5 GPa with addition of 10 at.% Cr, and dual maxima of 53.7 GPa (4 at.%) and ~55 GPa (10-20%) with the addition of Mn. The multi-solution compound W<sub>0.93</sub>Ta<sub>0.02</sub>Cr<sub>0.05</sub>B<sub>4</sub>, with a hardness of 57.3 GPa (~16% and 24% higher than those of ReB<sub>2</sub> and WB<sub>4</sub>, respectively) is, in fact, <strong><em>the hardest metal yet reported</em></strong> (see Table 1). We also determined that the crystal structure of WB<sub>4</sub>, originally reported over 50 years ago, was incorrect, and using a combination of X-ray diffraction and neutron scattering determined the correct structure.</p>\n<p><strong>Intellectual Merits:</strong> We have learned a great deal about the structure and properties of transition metal borides over the past four years as the result of a col...",
  "por_txt_cntn": "\nThe success of superhard materials in modern society will rarely be found in the materials themselves, but rather in the objects that they have machined and shaped. Take the passenger jet as an example, with components ranging from the air compressor in the engine to the landing gear all comprised of machined parts. For cutting tools, superhard materials are needed to shape increasingly stronger, modern substrates. This is reflected in the growing market for superhard materials, which is projected to reach $20 billion during the next five years. Unfortunately, the design of new superhard materials is challenging. The reason is because the factors involved in designing mechanically strong compounds are complex. As such, there are only two superhard materials in commercial use (diamond and cubic boron nitride), but they are limited to non-ferrous substrates (diamond) and/or are difficult to synthesize, requiring both high temperature and high pressure. Nearly a decade ago, we suggested that new superhard materials could be designed by injecting strong covalent bonds into high valence electron density metals. These materials can be readily synthesized under ambient pressure. This was first demonstrated with OsB2 (ultra-incompressible), and then with ReB2 and WB4 (both ultra-incompressible and superhard). We have spent the past 4 years developing a better understanding to why our metal borides are hard and applying that knowledge towards improving mechanical strength.\n\nOur seminal work in the field of superhard materials demonstrated that OsB2 is both ultra-incompressible and hard. While we were able to thoroughly characterize OsB2, the origin of strength from this structure was a mystery. As such, we studied deformations under 500,000 atmospheres of pressure and determined which bonds were the most difficult to break, and thus why OsB2 is hard. We then elucidated the origins of hardness for our next material, ReB2. &shy;&shy;We again performed high-pressure studies, but now used Raman spectroscopy for analysis. This enabled us to directly determine the bond deformations. From this technique, we were able to show that bonding along one axis is significantly stronger than along the other axis, and these results matched our calculations made by using density functional theory (DFT), and further demonstrated the role of microscopic bonding in macroscopic mechanical properties. We then moved on to tungsten tetraboride (WB4), which is an attractive compound to further expand our understanding of superhard metal borides due to several advantageous qualities including: (1) tungsten is substantially less expensive than rhenium or osmium, and (2) the crystal structure contains several defect sites that may be chemically manipulated to further tailor properties. We therefore created a series of alloys using the elements Ta, Cr and Mn. Our results indicate that all of these solid solutions are harder than the parent compound, producing maxima of 52.8 GPa with the addition of 2 at.% Ta, 53.5 GPa with addition of 10 at.% Cr, and dual maxima of 53.7 GPa (4 at.%) and ~55 GPa (10-20%) with the addition of Mn. The multi-solution compound W0.93Ta0.02Cr0.05B4, with a hardness of 57.3 GPa (~16% and 24% higher than those of ReB2 and WB4, respectively) is, in fact, the hardest metal yet reported (see Table 1). We also determined that the crystal structure of WB4, originally reported over 50 years ago, was incorrect, and using a combination of X-ray diffraction and neutron scattering determined the correct structure.\n\nIntellectual Merits: We have learned a great deal about the structure and properties of transition metal borides over the past four years as the result of a collaborative effort between the Kaner and Tolbert groups. The Kaner group brings unique synthetic techniques, chemical tuning, and macroscopic mechanical property measurements, while the Tolbert lab provides high-pressure studies and microscopic mechanical property measurements. Only..."
 }
}