{
 "awd_id": "1107465",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: RNMS: Kinetic Description of Emerging Challenges in Multiscale Problems of Natural Sciences",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924885",
 "po_email": "tbartosz@nsf.gov",
 "po_sign_block_name": "Tomek Bartoszynski",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2019-02-28",
 "tot_intn_awd_amt": 1000000.0,
 "awd_amount": 1000000.0,
 "awd_min_amd_letter_date": "2012-02-16",
 "awd_max_amd_letter_date": "2017-06-15",
 "awd_abstract_narration": "This award supports a Research Network in Mathematical Sciences: ?Kinetic description of emerging challenges in multiscale problems of natural sciences? (KI-net). Kinetic descriptions have traditionally played a central role in many areas of mathematical physics. In the last two decades, however, kinetic descriptions have emerged as an indispensable tool for a quantitative description of diverse phenomena, ranging from semi-conductors, polymers and plasma, to cell migrations, swarming, and neuron networks, as well as traffic, social and economic networking. It is in this context that the KI-net will foster cross-fertilization between mathematics and other scientific disciplines, with particular focus on the following three areas:\r\n*\tQuantum dynamics with applications to chemistry;\r\n* \tNetwork dynamics with applications to social sciences; and\r\n* \tKinetic models of biological processes.\r\n\r\nThe principal objectives are to foster new kinetic-based national and international collaborations; to train a future generation of researchers to address new challenges, and to sustain the United-States? leading role on the international stage in this field. The proposed KI-net will bring the full range of mathematical techniques to bear on important scientific challenges in kinetic descriptions of new phenomena in physical, biological and social sciences. The ultimate goal is the development, analysis and computation of novel kinetic descriptions with various applications in these disciplines. KI-net will offer a unique platform to carry out these objectives. It will be centered around three hubs: the Center for Scientific Computation & Math Modeling (CSCAMM) in the University of Maryland, the Institute for Computational and Engineering Science (ICES) at UT Austin, and the Department of Mathematics at the University of Wisconsin-Madison. At the initial stage, they will inter-connect 12 nodes through a series of edges, involving 25 core participants. \r\n\r\nKI-net Research Network home page: http://www2.cscamm.umd.edu/ki-net/.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Irene",
   "pi_last_name": "Gamba",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Irene M Gamba",
   "pi_email_addr": "gamba@math.utexas.edu",
   "nsf_id": "000381736",
   "pi_start_date": "2012-02-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gordan",
   "pi_last_name": "Zitkovic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gordan Zitkovic",
   "pi_email_addr": "gordanz@math.utexas.edu",
   "nsf_id": "000176955",
   "pi_start_date": "2012-02-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Lexing",
   "pi_last_name": "Ying",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lexing Ying",
   "pi_email_addr": "lexing@math.stanford.edu",
   "nsf_id": "000148894",
   "pi_start_date": "2012-02-16",
   "pi_end_date": "2015-04-01"
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "110 INNER CAMPUS DR",
  "perf_city_name": "AUSTIN",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121139",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126000",
   "pgm_ele_name": "INFRASTRUCTURE PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8015",
   "pgm_ref_txt": "Research Ntwrks in Mathematical Sciences"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 400000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-size: 10.000000pt; font-family: 'ArialMT';\">For  seven years the the UT Austin Hub of the RNMS on ?Kinetic description  of emerging challenges in multi-scale problems of natural sciences?,  with its nodes at Arizona State University at Pheonix, California State  University at Northridge, University of California at los Angeles, Los  Alamos National Laboratory and Stanford University generated a strong  level of activities engaging the PIs and Ki-Net associates has been  developed through the opportunities of this research Networkthat have  involved at 195 funded participants in the last 7 years. </span></p>\n<p><span style=\"font-size: 10.000000pt; font-family: 'ArialMT';\">Suche  activities keep on increasing and developed new reserach groups leaving  a lost lasting legacy of the 'Ki-Net' project, as the PIs at the three  Hubs, UM at College Park, UW at Madison and UT Austin, call it. </span></p>\n<p><span style=\"font-size: 10.000000pt; font-family: 'ArialMT';\">The  UT Austin Hub and its paticipant Nodes have produced more than 150  collaborative publications since 2012, of which almost 90 are reported  from the ASU-Node and the UT-Austin Hub alone. </span></p>\n<p><span style=\"font-size: 10.000000pt; font-family: 'ArialMT';\">All  past activities and publications regarding the network are posted at  the KI-Net website maintained at the University of Maryland Hub  http://www.ki-net.umd.edu/ </span></p>\n<p><span style=\"font-size: 10.000000pt; font-family: 'ArialMT';\">Since  2012, there have been 209 posted activities sponsored at UT Austin Hub  that funded to total of about 351 participants, of which 79 are female  individuals.</span><span style=\"font-size: 10.000000pt; font-family: 'ArialMT';\"> Detailed information about these funded activities and publications can be found at https://www.ki-net.umd.edu/db/admin/units/</span></p>\n<p><span style=\"font-size: 10.000000pt; font-family: 'ArialMT';\">The  funding effort returned a strong level of activities engaging the PIs  and Ki-Net associates who enhanced their skills through the  opportunities of this research network and activities. The research  group has been quite broad and diverse.</span><span style=\"font-size: 10.000000pt; font-family: 'ArialMT';\"> The network brought in a very strong engagement of junior people at the  graduate Student and postdoctoral level on the proposal funded areas  and beyond. We have achieved a highly visible level of the network  activities. There planned activities that follows from the funded  2012-2019 period have left a significant legacy about the Kinetic  transport theory community under a very broad unbrella. </span></p>\n<p><span style=\"font-size: 10.000000pt; font-family: 'Times';\">The  impact of these projects have enhanced the participation of Junior and  Senior researchers in the areas of computational and analytical kinetics  with applications ranging from chemistry to plasmas to social network  kinetic flow modeling in whithin the research network. </span></p>\n<p><span style=\"font-size: 10.000000pt; font-family: 'Times';\">In addition, network groups impacted other disciplines.</span><span style=\"font-size: 10.000000pt; font-family: 'Times';\"> The UT Austin group has strong connections on computational kinetics  for the Plasma group at the Institute of Plasma Fusion at the Physics  department, computational Kinetics at Aerospace Engineering and the  computational Chemistry group at ICES. Graduate students were co-adviced  by faculty members in these different goups.</span><span style=\"font-size: 10.000000pt; font-family: 'Times';\"> Strong interactions were being developed with Industrial partners, such as the&nbsp; ASU group with Intel researchers.</span><span style=\"font-size: 10.000000pt; font-family: 'Times';\"> The Stanford Group, who has very strong connections with Stanford  University Statistics and Computer Sciences groups, haev developed new  techniques applied to Machine and Deep learning, and have become  consultors for AI and IT companies in the Palo Alto/Menlo Park areas in  California.&nbsp; The Los Alamos National Laboratory (LANL) group has  extablished strong interaction with the UT Austin group as well as the  Oak Ridge National Labratory (ORNL) ones. </span></p>\n<div class=\"page\" title=\"Page 12\">\n<div class=\"section\" style=\"background-color: rgb(100.000000%, 100.000000%, 100.000000%);\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span style=\"font-size: 10.000000pt; font-family: 'Times';\">New  analytical and computational techniques have been developed for kinetic  transport modeling. More specifically, the network focus on the  development deterministic techniques that can compete with classical  stochastically design MonteCarlo solvers. These alternative methods are  known to perform better on strong transient regimes.</span><span style=\"font-size: 10.000000pt; font-family: 'Times';\"> These are tools of strong impact to the further development of Natural and Social Science, Engineering and technology.</span><span style=\"font-size: 10.000000pt; font-family: 'Times';\"> Many of these projects have created a strong junior group of scientific  computing individuals who are computational codes developers. A  significant part of their computational codes are being shared and some  parts of their pseudo codes are publicly available through publications.</span></p>\n<div class=\"page\" title=\"Page 12\">\n<div class=\"section\" style=\"background-color: rgb(100.000000%, 100.000000%, 100.000000%);\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span style=\"font-size: 10.000000pt; font-family: 'Times';\">The  work on analytical and computational collisional plasmas impact a wide  range of areas ranging from computational chemistry, to the  semiconductor industry, to the design strategy of cold fusion energy as  well. </span></p>\n<div class=\"page\" title=\"Page 12\">\n<div class=\"section\" style=\"background-color: rgb(100.000000%, 100.000000%, 100.000000%);\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span style=\"font-size: 10.000000pt; font-family: 'Times';\">These  projects have created a strong junior group of scientific computing  individuals who are computational codes developers. A significant part  of their computational codes are shared and some parts of their pseudo  codes are publicly available through publications.</span></p>\n<p><span style=\"font-size: 10.000000pt; font-family: 'Times';\">Overall, the</span><span style=\"font-size: 10.000000pt; font-family: 'ArialMT';\"> collaborative research effort&nbsp; funded by the NSF Division of  Mathematical Sciences titled \"Kinetic Description of Emerging Challenges  in Multiscale Problems of Natural Sciences\" has created new scientific&nbsp;  studies and products that will carry a strong long lasting impact,  nationally and internationally.&nbsp; </span></p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/12/2019<br>\n\t\t\t\t\tModified by: Irene&nbsp;M&nbsp;Gamba</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFor  seven years the the UT Austin Hub of the RNMS on ?Kinetic description  of emerging challenges in multi-scale problems of natural sciences?,  with its nodes at Arizona State University at Pheonix, California State  University at Northridge, University of California at los Angeles, Los  Alamos National Laboratory and Stanford University generated a strong  level of activities engaging the PIs and Ki-Net associates has been  developed through the opportunities of this research Networkthat have  involved at 195 funded participants in the last 7 years. \n\nSuche  activities keep on increasing and developed new reserach groups leaving  a lost lasting legacy of the 'Ki-Net' project, as the PIs at the three  Hubs, UM at College Park, UW at Madison and UT Austin, call it. \n\nThe  UT Austin Hub and its paticipant Nodes have produced more than 150  collaborative publications since 2012, of which almost 90 are reported  from the ASU-Node and the UT-Austin Hub alone. \n\nAll  past activities and publications regarding the network are posted at  the KI-Net website maintained at the University of Maryland Hub  http://www.ki-net.umd.edu/ \n\nSince  2012, there have been 209 posted activities sponsored at UT Austin Hub  that funded to total of about 351 participants, of which 79 are female  individuals. Detailed information about these funded activities and publications can be found at https://www.ki-net.umd.edu/db/admin/units/\n\nThe  funding effort returned a strong level of activities engaging the PIs  and Ki-Net associates who enhanced their skills through the  opportunities of this research network and activities. The research  group has been quite broad and diverse. The network brought in a very strong engagement of junior people at the  graduate Student and postdoctoral level on the proposal funded areas  and beyond. We have achieved a highly visible level of the network  activities. There planned activities that follows from the funded  2012-2019 period have left a significant legacy about the Kinetic  transport theory community under a very broad unbrella. \n\nThe  impact of these projects have enhanced the participation of Junior and  Senior researchers in the areas of computational and analytical kinetics  with applications ranging from chemistry to plasmas to social network  kinetic flow modeling in whithin the research network. \n\nIn addition, network groups impacted other disciplines. The UT Austin group has strong connections on computational kinetics  for the Plasma group at the Institute of Plasma Fusion at the Physics  department, computational Kinetics at Aerospace Engineering and the  computational Chemistry group at ICES. Graduate students were co-adviced  by faculty members in these different goups. Strong interactions were being developed with Industrial partners, such as the  ASU group with Intel researchers. The Stanford Group, who has very strong connections with Stanford  University Statistics and Computer Sciences groups, haev developed new  techniques applied to Machine and Deep learning, and have become  consultors for AI and IT companies in the Palo Alto/Menlo Park areas in  California.  The Los Alamos National Laboratory (LANL) group has  extablished strong interaction with the UT Austin group as well as the  Oak Ridge National Labratory (ORNL) ones. \n\n\n\n\n\nNew  analytical and computational techniques have been developed for kinetic  transport modeling. More specifically, the network focus on the  development deterministic techniques that can compete with classical  stochastically design MonteCarlo solvers. These alternative methods are  known to perform better on strong transient regimes. These are tools of strong impact to the further development of Natural and Social Science, Engineering and technology. Many of these projects have created a strong junior group of scientific  computing individuals who are computational codes developers. A  significant part of their computational codes are being shared and some  parts of their pseudo codes are publicly available through publications.\n\n\n\n\n\nThe  work on analytical and computational collisional plasmas impact a wide  range of areas ranging from computational chemistry, to the  semiconductor industry, to the design strategy of cold fusion energy as  well. \n\n\n\n\n\nThese  projects have created a strong junior group of scientific computing  individuals who are computational codes developers. A significant part  of their computational codes are shared and some parts of their pseudo  codes are publicly available through publications.\n\nOverall, the collaborative research effort  funded by the NSF Division of  Mathematical Sciences titled \"Kinetic Description of Emerging Challenges  in Multiscale Problems of Natural Sciences\" has created new scientific   studies and products that will carry a strong long lasting impact,  nationally and internationally.  \n\n\n\n\n\n\n\n\n\n\n\n\n\n\t\t\t\t\tLast Modified: 09/12/2019\n\n\t\t\t\t\tSubmitted by: Irene M Gamba"
 }
}