{
 "awd_id": "1110882",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Tectonic and Magmatic Processes during Early-Stage Rifting:  an Integrated Study of Northern Lake Malawi, Africa",
 "cfda_num": "47.050",
 "org_code": "06030201",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2012-04-15",
 "awd_exp_date": "2017-09-30",
 "tot_intn_awd_amt": 766844.0,
 "awd_amount": 766844.0,
 "awd_min_amd_letter_date": "2012-04-11",
 "awd_max_amd_letter_date": "2016-03-29",
 "awd_abstract_narration": "Although the concept that thick continental lithosphere extends and ultimately ruptures has been accepted for over 50 years, the conditions required for this to occur and the factors that are most important in controlling the style of rifting, the formation and maintenance of tectonic segmentation and the initiation of magmatism remain contentious. This is especially true of the earliest stages of extension, in part because most studies focus on successfully rifted margins and mature rifts, where extensive stretching, syn- and post-rift magmatism, and post-breakup sedimentation overwrite and bury the record of incipient extension. Understanding how, why and when features that are characteristic of mid-ocean ridges and rifts first form and evolve during early rifting is essential for a broader understanding of plate divergence. \r\n\r\nThe primary scientific goal of this project is to examine the emergence and early evolution of two fundamental features of all divergent plate boundaries: magmatism and segmentation. Magmatism accommodates a significant percentage of plate separation at most mid-ocean ridges and late-stage rifts. Likewise, transform faults demarcate discrete spreading segments in mid-ocean ridges, which are broadly \r\ncharacterized by more robust magmatism at their centers than at their edges. Well-developed magmatic and tectonic segmentation is also observed in late-stage rifts and new ocean basins However,little is known about the controls on the initiation and development of magmatism and segmentation in young rifts. Specifically, th PIs seek to address the following questions: \r\n\r\n? When, where and why does magmatism initiate in rifts, and what is its role in accommodating extension? \r\n? What controls the development of tectonic segmentation in early-stage rifts? How is it manifested in 4D patterns of magmatism \r\nand deformation. \r\n\r\nThe project consists of an integrated geophysical, geochemical and geological study of the northern Lake Malawi region in the East African Rift System (EARS) to address these questions. This is one of the few places in the world that has all of the ingredients necessary for a comprehensive study of early rifting. Active and passive seismic data and MT data will reveal the 3D structure of the crust and lithosphere at a variety of length scales, from the architecture of border faults and accommodation zones to the distribution of deformation and magma (if present) in the mantle lithosphere. Surface deformation, seismicity, and rift stratigraphy, as well as geochronology, thermobarometry and geochemistry of volcanic rocks, will yield constraints on the origin of magmatism and the evolution of deformation and magmatism at a range of time scales, including possibly variable contributions from sub-lithospheric versus lithospheric sources. Comparisons of active and cumulative deformation patterns will enable the evaluation of the importance of episodicity, seismicity and magmatism in accommodating extension and how they relate to segmentation. This powerful combination of temporal and spatial constraints will produce unique insights into the initiation of segmentation and magmatism during continental rifting.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Scholz",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher A Scholz",
   "pi_email_addr": "cascholz@syr.edu",
   "nsf_id": "000202991",
   "pi_start_date": "2012-04-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Syracuse University",
  "inst_street_address": "900 S CROUSE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SYRACUSE",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3154432807",
  "inst_zip_code": "13244",
  "inst_country_name": "United States",
  "cong_dist_code": "22",
  "st_cong_dist_code": "NY22",
  "org_lgl_bus_name": "SYRACUSE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "C4BXLBC11LC6"
 },
 "perf_inst": {
  "perf_inst_name": "Syracuse University",
  "perf_str_addr": "900 S CROUSE AVE",
  "perf_city_name": "SYRACUSE",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "13244",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "NY22",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158100",
   "pgm_ele_name": "CONTINENTAL DYNAMICS PROGRAM"
  },
  {
   "pgm_ele_code": "821200",
   "pgm_ele_name": "INTEGRATED EARTH SYSTEMS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 84006.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 355398.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 194868.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 71525.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 61047.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The active source experiment of the SEGMeNT project was designed to use seismic imaging methods to characterize the subsurface geology of the Lake Malawi (Nyasa) rift.&nbsp; Because Lake Malawi covers almost all the Great Rift Valley in that region, we were able to use &ldquo;marine&rdquo; seismic methods to &ldquo;see&rdquo; below the bottom of the lake.&nbsp; We temporarily converted a container ship into a geophysical survey vessel, and used a standard airgun array as the seismic source.&nbsp;&nbsp; Seismic signals from the airguns penetrated the water column and through the layers of sediment under the lake floor.&nbsp; The seismic energy was reflected or refracted back and collected by a towed hydrophone array (seismic streamer) and by lake bottom seismometers deployed during the experiment. After one month of seismic surveying, data were digitally processed and then geological features from the lake floor were interpreted. Numerous normal faults are observed on the lake margin and across the bottom of the lake, and many of those faults rupture the lake floor, suggesting earthquake activity in the recent past.&nbsp; The majority of continental rifting (extension) in the Lake Malawi Rift has occurred on the border faults of the rift. &nbsp;The sediments imaged beneath the lake floor are in excess of four kilometers thick.&nbsp; Importantly, no major magma bodies or evidence of past volcanic activity is observed in the seismic reflection data collected from within the lake. Several graduate students and junior scholars, from the United States, Malawi and Tanzania, were trained in geophysical methods as part of this experiment.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/29/2018<br>\n\t\t\t\t\tModified by: Christopher&nbsp;A&nbsp;Scholz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe active source experiment of the SEGMeNT project was designed to use seismic imaging methods to characterize the subsurface geology of the Lake Malawi (Nyasa) rift.  Because Lake Malawi covers almost all the Great Rift Valley in that region, we were able to use \"marine\" seismic methods to \"see\" below the bottom of the lake.  We temporarily converted a container ship into a geophysical survey vessel, and used a standard airgun array as the seismic source.   Seismic signals from the airguns penetrated the water column and through the layers of sediment under the lake floor.  The seismic energy was reflected or refracted back and collected by a towed hydrophone array (seismic streamer) and by lake bottom seismometers deployed during the experiment. After one month of seismic surveying, data were digitally processed and then geological features from the lake floor were interpreted. Numerous normal faults are observed on the lake margin and across the bottom of the lake, and many of those faults rupture the lake floor, suggesting earthquake activity in the recent past.  The majority of continental rifting (extension) in the Lake Malawi Rift has occurred on the border faults of the rift.  The sediments imaged beneath the lake floor are in excess of four kilometers thick.  Importantly, no major magma bodies or evidence of past volcanic activity is observed in the seismic reflection data collected from within the lake. Several graduate students and junior scholars, from the United States, Malawi and Tanzania, were trained in geophysical methods as part of this experiment.\n\n\t\t\t\t\tLast Modified: 03/29/2018\n\n\t\t\t\t\tSubmitted by: Christopher A Scholz"
 }
}