{
 "awd_id": "1119332",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: An Agent-Based Simulation Environment for Predictive Longitudinal Modeling of High School Math Performance",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": "7032925186",
 "po_email": "mhjalmar@nsf.gov",
 "po_sign_block_name": "Margret Hjalmarson",
 "awd_eff_date": "2011-11-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 382625.0,
 "awd_amount": 473511.0,
 "awd_min_amd_letter_date": "2011-11-13",
 "awd_max_amd_letter_date": "2015-05-15",
 "awd_abstract_narration": "This collaborative proof-of-concept study involves The University of California at Santa Cruz, The University of Texas at Austin, and the Los Alamos National Laboratory. The PIs will test the efficacy of using agent-based simulation and visualization models to identify the factors that predict mathematics achievement for students from the 8th grade to the 12th grade and beyond. The team are using a data set that includes 14 years of data on student grade reports, coursework, demographics, teacher variables such as years of service, professional development courses take, years of service, and other artifacts. The investigators hypothesize that agent-based modeling can be used to improve mathematics education. The research questions is What are the predictors of success in mathematics of public school 8th grade students and beyond as measured by a) mathematics performance (test scores) broken down by different mathematical skills? b) enrollment in algebra class (8th grade and high school)? and c) algebra and mathematics grades in 8th grade and high school? This exploratory study will analyze data using three tasks. The first task involves data assessment. The first task will involve discovering distributional information in general.  They will explore visual and analytical processes of different variables so that different synthetic data can be simulated. The second task involves collaborating with a statistical science team to incorporate distributional information so that multivariate samples can be generated to form synthetic populations to use to build the agent-based model. The third task involves using the actual data from two large school districts to understand and quantify variability in the data. \r\n\r\nEducation systems do not have a valid way to measure progressions of mathematics education to evaluate outcomes associated with mathematics learning outcomes. This project will provide a baseline understanding of student's progression in mathematics achievement that is critical in helping educators and policy makers set goals and standards for mathematics education within the United States.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Strong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Strong",
   "pi_email_addr": "michael.strong@ttu.edu",
   "nsf_id": "000432609",
   "pi_start_date": "2011-11-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Cruz",
  "inst_street_address": "1156 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA CRUZ",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314595278",
  "inst_zip_code": "950641077",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SANTA CRUZ",
  "org_prnt_uei_num": "",
  "org_uei_num": "VXUFPE4MCZH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Cruz",
  "perf_str_addr": "1156 HIGH ST",
  "perf_city_name": "SANTA CRUZ",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950641077",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 458263.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 15248.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span> </span>We often hear experts debating the merits of our public education system. But in what sense is education a system? Sometimes the system under consideration is the vast network of institutions responsible for educating the public. At others, it&rsquo;s the school-to-career pipeline or the administrative bureaucracies that support it. How we imagine the structure of the system, the individuals and organizations that act within it, and the rules that govern their behavior, determines which policies we believe will benefit students, communities, and the economy. Imagining the system well matters. In our research supported by this award, we set out to imagine the education system with scientific rigor. We did so with a formal mathematical tool known as an agent-based model (ABM) in which agents (students, teachers, and schools) interact with each other in accordance with a simple set of rules. Although the rules governing individual behavior are simple, they can result in unexpected emergent behaviors of the system. For example, Craig Reynolds was able to explain how the complex movements of a flock of birds emerges from three simple rules governing each member of the flock: avoid collisions, move with your neighbors, and stay close to your neighbors. Finding a similar relationship between the behavior of individual actors and global educational outcomes would be of tremendous value to policymakers.We searched for these rules using a large education dataset, and used what we found to structure and validate a number of ABMs. The models allowed us to identify policy actions with the potential to improve math education and put them to the test by running thousands of simulations. What we learned was not only what policies hold promise, by also why it can be so difficult to implement them in the real world.Sometimes the difficulty confronting policymakers is that there may not be an action that benefits all. For example, schools are faced with the problem of distributing a limited number teachers to a large number of students. However, teachers vary in their ability to promote student achievement, and students in their response to instruction. This makes it nearly impossible to find a rule for assigning students to teachers in which all students win. A desire to produce top performers in mathematics could be pursued by assigning the most responsive students to the most able teachers. Doing so over a long period of time would achieve the purpose, but it would also create a large achievement gap because the least responsive students would be taught by the least able teachers.&nbsp;The left panel in the figure illustrates this result using the output from a single run of an ABM. The lines describe the simulated math achievement levels of individual students as they progress from grades K to 12. The green lines represent students from the top performing school in a simulated district, the blue from the lowest performing school. If a line follows a horizontal path through zero, it would represent a student who with average mathematics achievement in every year. Lines above zero represent students with above average mathematics achievement, and those below zero represent students with below average achievement. Under this system, the strong mathematics students get stronger and the weakest students get weaker. Assigning the least responsive students to the most effective teachers improves outcomes for the weakest students, but it prevents the strongest from achieving their full potential. Assigning students to teachers with a lottery ensures mediocrity for all.At other times the difficulty confronting policymakers is that plausible solutions cannot be implemented well. The right panel in the figure illustrates how all students benefit when the effectiveness of teachers in a school district is higher on average. One way to develop a pool of consistently higher qualit...",
  "por_txt_cntn": "\n We often hear experts debating the merits of our public education system. But in what sense is education a system? Sometimes the system under consideration is the vast network of institutions responsible for educating the public. At others, itÆs the school-to-career pipeline or the administrative bureaucracies that support it. How we imagine the structure of the system, the individuals and organizations that act within it, and the rules that govern their behavior, determines which policies we believe will benefit students, communities, and the economy. Imagining the system well matters. In our research supported by this award, we set out to imagine the education system with scientific rigor. We did so with a formal mathematical tool known as an agent-based model (ABM) in which agents (students, teachers, and schools) interact with each other in accordance with a simple set of rules. Although the rules governing individual behavior are simple, they can result in unexpected emergent behaviors of the system. For example, Craig Reynolds was able to explain how the complex movements of a flock of birds emerges from three simple rules governing each member of the flock: avoid collisions, move with your neighbors, and stay close to your neighbors. Finding a similar relationship between the behavior of individual actors and global educational outcomes would be of tremendous value to policymakers.We searched for these rules using a large education dataset, and used what we found to structure and validate a number of ABMs. The models allowed us to identify policy actions with the potential to improve math education and put them to the test by running thousands of simulations. What we learned was not only what policies hold promise, by also why it can be so difficult to implement them in the real world.Sometimes the difficulty confronting policymakers is that there may not be an action that benefits all. For example, schools are faced with the problem of distributing a limited number teachers to a large number of students. However, teachers vary in their ability to promote student achievement, and students in their response to instruction. This makes it nearly impossible to find a rule for assigning students to teachers in which all students win. A desire to produce top performers in mathematics could be pursued by assigning the most responsive students to the most able teachers. Doing so over a long period of time would achieve the purpose, but it would also create a large achievement gap because the least responsive students would be taught by the least able teachers. The left panel in the figure illustrates this result using the output from a single run of an ABM. The lines describe the simulated math achievement levels of individual students as they progress from grades K to 12. The green lines represent students from the top performing school in a simulated district, the blue from the lowest performing school. If a line follows a horizontal path through zero, it would represent a student who with average mathematics achievement in every year. Lines above zero represent students with above average mathematics achievement, and those below zero represent students with below average achievement. Under this system, the strong mathematics students get stronger and the weakest students get weaker. Assigning the least responsive students to the most effective teachers improves outcomes for the weakest students, but it prevents the strongest from achieving their full potential. Assigning students to teachers with a lottery ensures mediocrity for all.At other times the difficulty confronting policymakers is that plausible solutions cannot be implemented well. The right panel in the figure illustrates how all students benefit when the effectiveness of teachers in a school district is higher on average. One way to develop a pool of consistently higher quality teachers is to base hiring decisions on evidence of past effectiveness. We implement..."
 }
}