{
 "awd_id": "1120624",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Ghosts of Evolution Past: Resurrecting an Extinct Ancestral Enzyme to Understand the Origins of Modern-day Biochemical Activities",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": "7032924967",
 "po_email": "kccone@nsf.gov",
 "po_sign_block_name": "Karen Cone",
 "awd_eff_date": "2011-11-01",
 "awd_exp_date": "2016-10-31",
 "tot_intn_awd_amt": 264177.0,
 "awd_amount": 264177.0,
 "awd_min_amd_letter_date": "2011-10-21",
 "awd_max_amd_letter_date": "2011-10-21",
 "awd_abstract_narration": "Intellectual Merit: Proteins are molecular machines that carry out the work of cells, tissues and organs and ultimately orchestrate the development of individuals.  In spite of the central role proteins play in the biology of life, the mechanisms promoting the evolution of protein functions remain unclear.  Ideally, proteins of ancient organisms would be studied in order to understand how function changes over time and how the same function can evolve independently in distinct proteins.   Because ancient organisms are extinct, this study will use a paleomolecular approach to resurrect extinct proteins to study the history of protein functional evolution.  For this research, a 300 million year old ancestral protein and its descendants will be synthesized for a group of plant metabolite-producing enzymes in order to test several hypotheses. The first hypothesis to be tested is that the ancestral enzymes begin as generalist \"jack-of-all trades\" and later give rise to specialized descendants after gene duplication. This hypothesis has never been tested for any diverse enzyme family and thus the results will fill a void in understanding the pattern of protein functional diversification.  The second hypothesis to be tested is that numerous distinct mutational paths exist which allow different ancestral proteins to evolve similar functions. In this case, the mutational paths leading to the independent evolution of caffeine synthesis activity in the coffee and tea lineages will be recapitulated.  Convergent evolution of enzyme activity has never been investigated at this level before so this study will illuminate the detailed mechanism by which it occurs.\r\n\r\nBroader impacts: This study will provide insight into plant defense and the production of important secondary compounds like caffeine, thereby having potential implications for agriculture and metabolic engineering of plants.  In addition, this research may have implications for protein engineering because ancestral enzymes provide useful points from which to initiate selection for desirable activities because of their broad spectrum of capabilities.  Undergraduate and graduate students will perform all of the laboratory experiments required for this study and present their results at conferences and as manuscripts detailing their findings.  Also, the conceptual issues presented here are implemented as one theme in a senior-level Molecular Phylogenetics and Evolution course in which adaptive hypotheses for protein evolution are proposed and statistical tests are designed to test the predictions.  An evolutionary theme also forms the foundation of a companion Molecular Biology Laboratory course in which experiments are used to test hypotheses related to the effects of natural selection on protein functional evolution by performing gene cloning, protein expression, enzyme assays, and site-directed mutagenesis.  As such, the proposed research and these two courses provide students with an integrated and conceptual perspective on protein evolution that unites their training in chemistry and biology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Todd",
   "pi_last_name": "Barkman",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Todd J Barkman",
   "pi_email_addr": "todd.barkman@wmich.edu",
   "nsf_id": "000319556",
   "pi_start_date": "2011-10-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Western Michigan University",
  "inst_street_address": "1903 W MICHIGAN AVE",
  "inst_street_address_2": "",
  "inst_city_name": "KALAMAZOO",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "2693878298",
  "inst_zip_code": "490085200",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MI04",
  "org_lgl_bus_name": "WESTERN MICHIGAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J7WULLYGFRH1"
 },
 "perf_inst": {
  "perf_inst_name": "Western Michigan University",
  "perf_str_addr": "1903 W MICHIGAN AVE",
  "perf_city_name": "KALAMAZOO",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "490085200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MI04",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "001B",
   "pgm_ref_txt": "Big Pitch"
  },
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 264177.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project had an over-arching scientific goal of understanding convergent evolution, which is responsible for generating similar traits in unrelated organisms such as wings that allowed flight in both birds and bats.&nbsp; In plants, one of the most well-known examples of convergence is caffeine production, which has independently evolved in numerous species.&nbsp; In this project, we showed that even though the caffeine molecule is the same in the chocolate, citrus, guarana, coffee and tea lineages, it is produced by novel, previously unknown, biosynthetic pathways.&nbsp; In addition, by resurrecting extinct enzymes that ancient plants once possessed, we show that the novel pathways would have evolved rapidly because the ancestral enzymes were co-opted from previous biochemical roles to those of caffeine biosynthesis for which they were already primed. These results we obtained also indicate that ancient enzymes appear to have been less specific \"jack-of-all-trades\" since they would have needed to carry out more cellular functions in ancestral organisms that were genetically simpler than those of today. &nbsp;Surprisingly, though, there appear to be simple mutational \"switches\" that allowed these ancient enzymes to rapidly evolve new specificities. &nbsp; As a result of this work, we have led to knew knowledge that necessitates re-writing of textbooks on plant secondary metabolism and demonstrated how new traits can arise by convergence. &nbsp;These results also have implications for studies aimed at improving crop plants and engineering proteins for a variety of industrial and academic uses.</p>\n<p>This project also had a primary goal of training students in the process of hypothesis testing across the often separate but yet intellectually linked disciplines of evolutionary biology and biochemistry. &nbsp;Training occurred at the graduate level because research required for three M.S. degrees and one Ph.D. degree were supported. &nbsp;Four undergraduate students were also trained in the research laboratory. &nbsp;These students have gone on to obtain positions in some of the top academic and industry research organizations in the world. &nbsp;However, perhaps of equal importance is that a total of 86 students participated in an innovative one-semester course taught in 5 separate years that sought to provide a rigorous molecular research experience within a short time frame. &nbsp;Students in this course learned a wide array of techniques required for manipulating genes in order to test scientific hypotheses. &nbsp;In most cases, the students worked with plant genes that had never been cloned before and generated novel data. &nbsp;A large proportion of these students went on to research careers in academia or industry after the course ended. &nbsp;In this way, this project enhanced training of students and generated candidates for positions in STEM fields of work and research.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/30/2017<br>\n\t\t\t\t\tModified by: Todd&nbsp;J&nbsp;Barkman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project had an over-arching scientific goal of understanding convergent evolution, which is responsible for generating similar traits in unrelated organisms such as wings that allowed flight in both birds and bats.  In plants, one of the most well-known examples of convergence is caffeine production, which has independently evolved in numerous species.  In this project, we showed that even though the caffeine molecule is the same in the chocolate, citrus, guarana, coffee and tea lineages, it is produced by novel, previously unknown, biosynthetic pathways.  In addition, by resurrecting extinct enzymes that ancient plants once possessed, we show that the novel pathways would have evolved rapidly because the ancestral enzymes were co-opted from previous biochemical roles to those of caffeine biosynthesis for which they were already primed. These results we obtained also indicate that ancient enzymes appear to have been less specific \"jack-of-all-trades\" since they would have needed to carry out more cellular functions in ancestral organisms that were genetically simpler than those of today.  Surprisingly, though, there appear to be simple mutational \"switches\" that allowed these ancient enzymes to rapidly evolve new specificities.   As a result of this work, we have led to knew knowledge that necessitates re-writing of textbooks on plant secondary metabolism and demonstrated how new traits can arise by convergence.  These results also have implications for studies aimed at improving crop plants and engineering proteins for a variety of industrial and academic uses.\n\nThis project also had a primary goal of training students in the process of hypothesis testing across the often separate but yet intellectually linked disciplines of evolutionary biology and biochemistry.  Training occurred at the graduate level because research required for three M.S. degrees and one Ph.D. degree were supported.  Four undergraduate students were also trained in the research laboratory.  These students have gone on to obtain positions in some of the top academic and industry research organizations in the world.  However, perhaps of equal importance is that a total of 86 students participated in an innovative one-semester course taught in 5 separate years that sought to provide a rigorous molecular research experience within a short time frame.  Students in this course learned a wide array of techniques required for manipulating genes in order to test scientific hypotheses.  In most cases, the students worked with plant genes that had never been cloned before and generated novel data.  A large proportion of these students went on to research careers in academia or industry after the course ended.  In this way, this project enhanced training of students and generated candidates for positions in STEM fields of work and research. \n\n \n\n\t\t\t\t\tLast Modified: 01/30/2017\n\n\t\t\t\t\tSubmitted by: Todd J Barkman"
 }
}