{
 "awd_id": "1120346",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Digging for Metabolic Fossils in Methanocaldococcus Jannaschii",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032927587",
 "po_email": "bgarner@nsf.gov",
 "po_sign_block_name": "Bianca Garner",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2020-09-30",
 "tot_intn_awd_amt": 1054865.0,
 "awd_amount": 1054865.0,
 "awd_min_amd_letter_date": "2011-10-21",
 "awd_max_amd_letter_date": "2020-01-17",
 "awd_abstract_narration": "Microorganisms function based on the genes encoded in their genomes.  Defining the biochemical function of the products of these genes, termed functional genomics, is an important endeavor. Only after the functions of the many unknown genes are identified can the true metabolic diversity present in our planet's organisms be assessed. This work is concerned with discovering the genes involved with biosynthetic reactions in organisms that produce methane.  It will establish the biochemical function of the proteins that operate in pathways involved in coenzyme biosynthesis in methane producing microorganisms.  The applications of this knowledge can range from reducing greenhouse gas emissions to efficiently producing methane as a source of energy from anthropogenic waste.  Worldwide, methanogenic microorganisms produce more than 400 million tons of the greenhouse gas methane each year as part of the global carbon cycle. Another reason to study the metabolism of these organisms is the desire to uncover the nature of the chemical reactions that were occurring in the oceans after the early earth's surface cooled enough to have hot liquid oceans where life could evolve. These reactions are described as 'protobiochemistry.' Protobiochemistry can be revealed as \"metabolic fossils\" or remnants of primitive metabolism that may still be functioning in present day methane producing organisms. \r\n\r\nScience itself is the most effective tool for motivating students to become the next generation of young scientists.  Through the research described above, students will be exposed to many different scientific disciplines and methods, including but not limited to enzymology, molecular biology, organic synthesis, different forms of spectroscopy, bioinformatics, protein chemistry, analytical biochemistry, prebiotic chemistry, and anaerobic microbiology, all in one setting. Undergraduate students will participate in this work through undergraduate research in the lab. Over the last 10 years, 1-2 undergraduate students have worked on a continual basis in the White laboratory.  Students are expected to publish one original reviewed scientific work during their lab time, further preparing them for a future career in the sciences. The discovery of new biochemical pathways and the associated genes and enzymes has a far-reaching impact both within the scientific community and also to society at large.  The work outlined here will not only further our understanding of coenzyme biosynthesis and methane producing organisms, but may also provide a glimpse into some of the chemistry used by the earliest forms of life.  In this post-genomics era every newly characterized enzyme aids in the annotation of many genomes and provides insight into the metabolic potential of diverse organisms, both benign and pathogenic.  Every gene identified as to function also adds to the toolbox for metabolic engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "White",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Robert H White",
   "pi_email_addr": "rhwhite@vt.edu",
   "nsf_id": "000343850",
   "pi_start_date": "2011-10-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "300 TURNER ST NW",
  "perf_city_name": "BLACKSBURG",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240603359",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 327782.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 235727.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 242266.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 249090.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"text-decoration: underline;\">An</span>aerobic <span style=\"text-decoration: underline;\">me</span>thanotrophic archaea (ANME) are organisms mitigate the flux of methane from marine sediments into the water column and control the amount of methane released from the oceans into the atmosphere. This in turn has a profound effect on global warming. We have identified and structurally characterized a new redox carrier present in ANME cell pellets that we identified as thioquinoxalinol sulfate. The work on the identification of this molecule is reported in ACS Omega. Our work with these cells has led to a recent exciting discovery that these cells also produce carbon (C) some of which may be present as carbon nanotubes. This is the first report of the biochemical production of pure carbon by organisms on earth. The carbon has a very large carbon fractionation of d<sup>13</sup>C = -61. Our current data shows that structure(s) of these &ldquo;carbon only compounds&rdquo; contain carbon atoms that are mostly <em>sp</em><sup>2</sup> hybridized, which is similar to the organization of carbon in nanostructures such as nanotubes and fullerenes. How such structures can be biochemically produced is a profound mystery. How single atoms of carbon can be generated and deposited defies all of our current knowledge of biochemical reactions. We speculate that this biochemical production of carbon may be an example of an ancient electron sink that was used in a primitive environment lacking other electron sinks. We have also assayed six different methanogens for the production of carbon and only <em>Methanococcus maripalidus</em> was found to produce this carbon on the basis of Raman Spectroscopy. Since all of these organisms have sequenced genomes, we expect to gain insight into the enzymes that are involved in the biosynthesis of this carbon using bioinformatics to identify genes that are common specifically to these archaea. Engagement of undergraduate students in this project, who follow in the steps of Rebecca Portugal, first author on a 2019 Microbiology publication, and Michele Ruhlin, a co-author on a 2017 publication.</p>\n<p>During the analyses of the metabolites from both ANME-1 and ANME-2 cocultures we have found two new modified F430&rsquo;s -2 which we are designating as F430-2&rsquo;, where the methyl sulfide group at C-17<sup>2</sup> of F430-2 coenzyme has been converted into a sulfoxide. Analysis of the different stereoisomers isomers of this F430-2&rsquo; as well as that seen for F430-2 strongly indicate that the sulfoxide group is chiral. The occurrence of a chiral sulfoxide indicates that this functional group is enzymatically generated and is produced via an oxidation that proceeds in the absence of O<sub>2</sub> or H<sub>2</sub>O<sub>2</sub>. We propose that the formation of the methyl sulfide group is introduced into F430 catalyzed by radical-SAM methylthiotransferase related to RimO or MiaB. Subsequent oxidation of the methyl sulfide group is likely catalyzed by a mononuclear molybdenum enzyme, would complete the biosynthesis.&nbsp;</p>\n<p>\"This Project Outcomes Report for the General Public is displayed verbatim as submitted by the Principal Investigator (PI) for this award. Any opinions, findings, and conclusions or recommendations expressed in this Report are those of the PI and do not necessarily reflect the views of the National Science Foundation; NSF has not approved or endorsed its content.\"</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/06/2020<br>\n\t\t\t\t\tModified by: Robert&nbsp;H&nbsp;White</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAnaerobic methanotrophic archaea (ANME) are organisms mitigate the flux of methane from marine sediments into the water column and control the amount of methane released from the oceans into the atmosphere. This in turn has a profound effect on global warming. We have identified and structurally characterized a new redox carrier present in ANME cell pellets that we identified as thioquinoxalinol sulfate. The work on the identification of this molecule is reported in ACS Omega. Our work with these cells has led to a recent exciting discovery that these cells also produce carbon (C) some of which may be present as carbon nanotubes. This is the first report of the biochemical production of pure carbon by organisms on earth. The carbon has a very large carbon fractionation of d13C = -61. Our current data shows that structure(s) of these \"carbon only compounds\" contain carbon atoms that are mostly sp2 hybridized, which is similar to the organization of carbon in nanostructures such as nanotubes and fullerenes. How such structures can be biochemically produced is a profound mystery. How single atoms of carbon can be generated and deposited defies all of our current knowledge of biochemical reactions. We speculate that this biochemical production of carbon may be an example of an ancient electron sink that was used in a primitive environment lacking other electron sinks. We have also assayed six different methanogens for the production of carbon and only Methanococcus maripalidus was found to produce this carbon on the basis of Raman Spectroscopy. Since all of these organisms have sequenced genomes, we expect to gain insight into the enzymes that are involved in the biosynthesis of this carbon using bioinformatics to identify genes that are common specifically to these archaea. Engagement of undergraduate students in this project, who follow in the steps of Rebecca Portugal, first author on a 2019 Microbiology publication, and Michele Ruhlin, a co-author on a 2017 publication.\n\nDuring the analyses of the metabolites from both ANME-1 and ANME-2 cocultures we have found two new modified F430’s -2 which we are designating as F430-2’, where the methyl sulfide group at C-172 of F430-2 coenzyme has been converted into a sulfoxide. Analysis of the different stereoisomers isomers of this F430-2’ as well as that seen for F430-2 strongly indicate that the sulfoxide group is chiral. The occurrence of a chiral sulfoxide indicates that this functional group is enzymatically generated and is produced via an oxidation that proceeds in the absence of O2 or H2O2. We propose that the formation of the methyl sulfide group is introduced into F430 catalyzed by radical-SAM methylthiotransferase related to RimO or MiaB. Subsequent oxidation of the methyl sulfide group is likely catalyzed by a mononuclear molybdenum enzyme, would complete the biosynthesis. \n\n\"This Project Outcomes Report for the General Public is displayed verbatim as submitted by the Principal Investigator (PI) for this award. Any opinions, findings, and conclusions or recommendations expressed in this Report are those of the PI and do not necessarily reflect the views of the National Science Foundation; NSF has not approved or endorsed its content.\"\n\n \n\n\t\t\t\t\tLast Modified: 10/06/2020\n\n\t\t\t\t\tSubmitted by: Robert H White"
 }
}