{
 "awd_id": "1121797",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Testing the costs and benefits of polyandry using twelve Drosophila species",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": "7032927202",
 "po_email": "melekoni@nsf.gov",
 "po_sign_block_name": "Michelle Elekonich",
 "awd_eff_date": "2012-01-15",
 "awd_exp_date": "2016-12-31",
 "tot_intn_awd_amt": 449020.0,
 "awd_amount": 449020.0,
 "awd_min_amd_letter_date": "2011-12-30",
 "awd_max_amd_letter_date": "2015-12-03",
 "awd_abstract_narration": "Why do some reproductive patterns persist despite their costs to the health of females? The evolutionary consequences of social behavior variation of nonhuman-animal females are unknown, but important for understanding why some patterns of mating within populations are more common than others. The investigators will complete a comparative experimental study of behavioral and demographic variation of females in multiple species of Drosophila (model organisms) for which phylogenetic relationships and ecology are known, but social and mating behavior unknown. The investigators will collect flies from the wild, culture them and perform controlled experiments in the laboratory to evaluate whether multiple matings confer benefits to the health of females and their offspring; females will be allowed to mate only one time or multiple times with one or multiple males and the health of the females and their offspring will be measured. Data will be deposited to an online repository, to FLYBASE, and available in published papers coauthored by undergraduate collaborators, postdoctoral associates, and senior personnel. Undergraduate participants will contribute substantially and collaboratively as research partners to the programmatic enterprise in a broader impacts activity, a scientific research immersion, that is an integrated part of the research, designed to introduce students to experimental research science from project implementation, execution, data acquisition, analysis, primary-report production, and response to the critiques of their colleagues before submission to scientific journals. The study will provide large data sets for efficient testing of hypotheses, producing general insights. Thus, it is important in providing controlled experimental data in comparative perspective about a general puzzle, currently unanswerable in other longer-lived model organisms or humans.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Patricia",
   "pi_last_name": "Gowaty",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Patricia A Gowaty",
   "pi_email_addr": "gowaty@eeb.ucla.edu",
   "nsf_id": "000350448",
   "pi_start_date": "2011-12-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Smithsonian Institution",
  "inst_street_address": "1000 JEFFERSON DR SW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2026337110",
  "inst_zip_code": "205600008",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "SMITHSONIAN INSTITUTION",
  "org_prnt_uei_num": "KQ1KJG78NNS9",
  "org_uei_num": "KQ1KJG78NNS9"
 },
 "perf_inst": {
  "perf_inst_name": "Smithsonian Institution",
  "perf_str_addr": "1000 JEFFERSON DR SW",
  "perf_city_name": "WASHINGTON",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "205600008",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 224510.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 224510.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Theory indicates that when constraints on reproductive decisions are increased that an individual&rsquo;s fitness, i.e., their lifespans and reproductive success, are reduced.&nbsp; In the wild social constraints on female reproductive decisions arise when females are simultaneously exposed to more than one male, which can and sometimes does induce male-male competition that then can impinge on females when competitive males sexually harass them. The sociobiological hypothesis that polyandry occurs only because of male-male competitive drive rather than because of benefits to female reproductive success inspired our experimental design. We tested alternative hypotheses of costs / benefits of polyandry for females with a series of experiments on 12 species of fruitflies, <em>Drosophila.&nbsp; &nbsp;</em>To control the types of sexual harassment that can occur when females are simultaneously exposed to more than one male at a time, while still allowing evaluation of polyandry and multiple mating predictions, we gave some treatment females access to more than one male, while limiting females&rsquo; exposures to males to one a day.&nbsp; Our experimental conditions contrasted with usual captive conditions wherein both sexes are cultured in large numbers in small jars that provide little opportunity for females to escape coercive sex.&nbsp; We reasoned that our experimental conditions simulated some of the natural conditions under which female flies experience coercion:&nbsp; female flies fly, and so, can often escape coercion.&nbsp; In our lab females could not &ldquo;fly away&rdquo;, but the coercive playing field was leveled to only one couple providing an equalization of advantage seldom found in large captive populations.</p>\n<p>&nbsp;</p>\n<p>The treatments included virgins (V females), who never were with males; monogamous females allowed one copulation (M<sub>OC</sub>) on the first day of the experiment; 3) monogamous females who for their entire lives lived with the same male (M<sub>L</sub>) and had <em>ad libitum</em> copulations; 4) polyandrous females (P<sub>V</sub>) who on each day were with a young, unfamiliar, never-mated male; and 5) polyandrous females (P<sub>E</sub>) who on each day were exposed to an experienced, previously-mated male, age-matched to her, but who was unfamiliar to the subject female. For each day of life, for each female, we counted the number of her eggs, the number of eggs that survived to adulthood, and the per day viability of offspring as well as the lifespan of each subject female.</p>\n<p>&nbsp;</p>\n<p>Our results reject universal claims that females have no fitness benefits and only costs from mating polyandrously.&nbsp; In 10 of 12 species we tested, P<sub>E</sub> females had offspring of higher viability than M<sub>L</sub> females. In only one species, did M<sub>L</sub> females have higher reproductive success than P<sub>E</sub> females. The fraction of eggs that survived to adulthood was greater for P<sub>E</sub> than for M<sub>L </sub>subjects, corroborating that polyandrous mating increases the likelihood of mothers&rsquo; lineage success and decreases the odds of lineage extinction.&nbsp; Our results show that under conditions of increased female autonomy, polyandry enhances female reproductive success while extracting few costs to female lifespan.&nbsp;</p>\n<p>&nbsp;</p>\n<p>20 published and 13 papers in progress cite the grant.&nbsp; Citations of special relevance to the narrative above include:</p>\n<p class=\"EndNoteBibliography\">Ah-King, M., and P. A. Gowaty (2016). A Conceptual Review of Mate Choice:&nbsp; Stochastic Demography, Within-Sex Phenotypic Plasticity, and Individual Flexibility. <em>Ecology and Evolution</em> 6:4607-4642</p>\n<p class=\"EndNoteBibliography\">Castrezana, S., F. B. C., W. C. Bridges, and P. A. Gowaty (2017 in press). Polyandry increases viability of offspring with survival costs to mothers only when mating with young, virgin males. <em>Ecology and Evolution</em>.</p>\n<p class=\"EndNoteBibliography\">Gowaty, P. A. (2017). Biological Essentialism, Gender, True Belief, Confirmation Biases, and Skepticism. In <em>APA Handbook of the Psychology of Women</em>, vol. in press (Travis, C.). APA&nbsp; in press.</p>\n<p class=\"EndNoteBibliography\">Gowaty, P. A. (2017 in press). On Being and Becoming Female and Male:&nbsp; Contemporary Enviornmental Origins of Biological Sex Role Behavior. In <em>The Psychology of Gender, Sex, and Sexualities</em>, vol. invited (Dess, N.). Oxford UnivPress</p>\n<p class=\"EndNoteBibliography\">Gowaty, P. A. (2017 in press). <em>Sexual Conflict Theory</em>. in <em>International Encyclopedia of Anthropology</em>,</p>\n<p class=\"EndNoteBibliography\">Gowaty, P. A. (2013b). A Sex-Neutral Theoretical Framework for Making Strong Inferences About the Origins of Sex Roles. In <em>Evolution's Empress: Darwinian Perspectives on the Nature of Women</em>. Oxford University Press, New York&nbsp; 85-114.</p>\n<p class=\"EndNoteBibliography\">Gowaty, P. A. (2013a). Adaptively flexible polyandry <em>Animal Behaviour</em> 86:877-884.</p>\n<p class=\"EndNoteBibliography\">Gowaty, P. A. (2012a). The evolution of multiple mating: Costs and benefits of polyandry to females and of polygyny to males. <em>Fly</em> 6:3-11.</p>\n<p class=\"EndNoteBibliography\">Gowaty, P. A., and S. P. Hubbell (2012). The evolutionary origins of mating failures and multiple mating. <em>Entomologia Experimentalis et Applicata</em> 146:11-25.</p>\n<p class=\"EndNoteBibliography\">Gowaty, P. A., and S. P. Hubbell (MS). <em>The Theory of Mating</em>:&nbsp; <em>Reproductive Decisions Under Ecological and Social Constraints</em>. for Princeton Press.</p>\n<p class=\"EndNoteBibliography\">Hoquet, T., W. C. Bridges, and P. A. Gowaty (2017). Bateman's data are inconsistent with Bateman's Principles. submitted.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/06/2017<br>\n\t\t\t\t\tModified by: Patricia&nbsp;A&nbsp;Gowaty</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nTheory indicates that when constraints on reproductive decisions are increased that an individual?s fitness, i.e., their lifespans and reproductive success, are reduced.  In the wild social constraints on female reproductive decisions arise when females are simultaneously exposed to more than one male, which can and sometimes does induce male-male competition that then can impinge on females when competitive males sexually harass them. The sociobiological hypothesis that polyandry occurs only because of male-male competitive drive rather than because of benefits to female reproductive success inspired our experimental design. We tested alternative hypotheses of costs / benefits of polyandry for females with a series of experiments on 12 species of fruitflies, Drosophila.   To control the types of sexual harassment that can occur when females are simultaneously exposed to more than one male at a time, while still allowing evaluation of polyandry and multiple mating predictions, we gave some treatment females access to more than one male, while limiting females? exposures to males to one a day.  Our experimental conditions contrasted with usual captive conditions wherein both sexes are cultured in large numbers in small jars that provide little opportunity for females to escape coercive sex.  We reasoned that our experimental conditions simulated some of the natural conditions under which female flies experience coercion:  female flies fly, and so, can often escape coercion.  In our lab females could not \"fly away\", but the coercive playing field was leveled to only one couple providing an equalization of advantage seldom found in large captive populations.\n\n \n\nThe treatments included virgins (V females), who never were with males; monogamous females allowed one copulation (MOC) on the first day of the experiment; 3) monogamous females who for their entire lives lived with the same male (ML) and had ad libitum copulations; 4) polyandrous females (PV) who on each day were with a young, unfamiliar, never-mated male; and 5) polyandrous females (PE) who on each day were exposed to an experienced, previously-mated male, age-matched to her, but who was unfamiliar to the subject female. For each day of life, for each female, we counted the number of her eggs, the number of eggs that survived to adulthood, and the per day viability of offspring as well as the lifespan of each subject female.\n\n \n\nOur results reject universal claims that females have no fitness benefits and only costs from mating polyandrously.  In 10 of 12 species we tested, PE females had offspring of higher viability than ML females. In only one species, did ML females have higher reproductive success than PE females. The fraction of eggs that survived to adulthood was greater for PE than for ML subjects, corroborating that polyandrous mating increases the likelihood of mothers? lineage success and decreases the odds of lineage extinction.  Our results show that under conditions of increased female autonomy, polyandry enhances female reproductive success while extracting few costs to female lifespan. \n\n \n\n20 published and 13 papers in progress cite the grant.  Citations of special relevance to the narrative above include:\nAh-King, M., and P. A. Gowaty (2016). A Conceptual Review of Mate Choice:  Stochastic Demography, Within-Sex Phenotypic Plasticity, and Individual Flexibility. Ecology and Evolution 6:4607-4642\nCastrezana, S., F. B. C., W. C. Bridges, and P. A. Gowaty (2017 in press). Polyandry increases viability of offspring with survival costs to mothers only when mating with young, virgin males. Ecology and Evolution.\nGowaty, P. A. (2017). Biological Essentialism, Gender, True Belief, Confirmation Biases, and Skepticism. In APA Handbook of the Psychology of Women, vol. in press (Travis, C.). APA  in press.\nGowaty, P. A. (2017 in press). On Being and Becoming Female and Male:  Contemporary Enviornmental Origins of Biological Sex Role Behavior. In The Psychology of Gender, Sex, and Sexualities, vol. invited (Dess, N.). Oxford UnivPress\nGowaty, P. A. (2017 in press). Sexual Conflict Theory. in International Encyclopedia of Anthropology,\nGowaty, P. A. (2013b). A Sex-Neutral Theoretical Framework for Making Strong Inferences About the Origins of Sex Roles. In Evolution's Empress: Darwinian Perspectives on the Nature of Women. Oxford University Press, New York  85-114.\nGowaty, P. A. (2013a). Adaptively flexible polyandry Animal Behaviour 86:877-884.\nGowaty, P. A. (2012a). The evolution of multiple mating: Costs and benefits of polyandry to females and of polygyny to males. Fly 6:3-11.\nGowaty, P. A., and S. P. Hubbell (2012). The evolutionary origins of mating failures and multiple mating. Entomologia Experimentalis et Applicata 146:11-25.\nGowaty, P. A., and S. P. Hubbell (MS). The Theory of Mating:  Reproductive Decisions Under Ecological and Social Constraints. for Princeton Press.\nHoquet, T., W. C. Bridges, and P. A. Gowaty (2017). Bateman's data are inconsistent with Bateman's Principles. submitted.\n\n \n\n\t\t\t\t\tLast Modified: 07/06/2017\n\n\t\t\t\t\tSubmitted by: Patricia A Gowaty"
 }
}