{
 "awd_id": "1121788",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Manipulation of plant defenses by an insect-vectored virus",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Mishkind",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 381094.0,
 "awd_amount": 381094.0,
 "awd_min_amd_letter_date": "2012-07-18",
 "awd_max_amd_letter_date": "2012-07-18",
 "awd_abstract_narration": "Infections with some plant-pathogenic viruses not only make the host plants more attractive for aphids, but also increase the rate of aphid growth and reproduction. This may represent active manipulation of plant metabolism by viruses, which rely on insects for their transmission from one plant to another. However, although numerous studies have demonstrated altered aphid growth on virus-infected plants, very little is known about the molecular mechanisms that underlie this phenomenon. Research using Arabidopsis thaliana (Arabidopsis), Myzus persicae (peach-potato aphid), and Turnip mosaic virus (TuMV) as a model system will be used to study the molecular biology of plant-aphid-virus interactions. Preliminary results show that Arabidopsis defense responses, which are normally turned on when aphids initiate feeding, are reduced in TuMV-infected plants. Further research will be directed at measuring virus-induced changes in plant metabolisms, identifying plant defense pathways that are manipulated by TuMV, and determining which of the eleven TuMV genes are required for shutting down anti-aphid defenses in Arabidopsis and other plant species.\r\n\r\nTuMV, which is commonly transmitted by green peach aphids, is a serious pathogen of vegetable crops. Virus control in agricultural systems is complicated by the propensity of peach-potato aphids to develop insecticide resistance, as well as TuMV reservoirs in Arabidopsis and other weed species. Research on the interactions of Arabidopsis, peach-potato aphids, and TuMV interactions, will identify previously unknown aspects of plant metabolism that contribute to aphid attraction and reproduction. Such information can be used to improve the insect and virus resistance of crop plants through classical breeding and transgenic approaches. The proposed project also will contribute to training a new generation of students in plant molecular biology, biochemistry, and genetics. These students will be well-prepared for future careers in the plant biotechnology industry, academia, or government service.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Georg",
   "pi_last_name": "Jander",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Georg Jander",
   "pi_email_addr": "gj32@cornell.edu",
   "nsf_id": "000407404",
   "pi_start_date": "2012-07-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Whitham",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Steven A Whitham",
   "pi_email_addr": "swhitham@iastate.edu",
   "nsf_id": "000392647",
   "pi_start_date": "2012-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Boyce Thompson Institute Plant Research",
  "inst_street_address": "533 TOWER RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072541248",
  "inst_zip_code": "148537202",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "BOYCE THOMPSON INSTITUTE FOR PLANT RESEARCH INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "ULBJY4YK9ZX8"
 },
 "perf_inst": {
  "perf_inst_name": "Boyce Thompson Institute Plant Research",
  "perf_str_addr": "533 TOWER RD",
  "perf_city_name": "ITHACA",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148537202",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765600",
   "pgm_ele_name": "Symbiosis Infection & Immunity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 381094.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Most plant-pathogenic viruses depend on aphids and other sap-feeding insects for their movement from one host plant to another. Given this obligate requirement of insect vectors, there is likely to be strong evolutionary pressure for viruses to manipulate plant-insect interactions to optimize their own transmission. For instance, if a plant-pathogenic virus is able to attract aphids and promote their reproduction, more insects will be available to transmit the virus to new host plants. Although numerous studies demonstrate that virus infections influence host plant attractiveness and aphid reproduction, very little of this research has been conducted at the molecular level to identify specific genes and molecules that are required for virus-mediated suppression of plant defenses. To address this deficit, we established a model system consisting of <em>Arabidopsis thaliana </em>(Arabidopsis), <em>Nicotiana benthamiana </em>(a wild relative of cultivated tobacco), <em>Myzus persicae</em> (green peach aphid), and <em>Turnip mosaic virus</em> (TuMV) to investigate how gene expression and biochemical changes induced by a plant virus affect transmission by its insect vector.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Initial experiments showed that green peach aphids prefer to feed from plants that are infected with TuMV and produce more progeny than on uninfected control plants. To determine which one of the ten proteins encoded by TuNV makes plants more susceptible to aphids, we expressed each protein individually in wild tobacco and Arabidopsis. Expression of a single TuMV protein, nuclear inclusion a-protease domain (NIa-Pro), significantly increased aphid reproduction on both tested host species. Similar to the actual virus infection, NIa-Pro expression in plants increased the accumulation of amino acids, which are an important nutrient source for aphids, as well as decreasing the accumulation of callose, which is produced by plants as a defense response against aphid feeding.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Further research was directed at determining whether well-studied plant defense signaling pathways involving salicylic acid, jasmonic acid, or ethylene are manipulated by TuMV to promote aphid reproduction. No specific aphid growth-promoting effects were found for salicylic acid or jasmonic acid in association with the TuMV infection. However, experiments with Arabidopsis mutants and exogenous addition of chemical elicitors showed that ethylene is required for TuMV suppression of plant defenses against aphids. Similarly, suppression of Arabidopsis defenses by transgenic expression of NIa-Pro<em> </em>also required a functioning ethylene signaling pathway in the host plants.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The discoveries made through this research will have practical applications in the control of agriculturally important viral diseases. The green peach aphid is the world&rsquo;s most prolific vector of viruses to crop plants and TuMV<em> </em>is an important pathogen of numerous vegetable species. As a member of the Potyvirus family, TuMV is also representative of other agriculturally relevant viruses with similar genome structures. In particular, the NIa-Pro<em> </em>protein, which plays a central role in the suppression of plant defenses, is highly conserved among Potyviruses. Some animal viruses use proteases similar in function to NIa-Pro to cleave host proteins and thereby promote the infection cycle. However, this is an aspect of plant-virus interactions that is essentially uninvestigated. Thus, the current project sets the stage for a new line of research to investigate the plant proteins that are targeted by NIa-Pro and other proteases that are encoded by plant-pathogenic viruses. By obtaining a better understanding of how viruses manipulat...",
  "por_txt_cntn": "\nMost plant-pathogenic viruses depend on aphids and other sap-feeding insects for their movement from one host plant to another. Given this obligate requirement of insect vectors, there is likely to be strong evolutionary pressure for viruses to manipulate plant-insect interactions to optimize their own transmission. For instance, if a plant-pathogenic virus is able to attract aphids and promote their reproduction, more insects will be available to transmit the virus to new host plants. Although numerous studies demonstrate that virus infections influence host plant attractiveness and aphid reproduction, very little of this research has been conducted at the molecular level to identify specific genes and molecules that are required for virus-mediated suppression of plant defenses. To address this deficit, we established a model system consisting of Arabidopsis thaliana (Arabidopsis), Nicotiana benthamiana (a wild relative of cultivated tobacco), Myzus persicae (green peach aphid), and Turnip mosaic virus (TuMV) to investigate how gene expression and biochemical changes induced by a plant virus affect transmission by its insect vector.\n\n            Initial experiments showed that green peach aphids prefer to feed from plants that are infected with TuMV and produce more progeny than on uninfected control plants. To determine which one of the ten proteins encoded by TuNV makes plants more susceptible to aphids, we expressed each protein individually in wild tobacco and Arabidopsis. Expression of a single TuMV protein, nuclear inclusion a-protease domain (NIa-Pro), significantly increased aphid reproduction on both tested host species. Similar to the actual virus infection, NIa-Pro expression in plants increased the accumulation of amino acids, which are an important nutrient source for aphids, as well as decreasing the accumulation of callose, which is produced by plants as a defense response against aphid feeding.\n\n            Further research was directed at determining whether well-studied plant defense signaling pathways involving salicylic acid, jasmonic acid, or ethylene are manipulated by TuMV to promote aphid reproduction. No specific aphid growth-promoting effects were found for salicylic acid or jasmonic acid in association with the TuMV infection. However, experiments with Arabidopsis mutants and exogenous addition of chemical elicitors showed that ethylene is required for TuMV suppression of plant defenses against aphids. Similarly, suppression of Arabidopsis defenses by transgenic expression of NIa-Pro also required a functioning ethylene signaling pathway in the host plants.\n\n            The discoveries made through this research will have practical applications in the control of agriculturally important viral diseases. The green peach aphid is the worldÆs most prolific vector of viruses to crop plants and TuMV is an important pathogen of numerous vegetable species. As a member of the Potyvirus family, TuMV is also representative of other agriculturally relevant viruses with similar genome structures. In particular, the NIa-Pro protein, which plays a central role in the suppression of plant defenses, is highly conserved among Potyviruses. Some animal viruses use proteases similar in function to NIa-Pro to cleave host proteins and thereby promote the infection cycle. However, this is an aspect of plant-virus interactions that is essentially uninvestigated. Thus, the current project sets the stage for a new line of research to investigate the plant proteins that are targeted by NIa-Pro and other proteases that are encoded by plant-pathogenic viruses. By obtaining a better understanding of how viruses manipulate their host plants to improve transmission, it will be possible to develop new virus and insect control strategies for crop plants.\n\nIn addition to generating relevant information about plant-aphid-virus interactions, this project provided research training to students and postdocs, preparing them for future car..."
 }
}