{
 "awd_id": "1121188",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Functional of an Unconventional Myosin in Tetrahymena",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory W. Warr",
 "awd_eff_date": "2012-03-15",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 150001.0,
 "awd_amount": 150001.0,
 "awd_min_amd_letter_date": "2012-03-15",
 "awd_max_amd_letter_date": "2012-03-15",
 "awd_abstract_narration": "Intellectual Merit. \r\nInternalization of particulates through phagocytosis is of fundamental importance to diverse cell types including professional phagocytes of the immune system and microorganisms that use the process for capturing food.  Internalized particulates are contained within motile intracellular vesicles known as phagosomes.  Fusion of phagosomes with lysosomes provides the chemical environment for digestion of the internalized particulates.  In Tetrahymena, phagosomes appear to be vertically aligned, and the alignment is maintained as phagosomes move toward the posterior end of the cell.  Motility of phagosomes either ceases or becomes random in a knockout of MYO1, a class XIV myosin that contains MyTH4/FERM domains.  Inhibition of actin filament assembly induces random motility of phagosomes in wild type cells.  Therefore, both Myo1 and actin filaments are required for maintaining directionality of phagosome motility.  GFP fused to the FERM domain from Myo1 localizes to phagosomes, which appear to be attached to the longitudinal rows of cytoskeleton basal bodies.  This project aims to investigate directionality of phagosome motility.  The project will use motility of phagosomes in Tetrahymena to test the hypothesis that directed motility of phagosomes involves the interaction of the Myo1 FERM domain with basal body-associated actin filaments that are putative tracks for phagosome motility.  The hypothesis will be tested in vivo and in vitro.  For analysis of phagosome motility in vivo, the GFP-FERM strain will be challenged with fluorescent beads as markers for phagosomes.  Time-lapse confocal microscopy will be used to monitor the velocity and direction of phagosome motility in relation to the longitudinal alignment of cytoskeleton basal bodies.  It is expected that overexpressed FERM will compete with endogenous Myo1 for binding sites and interfere with directionality of phagosome motility.  A prediction of the hypothesis is that disruptions in the longitudinal alignment of cytoskeleton basal bodies will induce random motility of phagosomes.  To test this prediction, heat shock will be used to induce discontinuities in the alignment of basal bodies.  Phagosome motility will be analyzed in the heat-shocked cells after they have resumed normal phagocytosis.  To further demonstrate that phagosomes navigate along longitudinal rows of basal bodies, cytoskeletons will be isolated from the GFP-FERM strain.  Nondenatured total cell lysate from cells challenged with fluorescent beads will be added to the cytoskeleton fraction, and phagosome motility will be analyzed.  The outcomes of this project will significantly contribute to our understanding of how phagosomes maintain directionality.\r\n\r\nBroader Impacts\r\nAn education plan provides research training for undergraduates and science workshops for middle school students.  Research students in the PI's laboratory learn more than how to use a specialized technique in an experiment.  They are participants in all phases of the research experience including experimental design, data acquisition, data interpretation, and preparation of data for publication.  Research students are required to attend biweekly departmental seminars that feature undergraduate research presentations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ray",
   "pi_last_name": "Gavin",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Ray H Gavin",
   "pi_email_addr": "rhgavin@brooklyn.cuny.edu",
   "nsf_id": "000253242",
   "pi_start_date": "2012-03-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY Brooklyn College",
  "inst_street_address": "2900 BEDFORD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BROOKLYN",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7189515622",
  "inst_zip_code": "112102850",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "NY09",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "XNAKYW3FTSE1"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY Brooklyn College",
  "perf_str_addr": "2900 BEDFORD AVE",
  "perf_city_name": "BROOKLYN",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "112102850",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "NY09",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1114",
   "pgm_ref_txt": "CELLULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 150001.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong></p>\n<p>This project focused on the function of myosin, an intracellular protein that is best known for its role in muscle contraction. &nbsp;But there are many types of myosin proteins, and some of them have roles in cell function unrelated to muscle contraction, and they are ubiquitous in animal and plant cells. &nbsp;Several years ago with support from NSF, our laboratory discovered the first known myosin in a ciliated protozoan and determined its function by disrupting the gene for the myosin and thereby preventing the cell from synthesizing the myosin protein.&nbsp; Cells that could not synthesize the myosin exhibited abnormal division of the nucleus and misdirected transport of intracellular vacuoles.&nbsp;</p>\n<p>The current project aimed to increase our understanding of how the protozoan myosin functions.&nbsp; In order to achieve this goal, myosin-associated proteins were identified and their effect on myosin function was investigated.&nbsp; The research findings document the discovery of a new intracellular protein that is associated with the protozoan myosin.&nbsp; The research findings further demonstrate that disrupting the gene for the associated protein resulted in the inability of the cell to synthesize the associated protein. &nbsp;In the absence of the associated protein, cells exhibited abnormal division of the nucleus, the same characteristic exhibited by cells that cannot synthesize the myosin.&nbsp; A conclusion of this study is that a novel myosin-associated protein is required for myosin&rsquo;s role in division of the cell nucleus.</p>\n<p><strong>Broader Impacts</strong></p>\n<p>The project&rsquo;s research findings advance the knowledge and understanding of how living cells perform their varied functions. &nbsp;The project provided research training for graduate and undergraduate students, many of whom are members of groups underrepresented in STEM fields.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/22/2015<br>\n\t\t\t\t\tModified by: Ray&nbsp;H&nbsp;Gavin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit\n\nThis project focused on the function of myosin, an intracellular protein that is best known for its role in muscle contraction.  But there are many types of myosin proteins, and some of them have roles in cell function unrelated to muscle contraction, and they are ubiquitous in animal and plant cells.  Several years ago with support from NSF, our laboratory discovered the first known myosin in a ciliated protozoan and determined its function by disrupting the gene for the myosin and thereby preventing the cell from synthesizing the myosin protein.  Cells that could not synthesize the myosin exhibited abnormal division of the nucleus and misdirected transport of intracellular vacuoles. \n\nThe current project aimed to increase our understanding of how the protozoan myosin functions.  In order to achieve this goal, myosin-associated proteins were identified and their effect on myosin function was investigated.  The research findings document the discovery of a new intracellular protein that is associated with the protozoan myosin.  The research findings further demonstrate that disrupting the gene for the associated protein resulted in the inability of the cell to synthesize the associated protein.  In the absence of the associated protein, cells exhibited abnormal division of the nucleus, the same characteristic exhibited by cells that cannot synthesize the myosin.  A conclusion of this study is that a novel myosin-associated protein is required for myosinÆs role in division of the cell nucleus.\n\nBroader Impacts\n\nThe projectÆs research findings advance the knowledge and understanding of how living cells perform their varied functions.  The project provided research training for graduate and undergraduate students, many of whom are members of groups underrepresented in STEM fields.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 07/22/2015\n\n\t\t\t\t\tSubmitted by: Ray H Gavin"
 }
}