{
 "awd_id": "1121428",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  The diving physiology of Chelonians:  A comparative study of three turtle species",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": "7032927380",
 "po_email": "kdickson@nsf.gov",
 "po_sign_block_name": "Kathryn Dickson",
 "awd_eff_date": "2012-01-15",
 "awd_exp_date": "2016-12-31",
 "tot_intn_awd_amt": 268970.0,
 "awd_amount": 268970.0,
 "awd_min_amd_letter_date": "2011-12-21",
 "awd_max_amd_letter_date": "2014-02-24",
 "awd_abstract_narration": "This project investigates the diving physiology of turtles in order to assess the ability of these reptiles to adapt to increased threats of climate change and pollution, and to understand the high mortality from by-catch of  marine turtles during fisheries activities.  Turtles differ from other divers such as marine mammals in that they primarily store oxygen in their lungs and, in addition, have a three-chambered heart, in which a single ventricle selectively shunts blood primarily to either the lungs or the body.  Turtles also survive long dormant periods, during which the blood is devoid of oxygen and filled with high concentrations of lactic acid.  With this tolerance for lack of oxygen, it is unclear why there is such high mortality of marine turtles during short periods of net entanglement.\r\nSelf-contained physiological data loggers will be applied to one species of freshwater turtle and two species of marine turtles in order to document heart rate, blood oxygen depletion, and blood lactate concentrations during a variety of conditions including undisturbed spontaneous dives and net entanglement.  Because of the dependency on lung oxygen, it is hypothesized that a) heart rate will not decrease during dives, b) the rate of blood oxygen depletion will correlate with heart rate during dives, c) that the magnitude and degree of cardiac shunting will vary under different diving conditions, and d), in contrast to most dives, high lactate levels will occur during net entanglement due to struggling. \r\nThis project features collaboration of Scripps Institution of Oceanography, the University of California Irvine and the University of Tokyo (marine turtle studies).  Broader impacts of the project include training of the post-doctoral fellow, graduate students, and undergraduates, outreach programs to high school students in the United States, teaching of a class in diving physiology at the University of Tokyo, and the development of a blood lactate sensor/recorder that can be applied to other diving and exercise physiology studies in the future.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Ponganis",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Paul J Ponganis",
   "pi_email_addr": "pponganis@ucsd.edu",
   "nsf_id": "000447944",
   "pi_start_date": "2011-12-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "perf_str_addr": "8622 DISCOVERY WAY # 116",
  "perf_city_name": "LA JOLLA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920931500",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 70252.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 100706.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 98012.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Sea turtles are all endangered. Their</span><span> </span><span>diving physiology, although poorly understood, underlies their diving behavior, foraging success, overall ecology, and perhaps even their inability to survive entanglement in fisheries nets. This project developed new techniques to examine heart rate responses and blood oxygen depletion in free-diving sea turtles in collaboration with investigators from the University of Tokyo&rsquo;s marine station in Otsuchi, Japan.</span></p>\n<p><span>Remarkably, during continuously repeated, spontaneous 45-min dives of loggerhead sea turtles in the marine station tanks, heart rate was typically 3 to 5 beats per minute, and blood oxygen levels declined to near-zero values.<span>&nbsp; </span>During brief surfacings to breathe, oxygen was restored and heart rate transiently increased to about 20 beats per minute before declining again as the turtle submerged. These findings and new techniques have established the basis to plan future studies of sea turtles at sea.</span></p>\n<p><span>In addition, although</span><span>&nbsp;</span><span>turtles appeared calm and did not struggle during transport to different tanks, it was notable that heart rates often remained above 25 beats per minute during the entire time the turtle was out of water. Such high values have implications for proper handling and management of these endangered animals when they are out of water during rescues/rehabilitation. A manuscript on this observation is in preparation.</span></p>\n<p><span>Another goal of this project was the development of a blood lactate sensor to monitor the onset of lactate production, which might occur during dives due to oxygen depletion or during net entanglement due to stress.<span>&nbsp; </span>A prototype blood oxygen and blood lactate sensor was successfully developed and tested in conjunction with an engineering lab at UC Irvine.<span>&nbsp; </span>This sensor has potential application to future projects on sea turtles and other diving animals as well as in exercise physiology.</span></p>\n<p><span>The primary goal of the broader impacts of this project was the teaching of a class on diving physiology to Japanese students at the marine station. This course was highly successful, and was attended by a visiting professor, a veterinary student, several postdoctoral students and multiple graduate students. The veterinary student has been inspired to pursue a PhD, and has since visited the principal investigator&rsquo;s laboratory to learn recording techniques in order to examine heart rates of rescued manatees in Brazil.</span></p>\n<p><span>Data from this project&nbsp;also formed the basis for undergraduate research projects for students at the University of San Diego under the guidance of the postdoctoral fellow. These classes included four senior undergraduates in fall, 2017, and 12 sophomores and juniors in spring semester, 2017.</span></p>\n<p><span>Several journal articles on these findings are now in preparation for publication.<span>&nbsp; </span>In addition, a general commentary on heart regulation during dives has been accepted. A book chapter and a reference book on diving physiology have also been published. During the support period of this project, the postdoctoral fellow and principal investigator have made multiple conference presentations on the findings. </span></p>\n<p><span>This project has also contributed to the maintenance and viability of the Univeristy of Tokyo's marine station in Otsuchi.<span>&nbsp; </span>This facility was seriously damaged in the 2011 tsunami.</span><strong>&nbsp;</strong><em>&nbsp;</em></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/26/2017<br>\n\t\t\t\t\tModified by: Paul&nbsp;J&nbsp;Ponganis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSea turtles are all endangered. Their diving physiology, although poorly understood, underlies their diving behavior, foraging success, overall ecology, and perhaps even their inability to survive entanglement in fisheries nets. This project developed new techniques to examine heart rate responses and blood oxygen depletion in free-diving sea turtles in collaboration with investigators from the University of Tokyo?s marine station in Otsuchi, Japan.\n\nRemarkably, during continuously repeated, spontaneous 45-min dives of loggerhead sea turtles in the marine station tanks, heart rate was typically 3 to 5 beats per minute, and blood oxygen levels declined to near-zero values.  During brief surfacings to breathe, oxygen was restored and heart rate transiently increased to about 20 beats per minute before declining again as the turtle submerged. These findings and new techniques have established the basis to plan future studies of sea turtles at sea.\n\nIn addition, although turtles appeared calm and did not struggle during transport to different tanks, it was notable that heart rates often remained above 25 beats per minute during the entire time the turtle was out of water. Such high values have implications for proper handling and management of these endangered animals when they are out of water during rescues/rehabilitation. A manuscript on this observation is in preparation.\n\nAnother goal of this project was the development of a blood lactate sensor to monitor the onset of lactate production, which might occur during dives due to oxygen depletion or during net entanglement due to stress.  A prototype blood oxygen and blood lactate sensor was successfully developed and tested in conjunction with an engineering lab at UC Irvine.  This sensor has potential application to future projects on sea turtles and other diving animals as well as in exercise physiology.\n\nThe primary goal of the broader impacts of this project was the teaching of a class on diving physiology to Japanese students at the marine station. This course was highly successful, and was attended by a visiting professor, a veterinary student, several postdoctoral students and multiple graduate students. The veterinary student has been inspired to pursue a PhD, and has since visited the principal investigator?s laboratory to learn recording techniques in order to examine heart rates of rescued manatees in Brazil.\n\nData from this project also formed the basis for undergraduate research projects for students at the University of San Diego under the guidance of the postdoctoral fellow. These classes included four senior undergraduates in fall, 2017, and 12 sophomores and juniors in spring semester, 2017.\n\nSeveral journal articles on these findings are now in preparation for publication.  In addition, a general commentary on heart regulation during dives has been accepted. A book chapter and a reference book on diving physiology have also been published. During the support period of this project, the postdoctoral fellow and principal investigator have made multiple conference presentations on the findings. \n\nThis project has also contributed to the maintenance and viability of the Univeristy of Tokyo's marine station in Otsuchi.  This facility was seriously damaged in the 2011 tsunami.  \n\n \n\n\t\t\t\t\tLast Modified: 03/26/2017\n\n\t\t\t\t\tSubmitted by: Paul J Ponganis"
 }
}