{
 "awd_id": "1121758",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Immune Mechanisms of Disease Resistance in Amphibian Skin",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rollie Clem",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2017-04-30",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 737995.0,
 "awd_min_amd_letter_date": "2012-02-28",
 "awd_max_amd_letter_date": "2017-02-28",
 "awd_abstract_narration": "Amphibian populations are suffering unprecedented global population declines.  Although many factors contribute to these declines, overwhelming evidence links many declines to an emerging infectious disease, chytridiomycosis, caused by the skin fungus, Batrachochytrium dendrobatidis.  This global ecological crisis provides a unique opportunity to study immune mechanisms of disease resistance in wildlife species.  The project will investigate immune mechanisms that protect some resistant amphibian species in order to develop better strategies to protect more susceptible amphibians.  One set of protective factors produced by frogs is the set of small skin proteins called antimicrobial peptides (AMPs).  Another possible defense is provided by the community of bacteria that live on frog skin.  A possible strategy to protect vulnerable amphibians is to transfer protective bacteria that can interfere with the fungus from resistant frogs to susceptible frogs.  The project will identify new species of bacteria that inhabit frog skin and release antifungal products.  These studies will advance our understanding of fundamental immune defense mechanisms in amphibians while promoting education and training. New AMPs or bacterial products may have therapeutic value for human medicine. The research will support amphibian conservation efforts by development of treatment or management strategies to protect rare endangered species in captivity until a time when founder populations can be returned to the wild.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Louise",
   "pi_last_name": "Rollins-Smith",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Louise A Rollins-Smith",
   "pi_email_addr": "louise.rollins-smith@vanderbilt.edu",
   "nsf_id": "000385342",
   "pi_start_date": "2012-02-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vanderbilt University Medical Center",
  "inst_street_address": "1161 21ST AVE S STE D3300 MCN",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153222450",
  "inst_zip_code": "372320001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "TN07",
  "org_lgl_bus_name": "VANDERBILT UNIVERSITY MEDICAL CENTER",
  "org_prnt_uei_num": "",
  "org_uei_num": "GYLUH9UXHDX5"
 },
 "perf_inst": {
  "perf_inst_name": "Vanderbilt University Medical Center",
  "perf_str_addr": "1161 21ST AVE S STE D3300 MCN",
  "perf_city_name": "NASHVILLE",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372320001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "TN07",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765600",
   "pgm_ele_name": "Symbiosis Infection & Immunity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 206000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 205999.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 206001.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 119995.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong></p>\n<p>This project was designed to address questions about the ways that amphibian species (frogs, toads, salamanders) develop immune defenses in the skin against pathogens that enter through the skin. Amphibian skin is essential for gas exchange and water balance, and thus a healthy skin is essential for life in this unique group of cold-blooded animals. In recent years, many amphibians have declined or disappeared due to a fungus that infects the skin. We showed that amphibians have very good immune defenses in the skin. These defenses include antimicrobial peptides, antibodies, and beneficial bacteria that help to protect the skin from the fungus.&nbsp; However, we have also discovered that the fungus has very effective counter defenses that allow it to evade the protective immunity of the frog. In spite of the potential for a robust immune defense against the fungus in the frogs, we found that factors produced by the fungus impaired function of white blood cells.&nbsp; One hopeful development is that with our collaborators, we showed that resistance to the fungus in the frogs could be induced (overcoming immune suppression by the fungus) by multiple rounds of exposing frogs to the fungus followed by clearance with heat treatment (raising the temperature of the frog above the tolerance limit of the fungus). In this study, it was also shown that killed fungal cells could induce resistance. This suggests the possibility of a vaccine strategy for endangered frogs. Antimicrobial peptides in the skin of many frogs protect against bacteria, viruses and fungi. In a beautiful glass frog of Panama, we and our collaborators discovered that the male parent attends the developing eggs, and skin peptides of the male parent can be passed to the developing eggs to protect them from fungal infections. To show the important role of antimicrobial peptides, we developed a method to deplete the peptides from young frogs. Using this method, we showed that antimicrobial peptide depletion resulted in higher pathogen burdens and more rapid death following exposure to<em> </em>the skin fungus<em>.</em> &nbsp;We also showed that frogs continuously released low amounts of protective peptides that inhibited the fungus. In southern leopard frogs, the microbial skin community contributed to defense in young postmetamorphic frogs when antimicrobial peptide defenses were minimal. Antimicrobial peptides produced by frogs can kill the HIV virus.&nbsp; Such peptides might be used to prevent sexual transmission of this virus if used as a vaginal cream. We showed that several peptides from Australian frogs can inhibit the HIV virus at concentrations that don&rsquo;t harm target T cells or vaginal cells. Other studies focused on development of better treatments for the fungal disease in affected frogs.</p>\n<p><strong><em>Broader Impacts-Education:</em></strong><strong> </strong>This research has provided opportunities for research, education, and mentoring in the biological sciences.&nbsp; It has improved the skills and opportunities for young men and women and underrepresented groups that will enable them to succeed in the fields of natural science and biomedical research and education. This project contributed to the training of young scientists at several levels (high school, undergraduate, and graduate school).&nbsp; The students will go on to become physicians, scientists, engineers, veterinarians, college educators, and researches in academia and in industry.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/26/2017<br>\n\t\t\t\t\tModified by: Louise&nbsp;A&nbsp;Rollins-Smith</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit\n\nThis project was designed to address questions about the ways that amphibian species (frogs, toads, salamanders) develop immune defenses in the skin against pathogens that enter through the skin. Amphibian skin is essential for gas exchange and water balance, and thus a healthy skin is essential for life in this unique group of cold-blooded animals. In recent years, many amphibians have declined or disappeared due to a fungus that infects the skin. We showed that amphibians have very good immune defenses in the skin. These defenses include antimicrobial peptides, antibodies, and beneficial bacteria that help to protect the skin from the fungus.  However, we have also discovered that the fungus has very effective counter defenses that allow it to evade the protective immunity of the frog. In spite of the potential for a robust immune defense against the fungus in the frogs, we found that factors produced by the fungus impaired function of white blood cells.  One hopeful development is that with our collaborators, we showed that resistance to the fungus in the frogs could be induced (overcoming immune suppression by the fungus) by multiple rounds of exposing frogs to the fungus followed by clearance with heat treatment (raising the temperature of the frog above the tolerance limit of the fungus). In this study, it was also shown that killed fungal cells could induce resistance. This suggests the possibility of a vaccine strategy for endangered frogs. Antimicrobial peptides in the skin of many frogs protect against bacteria, viruses and fungi. In a beautiful glass frog of Panama, we and our collaborators discovered that the male parent attends the developing eggs, and skin peptides of the male parent can be passed to the developing eggs to protect them from fungal infections. To show the important role of antimicrobial peptides, we developed a method to deplete the peptides from young frogs. Using this method, we showed that antimicrobial peptide depletion resulted in higher pathogen burdens and more rapid death following exposure to the skin fungus.  We also showed that frogs continuously released low amounts of protective peptides that inhibited the fungus. In southern leopard frogs, the microbial skin community contributed to defense in young postmetamorphic frogs when antimicrobial peptide defenses were minimal. Antimicrobial peptides produced by frogs can kill the HIV virus.  Such peptides might be used to prevent sexual transmission of this virus if used as a vaginal cream. We showed that several peptides from Australian frogs can inhibit the HIV virus at concentrations that don?t harm target T cells or vaginal cells. Other studies focused on development of better treatments for the fungal disease in affected frogs.\n\nBroader Impacts-Education: This research has provided opportunities for research, education, and mentoring in the biological sciences.  It has improved the skills and opportunities for young men and women and underrepresented groups that will enable them to succeed in the fields of natural science and biomedical research and education. This project contributed to the training of young scientists at several levels (high school, undergraduate, and graduate school).  The students will go on to become physicians, scientists, engineers, veterinarians, college educators, and researches in academia and in industry. \n\n \n\n\t\t\t\t\tLast Modified: 07/26/2017\n\n\t\t\t\t\tSubmitted by: Louise A Rollins-Smith"
 }
}