{
 "awd_id": "1121998",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Molecular Analysis of Proteins Involved in Plant Endocytosis and Cytokinesis",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032922283",
 "po_email": "chacunni@nsf.gov",
 "po_sign_block_name": "Charles Cunningham",
 "awd_eff_date": "2011-12-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 749997.0,
 "awd_amount": 856995.0,
 "awd_min_amd_letter_date": "2011-11-22",
 "awd_max_amd_letter_date": "2016-07-08",
 "awd_abstract_narration": "Intellectual Merit\r\nNormal plant growth and development is highly dependent upon clathrin-mediated membrane trafficking for cell division, the uptake and recycling of plasma membrane proteins critical for auxin transport, nutrient uptake and hormone and pathogen signaling.  More than a decade of research has led to our current understanding of the complex network of proteins and lipids required for endocytosis in yeast and mammalian cells.  By comparison, our knowledge of the mechanism of clathrin-mediated membrane transport in plants is rudimentary.  However, recent studies have demonstrated that the plant endocytic machinery and its regulation have evolved to meet the unique requirements necessary for plant morphogenesis and growth.  Key to our understanding the similarities and differences between clathrin-mediated membrane transport in plants and other systems will be the comprehensive identification and characterization of the evolutionarily conserved, along with the plant-specific core and accessory machinery involved in the formation and targeting of plant clathrin-coated vesicles and elucidation of the role of these proteins in plant cell division. Proteomic, biochemical, genetic and imaging studies are proposed to identify and directly characterize proteins involved in the formation and targeting of plant clathrin-coated endocytic vesicles.   \r\n\r\nBroader Impact\r\n\tThese studies will likely provide new insight into the molecular dynamics of clathrin-dependent trafficking in plants and evolutionarily divergent organisms.  In addition, as clathrin-coated vesicle trafficking is involved in a wide range of plant processes, our results should generate fundamental knowledge that will in the long term, aid in the development of improved crops with enhanced biomass yield necessary for sustainable food, feed, and biofuel production.  The work will also involve the training of undergraduates, graduate students and post-docs who will learn a variety of important techniques including computational techniques for imaging.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sebastian",
   "pi_last_name": "Bednarek",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Sebastian Y Bednarek",
   "pi_email_addr": "sybednar@wisc.edu",
   "nsf_id": "000336006",
   "pi_start_date": "2011-11-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Eliceiri",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin W Eliceiri",
   "pi_email_addr": "eliceiri@wisc.edu",
   "nsf_id": "000398380",
   "pi_start_date": "2011-11-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N PARK ST STE 6301",
  "perf_city_name": "MADISON",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1114",
   "pgm_ref_txt": "CELLULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 256998.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 249999.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 249999.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 99999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Products/Publications generated by NSF Award #1121998 research activities:<em>&nbsp;</em></strong></p>\n<p><strong><em>Products: (1)</em></strong>: TrackMate, a particle tracking image analysis plugin for FIJI: <a href=\"http://fiji.sc/TrackMate\">http://fiji.sc/TrackMate</a><strong><em>.</em></strong></p>\n<p><strong><em>Publications: (13)</em></strong>: 9 research papers, 3 reviews, 1 book chapter.</p>\n<p><strong>Intellectual Merit: </strong>Plant morphogenesis is highly dependent upon clathrin-coated vesicle (CCV) trafficking for cell division and the localization of plasma membrane (PM) proteins critical for cell wall formation, hormone and pathogen signaling and nutrient uptake. To understand the mechanisms involved in CCV trafficking in dividing and non-dividing plant cells, in this project we focused on the identification and analysis of CCV core and accessory proteins including SCD1<em> </em>and SCD2. Central to these aims has been the development of proteomic resources and imaging tools for the characterization of proteins involved in CCV trafficking<em>.</em></p>\n<p><em>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </em>Organelle proteomics is a useful cell biology tool as it can provide detailed overview of the protein content of a particular organelle thereby placing known and unannotated gene products in a functional context. To define proteins associated with plant CCVs we developed methodology for the isolation of highly enriched Arabidopsis CCVs. Proteomic analysis of these vesicles as well as functional studies has enhanced our understanding of the function of CCV evolutionarily-conserved core and accessory proteins including clathrin, adapter complexes, AP1, AP2 and AP4, Rab GTPases and EPSINs as well as previously uncharacterized plant-specific proteins, TPLATE complex and AtSH3P2 whose functions in CCV formation and trafficking had previously not been described. To quantitatively analyze the lifetimes, velocities and trajectories of fluorescent fusion protein-tagged CCV proteins we developed TrackMate, a single particle tracking plugin for the open source FIJI image analysis package. Trackmate has been a significant asset for quantitative live-cell protein imaging, and has been shown to robustly track GFP-tagged CLC PM-associated endocytic foci over time.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Among the CCV proteins uncovered by proteomic analysis, were proteins encoded by the genes <em>SCD1</em> and <em>SCD2,</em> which we had previously identified in a genetic screen for Arabidopsis mutants that display defects in cytokinesis and cell expansion. Consistent with their putative roles in CCV membrane trafficking, SCD1/2 display dynamic colocalization with clathrin coated pits and were shown to function together in a ~450kD protein complex that binds CCV-associated Rab GTPases, indicating that SCD1/2 function in a previously unidentified complex to regulate Rabs involved in CCV trafficking.<strong> </strong>To further characterize the function of the SCD complex we conducted<strong> </strong>genetic and biochemical studies that revealed a number of additional CCV-associated proteins involved in the regulation of Rab GTPase activity and the association of the SCD complex with CCVs. Characterization of the function of these proteins is in progress. Taken together, these studies have demonstrated the utility of our CCV proteomic studies, which in combination with biochemical, genetic and imaging approaches has increased our understanding of the molecular machinery involved in CCV trafficking in dividing and non-dividing plant cells.</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts:</strong> This project involved the successful integration of the complementary expertise of the PI and Co-PI to investigate conserved and plant-specific mechanisms that regulate intracellular trafficking in plants required for cytokinesis and other essential cellular functions vital to plant growth and development. Thus, the basic knowledge gained through these studies could lead to the development of new strategies for enhancing key agricultural traits necessary for improved quantity and quality of plants for food, biofuels and other agronomically important products. These studies have also provide new insights into the mechanisms of conserved membrane-trafficking proteins in other eukaryotic systems.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The project provided meaningful research and training experiences for 3 postdocs/ graduate students, 4 undergrads, 1 high school student, and 4 under-represented UW-Madison Integrated Biological Sciences-Summer Research Opportunities Program (IBS-SRP) students including &ldquo;hands-on&rdquo; research experience, development of critical thinking skills and opportunities to enhance oral and written communication skills through the presentation of research findings at local and national meetings. IBS-SRP provides undergrads from targeted minority groups, disadvantaged socioeconomic backgrounds, or small colleges the opportunity to experience research at a large university. The PI facilitated weekly mentoring discussions for IBS-SRP students on topics related to research including peer review and scientific ethics, effective mentor/mentee communication, and preparation of graduate program admission materials. 4 IBS-SRP underrepresented undergraduate students also conducted research in the PI&rsquo;s lab. As evidence of success in mentoring students, two of the underrepresented minority IBS-SRP students who worked on the CCV proteomic and <em>scd1 </em>mutant suppressor studies have received honors and awards based on their research and presentations at meetings and have since entered Ph.D. programs at the Univ. of California-San Francisco and Univ. Wisconsin-Madison.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Another major goal for this project has been the development of imaging and proteomic resources that will be widely used and robust research tools for both the plant and the general research communities. All proteomic datasets, software, plant lines, reagents and techniques generated during the course of this study have been made freely available to all researchers.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/15/2017<br>\n\t\t\t\t\tModified by: Sebastian&nbsp;Y&nbsp;Bednarek</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProducts/Publications generated by NSF Award #1121998 research activities: \n\nProducts: (1): TrackMate, a particle tracking image analysis plugin for FIJI: http://fiji.sc/TrackMate.\n\nPublications: (13): 9 research papers, 3 reviews, 1 book chapter.\n\nIntellectual Merit: Plant morphogenesis is highly dependent upon clathrin-coated vesicle (CCV) trafficking for cell division and the localization of plasma membrane (PM) proteins critical for cell wall formation, hormone and pathogen signaling and nutrient uptake. To understand the mechanisms involved in CCV trafficking in dividing and non-dividing plant cells, in this project we focused on the identification and analysis of CCV core and accessory proteins including SCD1 and SCD2. Central to these aims has been the development of proteomic resources and imaging tools for the characterization of proteins involved in CCV trafficking.\n\n            Organelle proteomics is a useful cell biology tool as it can provide detailed overview of the protein content of a particular organelle thereby placing known and unannotated gene products in a functional context. To define proteins associated with plant CCVs we developed methodology for the isolation of highly enriched Arabidopsis CCVs. Proteomic analysis of these vesicles as well as functional studies has enhanced our understanding of the function of CCV evolutionarily-conserved core and accessory proteins including clathrin, adapter complexes, AP1, AP2 and AP4, Rab GTPases and EPSINs as well as previously uncharacterized plant-specific proteins, TPLATE complex and AtSH3P2 whose functions in CCV formation and trafficking had previously not been described. To quantitatively analyze the lifetimes, velocities and trajectories of fluorescent fusion protein-tagged CCV proteins we developed TrackMate, a single particle tracking plugin for the open source FIJI image analysis package. Trackmate has been a significant asset for quantitative live-cell protein imaging, and has been shown to robustly track GFP-tagged CLC PM-associated endocytic foci over time. \n\n            Among the CCV proteins uncovered by proteomic analysis, were proteins encoded by the genes SCD1 and SCD2, which we had previously identified in a genetic screen for Arabidopsis mutants that display defects in cytokinesis and cell expansion. Consistent with their putative roles in CCV membrane trafficking, SCD1/2 display dynamic colocalization with clathrin coated pits and were shown to function together in a ~450kD protein complex that binds CCV-associated Rab GTPases, indicating that SCD1/2 function in a previously unidentified complex to regulate Rabs involved in CCV trafficking. To further characterize the function of the SCD complex we conducted genetic and biochemical studies that revealed a number of additional CCV-associated proteins involved in the regulation of Rab GTPase activity and the association of the SCD complex with CCVs. Characterization of the function of these proteins is in progress. Taken together, these studies have demonstrated the utility of our CCV proteomic studies, which in combination with biochemical, genetic and imaging approaches has increased our understanding of the molecular machinery involved in CCV trafficking in dividing and non-dividing plant cells.\n\n \n\nBroader Impacts: This project involved the successful integration of the complementary expertise of the PI and Co-PI to investigate conserved and plant-specific mechanisms that regulate intracellular trafficking in plants required for cytokinesis and other essential cellular functions vital to plant growth and development. Thus, the basic knowledge gained through these studies could lead to the development of new strategies for enhancing key agricultural traits necessary for improved quantity and quality of plants for food, biofuels and other agronomically important products. These studies have also provide new insights into the mechanisms of conserved membrane-trafficking proteins in other eukaryotic systems.\n\n      The project provided meaningful research and training experiences for 3 postdocs/ graduate students, 4 undergrads, 1 high school student, and 4 under-represented UW-Madison Integrated Biological Sciences-Summer Research Opportunities Program (IBS-SRP) students including \"hands-on\" research experience, development of critical thinking skills and opportunities to enhance oral and written communication skills through the presentation of research findings at local and national meetings. IBS-SRP provides undergrads from targeted minority groups, disadvantaged socioeconomic backgrounds, or small colleges the opportunity to experience research at a large university. The PI facilitated weekly mentoring discussions for IBS-SRP students on topics related to research including peer review and scientific ethics, effective mentor/mentee communication, and preparation of graduate program admission materials. 4 IBS-SRP underrepresented undergraduate students also conducted research in the PI?s lab. As evidence of success in mentoring students, two of the underrepresented minority IBS-SRP students who worked on the CCV proteomic and scd1 mutant suppressor studies have received honors and awards based on their research and presentations at meetings and have since entered Ph.D. programs at the Univ. of California-San Francisco and Univ. Wisconsin-Madison.\n\n            Another major goal for this project has been the development of imaging and proteomic resources that will be widely used and robust research tools for both the plant and the general research communities. All proteomic datasets, software, plant lines, reagents and techniques generated during the course of this study have been made freely available to all researchers.\n\n \n\n\t\t\t\t\tLast Modified: 10/15/2017\n\n\t\t\t\t\tSubmitted by: Sebastian Y Bednarek"
 }
}