{
 "awd_id": "1122044",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Physiological Mechanism of Reproductive Timing in Females",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": "7032928167",
 "po_email": "ethiels@nsf.gov",
 "po_sign_block_name": "Edda Thiels",
 "awd_eff_date": "2012-01-15",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 627657.0,
 "awd_min_amd_letter_date": "2012-01-11",
 "awd_max_amd_letter_date": "2013-12-10",
 "awd_abstract_narration": "Climate change is one of the largest threats to biodiversity of our times. Determining the rate of climate change that populations can cope with is, therefore, information that is urgently needed.  About half of the 10,000 bird species in the world are members of the order Passeriformes. A changing environment can influence the physiology and reproductive success of passerine bird species, yet nothing is known about the molecular mechanisms underlying the onset of egg-laying in any passerine species. This realization is quite remarkable when one considers that the \"decision\" of whether or not a female bird begins to lay eggs is the moment that defines the whole breeding season for that individual and her mate(s), with profound current and future fitness consequences. This project will uncover specific mechanisms regulating the initiation of breeding in female songbirds. One of the most intensely studied species with respect to ecology and reproductive timing, the European great tit (Parus major) will be used. This is an international collaboration that will combine the expertise of the PI, George Bentley (UC Berkeley, USA), whose lab studies mechanisms underlying physiology of reproduction, Marcel Visser (The Netherlands Institute of Ecology) who is at the forefront of ecological research and the effects of climate change, and Michaela Hau (Max-Planck Institute for Ornithology, Germany) who is an expert in development of theoretical frameworks that integrate endocrine and evolutionary theory.  The broader impacts include training of minority graduate students in laboratories in different countries, encouragement of undergraduate participation in research and scientific meetings, and involvement of undergraduates in the publication process. This project fosters collaboration between premier ecology of climate-change and evolutionary biology laboratories in Europe and physiology of reproduction in the USA. Furthermore, the intellectual merit of the results obtained includes advancement our understanding of the mechanisms underlying how wild female birds time their \"decision to lay eggs\" something which we know almost nothing about, despite almost a century of research on similar mechanisms in male birds.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Bentley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "George Bentley",
   "pi_email_addr": "gb7@berkeley.edu",
   "nsf_id": "000236626",
   "pi_start_date": "2012-01-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "1608 4TH ST STE 201",
  "perf_city_name": "BERKELEY",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947101749",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771400",
   "pgm_ele_name": "Modulation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9232",
   "pgm_ref_txt": "RES OPPOR AWARDS(ROA) (SUPPLEM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 227657.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The underlying basis of this project is that patterns of reproduction are qualitatively and quantitatively different between male and female photoperiodic songbirds. Despite their huge differences from male reproductive patterns, almost nothing is known about the physiological regulation of egg-laying in female songbirds. A major problem with our knowledge of physiological regulation of reproduction in songbirds in general is that it is almost entirely male-biased. In fact, any literature search engine will show that almost 90% of studies on avian photoperiodism use exclusively male birds.&nbsp;</p>\n<p>The &lsquo;decision&rsquo; by female birds to initiate egg-laying is a pivotal physiological step in the timing of reproduction, a key life history trait with major fitness consequences. Once rapid final maturation of follicles begins, including the incorporation of yolk into developing follicles leading to the initiation of her clutch, the female has committed herself physiologically to a major energetic investment.</p>\n<p>We have developed a method to manipulate the timing of ovulation in female songbirds via manipulation of social cues and thus determine which changes in gene expression and endocrine status are predictive of a female initiating follicle maturation and oviposition.We now hope to determine how these molecular and endocrine pathways are influenced by different environmental and social cues. In this way, we will eventually be able to determine how the social and physical environment is likely to interact and influence those pathways. This proposal uses a unique and powerful model, combined with a bioinformatics approach to determine the molecular and endocrine underpinnings of a female&rsquo;s ability to enter into the final stage of follicle maturation and ovulation. At present, we do not fully understand how wild female birds enter into this critical component of reproduction.</p>\n<p>&nbsp;</p>\n<p><strong>Intellectual Merit</strong></p>\n<p>Whether or not a female bird to begins to lay eggs is the moment that defines the whole breeding season (and perhaps whole life) for that individual and her mate(s), with profound current and future fitness consequences. If we do not understand how this pivotal event is regulated in wild avian species, and then go on to understand how social and environmental cues of any form can influence this mechanism, then we will be unable to make informed decisions as to environmental and population management policies that influence not only particular species but also whole ecosystems and thus biodiversity. In addition (and not mutually exclusive), data from this project will help us determine how to manipulate and enhance reproduction in endangered, captive wild species, as well as inhibiting reproduction in pest species.</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Broader Impacts</strong></p>\n<p>In addition to adding to the paucity of data on female avian reproduction in the wild, this proposal will have broader impacts on our understanding of vertebrate neurobiology, reproductive biology and physiology as a whole. It will also support a laboratory that is committed to increasing diversity in the Biological Sciences. Several underrepresented minorities have already worked on this project, gaining valuable research and presentation experience. Underrepresented minorities will present data at national and international conferences. They will be encouraged to continue to &ldquo;give back&rdquo; to the community in terms of dissemination of information and education. The lab is also heavily involved in several programs that target students (high school and undergraduate) who are from populations that historically do not consider that science/academia is a viable career option and, in fact, are often not even aware of the possibility. Broadening participation in the research process not only benefits underrepresented minori...",
  "por_txt_cntn": "\nThe underlying basis of this project is that patterns of reproduction are qualitatively and quantitatively different between male and female photoperiodic songbirds. Despite their huge differences from male reproductive patterns, almost nothing is known about the physiological regulation of egg-laying in female songbirds. A major problem with our knowledge of physiological regulation of reproduction in songbirds in general is that it is almost entirely male-biased. In fact, any literature search engine will show that almost 90% of studies on avian photoperiodism use exclusively male birds. \n\nThe ædecisionÆ by female birds to initiate egg-laying is a pivotal physiological step in the timing of reproduction, a key life history trait with major fitness consequences. Once rapid final maturation of follicles begins, including the incorporation of yolk into developing follicles leading to the initiation of her clutch, the female has committed herself physiologically to a major energetic investment.\n\nWe have developed a method to manipulate the timing of ovulation in female songbirds via manipulation of social cues and thus determine which changes in gene expression and endocrine status are predictive of a female initiating follicle maturation and oviposition.We now hope to determine how these molecular and endocrine pathways are influenced by different environmental and social cues. In this way, we will eventually be able to determine how the social and physical environment is likely to interact and influence those pathways. This proposal uses a unique and powerful model, combined with a bioinformatics approach to determine the molecular and endocrine underpinnings of a femaleÆs ability to enter into the final stage of follicle maturation and ovulation. At present, we do not fully understand how wild female birds enter into this critical component of reproduction.\n\n \n\nIntellectual Merit\n\nWhether or not a female bird to begins to lay eggs is the moment that defines the whole breeding season (and perhaps whole life) for that individual and her mate(s), with profound current and future fitness consequences. If we do not understand how this pivotal event is regulated in wild avian species, and then go on to understand how social and environmental cues of any form can influence this mechanism, then we will be unable to make informed decisions as to environmental and population management policies that influence not only particular species but also whole ecosystems and thus biodiversity. In addition (and not mutually exclusive), data from this project will help us determine how to manipulate and enhance reproduction in endangered, captive wild species, as well as inhibiting reproduction in pest species.\n\n \n\nBroader Impacts\n\nIn addition to adding to the paucity of data on female avian reproduction in the wild, this proposal will have broader impacts on our understanding of vertebrate neurobiology, reproductive biology and physiology as a whole. It will also support a laboratory that is committed to increasing diversity in the Biological Sciences. Several underrepresented minorities have already worked on this project, gaining valuable research and presentation experience. Underrepresented minorities will present data at national and international conferences. They will be encouraged to continue to \"give back\" to the community in terms of dissemination of information and education. The lab is also heavily involved in several programs that target students (high school and undergraduate) who are from populations that historically do not consider that science/academia is a viable career option and, in fact, are often not even aware of the possibility. Broadening participation in the research process not only benefits underrepresented minorities, but also benefits science as a whole by providing novel perspectives and approaches to research and education. The PI is an annual participant in several programs that aim to recruit and retain underr..."
 }
}