{
 "awd_id": "1122013",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Dynamic Modulation of Protein Recycling by Spectrin",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory W. Warr",
 "awd_eff_date": "2012-04-15",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 480000.0,
 "awd_amount": 480000.0,
 "awd_min_amd_letter_date": "2012-03-21",
 "awd_max_amd_letter_date": "2014-03-07",
 "awd_abstract_narration": "Intellectual merit.  Epithelia are an essential tissue type in the body plan of all multicellular animals where they play a vital role in development, structure and physiology. Epithelia are also the most common tissue type in the body. To establish an epithelium successfully, cells must develop \"polarity\"--a strong asymmetry in the distribution of cellular proteins. Many epithelial functions, from nutrient uptake to organ formation, depend on such asymmetric distributions of proteins and this fundamental property of an epithelium. Polarity is generated by groups of proteins that reorganize the cell to transport different sets of proteins to each of the main epithelial surfaces: apical, lateral and basal. During this process, specific groups of proteins are tasked with the formation of the apical surface specifically. This project will analyze the role of a group of proteins involved in steps that lead to the stabilization of proteins at the apical surface using the fruit fly (Drosophila melanogaster) as a model system. These proteins include the membrane-associated proteins annexin B9 and beta H spectrin. Preliminary data has led to the hypothesis that this annexin and spectrin form a complex that determines the level of proteins at the apical membrane, and that they do this by modulating the movement of proteins inside the cell to and from the apical domain during a process called \"protein recycling\". To test this hypothesis the project will quantitatively measure the influence of these two proteins on protein recycling in normal and mutant cells and tissues. Annexin B9 and beta H spectrin also modulate a major polarity regulator called Rac during this process, and this relationship is also a focus of the research. Finally, the hypothesis suggests that many many proteins are likely to be modulated in this way.  Therefore, the project will also develop a way to identify all such proteins using \"proteomic\" techniques.  Although the action of the key proteins that initiate a polarized cell phenotype are beginning to be understood, the stabilization and elaboration of the incipient apical domain are still poorly understood. Thus, the project will produce new insights into the development and maintenance of epithelial organization. This project will also help redefine the role of spectrins in general. These proteins have been depicted in every basic cell biology textbook for over two decades as static structural proteins.  This research is part of a growing body of evidence that demonstrates that these proteins actually have a much wider and more dynamic role in the cell that challenges this long-held view.\r\n\r\nBroader impacts.  The broader impacts of this project will be in the area of science education. Not only will the project provide training for graduate students and postdoctoral fellows, but it will also integrate undergraduate-driven experiments with the research. Undergraduate participants will be drawn from those doing honors theses projects and also from underrepresented groups through the WISER (Women In Science and Engineering Research) and MURE (Minority Undergraduate Research Experience) programs at Penn State. In addition, lab experiments will be used for a \"Reality Science\" approach in a large (>500 student) introductory cell biology class, which serves several majors. For this approach a tractable research thread that is performed by an undergraduate researcher is then integrated into the curriculum (including examinations). The undergraduate's experiments are followed in class throughout the semester with regular updates on that student's progress. This will demonstrate real-life applications of techniques that are mentioned in class, but which cannot be covered in the lab sections of the course. At the same time this will impart a feeling for the nature, pace, and thought processes that underly basic research amongst students who may choose not to become professional biologists, but nevertheless will become science-literate citizens.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Claire",
   "pi_last_name": "Thomas",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Claire M Thomas",
   "pi_email_addr": "clairet@psu.edu",
   "nsf_id": "000397466",
   "pi_start_date": "2012-03-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "201 OLD MAIN",
  "perf_city_name": "UNIVERSITY PARK",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168021503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1114",
   "pgm_ref_txt": "CELLULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 160000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 160000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 160000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Objective, Methods and Results:</strong> Epithelia are the most common tissue type in your body. They participate in organ development, and create boundaries between compartments and to the outside world. A hallmark of epithelial cells is their asymmetry, which divides the outermost membrane into &lsquo;apical&rsquo; and &lsquo;basolateral&rsquo; domains, usually referred to as &lsquo;apical-basal polarity&rsquo;. This project examined part of the process that makes and sustains epithelial polarity. Epithelial cells present many proteins on their outer membrane that mediate interactions with other cells and signals in the environment, such as hormones and medicines. The protein content of the apical and basolateral domains is different, but all surface proteins are made in a common pathway inside the cells, so there needs to be internal asymmetry that delivers proteins to, and maintains proteins in the correct domain. This project examined the role of a protein &beta;<sub>H</sub>?spectrin, which sits at the inner surface of the apical cell membrane, as well as its partner proteins &alpha;?spectrin, Annexin B9, Rac1, Crumbs and PP2A. These proteins all help determine the stability of the apical surface. We use the fruit fly <em>Drosophila</em> as a model system because their cells work like ours, but this organism allows us to use many techniques that are slower, harder or impossible in other organisms.</p>\n<p>At the outset our data indicated that &beta;<sub>H</sub>?spectrin and Annexin B9 regulated the levels of apical proteins by influencing a dynamic protein highway inside cells called the &lsquo;endosome system&rsquo;. This was novel because previous results seemed to suggest that &beta;<sub>H</sub>?spectrin was a static structural protein. <strong>Aim 1 </strong>set out to probe this regulation. We identified PP2A as new partner of &beta;<sub>H</sub>?spectrin. Furthermore, we showed it to be located in the endosomal system and that it is an important regulator of apical polarity through its action on Crumbs, a protein that &lsquo;makes&rsquo; the apical domain. It seems likely that &beta;<sub>H</sub>?spectrin regulates Crumbs by regulating its movement through the endosomal system. In <strong>Aim 2</strong> we looked at Rac 1, a regulator that opposes Crumbs, and we showed that a specific subregion at one end of b<sub>H</sub>?spectrin is important for inhibiting it.</p>\n<p>As part of these investigations <strong>we also made the serendipitous discovery</strong> that a signaling protein called mSpitz, hangs out in &lsquo;cytoplasmic capes&rsquo; &ndash; mysterious infoldings of the nuclear membrane. mSpitz gets to capes <em>via</em> the endosomal system, whereas most nuclear membrane proteins arrive <em>via</em> a direct pathway from the endoplasmic reticulum. This is the first description of a new pathway in cells. Capes are mostly eliminated without &beta;<sub>H</sub>?spectrin, suggesting that this protein has a key role in this new pathway.</p>\n<p>Spectrin proteins make flat networks on membranes resembling nets. These have been long thought to be important for cell shape and strength. <strong>Aim 3</strong> tested the role of networking <em>per se</em> in stabilizing cell surface proteins. However, we found that networks are much less important than people thought. Since the role of spectrin in endosomes does not need a network this suggests that the endosomal role of spectrin may actually be its major function. This result is a new paradigm for the role of spectrins.</p>\n<p><strong>Intellectual merit:</strong> Epithelia represent an essential tissue type in the body of multicelluar organisms, playing a vital role in development, structure and physiology. Epithelial cells must develop apical/basal polarity, and we are beginning to understand the key polarity pathways that do this. However, many steps remain mysterious, and the maintenance and elabora...",
  "por_txt_cntn": "\nObjective, Methods and Results: Epithelia are the most common tissue type in your body. They participate in organ development, and create boundaries between compartments and to the outside world. A hallmark of epithelial cells is their asymmetry, which divides the outermost membrane into æapicalÆ and æbasolateralÆ domains, usually referred to as æapical-basal polarityÆ. This project examined part of the process that makes and sustains epithelial polarity. Epithelial cells present many proteins on their outer membrane that mediate interactions with other cells and signals in the environment, such as hormones and medicines. The protein content of the apical and basolateral domains is different, but all surface proteins are made in a common pathway inside the cells, so there needs to be internal asymmetry that delivers proteins to, and maintains proteins in the correct domain. This project examined the role of a protein &beta;H?spectrin, which sits at the inner surface of the apical cell membrane, as well as its partner proteins &alpha;?spectrin, Annexin B9, Rac1, Crumbs and PP2A. These proteins all help determine the stability of the apical surface. We use the fruit fly Drosophila as a model system because their cells work like ours, but this organism allows us to use many techniques that are slower, harder or impossible in other organisms.\n\nAt the outset our data indicated that &beta;H?spectrin and Annexin B9 regulated the levels of apical proteins by influencing a dynamic protein highway inside cells called the æendosome systemÆ. This was novel because previous results seemed to suggest that &beta;H?spectrin was a static structural protein. Aim 1 set out to probe this regulation. We identified PP2A as new partner of &beta;H?spectrin. Furthermore, we showed it to be located in the endosomal system and that it is an important regulator of apical polarity through its action on Crumbs, a protein that æmakesÆ the apical domain. It seems likely that &beta;H?spectrin regulates Crumbs by regulating its movement through the endosomal system. In Aim 2 we looked at Rac 1, a regulator that opposes Crumbs, and we showed that a specific subregion at one end of bH?spectrin is important for inhibiting it.\n\nAs part of these investigations we also made the serendipitous discovery that a signaling protein called mSpitz, hangs out in æcytoplasmic capesÆ &ndash; mysterious infoldings of the nuclear membrane. mSpitz gets to capes via the endosomal system, whereas most nuclear membrane proteins arrive via a direct pathway from the endoplasmic reticulum. This is the first description of a new pathway in cells. Capes are mostly eliminated without &beta;H?spectrin, suggesting that this protein has a key role in this new pathway.\n\nSpectrin proteins make flat networks on membranes resembling nets. These have been long thought to be important for cell shape and strength. Aim 3 tested the role of networking per se in stabilizing cell surface proteins. However, we found that networks are much less important than people thought. Since the role of spectrin in endosomes does not need a network this suggests that the endosomal role of spectrin may actually be its major function. This result is a new paradigm for the role of spectrins.\n\nIntellectual merit: Epithelia represent an essential tissue type in the body of multicelluar organisms, playing a vital role in development, structure and physiology. Epithelial cells must develop apical/basal polarity, and we are beginning to understand the key polarity pathways that do this. However, many steps remain mysterious, and the maintenance and elaboration of the apical domain is still not well understood. We tested the roles of spectrin and spectrin networks in polarity and surface protein maintenance via endosomal regulation. We also discovered that PP2A is an important participant in polarity, which will significantly enrich this field. Lastly, we discovered a new pathway in the cell that routes proteins from the e..."
 }
}