{
 "awd_id": "1123262",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Organizational Determinants of Compliance with Greenhouse Gas Emissions Standards",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "kevin Leicht",
 "awd_eff_date": "2011-12-15",
 "awd_exp_date": "2014-11-30",
 "tot_intn_awd_amt": 108839.0,
 "awd_amount": 108839.0,
 "awd_min_amd_letter_date": "2011-12-13",
 "awd_max_amd_letter_date": "2011-12-13",
 "awd_abstract_narration": "SES - 1123262 \r\nDon S. Grant II\r\nUniversity of Arizona\r\n\r\nOrganizational Determinants of Compliance with Greenhouse Gas Emissions Standards\r\n\r\nAbstract\r\nCoal utility and oil refinery industries are thought to be responsible for nearly 40 percent of greenhouse gas (GHG) emissions in the U.S.  While industry-level trends have been studied widely, we know little about the role of individual facilities or plants in GHG emission trends. This project addresses three research questions: Which coal-based power plants and oil refineries have the highest emission levels and emit the most GHGs per job?  Which sets of organizational factors cause variation between GHG emissions at the plant level? How can we explain differences in responsiveness of plants to regulations at the state level?\r\n\r\nTo answer these questions, this project will use a unique data set on individual facilities and their GHG discharges, to be released by the Environmental Protection Agency (EPA).  The project will employ multivariate techniques as well a fuzzy set analytic methods that can determine which combinations of organizational factors are associated with differences in emission outcomes.  Consistent with research on environmental disproportionalities and organizational configurations, the project tests four hypotheses: 1) GHG emissions and emissions-to-job ratios are unevenly distributed across facilities within the coal utility and oil refinery industries, 2) Those facilities with extreme GHG emission levels and emissions-to-jobs ratios share certain combinations of organizational characteristics, 3) These organizational \"profiles\" exert significant effects on GHG emission levels and emissions-to-jobs ratios even after controlling for other relevant factors, and 4) The response of facilities to different kinds of state-level climate change policies and regulations depends on their organizational profiles.\r\n\r\nThis innovative project is the first of its kind and scope to study the causes of GHG emission outcomes at the facility or plant level.  Analyses rely on heretofore unavailable data on the organizational sources of regulatory change and the effects of regulatory policies at the site of production.  The proposed project will also pioneer a new possibility for secondary research connecting GHG emissions data with other information on the characteristics of facilities.  \r\n\r\nBroader Impacts\r\nFindings from this study may be used by future scholars to systematize their research and select the most causally relevant cases for comparative case studies.  Findings from this project may also inform future environmental policies and regulations at state and federal levels, both with regard to GHG emissions as well as other environmental pollutants.  Findings may also help federal officials decide which facilities are most likely to comply with which national regulatory standards.  Moreover, findings may be of interest to industry, as it may become possible to target future regulatory initiatives at specific subsets of plants rather than devising regulations to which all plants in the coal and oil industries are subject.  Finally, project results could support industry initiatives to optimize self-regulation and environmental performance of member facilities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Don",
   "pi_last_name": "Grant II",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Don S Grant II",
   "pi_email_addr": "don.grantii@colorado.edu",
   "nsf_id": "000279539",
   "pi_start_date": "2011-12-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "1145 E. South Campus Dr.",
  "perf_city_name": "Tucson",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210027",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 108839.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Presently, the United States is the second largest contributor of greenhouse gases (GHG) in the world. According to the Environmental Protection Agency&rsquo;s estimates, of the nearly 7 billion metric tons of GHGs this country emits to the atmosphere each year, nearly 40% come from the electricity sector.&nbsp; To date, however, researchers have not examined which power plants within this sector have the highest CO<sub>2</sub> emission rates or levels.&nbsp; Consequently, they have also yet to determine which sets of organizational and technical factors shape plants&rsquo; emission outcomes.&nbsp; Nor have they investigated how effective are states&rsquo; environmental programs at reducing plants&rsquo; emissions.&nbsp;</p>\n<p>Using newly released data on industrial facilities&rsquo; CO<sub>2</sub> emissions compiled by the EPA, this project investigates the environmental performance of U.S. power plants.&nbsp; So far, the project has produced two publications.&nbsp; The first, which appeared in Nature Climate Change, tests the effects of several policies adopted by states to directly or indirectly reduce the electricity sectors&rsquo; climate impact.&nbsp; Findings reveal that certain types of direct policies (emission caps and GHG targets) as well as indirect ones (public benefit funds and electric decoupling) have been the most effective to date at lowering individual plants&rsquo; emission levels.&nbsp; The second publication, which appeared in Energy Policy, examines the effects of power plants&rsquo; thermal efficiency on their rates and levels of CO<sub>2</sub> emissions.&nbsp; Findings show that while improvements in efficiency lower emission rates, they actually increase levels, characteristic of so-called &ldquo;rebound effects.&rdquo;</p>\n<p>Our project thus provides heretofore unavailable evidence on the organizational/technical sources of climate change and the effects of regulatory policies at the site of production. It also informs the EPA&rsquo;s proposed Clean Power Plan that depends heavily on states to meet its emission goals and recommends thermal efficiency as one of four key &ldquo;building blocks&rdquo; upon which states should build their environmental programs.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/16/2015<br>\n\t\t\t\t\tModified by: Don&nbsp;S&nbsp;Grant Ii</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPresently, the United States is the second largest contributor of greenhouse gases (GHG) in the world. According to the Environmental Protection AgencyÆs estimates, of the nearly 7 billion metric tons of GHGs this country emits to the atmosphere each year, nearly 40% come from the electricity sector.  To date, however, researchers have not examined which power plants within this sector have the highest CO2 emission rates or levels.  Consequently, they have also yet to determine which sets of organizational and technical factors shape plantsÆ emission outcomes.  Nor have they investigated how effective are statesÆ environmental programs at reducing plantsÆ emissions. \n\nUsing newly released data on industrial facilitiesÆ CO2 emissions compiled by the EPA, this project investigates the environmental performance of U.S. power plants.  So far, the project has produced two publications.  The first, which appeared in Nature Climate Change, tests the effects of several policies adopted by states to directly or indirectly reduce the electricity sectorsÆ climate impact.  Findings reveal that certain types of direct policies (emission caps and GHG targets) as well as indirect ones (public benefit funds and electric decoupling) have been the most effective to date at lowering individual plantsÆ emission levels.  The second publication, which appeared in Energy Policy, examines the effects of power plantsÆ thermal efficiency on their rates and levels of CO2 emissions.  Findings show that while improvements in efficiency lower emission rates, they actually increase levels, characteristic of so-called \"rebound effects.\"\n\nOur project thus provides heretofore unavailable evidence on the organizational/technical sources of climate change and the effects of regulatory policies at the site of production. It also informs the EPAÆs proposed Clean Power Plan that depends heavily on states to meet its emission goals and recommends thermal efficiency as one of four key \"building blocks\" upon which states should build their environmental programs.\n\n\t\t\t\t\tLast Modified: 01/16/2015\n\n\t\t\t\t\tSubmitted by: Don S Grant Ii"
 }
}