{
 "awd_id": "1127251",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  Low Cost On-Chip Photonic Crystal Slot Waveguide Absorption Spectrometer for Highly Sensitive, Continuous,In-Situ,Remote Specific Detection of Multiple VOC in Water",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032925341",
 "po_email": "pbalan@nsf.gov",
 "po_sign_block_name": "Prakash Balan",
 "awd_eff_date": "2011-10-15",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 790000.0,
 "awd_min_amd_letter_date": "2011-10-12",
 "awd_max_amd_letter_date": "2013-09-20",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase II project proposes to develop a low cost packaged near-infrared on-chip silicon absorption spectrometer for simultaneous and specific detection of multiple volatile organic compounds in water (ground water, waste water and drinking water).  In phase I, the volatile organic compound xylene was successfully detected in water at 100 parts per billion through near-infrared absorption signatures, on chip with 300 micron long photonic crystal slot waveguides which represents the best results in device sensitivity and in miniaturization.  The device combines slow light effect in photonic crystal waveguides with highly concentrated optical field intensity in a low index slot at the center of the photonic crystal waveguide.  The photonic crystal slot waveguide proposed herein provides a factor of 1000 reduction in interaction length compared to conventional waveguides leading to enhanced optical absorption by analytes in the optical path.  Transmission is measured from multiple waveguides covering the entire near-infrared wavelength range, and absorbance determined by measuring transmission differences in the presence and the absence of any volatile organic compound analytes of\r\ninterest.  The miniature spectrometer will enable massively parallel identification and high throughput analysis.\r\n \r\nThe broader impacts of this research are the enabling of continuous, remote, in-situ monitoring and unique identification of multiple volatile organic compounds (VOCs) in groundwater, drinking water, and waste water, with high sensitivity and specificity, a facility that is not available commercially at present.  The integrated silicon\r\nplatform ensures low cost production in high volume. From commercial standpoint, the United Nations Environment Program estimates the global water market to expand to $660 billion from the current $250 billion by 2020.  The proposed photonic crystal slot waveguide device can be expected to occupy a significant position in this market.  The generalized design of the proposed versatile technology implies possible implementation in multiple areas of in-situ analyte sensing, detection, and spectroscopy such as control of food, air, and water quality and health, in a lab-on-chip platform with low cost of ownership.  Through continuous, in-situ and remote monitoring, the prototype developed from this research will eliminate the lag time that currently exists in industrial water monitoring, sometimes extending to few months as in VOC monitoring of rivers and lakes, thereby enabling early warning of spurious leaks and spills instead of after-the-fact damage control and mediation and thus enhance environmental and national security.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Swapnajit",
   "pi_last_name": "Chakravarty",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Swapnajit Chakravarty",
   "pi_email_addr": "schakravarty1@udayton.edu",
   "nsf_id": "000533982",
   "pi_start_date": "2011-10-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Omega Optics, Inc.",
  "inst_street_address": "8500 SHOAL CREEK BLVD",
  "inst_street_address_2": "STE 4-200",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5129968833",
  "inst_zip_code": "787577598",
  "inst_country_name": "United States",
  "cong_dist_code": "37",
  "st_cong_dist_code": "TX37",
  "org_lgl_bus_name": "OMEGA OPTICS, INC.",
  "org_prnt_uei_num": "S8QJZAGYQGD4",
  "org_uei_num": "U11BUN3J3E88"
 },
 "perf_inst": {
  "perf_inst_name": "Omega Optics",
  "perf_str_addr": "10306 Sausalito Drive",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787596113",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159100",
   "pgm_ele_name": "STTR Phase II"
  },
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "021E",
   "pgm_ref_txt": "Water management"
  },
  {
   "pgm_ref_code": "164E",
   "pgm_ref_txt": "SBIR Phase IIA"
  },
  {
   "pgm_ref_code": "167E",
   "pgm_ref_txt": "SBIR I/UCRC Membership"
  },
  {
   "pgm_ref_code": "169E",
   "pgm_ref_txt": "SBIR Tech Enhan Partner (TECP)"
  },
  {
   "pgm_ref_code": "5373",
   "pgm_ref_txt": "SMALL BUSINESS PHASE II"
  },
  {
   "pgm_ref_code": "8035",
   "pgm_ref_txt": "Hardware Devices"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 600000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 190000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Pollution of water resources in the United States and the world can have serious and wide-ranging effects on the environment and human health. A significant contamination activity relates to the production, storage and transportation of petroleum derivatives, such as gasoline and diesel fuel and organic solvents, as spills and leaks of these liquids through pipeline ruptures can contaminate soils, superficial water and groundwater. Aromatic hydrocarbons in petroleum have attracted considerable attention due to their toxicity. Efforts have been focused on the determination of benzene, toluene, ethylbenzene and the xylenes, a class of aromatic hydrocarbons known as BTEX. Contamination of the environment and the fatal danger to human health by hazardous materials and greenhouse gases is an omnipresent problem and is a concern of several departments of the US Government. Figure schematically shows various sources of groundwater contamination by hazardous materials of daily use. The threat posed by global terrorism should also be underlined. Due to enormous significance of keeping drinking water and the environment clean and free from intentional and unintentional contamination, an elaborate in-situ and highly sensitive sensing technology with remote monitoring capacity is an absolute necessity.</p>\n<p>Field applications use commercial spectrometers that require elaborate sample preparation and also the presence of a field representative to conduct tests. An in-situ on-chip optical spectroscopy technique with remote monitoring capability is extremely essential for in-situ monitoring and process control Infrared Spectroscopy is widely used as a simple and reliable technique for quality control and analysis. Infrared spectroscopy does not require costly analyte labeling, which makes the technique very attractive for sensing and identification compared to other spectroscopy methods. In this program, Omega Optics Inc and the University of Texas, Austin proposed to develop a novel lab-on-chip photonic crystal slot waveguide based infrared spectrometer for the detection and spectroscopic identification of BTEX hydrocarbons in water. This program is innovative relative to past approaches in the following ways:</p>\n<p>Photonic crystal slot waveguides provide significantly enhanced overlap of the optical mode with the analyte than any other sensing and analysis technique demonstrated in the literature.</p>\n<p>The small geometry of photonic crystal is an excellent platform for miniaturized optofluidic sensing and high resolution spectroscopy unmatched by any existing optofluidic technologies.</p>\n<p>Project Outcomes:</p>\n<p>We demonstrated the multiplexed detection of representative volatile organic compounds xylene and trichloroethylene (TCE) in water, with our 300 micron long photonic crystal slot waveguide in silicon lab-on-chip in a silicon-on-insulator wafer. The individual compounds were identified selectively at the same time via on-chip near-infrared optical absorption spectroscopy. Xylene and TCE were detected down to a concentration of 1ppb (part per billion). and 10ppb respectively. Silicon-on-sapphire based devices, integrated with mid-infrared optical fibers, were also demonstrated for the detection of xylene and TCE in the mid-infrared where the individual chemicals have larger optical cross-sections than in the near-infrared and thus devices have higher sensitivity. Integration of the silicon chip with optical fibers was demonstrated in a package. The packaged chip would be deployed within an optical fiber network for remote online in-situ monitoring of the volatile organic compounds. Web monitoring interface, currently for Austin, TX metropolitan area, was created for end-user and even general public remote online monitoring of different volatile organic compounds in water in their neighborhood lakes and other water bodies. Commercialization efforts are currently ...",
  "por_txt_cntn": "\nPollution of water resources in the United States and the world can have serious and wide-ranging effects on the environment and human health. A significant contamination activity relates to the production, storage and transportation of petroleum derivatives, such as gasoline and diesel fuel and organic solvents, as spills and leaks of these liquids through pipeline ruptures can contaminate soils, superficial water and groundwater. Aromatic hydrocarbons in petroleum have attracted considerable attention due to their toxicity. Efforts have been focused on the determination of benzene, toluene, ethylbenzene and the xylenes, a class of aromatic hydrocarbons known as BTEX. Contamination of the environment and the fatal danger to human health by hazardous materials and greenhouse gases is an omnipresent problem and is a concern of several departments of the US Government. Figure schematically shows various sources of groundwater contamination by hazardous materials of daily use. The threat posed by global terrorism should also be underlined. Due to enormous significance of keeping drinking water and the environment clean and free from intentional and unintentional contamination, an elaborate in-situ and highly sensitive sensing technology with remote monitoring capacity is an absolute necessity.\n\nField applications use commercial spectrometers that require elaborate sample preparation and also the presence of a field representative to conduct tests. An in-situ on-chip optical spectroscopy technique with remote monitoring capability is extremely essential for in-situ monitoring and process control Infrared Spectroscopy is widely used as a simple and reliable technique for quality control and analysis. Infrared spectroscopy does not require costly analyte labeling, which makes the technique very attractive for sensing and identification compared to other spectroscopy methods. In this program, Omega Optics Inc and the University of Texas, Austin proposed to develop a novel lab-on-chip photonic crystal slot waveguide based infrared spectrometer for the detection and spectroscopic identification of BTEX hydrocarbons in water. This program is innovative relative to past approaches in the following ways:\n\nPhotonic crystal slot waveguides provide significantly enhanced overlap of the optical mode with the analyte than any other sensing and analysis technique demonstrated in the literature.\n\nThe small geometry of photonic crystal is an excellent platform for miniaturized optofluidic sensing and high resolution spectroscopy unmatched by any existing optofluidic technologies.\n\nProject Outcomes:\n\nWe demonstrated the multiplexed detection of representative volatile organic compounds xylene and trichloroethylene (TCE) in water, with our 300 micron long photonic crystal slot waveguide in silicon lab-on-chip in a silicon-on-insulator wafer. The individual compounds were identified selectively at the same time via on-chip near-infrared optical absorption spectroscopy. Xylene and TCE were detected down to a concentration of 1ppb (part per billion). and 10ppb respectively. Silicon-on-sapphire based devices, integrated with mid-infrared optical fibers, were also demonstrated for the detection of xylene and TCE in the mid-infrared where the individual chemicals have larger optical cross-sections than in the near-infrared and thus devices have higher sensitivity. Integration of the silicon chip with optical fibers was demonstrated in a package. The packaged chip would be deployed within an optical fiber network for remote online in-situ monitoring of the volatile organic compounds. Web monitoring interface, currently for Austin, TX metropolitan area, was created for end-user and even general public remote online monitoring of different volatile organic compounds in water in their neighborhood lakes and other water bodies. Commercialization efforts are currently in progress with the identification of partners for high volume manufacturing and deployment..."
 }
}