{
 "awd_id": "1127564",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STTR Phase II:  High Energy and Power Density Supercapacitors Utilizing Electrodes Comprising Nanofibrous Carbon-Carbon Composites",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032925341",
 "po_email": "pbalan@nsf.gov",
 "po_sign_block_name": "Prakash Balan",
 "awd_eff_date": "2011-11-01",
 "awd_exp_date": "2014-10-31",
 "tot_intn_awd_amt": 499953.0,
 "awd_amount": 634939.0,
 "awd_min_amd_letter_date": "2011-10-31",
 "awd_max_amd_letter_date": "2014-04-23",
 "awd_abstract_narration": "This Small Business Technology Transfer (STTR) Phase II project will optimize the technology developed in Phase I for the fabrication of composite carbon nanofibers incorporating mesoporous high surface area carbon as an electrode material for supercapacitors utilizing ionic liquid electrolytes. The Phase I results showed that test devices incorporating our patent-pending carbon fibers have surpassed the performance of commercial supercapacitors and can provide energy densities approaching that of lead acid batteries with superior gravimetric power density. The technology is to be further developed and optimized using lower cost polymer precursors and carbon templates. Achievement of our Phase II goals of 30 Wh/kg at 10 kW/kg (packaged) with consistent performance up to 5x10^5 cycles means that this technology can become the material of choice for application to high-energy, high-power energy storage systems.\r\n\r\n The broader impact/commercial potential of this project lies in greatly expanding the market for supercapacitors for existing products and enabling new technologies, especially in those areas requiring energy densities that are higher than those provided by current supercapacitors. Such supercapacitors will be well suited for application to the Hybrid Electric Vehicle (HEV) market, including rapid charging stations; frequency regulation for the electric grid; and load leveling for renewable energy sources. Direct societal benefits will come from improving the viability of HEV due to reductions in fossil fuel consumption, improvements in power grid reliability, reducing costs for renewable energy production, and in replacing lead acid batteries. The world demand for supercapacitors is expected to reach $1.2 billion by 2015.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lissa",
   "pi_last_name": "King Magel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lissa King Magel",
   "pi_email_addr": "lkmagel@sbcglobal.net",
   "nsf_id": "000587444",
   "pi_start_date": "2011-10-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Ferraris",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "John P Ferraris",
   "pi_email_addr": "ferraris@utdallas.edu",
   "nsf_id": "000115348",
   "pi_start_date": "2011-10-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SOLARNO",
  "inst_street_address": "153 HOLLYWOOD DR",
  "inst_street_address_2": "",
  "inst_city_name": "COPPELL",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2144352908",
  "inst_zip_code": "750197306",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "TX24",
  "org_lgl_bus_name": "SOLARNO INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "LEULMJXRNUM3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Dallas",
  "perf_str_addr": "PO Box 830688",
  "perf_city_name": "Richardson",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "750830688",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "TX24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159100",
   "pgm_ele_name": "STTR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "123E",
   "pgm_ref_txt": "CENTERS: ADVANCED MATERIALS"
  },
  {
   "pgm_ref_code": "1591",
   "pgm_ref_txt": "STTR PHASE II"
  },
  {
   "pgm_ref_code": "167E",
   "pgm_ref_txt": "SBIR I/UCRC Membership"
  },
  {
   "pgm_ref_code": "169E",
   "pgm_ref_txt": "SBIR Tech Enhan Partner (TECP)"
  },
  {
   "pgm_ref_code": "8035",
   "pgm_ref_txt": "Hardware Devices"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 534953.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 99986.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Energy storage systems are increasingly important for myriad reasons, including satisfying the changing demands of the consumer electronics market, integrating renewable energy sources into the grid, transportation electrification, and enhancing grid security. Supercapacitors, also known as &ldquo;ultracapacitors&rdquo;, are energy storage devices that have seen broad application in transportation, consumer electronics, and industrial applications in recent years because of their high power density and long lifetime.</p>\n<p>&nbsp;</p>\n<p>Though they have a power density one to two orders of magnitude higher than that of batteries, the relatively lower energy density of supercapacitors is inhibiting their broader integration into electronic systems. Improving energy density would vastly expand the market for supercapacitors in existing products like portable electronics, hybrid electric vehicles, and large industrial equipment and enable the new technologies required to meet society&rsquo;s needs for cost-effective enhanced energy efficiency and energy storage.</p>\n<p>&nbsp;</p>\n<p>The goal of this project was to further improve the carbon nanofiber material developed in Phase I to increase its energy density when used as a supercapacitor electrode.&nbsp; To accomplish this, Solarno, in collaboration with the University of Texas at Dallas, used the unique capabilities of electrospinning to generate nanofibers composed of mixtures of polymers or polymers and porogens.&nbsp; The as-spun fibers are then heated at high temperatures to drive off the non-carbon atoms.&nbsp; The polymers or porogens used to spin the nanofibers are selected so that one constituent (the sacrificial polymer or porgen) decomposes at a relatively low temperature compared to the other.&nbsp; The more stable polymer forms the carbon nanofiber, while the decomposition of the sacrificial constituent generates pores.&nbsp; These pores increase the nanofiber surface area and thus how much energy the material can store.&nbsp; The number of pores and their sizes can be controlled by which polymers or porogens are mixed together and by how long and to what temperature they are heated.&nbsp; In addition to surface area, increasing the operating voltage also increases energy density, so Solarno chose to use ionic liquid electrolytes that are electrochemically stable to higher voltages (&gt;4 V) compared to the 2.7 V maximum operating voltage for the organic electrolytes used in commercially available supercapacitors. &nbsp;</p>\n<p>&nbsp;</p>\n<p>As a result of the program, Solarno significantly simplified and improved its manufacturing process, reduced process time, and has demonstrated several different polymer blends that produce electrospun nanofibers with excellent electrochemical performance.&nbsp; The energy density measured for supercapacitor electrodes fabricated with Solarno&rsquo;s nanofiber electrodes now stands at a packaged equivalent 24 Wh/kg at 1.7 kW/kg and 22 Wh/kg at 16.3 kW/kg when using a working voltage of 3.5 V and 30 Wh/kg at a working voltage of 4V.&nbsp; This is very competitive with commercially available supercapacitors, which have energy density of 5-10 Wh/kg.</p>\n<p>&nbsp;</p>\n<p>The involvement of PhD candidates from the University of Texas at Dallas, the Research Partner of the grant, in this research provided them exposure to challenging research topics that are of great interest to the energy storage industry.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/28/2015<br>\n\t\t\t\t\tModified by: Lissa&nbsp;King Magel</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEnergy storage systems are increasingly important for myriad reasons, including satisfying the changing demands of the consumer electronics market, integrating renewable energy sources into the grid, transportation electrification, and enhancing grid security. Supercapacitors, also known as \"ultracapacitors\", are energy storage devices that have seen broad application in transportation, consumer electronics, and industrial applications in recent years because of their high power density and long lifetime.\n\n \n\nThough they have a power density one to two orders of magnitude higher than that of batteries, the relatively lower energy density of supercapacitors is inhibiting their broader integration into electronic systems. Improving energy density would vastly expand the market for supercapacitors in existing products like portable electronics, hybrid electric vehicles, and large industrial equipment and enable the new technologies required to meet societyÆs needs for cost-effective enhanced energy efficiency and energy storage.\n\n \n\nThe goal of this project was to further improve the carbon nanofiber material developed in Phase I to increase its energy density when used as a supercapacitor electrode.  To accomplish this, Solarno, in collaboration with the University of Texas at Dallas, used the unique capabilities of electrospinning to generate nanofibers composed of mixtures of polymers or polymers and porogens.  The as-spun fibers are then heated at high temperatures to drive off the non-carbon atoms.  The polymers or porogens used to spin the nanofibers are selected so that one constituent (the sacrificial polymer or porgen) decomposes at a relatively low temperature compared to the other.  The more stable polymer forms the carbon nanofiber, while the decomposition of the sacrificial constituent generates pores.  These pores increase the nanofiber surface area and thus how much energy the material can store.  The number of pores and their sizes can be controlled by which polymers or porogens are mixed together and by how long and to what temperature they are heated.  In addition to surface area, increasing the operating voltage also increases energy density, so Solarno chose to use ionic liquid electrolytes that are electrochemically stable to higher voltages (&gt;4 V) compared to the 2.7 V maximum operating voltage for the organic electrolytes used in commercially available supercapacitors.  \n\n \n\nAs a result of the program, Solarno significantly simplified and improved its manufacturing process, reduced process time, and has demonstrated several different polymer blends that produce electrospun nanofibers with excellent electrochemical performance.  The energy density measured for supercapacitor electrodes fabricated with SolarnoÆs nanofiber electrodes now stands at a packaged equivalent 24 Wh/kg at 1.7 kW/kg and 22 Wh/kg at 16.3 kW/kg when using a working voltage of 3.5 V and 30 Wh/kg at a working voltage of 4V.  This is very competitive with commercially available supercapacitors, which have energy density of 5-10 Wh/kg.\n\n \n\nThe involvement of PhD candidates from the University of Texas at Dallas, the Research Partner of the grant, in this research provided them exposure to challenging research topics that are of great interest to the energy storage industry.\n\n \n\n\t\t\t\t\tLast Modified: 01/28/2015\n\n\t\t\t\t\tSubmitted by: Lissa King Magel"
 }
}