{
 "awd_id": "1127112",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "IPGA:    Gramene - Exploring Function through Comparative Genomics and Network Analysis",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": "7032925076",
 "po_email": "gschoenk@nsf.gov",
 "po_sign_block_name": "Gerald Schoenknecht",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2021-05-31",
 "tot_intn_awd_amt": 10699113.0,
 "awd_amount": 11331328.0,
 "awd_min_amd_letter_date": "2012-06-06",
 "awd_max_amd_letter_date": "2020-04-27",
 "awd_abstract_narration": "PI: Doreen Ware (Cold Spring Harbor Laboratory)\r\nCo-PI: Pankaj Jaiswal (Oregon State University) \r\n\r\nSenior Personnel: Paul Kersey and Helen Parkinson (European Molecular Biology Laboratory-European Bioinformatics Institute), Lincoln Stein (Ontario Institute for Cancer Research) and Crispin Taylor (American Society of Plant Biologists)\r\n\r\nKey Collaborators: Peter D'Eustachio (New York University School of Medicine), Joshua Stein (Cold Spring Harbor Laboratory) and Palitha Dharmawardhana (Oregon State University)\r\n\r\n\r\nResearch in plant biology is reaching a tipping point at which the facility to examine entire systems, increasing integration of information, and ever more sophisticated analyses of experimental data are poised to enable sweeping advances in knowledge and insight.  Meanwhile, progress in understanding plant genomes and novel information technologies are transforming the pace, scale, and strategies used to conduct plant science research, allowing, for example, much richer appreciation for the connections among genes, environments, and plant form and function.  These advances in plant science promise to revolutionize crop breeding and help to keep pace with future population growth, environmental pressures, and energy needs.  In the past decade, the Gramene (www.gramene.org) database has served the research community as a portal to information about gene structure and function for multiple plant species.  Tools offered through the Gramene portal allow researchers to develop novel hypotheses on the bases of the most recent information and analyses, using a standardized framework. Yet, there are many remaining opportunities to more fully leverage functional information available from diverse plant species.  In this project, Gramene will substantially expand the number of plant genomes incorporated into the portal, add new capabilities for studying gene expression, pathways, and networks, and fundamentally improve the database architecture and user interfaces to facilitate sophisticated systems-level analyses. At least twenty reference genomes, annotated by the scientists who are studying them and including crop plant, model organism, and other species, will be incorporated into the expanded Gramene portal. Rice, maize, and Arabidopsis will be emphasized through the addition of publicly available data from expression, epigenomic, and genome-wide association studies (GWAS). A single internationally-coordinated resource for these data types will be maintained through collaboration with the Ensembl Plants project (plants.ensembl.org). To better capture information about the function of plant genes, Gramene will adopt two powerful tools: the Reactome (www.reactome.org) platform, which can be used to represent curated pathways and for performing pathways-based analyses; and the ATLAS (www.ebi.ac.uk/gxa/) platform, which can be used to display and analyze expression profiles. These interfaces, along with Ensembl, BioMart, and a GWAS viewer, will form an integrated analysis system that is built on structured metadata and implemented through a high-capacity data warehouse and an advanced search engine.\r\n\r\nTo engage and nurture early career scientists, the project will provide research training opportunities for postdoctoral associates and students at all levels. Training on the use of Gramene tools will be accomplished through presentations and workshops held at internationally attended conferences; broader audiences will be reached through a series of webinars.  Another major objective is to achieve broad interoperability among community resources. Standards development will be accomplished via outreach to collaborative data partners and scientists identified through several NSF-supported Research Coordination Networks (RCNs). Establishing common protocols, vocabularies, and semantics will have the powerful effect of bringing scientists together in research and educational fields, both domestically and abroad. A further objective is to engage biologists who are best qualified in their field to contribute to genome annotations on the basis of experimental evidence. Gramene will hold annual jamborees to train scientists in the use of standard curation tools that produce consistent definitions of data types and metadata. Finally, the ubiquitous publication of peer-reviewed journals online enables new opportunities to better link genome databases with the scientific literature. Gramene will collaborate with the American Society of Plant Biologists (ASPB), publisher of two high-impact journals, to prototype ways to couple collection of structured experimental data to the manuscript acceptance and publication process. As a whole, this project will contribute to long-term progress in merging information sciences with natural sciences that will ultimately lead to positive impacts on technology and society.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Doreen",
   "pi_last_name": "Ware",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Doreen Ware",
   "pi_email_addr": "ware@cshl.edu",
   "nsf_id": "000472191",
   "pi_start_date": "2012-06-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Pankaj",
   "pi_last_name": "Jaiswal",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pankaj Jaiswal",
   "pi_email_addr": "jaiswalp@oregonstate.edu",
   "nsf_id": "000175814",
   "pi_start_date": "2012-06-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cold Spring Harbor Laboratory",
  "inst_street_address": "1 BUNGTOWN RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLD SPG HBR",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5163678307",
  "inst_zip_code": "117242202",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "NY03",
  "org_lgl_bus_name": "COLD SPRING HARBOR LABORATORY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GV31TMFLPY88"
 },
 "perf_inst": {
  "perf_inst_name": "Cold Spring Harbor Laboratory",
  "perf_str_addr": "1 Bungtown Road",
  "perf_city_name": "Cold Spring Harbor",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117242209",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "NY03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  },
  {
   "pgm_ele_code": "757700",
   "pgm_ele_name": "Plant Genome Research Resource"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1329",
   "pgm_ref_txt": "PLANT GENOME RESEARCH PROJECT"
  },
  {
   "pgm_ref_code": "7577",
   "pgm_ref_txt": "PLANT GENOME RESEARCH RESOURCE"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9232",
   "pgm_ref_txt": "RES OPPOR AWARDS(ROA) (SUPPLEM"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 4112895.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 2392521.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 2357746.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 1835951.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 632215.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The opportunity to understand plant growth, development, and responses to environment has increased dramatically with the publication of full genome sequences of model plants like <em>Arabidopsis thaliana</em>, food crops rice, grape, sorghum, maize, and , and the bioenergy feedstock models like poplar and &nbsp;<em>Brachypodium</em>. These advances in genome technology are making feasible the wholesale discovery of plant genes and their functions, however, no single plant has been studied in sufficient detail to know the function of all its genetic component and their consequences on plant function. Therefore, scientists must formulate hypotheses based on homologous relationships to the best known reference model to project gene function in a lesser studied model. Unfortunately, information on well-studied reference models is scattered in science publications, online databases, and individual lab archives. Therefore, Gramene has developed a comparative genomics platform for identifying orthologous and syntenic (genetic collinear) mappings between plant genomes. This has laid the foundation for synthesizing new knowledge and developing translational application on accelerating crop improvement to alleviate stress tolerance, growth, yield and nutritional quality.&nbsp;</p>\n<p>Currently Gramene&rsquo;s genome portal hosts 114 reference plant genomes from models, crops and plants of evolutionary significance (representing ~4 million genes, 123,064 gene families, 340 pairwise alignment of major genomes and 80 synteny maps, functional annotation of genes, and mapped molecular features and markers). The most recent additions to the genome portal are Pan-Genomes of rice, maize, and grapevine. The current Gene Expression Atlas hosts 962 curated and analyzed gene expression data from 27 plant species. The Plant Reactome pathway portal hosts 320 curated rice reference pathways (supplemented with improved gene functional annotation by manual biocuration and literature citation) and their projections to 106 species. All three portals support data visualization and omics data analysis. In a unique collaboration with ASPB, we directly engaged authors of ~900 publications&nbsp; in improving gene annotations . In this effort accepted manuscripts from two journals, The Plant Physiology, and Plant Cell were mined for genes and their functional associations using our automated Domain Informational Vocabulary Extraction (DIVE) tool and then authors were asked to review and edit the retrieved information.</p>\n<p>Through its knowledgebase platform of plant genomes, genes and network of biological and biochemical pathways, Gramene is stewarding the plant genome biology integration and discussion with the wider bioinformatics and experimental biology ecosystem that involves teams from cyberinfrastructure, researchers, data producers, international data archives, standards consortium, teachers, students, and the community of data users.&nbsp; Gramene continues to champion the provision of an open-access portal for comparative plant genomics by making its value added data and analysis tools accessible freely and supports the FAIR (Findable, Accessible, Interoperable, reproducible) data principles.</p>\n<p>Gramene knowledgebase production is achieved through successful coordination of multinational efforts involving 1) the EMBL-EBI in the United Kingdom on integrating reference genome sequences, genetic and structural diversity, and expression data sets, 2) the OICR in Canada, on developing the Plant Reactome pathways database, 3) committed partnerships with various national and international plant genome and genetic diversity projects on crop plants, 4) ASPB (and the NSF-funded CyVerse project) in the USA on semantic annotation of scientific literature, and 5) private enterprise managing the scientific journal manuscript handling, publishing and repackaging our freely accessible data for providing innovative applications to the research community.&nbsp; The coordination across countries, affiliates, projects, vendors, and data archives, supports adoption of standards and reduction of both human and capital resources, leading to an increase in productivity and sustainability in the long term.</p>\n<p>Compared to other research-based funded projects, the Gramene database project pursues a thin line between the research deliverables and service component of providing the necessary resources, the portal and the database that enables thousands of researchers and students to query, analyze and visualize the currently available public knowledge about genomes, pathways, genes, annotations, phenotypes, function, diversity, synteny, etc. The project did 29 releases, published 45 peer-reviewed articles, participated in 63 conferences, hosted over 25 live webinars and recordings available on the project&rsquo;s YouTube channel, and organized 6 community curation jamborees. Mentored ~10 undergraduates and 5 graduate students, 10 postdocs, and 4 visiting faculty. Every year &gt;50,000 users worldwide access &gt;3.5 million pages on the Gramene site.</p>\n<p>&nbsp;</p>\n<p>Gramene has provided opportunities for K-16 educators, the general public and young generations. With the changing teaching requirements mandated by the COVID pandemic, we contributed extensively to undergraduate training and education, graduate courses and research projects, training community bio curators (including PUI faculty, researchers and students). We scaled our resources to support remote learning and office-hour of instructors to support remote learning focused on phylogenetic analyses and protein structure to support gene structure curation.</p>\n<p>Important links:</p>\n<ul>\n<li>Gramene home: <a href=\"http://www.gramene.org\">www.gramene.org</a></li>\n<li>Plant Genome portal: <a href=\"https://ensembl.gramene.org/genome_browser/index.html\">https://ensembl.gramene.org/genome_browser/index.html</a> </li>\n<li>Plant Reactome: <a href=\"https://plantreactome.gramene.org/\">https://plantreactome.gramene.org/</a></li>\n<li>Ensembl Plants: <a href=\"http://plants.ensembl.org\">http://plants.ensembl.org</a></li>\n<li>Gene Expression Atlas: <a href=\"https://www.ebi.ac.uk/gxa/home\">https://www.ebi.ac.uk/gxa/home</a></li>\n<li>Bulk data access: <a href=\"https://www.gramene.org/ftp-download\">https://www.gramene.org/ftp-download</a></li>\n<li>Web services: <a href=\"http://www.gramene.org/web-services\">http://www.gramene.org/web-services</a></li>\n<li>Public MySQL server: <a href=\"http://ensemblgenomes.org/info/access/mysql\">http://ensemblgenomes.org/info/access/mysql</a></li>\n<li>Outreach site: <a href=\"https://www.gramene.org/outreach\">https://www.gramene.org/outreach</a></li>\n<li>YouTube Channel: <a href=\"https://goo.gl/ln9RLD\">https://goo.gl/ln9RLD</a></li>\n</ul><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/14/2021<br>\n\t\t\t\t\tModified by: Doreen&nbsp;Ware</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2021/1127112/1127112_10179356_1634228144165_Slide5--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1127112/1127112_10179356_1634228144165_Slide5--rgov-800width.jpg\" title=\"Gramene Integrated Plant Expression Atlas and Track Hub Registry\"><img src=\"/por/images/Reports/POR/2021/1127112/1127112_10179356_1634228144165_Slide5--rgov-66x44.jpg\" alt=\"Gramene Integrated Plant Expression Atlas and Track Hub Registry\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The Gene Expression data is curated by EBI Atlas group and contains 962 curated  and analyzed gene expression data from 27 plant species. It includes the latest integration of curated single cell data sets.   In addition, Gramene portal provides access to the track hub registry that allows users to</div>\n<div class=\"imageCredit\">gramene.org</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Doreen&nbsp;Ware</div>\n<div class=\"imageTitle\">Gramene Integrated Plant Expression Atlas and Track Hub Registry</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2021/1127112/1127112_10179356_1634227966079_Slide2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1127112/1127112_10179356_1634227966079_Slide2--rgov-800width.jpg\" title=\"Gramene Home Page is the entry point for accessing browsers and other tools.\"><img src=\"/por/images/Reports/POR/2021/1127112/1127112_10179356_1634227966079_Slide2--rgov-66x44.jpg\" alt=\"Gramene Home Page is the entry point for accessing browsers and other tools.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">From the home page site users can access the data through text-based searchers,  link to the genome browsers, pathway browser, gene expression resources,  and sequence-similarity searchers using  a BLAST interface.   For older version of the data, a subset of these are available through our archived</div>\n<div class=\"imageCredit\">gramene.org</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Doreen&nbsp;Ware</div>\n<div class=\"imageTitle\">Gramene Home Page is the entry point for accessing browsers and other tools.</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2021/1127112/1127112_10179356_1634227904210_Slide1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1127112/1127112_10179356_1634227904210_Slide1--rgov-800width.jpg\" title=\"Gramene is a curated integrated resource on large collection of plant genomes that facilitates insightful comparative genomics studies and provide FAIR access to plant data\"><img src=\"/por/images/Reports/POR/2021/1127112/1127112_10179356_1634227904210_Slide1--rgov-66x44.jpg\" alt=\"Gramene is a curated integrated resource on large collection of plant genomes that facilitates insightful comparative genomics studies and provide FAIR access to plant data\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Currently Gramene�s genome portal hosts 114 reference plant genomes that includes crops and plants of evolutionary significance which have been annotated with ontology, pathway and interpro protein domains.   (representing ~4 million genes, 123,064 gene families, 340 pairwise alignment of major geno</div>\n<div class=\"imageCredit\">gramene.org</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Doreen&nbsp;Ware</div>\n<div class=\"imageTitle\">Gramene is a curated integrated resource on large collection of plant genomes that facilitates insightful comparative genomics studies and provide FAIR access to plant data</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2021/1127112/1127112_10179356_1634228040092_Slide3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1127112/1127112_10179356_1634228040092_Slide3--rgov-800width.jpg\" title=\"Gramene Genome Portal\"><img src=\"/por/images/Reports/POR/2021/1127112/1127112_10179356_1634228040092_Slide3--rgov-66x44.jpg\" alt=\"Gramene Genome Portal\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Currently Gramene�s genome portal hosts 114 reference plant genomes from models, crops and plants of evolutionary significance (representing ~4 million genes, 123,064 gene families, 340 pairwise alignment of major genomes and 80 synteny maps, functional annotation of genes, and mapped molecular feat</div>\n<div class=\"imageCredit\">gramene.org</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Doreen&nbsp;Ware</div>\n<div class=\"imageTitle\">Gramene Genome Portal</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2021/1127112/1127112_10179356_1634228093140_Slide4--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1127112/1127112_10179356_1634228093140_Slide4--rgov-800width.jpg\" title=\"Gramene Integrated Pathway Portal\"><img src=\"/por/images/Reports/POR/2021/1127112/1127112_10179356_1634228093140_Slide4--rgov-66x44.jpg\" alt=\"Gramene Integrated Pathway Portal\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The Plant Reactome pathway portal hosts 320 curated rice reference pathways (supplemented with improved gene functional annotation by manual biocuration and literature citation) and their projections to 106 species.  The pathway  data is stored as part of the larger Reactome database, in collaborati</div>\n<div class=\"imageCredit\">gramene.org</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Doreen&nbsp;Ware</div>\n<div class=\"imageTitle\">Gramene Integrated Pathway Portal</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2021/1127112/1127112_10179356_1634228222302_Slide6--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2021/1127112/1127112_10179356_1634228222302_Slide6--rgov-800width.jpg\" title=\"Gramene Outreach and Education Portal\"><img src=\"/por/images/Reports/POR/2021/1127112/1127112_10179356_1634228222302_Slide6--rgov-66x44.jpg\" alt=\"Gramene Outreach and Education Portal\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Training and outreach is a major part effort for the this project.  Gramene has participated in 63 conferences, hosted over 25 live webinars organized 6 community curation jamborees. Recordings are available as part of the  project�s YouTube channel.</div>\n<div class=\"imageCredit\">gramene.org</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Doreen&nbsp;Ware</div>\n<div class=\"imageTitle\">Gramene Outreach and Education Portal</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe opportunity to understand plant growth, development, and responses to environment has increased dramatically with the publication of full genome sequences of model plants like Arabidopsis thaliana, food crops rice, grape, sorghum, maize, and , and the bioenergy feedstock models like poplar and  Brachypodium. These advances in genome technology are making feasible the wholesale discovery of plant genes and their functions, however, no single plant has been studied in sufficient detail to know the function of all its genetic component and their consequences on plant function. Therefore, scientists must formulate hypotheses based on homologous relationships to the best known reference model to project gene function in a lesser studied model. Unfortunately, information on well-studied reference models is scattered in science publications, online databases, and individual lab archives. Therefore, Gramene has developed a comparative genomics platform for identifying orthologous and syntenic (genetic collinear) mappings between plant genomes. This has laid the foundation for synthesizing new knowledge and developing translational application on accelerating crop improvement to alleviate stress tolerance, growth, yield and nutritional quality. \n\nCurrently Gramene’s genome portal hosts 114 reference plant genomes from models, crops and plants of evolutionary significance (representing ~4 million genes, 123,064 gene families, 340 pairwise alignment of major genomes and 80 synteny maps, functional annotation of genes, and mapped molecular features and markers). The most recent additions to the genome portal are Pan-Genomes of rice, maize, and grapevine. The current Gene Expression Atlas hosts 962 curated and analyzed gene expression data from 27 plant species. The Plant Reactome pathway portal hosts 320 curated rice reference pathways (supplemented with improved gene functional annotation by manual biocuration and literature citation) and their projections to 106 species. All three portals support data visualization and omics data analysis. In a unique collaboration with ASPB, we directly engaged authors of ~900 publications  in improving gene annotations . In this effort accepted manuscripts from two journals, The Plant Physiology, and Plant Cell were mined for genes and their functional associations using our automated Domain Informational Vocabulary Extraction (DIVE) tool and then authors were asked to review and edit the retrieved information.\n\nThrough its knowledgebase platform of plant genomes, genes and network of biological and biochemical pathways, Gramene is stewarding the plant genome biology integration and discussion with the wider bioinformatics and experimental biology ecosystem that involves teams from cyberinfrastructure, researchers, data producers, international data archives, standards consortium, teachers, students, and the community of data users.  Gramene continues to champion the provision of an open-access portal for comparative plant genomics by making its value added data and analysis tools accessible freely and supports the FAIR (Findable, Accessible, Interoperable, reproducible) data principles.\n\nGramene knowledgebase production is achieved through successful coordination of multinational efforts involving 1) the EMBL-EBI in the United Kingdom on integrating reference genome sequences, genetic and structural diversity, and expression data sets, 2) the OICR in Canada, on developing the Plant Reactome pathways database, 3) committed partnerships with various national and international plant genome and genetic diversity projects on crop plants, 4) ASPB (and the NSF-funded CyVerse project) in the USA on semantic annotation of scientific literature, and 5) private enterprise managing the scientific journal manuscript handling, publishing and repackaging our freely accessible data for providing innovative applications to the research community.  The coordination across countries, affiliates, projects, vendors, and data archives, supports adoption of standards and reduction of both human and capital resources, leading to an increase in productivity and sustainability in the long term.\n\nCompared to other research-based funded projects, the Gramene database project pursues a thin line between the research deliverables and service component of providing the necessary resources, the portal and the database that enables thousands of researchers and students to query, analyze and visualize the currently available public knowledge about genomes, pathways, genes, annotations, phenotypes, function, diversity, synteny, etc. The project did 29 releases, published 45 peer-reviewed articles, participated in 63 conferences, hosted over 25 live webinars and recordings available on the project’s YouTube channel, and organized 6 community curation jamborees. Mentored ~10 undergraduates and 5 graduate students, 10 postdocs, and 4 visiting faculty. Every year &gt;50,000 users worldwide access &gt;3.5 million pages on the Gramene site.\n\n \n\nGramene has provided opportunities for K-16 educators, the general public and young generations. With the changing teaching requirements mandated by the COVID pandemic, we contributed extensively to undergraduate training and education, graduate courses and research projects, training community bio curators (including PUI faculty, researchers and students). We scaled our resources to support remote learning and office-hour of instructors to support remote learning focused on phylogenetic analyses and protein structure to support gene structure curation.\n\nImportant links:\n\nGramene home: www.gramene.org\nPlant Genome portal: https://ensembl.gramene.org/genome_browser/index.html \nPlant Reactome: https://plantreactome.gramene.org/\nEnsembl Plants: http://plants.ensembl.org\nGene Expression Atlas: https://www.ebi.ac.uk/gxa/home\nBulk data access: https://www.gramene.org/ftp-download\nWeb services: http://www.gramene.org/web-services\nPublic MySQL server: http://ensemblgenomes.org/info/access/mysql\nOutreach site: https://www.gramene.org/outreach\nYouTube Channel: https://goo.gl/ln9RLD\n\n\n\t\t\t\t\tLast Modified: 10/14/2021\n\n\t\t\t\t\tSubmitted by: Doreen Ware"
 }
}