{
 "awd_id": "1127426",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STTR Phase II:  Waste Cooking Oil and Fly Ash Based Bioasphalt",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032925341",
 "po_email": "pbalan@nsf.gov",
 "po_sign_block_name": "Prakash Balan",
 "awd_eff_date": "2011-12-01",
 "awd_exp_date": "2013-11-30",
 "tot_intn_awd_amt": 447667.0,
 "awd_amount": 463638.0,
 "awd_min_amd_letter_date": "2011-12-03",
 "awd_max_amd_letter_date": "2012-05-11",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase II project proposes to develop a high performance, environmentally benign, and low cost renewable bioasphalt from recycled agricultural byproduct.  The availability issue of petroleum based asphalt, along with the high cost of petroleum and the fuel price to transport the asphalt from a centralized refinery plant to distribution sites, has increased the price of asphalt substantially.  The use of the petroleum asphalt also generates hydrocarbon fumes, which irritate workers and create a nuisance for the surrounding community.  Because of concerns over dependence on foreign oil, a high asphalt price and unstable supply, and air emissions, non-petroleum based bioasphalt made from renewable sources needs to be studied and developed. In this Phase II research, the bioasphalt production technology developed in Phase I will be scaled up to produce samples for evaluation in the field. The commercial viability of this technology will be demonstrated.\r\n \r\nThe broader impacts of this research are the use of a renewable and agricultural based product to reduce the use of petroleum asphalt, eliminate the odor and emissions associated with traditional petroleum asphalt, and improve the product performance.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bin (Ben)",
   "pi_last_name": "Wen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bin (Ben) Wen",
   "pi_email_addr": "b-wen@unitedee.com",
   "nsf_id": "000083216",
   "pi_start_date": "2011-12-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Haifang",
   "pi_last_name": "Wen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Haifang Wen",
   "pi_email_addr": "haifang_wen@wsu.edu",
   "nsf_id": "000558843",
   "pi_start_date": "2011-12-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "United Environment & Energy, LLC",
  "inst_street_address": "111 Ridge Road",
  "inst_street_address_2": "",
  "inst_city_name": "Horseheads",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6077960830",
  "inst_zip_code": "148452714",
  "inst_country_name": "United States",
  "cong_dist_code": "23",
  "st_cong_dist_code": "NY23",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "United Environment & Energy, LLC",
  "perf_str_addr": "111 Ridge Road",
  "perf_city_name": "Horseheads",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148451507",
  "perf_ctry_code": "US",
  "perf_cong_dist": "23",
  "perf_st_cong_dist": "NY23",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "1591",
   "pgm_ref_txt": "STTR PHASE II"
  },
  {
   "pgm_ref_code": "8020",
   "pgm_ref_txt": "Green Engineering"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 463638.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p class=\"NormalWeb38\"><span style=\"font-family: Arial; font-size: 8.5pt;\">This STTR Project was performed to develop a high performance, environmentally benign, and low cost renewable bioasphalt from renewable and recycled materials to replace or serve as a polymer additive to petroleum based asphalt. Demand for asphalt in the </span><span style=\"font-family: Arial; font-size: 8.5pt;\">United States</span><span style=\"font-family: Arial; font-size: 8.5pt;\"> is projected to increase 1.7 percent annually to 30.8 million tons in 2013. With an average price of $600/ton, the </span><span style=\"font-family: Arial; font-size: 8.5pt;\">U.S.</span><span style=\"font-family: Arial; font-size: 8.5pt;\"> annual market for asphalt is around $18.5 billion. Paving represents the largest single application for asphalt, accounting for 82 percent of total demand. Ninety-six percent of all paved roads and streets in the </span><span style=\"font-family: Arial; font-size: 8.5pt;\">U.S.</span><span style=\"font-family: Arial; font-size: 8.5pt;\"> - almost two million miles - are surfaced with asphalt. The majority of current asphalt is produced as a residual product of the crude oil refining process. Refiners focus on producing more gasoline and diesel fuel. This availability issue, along with the high cost of petroleum and the fuel price to transport the asphalt from a centralized refinery plant to distribution sites, has increased the price of asphalt substantially. The use of the petroleum asphalt also generates hydrocarbon fumes. Because of concerns over dependence on foreign oil, a high asphalt price and unstable supply, and air emissions, non-petroleum based bioasphalt made from renewable sources was developed under this Project. After verifying the technical feasibility, the scalability of this technology was demonstrated. A bioasphalt pilot plant was engineered and put into operation. The optimal plant operation conditions were studied and determined. The performances of the bioasphalt and hot mix bioasphalt were evaluated. A large-scale accelerated testing using a unidirectional vehicle-load simulator was conducted. A large amount of bioasphalt was produced using the pilot plant for industrial-scale plant trials. A detailed economic analysis was conducted and the economic variability of this technology was demonstrated.</span></p>\n<p class=\"NormalWeb38\"><span style=\"font-family: Arial; font-size: 8.5pt;\">&nbsp;</span></p>\n<p class=\"NormalWeb38\"><span style=\"font-family: Arial; font-size: 8.5pt;\">Compared to the petroleum asphalt, this bioasphalt has significant advantages, including substantially lower production costs, utilization of renewable and recycled materials, improved thermal cracking performance, and elimination of the odor and volatile organic compounds (VOC) emissions associated with petroleum asphalt. The bioasphalt production process is simple and can use fly ash and waste cooking oils from different sources. In addition to waste cooking oils, other renewable oils and animal fats can be used for bioasphalt production. The successful commercialization of this project will result in an energy efficient, cost effective, and environmentally friendly product for sustainable infrastructure construction that will bring significant cost savings to the end-users, protect the environment and improve human health, and reduce the use of petroleum based product.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/23/2013<br>\n\t\t\t\t\tModified by: Ben&nbsp;Wen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nThis STTR Project was performed to develop a high performance, environmentally benign, and low cost renewable bioasphalt from renewable and recycled materials to replace or serve as a polymer additive to petroleum based asphalt. Demand for asphalt in the United States is projected to increase 1.7 percent annually to 30.8 million tons in 2013. With an average price of $600/ton, the U.S. annual market for asphalt is around $18.5 billion. Paving represents the largest single application for asphalt, accounting for 82 percent of total demand. Ninety-six percent of all paved roads and streets in the U.S. - almost two million miles - are surfaced with asphalt. The majority of current asphalt is produced as a residual product of the crude oil refining process. Refiners focus on producing more gasoline and diesel fuel. This availability issue, along with the high cost of petroleum and the fuel price to transport the asphalt from a centralized refinery plant to distribution sites, has increased the price of asphalt substantially. The use of the petroleum asphalt also generates hydrocarbon fumes. Because of concerns over dependence on foreign oil, a high asphalt price and unstable supply, and air emissions, non-petroleum based bioasphalt made from renewable sources was developed under this Project. After verifying the technical feasibility, the scalability of this technology was demonstrated. A bioasphalt pilot plant was engineered and put into operation. The optimal plant operation conditions were studied and determined. The performances of the bioasphalt and hot mix bioasphalt were evaluated. A large-scale accelerated testing using a unidirectional vehicle-load simulator was conducted. A large amount of bioasphalt was produced using the pilot plant for industrial-scale plant trials. A detailed economic analysis was conducted and the economic variability of this technology was demonstrated.\n \nCompared to the petroleum asphalt, this bioasphalt has significant advantages, including substantially lower production costs, utilization of renewable and recycled materials, improved thermal cracking performance, and elimination of the odor and volatile organic compounds (VOC) emissions associated with petroleum asphalt. The bioasphalt production process is simple and can use fly ash and waste cooking oils from different sources. In addition to waste cooking oils, other renewable oils and animal fats can be used for bioasphalt production. The successful commercialization of this project will result in an energy efficient, cost effective, and environmentally friendly product for sustainable infrastructure construction that will bring significant cost savings to the end-users, protect the environment and improve human health, and reduce the use of petroleum based product.\n\n\t\t\t\t\tLast Modified: 12/23/2013\n\n\t\t\t\t\tSubmitted by: Ben Wen"
 }
}