{
 "awd_id": "1128040",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "3rd Collaborative Research Network Program (CRN3)",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032927792",
 "po_email": "bransom@nsf.gov",
 "po_sign_block_name": "Barbara Ransom",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2020-02-29",
 "tot_intn_awd_amt": 9843496.0,
 "awd_amount": 9843496.0,
 "awd_min_amd_letter_date": "2012-03-22",
 "awd_max_amd_letter_date": "2018-10-26",
 "awd_abstract_narration": "The Inter-American Institute for Global Change Research (IAI) is an international treaty organization, created to coordinate and promote scientific research related to global change in the Americas. The Institute has an evolving Science Agenda identifying particular areas for research that have been defined by the scientific community of the Americas. The Science Agenda is complementary to the research priorities of the US Global Change Research Program. \r\n\r\nThis grant supports the US contribution to the third round of the IAI Collaborative Research Program (CRN3). The program support 10-12 regional research networks addressing global change issues of regional relevance that advance the understanding of global change phenomena and their socio-economic impacts. All projects are highly interdisciplinary. Each network involves Principal Investigators and Co-Investigators from institutions in at least four IAI member countries (Argentina, Bolivia, Brazil, Canada, Costa Rica, Chile, Colombia, Cuba, Dominican Republic, Guatemala, Ecuador, Jamaica, Mexico, Panama, Paraguay, Peru, Uruguay, USA and Venezuela). The networks were selected on the basis of submitted proposals evaluated for technical merit using a peer-review system. Results from this research will be available to the US scientific community, as a condition of US funding, through an electronic data and information system. The IAI receives additional support for its activities from the other Parties. This additional support takes the form of direct contributions to the IAI Budget, in-kind contributions, or in-kind contribution pledges made at the time of proposal submission in the form of investigator salaries, ship-time, computer time, logistical support, etc. \r\n\r\nThe program is integrative, involving the natural and the social sciences in a collaborative way and seeking to provide sound scientific understanding of global change issues in support of sustainable development in the region. CRN3 promotes applied science with a focus on emerging issues and themes that have not been dealt with under previous IAI programs or that are not yet (fully) explored. The CRN program brings together multinational and multidisciplinary teams of researchers to carry out regional-level research projects that no one country or institution could carry out individually. The collective research capacity of the participating institutions is huge, making possible an entirely new structure for participation in multinational and multidisciplinary projects focused on global change. \r\n\r\nThe outcomes of the individual projects contribute to the development and strengthening of regional capacity to deal with global change. The program provides a scientific basis for documenting, understanding and projecting changes in the Earth system, and specifically to facilitate the full use of scientific information in policy and decision making. CRN3 includes a strong capacity building component in terms of graduate and post-graduate education and enhancement of institutional infrastructure, and also promotes the participation of scientists from countries with less developed global change research communities. The first and second rounds of CRN showed that the multinational component of the projects provides an excellent opportunity for dialogue and exchanges among top researchers, students, decision makers and institutions from across the Americas, which in many cases led to partnerships that lasted and evolved far beyond the end of the individual CRN1 and CRN2 projects. CRN3 also promotes partnerships with other regional and/or international projects and programs. Under the first rounds of CRN, those linkages were very effective not only in terms of coordination of associated efforts, but also as a medium to distribute the results of CRN science to a very broad audience. The synthesis of CRN3 will be done through a technical synthesis for the scientific community and a non-technical synthesis for policy and decisions makers. This second synthesis is part of the IAI's strategy of communicating scientific information, models, and conclusions to and among researchers, educators, students, resource and industrial managers, policy makers and the public.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Holm",
   "pi_last_name": "Tiessen",
   "pi_mid_init": "",
   "pi_sufx_name": "Dr.",
   "pi_full_name": "Holm Tiessen",
   "pi_email_addr": "htiessen@dir.iai.int",
   "nsf_id": "000065044",
   "pi_start_date": "2012-03-22",
   "pi_end_date": "2018-01-09"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marcos",
   "pi_last_name": "Regis da Silva",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marcos Regis da Silva",
   "pi_email_addr": "msilva@dir.iai.int",
   "nsf_id": "000754181",
   "pi_start_date": "2018-01-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marcella",
   "pi_last_name": "Ohira",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marcella Ohira",
   "pi_email_addr": "marcella@dir.iai.int",
   "nsf_id": "000475214",
   "pi_start_date": "2018-04-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Martius",
   "pi_mid_init": "",
   "pi_sufx_name": "Mr.",
   "pi_full_name": "Christopher Martius",
   "pi_email_addr": "cmartius@dir.iai.int",
   "nsf_id": "000561286",
   "pi_start_date": "2012-03-22",
   "pi_end_date": "2018-04-04"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elma",
   "pi_last_name": "Montana",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elma Montana",
   "pi_email_addr": "emontana@dir.iai.int",
   "nsf_id": "000677027",
   "pi_start_date": "2018-01-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Inter-American Institute for Global Change Research",
  "inst_street_address": "AV. ITALIA 6201",
  "inst_street_address_2": "",
  "inst_city_name": "MONTEVIDEO",
  "inst_state_code": "",
  "inst_state_name": "RI REQUIRED",
  "inst_phone_num": "26039552",
  "inst_zip_code": "11500",
  "inst_country_name": "Uruguay",
  "cong_dist_code": null,
  "st_cong_dist_code": "",
  "org_lgl_bus_name": "INSTITUTO INTERAMERICANO PARA LA INVESTIGACION DEL CAMBIO GLOBAL",
  "org_prnt_uei_num": "",
  "org_uei_num": "MEDFGQ5VLN71"
 },
 "perf_inst": {
  "perf_inst_name": "Inter-American Institute for Global Change Research",
  "perf_str_addr": "Avenida dos Astronautas 1758",
  "perf_city_name": "Sao Jose dos Campos",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "12227-010",
  "perf_ctry_code": "BR",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Brazil",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731300",
   "pgm_ele_name": "Intl Global Change Res & Coord"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7313",
   "pgm_ref_txt": "REGIONAL INST FOR GLOBAL CHANG"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 2088000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 2003000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 2003000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 2003000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 1746496.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-1b41c784-7fff-f108-10c7-9a604576a8dd\">\n<p dir=\"ltr\"><span>Since 1995, the IAI has implemented Collaborative Research Networks (CRNs) for global change sciences involving nearly 1000 investigators from over 350 research institutions in 19 countries in the Americas. This third round of CRNs (CRN3) was formulated specifically to address global change phenomena in their societal context in different countries using interdisciplinary collaboration to facilitate the generation of scientific knowledge relevant for decision making at the international, national and sub-national levels. The Program resulted in three separate calls for grants that funded ten five-year projects and seven two-year projects, resulting in 454 scientific publications. Research teams made important advances in the field of global change science, including: the factors that regulate short-term dynamics and yield in several important fisheries; compilation and analysis of regional climate and datasets in innovative ways</span><span> </span><span>to better inform decision-making on drought-prone sectors such as agriculture and hydrology; and development of crop yield forecasts based on crop simulation models in Argentina,</span></p>\n<br />\n<p dir=\"ltr\"><span>CRN3 projects have trained the next generation of global change scientists. Education and capacity-building offered a strategic opportunity for projects to train young scientists, practitioners and stakeholders; and to raise awareness and promote the understanding of global change issues. The program engaged 200 scientists (42% early career) from 90 institutions in 15 countries across the Americas. CRN3-related professional development seminars within these networks trained 642 young researchers, students, policy practitioners, community members and other stakeholders. 500 students conducted research that contributed to their degree (Bachelors, Masters or PhD) and 207 of those received scholarship funding. By the time the program closed, it is estimated that leveraged funds more than doubled its initial investment. Investigators developed new tools to support decision makers</span><span>, </span><span>such as the wireless technology that monitors dry tropical forests; a pilot tool to anticipate the likely range of yields for important crops, tools to help policy makers in southern South America quickly understand and consider ecosystem services data when making land and natural resource management decisions, and legal compliance tools, such as the deforestation database used for prosecution of illegal forestry activities. Countries in the region have collaborated to produce the first consolidated set of quality-controlled climate data and early-warning drought system. The system is ready for initial testing in southern South America and subsequently adapted to the entire continent.</span></p>\n<div><span><br /></span></div>\n</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/09/2020<br>\n\t\t\t\t\tModified by: Marcos&nbsp;Regis Da Silva</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nSince 1995, the IAI has implemented Collaborative Research Networks (CRNs) for global change sciences involving nearly 1000 investigators from over 350 research institutions in 19 countries in the Americas. This third round of CRNs (CRN3) was formulated specifically to address global change phenomena in their societal context in different countries using interdisciplinary collaboration to facilitate the generation of scientific knowledge relevant for decision making at the international, national and sub-national levels. The Program resulted in three separate calls for grants that funded ten five-year projects and seven two-year projects, resulting in 454 scientific publications. Research teams made important advances in the field of global change science, including: the factors that regulate short-term dynamics and yield in several important fisheries; compilation and analysis of regional climate and datasets in innovative ways to better inform decision-making on drought-prone sectors such as agriculture and hydrology; and development of crop yield forecasts based on crop simulation models in Argentina,\n\n\nCRN3 projects have trained the next generation of global change scientists. Education and capacity-building offered a strategic opportunity for projects to train young scientists, practitioners and stakeholders; and to raise awareness and promote the understanding of global change issues. The program engaged 200 scientists (42% early career) from 90 institutions in 15 countries across the Americas. CRN3-related professional development seminars within these networks trained 642 young researchers, students, policy practitioners, community members and other stakeholders. 500 students conducted research that contributed to their degree (Bachelors, Masters or PhD) and 207 of those received scholarship funding. By the time the program closed, it is estimated that leveraged funds more than doubled its initial investment. Investigators developed new tools to support decision makers, such as the wireless technology that monitors dry tropical forests; a pilot tool to anticipate the likely range of yields for important crops, tools to help policy makers in southern South America quickly understand and consider ecosystem services data when making land and natural resource management decisions, and legal compliance tools, such as the deforestation database used for prosecution of illegal forestry activities. Countries in the region have collaborated to produce the first consolidated set of quality-controlled climate data and early-warning drought system. The system is ready for initial testing in southern South America and subsequently adapted to the entire continent.\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 06/09/2020\n\n\t\t\t\t\tSubmitted by: Marcos Regis Da Silva"
 }
}