{
 "awd_id": "1129896",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Production Fluxes and Physicochemical Properties of Nascent Marine Aerosols:  Implications for the Atmosphere and Upper Ocean",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Donald L. Rice",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 91808.0,
 "awd_amount": 91808.0,
 "awd_min_amd_letter_date": "2012-07-26",
 "awd_max_amd_letter_date": "2012-07-26",
 "awd_abstract_narration": "Production of primary marine aerosol at the ocean surface is a major process in the earth's climate system, with important implications for the physicochemical evolution of the troposphere and feedbacks on upper ocean biogeochemistry. Newly formed marine aerosol are number-dominated by sub-ìm diameter, hygroscopic, organic-rich particles that scatter solar radiation and serve as condensation nuclei. Photolysis of the associated marine-derived organic matter (OM) produces reactive oxygen species and other oxidized species. The nature, magnitude, and consequences of the production and evolution of marine aerosol are highly uncertain, precluding development of a reliable predictive capability for associated influences on tropospheric chemistry, upper ocean biogeochemistry, and climate. \r\n\r\nTo address some of these uncertainties, an interdisciplinary research team from the SUNY College of Environmental Science and Forestry, the University of Virginia, and the Scripps Institute of Oceanography will participate on a multidisciplinary research cruise from the United States to Bermuda in the summer of 2012 to study fluxes of marine aerosols as a function of seawater characteristics.  In particular they will characterize size- and composition-resolved marine aerosols by comparison of measurements made with their own custom-designed UVA aerosol generator with parallel measurements with the NOAA SeaSweep aerosol generator and eddy covariance techniques.  Comparative studies will be carried out at two or three optically distinct stations with seawater characteristics that are compositionally distinct.  These results will also be compared with similar data already in-hand to yield a more thorough synthesis and to serve as the basis for developing numerical models of the aerosol transport system.  An important outcome of this project will be a thorough characterization of the aerosol material generated by the UVA instrument for future aerosol work at sea.\r\n\r\nBroader Impacts: Results of the proposed research are expected to advance further study of the influences of the surface ocean on the size-resolved organic and inorganic composition and flux of nascent and ambient marine aerosol, and the related influences of these aerosol in the multiphase chemical and physical evolution of the marine boundary layer, surface ocean biogeochemistry, and Earth's radiation balance.  The project will also provide for the training and support of one or more graduate and undergraduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Kieber",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "David J Kieber",
   "pi_email_addr": "djkieber@esf.edu",
   "nsf_id": "000190617",
   "pi_start_date": "2012-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY College of Environmental Science and Forestry",
  "inst_street_address": "1 FORESTRY DR",
  "inst_street_address_2": "",
  "inst_city_name": "SYRACUSE",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3154706606",
  "inst_zip_code": "132102712",
  "inst_country_name": "United States",
  "cong_dist_code": "22",
  "st_cong_dist_code": "NY22",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "LVVEB3CF8MB8"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY College of Environmental Science and Forestry",
  "perf_str_addr": "PO Box 9",
  "perf_city_name": "Albany",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "122010009",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1312",
   "pgm_ref_txt": "GREENHOUSE GAS DYNAMICS"
  },
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "9156",
   "pgm_ref_txt": "ENVIRONMENTAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 91808.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\">Marine particles are ejected into the atmosphere by breaking waves and bursting bubbles at the ocean surface; collectively these particles are referred to as a primary marine aerosol.&nbsp; On a global scale, primary marine aerosol generated at the sea surface are highly enriched in marine organic matter. Ocean-generated aerosols are one of the main sources of aerosol in the Earth&rsquo;s atmosphere and significantly affect the chemistry of the atmosphere and climate.&nbsp;&nbsp;</p>\n<p class=\"Default\">We conducted a study at sea in the western North Atlantic Ocean aboard the NOAA ship the R/V Ronald Brown to determine the chemical and physical characteristics of aerosol that we generated using a marine aerosol generator in biologically productive coastal waters and in biologically impoverished (oligotrophic) blue waters of the open ocean.&nbsp; We made several important discoveries as a result of this field study.&nbsp; First, we determined that marine organic matter fluxes and enrichments in primary marine aerosol were the same in productive and oligotrophic waters, independent of chlorophyll concentrations in the surface ocean.&nbsp; This finding challenges the widely held view that organic matter associated with primary marine aerosol originates from recent biological activity in sunlit surface waters, an assumption that has been promulgated in the literature based on correlations between chlorophyll and the organic carbon concentration in atmospheric aerosol measured downwind of marine algal blooms in coastal waters.&nbsp;</p>\n<p class=\"Default\">Second, we observed daily variations in aerosol production rates in biologically productive coastal waters, with higher production rates observed during the day and the lowest production rates observed late at night just prior to sunrise.&nbsp; This surprising and unexpected finding indicated that there was a sunlight-mediated biological or chemical process that produced organic matter during the day that affected the production of primary marine aerosols in coastal waters.&nbsp; This reservoir of marine organic matter was rapidly depleted during the evening resulting in a day-night cycle not seen in open-ocean waters. &nbsp;</p>\n<p class=\"Default\">Third, we determined that the organic matter produced during the day in productive coastal waters could easily be removed, and what remained was a large background reservoir of organic matter that affected aerosol production nearly the same in surface coastal waters as in open ocean waters.&nbsp; Based on this finding, we propose that this background organic matter consists of what is known as refractory dissolved organic carbon (RDOC) in the oceans.&nbsp; This RDOC comprises more than 95% of oceanic carbon and is one of the largest reservoirs of organic carbon in the biosphere. The RDOC is uniformly distributed with depth throughout the oceans and has an average lifetime in the oceans of 16,000 years.&nbsp; We conducted an experiment to determine if RDOC was emitted to the atmospheric in association with primary marine aerosol.&nbsp; In this experiment, marine aerosol generated with seawater collected in North Atlantic Deep Water, comprised almost entirely of RDOC, was compared to aerosol generated with near-surface seawater that contained approximately 50% or more RDOC.&nbsp; Despite the difference in organic matter content between these waters, and the lack of recently produced organic matter in North Atlantic Deep Water, these samples nonetheless had similar production rates and organic matter enrichments in the primary marine aerosol that were generated.&nbsp; This result supports our hypothesis that primary marine aerosol generation at the sea surface from bursting bubbles and breaking waves is an important mechanism whereby RDOC is injected into the atmosphere.&nbsp; Once in the atmosphere, RDOC is expected to undergo extensive degradation, effectively...",
  "por_txt_cntn": "Marine particles are ejected into the atmosphere by breaking waves and bursting bubbles at the ocean surface; collectively these particles are referred to as a primary marine aerosol.  On a global scale, primary marine aerosol generated at the sea surface are highly enriched in marine organic matter. Ocean-generated aerosols are one of the main sources of aerosol in the EarthÆs atmosphere and significantly affect the chemistry of the atmosphere and climate.  \nWe conducted a study at sea in the western North Atlantic Ocean aboard the NOAA ship the R/V Ronald Brown to determine the chemical and physical characteristics of aerosol that we generated using a marine aerosol generator in biologically productive coastal waters and in biologically impoverished (oligotrophic) blue waters of the open ocean.  We made several important discoveries as a result of this field study.  First, we determined that marine organic matter fluxes and enrichments in primary marine aerosol were the same in productive and oligotrophic waters, independent of chlorophyll concentrations in the surface ocean.  This finding challenges the widely held view that organic matter associated with primary marine aerosol originates from recent biological activity in sunlit surface waters, an assumption that has been promulgated in the literature based on correlations between chlorophyll and the organic carbon concentration in atmospheric aerosol measured downwind of marine algal blooms in coastal waters. \nSecond, we observed daily variations in aerosol production rates in biologically productive coastal waters, with higher production rates observed during the day and the lowest production rates observed late at night just prior to sunrise.  This surprising and unexpected finding indicated that there was a sunlight-mediated biological or chemical process that produced organic matter during the day that affected the production of primary marine aerosols in coastal waters.  This reservoir of marine organic matter was rapidly depleted during the evening resulting in a day-night cycle not seen in open-ocean waters.  \nThird, we determined that the organic matter produced during the day in productive coastal waters could easily be removed, and what remained was a large background reservoir of organic matter that affected aerosol production nearly the same in surface coastal waters as in open ocean waters.  Based on this finding, we propose that this background organic matter consists of what is known as refractory dissolved organic carbon (RDOC) in the oceans.  This RDOC comprises more than 95% of oceanic carbon and is one of the largest reservoirs of organic carbon in the biosphere. The RDOC is uniformly distributed with depth throughout the oceans and has an average lifetime in the oceans of 16,000 years.  We conducted an experiment to determine if RDOC was emitted to the atmospheric in association with primary marine aerosol.  In this experiment, marine aerosol generated with seawater collected in North Atlantic Deep Water, comprised almost entirely of RDOC, was compared to aerosol generated with near-surface seawater that contained approximately 50% or more RDOC.  Despite the difference in organic matter content between these waters, and the lack of recently produced organic matter in North Atlantic Deep Water, these samples nonetheless had similar production rates and organic matter enrichments in the primary marine aerosol that were generated.  This result supports our hypothesis that primary marine aerosol generation at the sea surface from bursting bubbles and breaking waves is an important mechanism whereby RDOC is injected into the atmosphere.  Once in the atmosphere, RDOC is expected to undergo extensive degradation, effectively removing RDOC from the oceans.   Therefore, this process is a potentially important and hitherto unknown removal mechanism for RDOC from the oceans with important implications for oceanic and atmospheric biogeochemistry, the global carbon..."
 }
}