{
 "awd_id": "1129664",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Childhood Disadvantage and Body Weight in Adulthood",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Saylor Breckenridge",
 "awd_eff_date": "2011-12-15",
 "awd_exp_date": "2013-02-28",
 "tot_intn_awd_amt": 4501.0,
 "awd_amount": 4501.0,
 "awd_min_amd_letter_date": "2011-12-22",
 "awd_max_amd_letter_date": "2011-12-22",
 "awd_abstract_narration": "Substantial evidence demonstrates that people who are economically disadvantaged are more likely to experience a variety of adverse events related to health and other personal outcomes. Individual experiences of disadvantage begin before people are born and continue into childhood, during which circumstances related to family structure, income, and parental occupation shape subsequent experiences in adult life. \r\n\r\nThis project examines how disadvantage experienced at different points in life creates long-term effects on a specific dimension of health: body weight.  To date, many researchers have examined the contemporaneous effects of social position on health and weight status. But only recently have data and analytic techniques become available that make it possible to analyze the long-term effects of economic disadvantage on health later on in life. To measure the association between early disadvantage and weight status in adulthood, this project employs latent cluster analysis and multilevel model regression analysis. Three central hypotheses will be tested. First, it is hypothesized that higher levels of childhood disadvantage will be associated with increased adult weight. Second, it is hypothesized that adult neighborhood characteristics will be independently associated with adult weight status. Third, it is hypothesized that neighborhood characteristics will explain some, if not all, of the association between childhood disadvantage and adult weight status.\r\n\r\nBroader Impact\r\nObesity has been characterized as a national epidemic, and rates of obesity are predicted to increase for the next several decades.  Increasing rates of obesity, in turn, are associated with significant increases in predicted health care costs as well as lost income. For instance, obesity is associated with Type II diabetes and cardiovascular disease, the leading cause of death in the United States.  Moreover, this burden falls disproportionately on members of ethnic minority groups, such as African American women and Mexican-American men. Results of this dissertation will contribute to scholarly work on the long term effects of social inequality on health and life course outcomes.  Results also seek to inform public policy on how to best address the American obesity epidemic. In light of recent efforts to reform access to and delivery of health care, findings may inform the ability of policy makers to design more effective programs aimed at curbing current obesity trends.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Peek",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Charles W Peek",
   "pi_email_addr": "cpeek@ufl.edu",
   "nsf_id": "000577412",
   "pi_start_date": "2011-12-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Pavela",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory M Pavela",
   "pi_email_addr": "gregpavela@gmail.com",
   "nsf_id": "000566668",
   "pi_start_date": "2011-12-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "",
  "perf_city_name": "Gainesville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326117330",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 4501.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research examined the long term influence of childhood socioeconomic status on body mass index (BMI) among older US adults.&nbsp; Body mass index is calculated using both height and weight, and is a measure of fatness that can be used to identify those at risk for negative health outcomes. The rapid increase in the number of Americans who are either overweight or obese as defined by their body mass index poses significant health and financial burdens to society, and a full accounting of the risk factors for overweight or obesity can help guide individuals and policy makers in the attainment and promotion of health weight maintenance. &nbsp;Results suggest that among<br />females, childhood socioeconomic status has a lasting influence on BMI.<br />Specifically, having a father with higher educational attainment is associated<br />with lower adult body mass index among females.</p>\n<p class=\"05BodyText\">Previous research which examined the long term influences of childhood socioeconomic status on adult weight has consistently found an inverse relationship&mdash;lower childhood socioeconomic status is associated with higher weight. Why do childhood conditions seem to exert such a long term influence? &nbsp;Childhood conditions may exert permanent biological or behavioral changes. Childhood conditions may also set individuals on lifecourse trajectories which affect their health and weight. Explaining the link between childhood conditions and adult weight helps policy makers target their resources most effectively.&nbsp;</p>\n<p>Adult characteristics such as education and health behaviors help to explain some, but not all of the relationship between childhood status and adult weight. &nbsp;The remaining association suggests that either<br />childhood conditions exert a permanent influence on adult health, or that<br />important aspects of one&rsquo;s life as an adult have yet to be considered. &nbsp;Neighborhoods are one aspect that may influence adult weight through available resources, social climate, or selection mechanisms. This project tested whether the characteristics of one&rsquo;s adult neighborhood can explain the residual association between childhood conditions and adult BMI.&nbsp;</p>\n<p>In order to test for the influence of childhood conditions and neighborhood characteristics on adult BMI, men and women were examined separately. Previous research has suggested socioeconomic status has different associations with BMI for men and women, thus combining<br />them could have led to incorrect results. Among males, having a father who was a laborer was associated with a higher BMI. However, once educational<br />attainment and income were included in the analysis, having a father who was a laborer was no longer associated with male BMI. Among females paternal education was inversely associated with adult BMI in females. This association persisted after taking into account adult health status and health behaviors.&nbsp;&nbsp;</p>\n<p class=\"05BodyText\">Regarding neighborhood characteristics, neighborhood demographics were not associated with BMI among men and were inconsistently<br />associated with BMI among women. Neighborhood socioeconomic status is not associated with BMI among men, but is associated with BMI among women. However, neighborhood characteristics do not explain the residual association between childhood conditions and adult BMI among females. These results provide evidence consistent with the view that childhood conditions exert a long term influence on adult weight among females.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/29/2013<br>\n\t\t\t\t\tModified by: Gregory&nbsp;M&nbsp;Pavela</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research examined the long term influence of childhood socioeconomic status on body mass index (BMI) among older US adults.  Body mass index is calculated using both height and weight, and is a measure of fatness that can be used to identify those at risk for negative health outcomes. The rapid increase in the number of Americans who are either overweight or obese as defined by their body mass index poses significant health and financial burdens to society, and a full accounting of the risk factors for overweight or obesity can help guide individuals and policy makers in the attainment and promotion of health weight maintenance.  Results suggest that among\nfemales, childhood socioeconomic status has a lasting influence on BMI.\nSpecifically, having a father with higher educational attainment is associated\nwith lower adult body mass index among females.\nPrevious research which examined the long term influences of childhood socioeconomic status on adult weight has consistently found an inverse relationship&mdash;lower childhood socioeconomic status is associated with higher weight. Why do childhood conditions seem to exert such a long term influence?  Childhood conditions may exert permanent biological or behavioral changes. Childhood conditions may also set individuals on lifecourse trajectories which affect their health and weight. Explaining the link between childhood conditions and adult weight helps policy makers target their resources most effectively. \n\nAdult characteristics such as education and health behaviors help to explain some, but not all of the relationship between childhood status and adult weight.  The remaining association suggests that either\nchildhood conditions exert a permanent influence on adult health, or that\nimportant aspects of oneÆs life as an adult have yet to be considered.  Neighborhoods are one aspect that may influence adult weight through available resources, social climate, or selection mechanisms. This project tested whether the characteristics of oneÆs adult neighborhood can explain the residual association between childhood conditions and adult BMI. \n\nIn order to test for the influence of childhood conditions and neighborhood characteristics on adult BMI, men and women were examined separately. Previous research has suggested socioeconomic status has different associations with BMI for men and women, thus combining\nthem could have led to incorrect results. Among males, having a father who was a laborer was associated with a higher BMI. However, once educational\nattainment and income were included in the analysis, having a father who was a laborer was no longer associated with male BMI. Among females paternal education was inversely associated with adult BMI in females. This association persisted after taking into account adult health status and health behaviors.  \nRegarding neighborhood characteristics, neighborhood demographics were not associated with BMI among men and were inconsistently\nassociated with BMI among women. Neighborhood socioeconomic status is not associated with BMI among men, but is associated with BMI among women. However, neighborhood characteristics do not explain the residual association between childhood conditions and adult BMI among females. These results provide evidence consistent with the view that childhood conditions exert a long term influence on adult weight among females.\n\n\t\t\t\t\tLast Modified: 05/29/2013\n\n\t\t\t\t\tSubmitted by: Gregory M Pavela"
 }
}