{
 "awd_id": "1132791",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Evolutionary Genomics Collaborative: Origins, evolution and structure of viral and cellular proteomes",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": "7032924940",
 "po_email": "mkukla@nsf.gov",
 "po_sign_block_name": "Maija Kukla",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 49721.0,
 "awd_amount": 49721.0,
 "awd_min_amd_letter_date": "2012-06-20",
 "awd_max_amd_letter_date": "2016-09-21",
 "awd_abstract_narration": "Understanding the history of life on Earth and the emergence and evolution of biological function constitute fundamental challenges of biological research. One major goal is to characterize the origin, evolution and structure of complete repertoires of proteins (PROTEOMES) in the viral world and compare it to the repertoires of the cellular world, mapping their function, and studying how structure and function evolve along the branches of a truly universal TREE OF LIFE (ToL). The current ToL depicts the branching history of inheritance (phylogeny) of cellular lineages but does not incorporate the viral world. To integrate viral and cellular knowledge at global level, we here request funding to catalyze a 3-partner international collaboration between the University of Illinois (UIUC), the Korean Bioinformation Center (KOBIC), and the Pasteur Institute (Paris). This Evolutionary Genomics Collaborative (EGC) initiative will involve visits of UIUC team members to Korea and France to seed collaborative research and enhance educational opportunities for UIUC graduate students and early career personnel. We will integrate research and education through (i) mentoring experiences for graduate students and postdoctoral researchers that foster bioinformatics in the U.S. and abroad, (ii) undergraduate research and mentoring experiences to U.S. students, (iii) bioinformatics outreach programs, and (iv) research experiences in bioinformatics for Middle School teachers to enhance STEM in the classroom. \r\n\r\nBroader Impacts: Synthesis is an essential component of scientific inquiry. Here we use molecular survey, history reconstruction, and computational analysis to integrate research related to evolution of the modern macromolecular world and of life. The direct linking of structure and function in macromolecules provides manifold benefits, both basic and applied, and is key to our understanding of cellular functions and how these evolve. For example, metabolism is responsible for the energetic demands of biological complexity, yet we know little of how it originated or evolved. The project broadens educational opportunities by exposing postdoctoral researchers, graduate students, undergraduates, and schoolteachers to international frontier research in evolutionary genomics and systems biology. Research will also impact the community through scientific meetings and conferences, public workshops, and other activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gustavo",
   "pi_last_name": "Caetano-Anolles",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gustavo Caetano-Anolles",
   "pi_email_addr": "gca@uiuc.edu",
   "nsf_id": "000279605",
   "pi_start_date": "2012-06-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "1901 South First Street",
  "perf_city_name": "Champaign",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618207406",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5918",
   "pgm_ref_txt": "FRANCE"
  },
  {
   "pgm_ref_code": "5942",
   "pgm_ref_txt": "KOREA"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 49721.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>BACKGROUND: Uncovering the origin and evolution of viruses and the cellular world is challenging. This stems from numerous philosophical and technical limitations, including an experimental focus on single genes. Moreover, many genes exhibit high mutation rates (e.g. in RNA viruses) that complicate reconstruction of relationships of viruses and ancient groups of organisms, especially when using sequence-based phylogenetic analysis. In fact, homologous proteins often diverge beyond recognition at sequence level with increasing evolutionary time. In such cases, traditional sequence-based homology searches such as BLAST and alignment software perform poorly. To overcome limitations, our research has focused on the 3-dimensional atomic structure of structural domains, the modular end evolutionary units of proteins. We also focus on their associated functions. When compared to sequences, domains and their functions are highly conserved. Their genomic census provides a window into deep evolutionary history. Taking advantage of initial links established between the University of Illinois (Urbana-Champaign), the Korea Research Institute of Bioscience and Biotechnology (Daejeon) and the Pasteur Institute (Paris), we have seeded international collaborative research and enhanced educational opportunities for undergraduate and graduate students and early career personnel. In doing so, we have advanced knowledge of the origin and evolution of viruses and cellular organisms. The results provide an unexpected view of planetary biodiversity.</p>\n<p>STRATEGY AND INTELLECTUAL MERIT: Our project builds on well-established methodologies for the characterization of the origin, evolution and structure of complete repertoires of proteins (proteomes) and their associated biological functions (functionomes). We took full advantage of the wealth of structural, genomic and functional data available in thousands of contemporary cellular organisms and viruses with genomes that have been completely sequenced. First, protein domain structures were assigned using hidden Markov models of structural recognition. Domain structure was defined at the fold superfamily and family levels of SCOP structural classification. Second, we developed a comparative proteomic and functionomic inferential framework for genome evolution that reveals vertical evolutionary traces capable of resolving the tripartite division of cells and sketching their history. Evolutionary inferences were derived from the spread of conserved molecular features in proteomes and functionomes, such as folds and functions defined by Gene Ontology (GO) annotations. Third, we used phylogenomic methods to study the evolution of structure and function along the branches of a truly universal tree of life (ToL), a branching history of inheritance (phylogeny) that describes how viral and cellular lineages on Earth diversified from a primordial ancestor. Finally, we studied the distribution of viral replicons in host organisms, their morphological features, and the evolution of highly conserved protein and nucleic acid structures associated with viruses.</p>\n<p>FINDINGS: (1) Comparative genomic analyses and patterns of use and reuse of structural and functional traits resolved the tripartite division of cells and sketched their history. A vertical trace supported the existence of a stem line of descent and uncovered an unprecedented strong evolutionary association between Bacteria and Eukarya. (2) Reconstructing species phylogenies and tracing the history of domain emergence and loss in a ToL of proteomes revealed that both gains and losses of domains occurred frequently during proteome evolution. However, gains were globally prevalent throughout evolution overriding marked genomic evolutionary reductive tendencies. (3) Construction of trees of functionomes showed patterns that were consistent with the history of proteomes. The ancestor of Archaea originated earlier than the ancestors of Bacteria and Eukarya, was thermophilic, and was followed by strong reductive evolutionary tendencies in the rising microbial superkingdoms. In contrast, basal bacterial lineages were non-thermophilic. (4) Trees describing the evolution of molecular functions showcased the expected major evolutionary transitions, from the enzymatic functions of metabolism to advanced complex cellular machinery such as that needed to propel muscle and neural functions. Extraordinary functional pliability appeared concurrently with multicellularity and the rise of the eukaryotic superkingdom. (5) Despite the extremely reduced nature of viral proteomes and functionomes, an ancient origin of a viral &lsquo;supergroup&rsquo; was established together with the existence of widespread episodes of horizontal transfer of genetic information. Viruses harboring different replicon types and infecting distantly related hosts shared many metabolic and informational protein domains of ancient origin that were also widespread in cellular proteomes. Phylogenomic analysis uncovered a universal ToL and a global tree of domains, both of which revealed that modern viruses reduced from multiple ancient cells with segmented RNA genomes and coexisted with ancient cellular ancestors.</p>\n<p>BROADER IMPACTS: The generation of universal phylogenies is highly significant. For the first time a tree unifies all known viral families and all viruses with genomes that have been sequenced into a supergroup or &lsquo;fourth domain&rsquo; life, placing viruses within the context of a truly universal ToL. The implication is important for viral taxonomy, which has been unable to generate such and evolutionary view, and for origins of life research interested in understanding the rise of cellular complexity. This research program uniquely catalyzed a very productive international collaboration.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/20/2017<br>\n\t\t\t\t\tModified by: Gustavo&nbsp;Caetano-Anolles</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1132791/1132791_10182841_1470696365796_Figure--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1132791/1132791_10182841_1470696365796_Figure--rgov-800width.jpg\" title=\"Universal Tree of Life\"><img src=\"/por/images/Reports/POR/2016/1132791/1132791_10182841_1470696365796_Figure--rgov-66x44.jpg\" alt=\"Universal Tree of Life\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The rooted phylogenomic tree describes the evolution of proteomes of cellular organisms and viruses and provides support for an evolutionary taxonomy of viruses. Clades labeled with asterisks are viral families forming largely unified groups.</div>\n<div class=\"imageCredit\">A. Nasir and G. Caetano-Anolles</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Gustavo&nbsp;Caetano-Anolles</div>\n<div class=\"imageTitle\">Universal Tree of Life</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nBACKGROUND: Uncovering the origin and evolution of viruses and the cellular world is challenging. This stems from numerous philosophical and technical limitations, including an experimental focus on single genes. Moreover, many genes exhibit high mutation rates (e.g. in RNA viruses) that complicate reconstruction of relationships of viruses and ancient groups of organisms, especially when using sequence-based phylogenetic analysis. In fact, homologous proteins often diverge beyond recognition at sequence level with increasing evolutionary time. In such cases, traditional sequence-based homology searches such as BLAST and alignment software perform poorly. To overcome limitations, our research has focused on the 3-dimensional atomic structure of structural domains, the modular end evolutionary units of proteins. We also focus on their associated functions. When compared to sequences, domains and their functions are highly conserved. Their genomic census provides a window into deep evolutionary history. Taking advantage of initial links established between the University of Illinois (Urbana-Champaign), the Korea Research Institute of Bioscience and Biotechnology (Daejeon) and the Pasteur Institute (Paris), we have seeded international collaborative research and enhanced educational opportunities for undergraduate and graduate students and early career personnel. In doing so, we have advanced knowledge of the origin and evolution of viruses and cellular organisms. The results provide an unexpected view of planetary biodiversity.\n\nSTRATEGY AND INTELLECTUAL MERIT: Our project builds on well-established methodologies for the characterization of the origin, evolution and structure of complete repertoires of proteins (proteomes) and their associated biological functions (functionomes). We took full advantage of the wealth of structural, genomic and functional data available in thousands of contemporary cellular organisms and viruses with genomes that have been completely sequenced. First, protein domain structures were assigned using hidden Markov models of structural recognition. Domain structure was defined at the fold superfamily and family levels of SCOP structural classification. Second, we developed a comparative proteomic and functionomic inferential framework for genome evolution that reveals vertical evolutionary traces capable of resolving the tripartite division of cells and sketching their history. Evolutionary inferences were derived from the spread of conserved molecular features in proteomes and functionomes, such as folds and functions defined by Gene Ontology (GO) annotations. Third, we used phylogenomic methods to study the evolution of structure and function along the branches of a truly universal tree of life (ToL), a branching history of inheritance (phylogeny) that describes how viral and cellular lineages on Earth diversified from a primordial ancestor. Finally, we studied the distribution of viral replicons in host organisms, their morphological features, and the evolution of highly conserved protein and nucleic acid structures associated with viruses.\n\nFINDINGS: (1) Comparative genomic analyses and patterns of use and reuse of structural and functional traits resolved the tripartite division of cells and sketched their history. A vertical trace supported the existence of a stem line of descent and uncovered an unprecedented strong evolutionary association between Bacteria and Eukarya. (2) Reconstructing species phylogenies and tracing the history of domain emergence and loss in a ToL of proteomes revealed that both gains and losses of domains occurred frequently during proteome evolution. However, gains were globally prevalent throughout evolution overriding marked genomic evolutionary reductive tendencies. (3) Construction of trees of functionomes showed patterns that were consistent with the history of proteomes. The ancestor of Archaea originated earlier than the ancestors of Bacteria and Eukarya, was thermophilic, and was followed by strong reductive evolutionary tendencies in the rising microbial superkingdoms. In contrast, basal bacterial lineages were non-thermophilic. (4) Trees describing the evolution of molecular functions showcased the expected major evolutionary transitions, from the enzymatic functions of metabolism to advanced complex cellular machinery such as that needed to propel muscle and neural functions. Extraordinary functional pliability appeared concurrently with multicellularity and the rise of the eukaryotic superkingdom. (5) Despite the extremely reduced nature of viral proteomes and functionomes, an ancient origin of a viral ?supergroup? was established together with the existence of widespread episodes of horizontal transfer of genetic information. Viruses harboring different replicon types and infecting distantly related hosts shared many metabolic and informational protein domains of ancient origin that were also widespread in cellular proteomes. Phylogenomic analysis uncovered a universal ToL and a global tree of domains, both of which revealed that modern viruses reduced from multiple ancient cells with segmented RNA genomes and coexisted with ancient cellular ancestors.\n\nBROADER IMPACTS: The generation of universal phylogenies is highly significant. For the first time a tree unifies all known viral families and all viruses with genomes that have been sequenced into a supergroup or ?fourth domain? life, placing viruses within the context of a truly universal ToL. The implication is important for viral taxonomy, which has been unable to generate such and evolutionary view, and for origins of life research interested in understanding the rise of cellular complexity. This research program uniquely catalyzed a very productive international collaboration.\n\n \n\n\t\t\t\t\tLast Modified: 08/20/2017\n\n\t\t\t\t\tSubmitted by: Gustavo Caetano-Anolles"
 }
}