{
 "awd_id": "1133267",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Particle/Protein Interaction and Migration via Anisotropic Membrane Deformation",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 200000.0,
 "awd_amount": 200000.0,
 "awd_min_amd_letter_date": "2012-02-29",
 "awd_max_amd_letter_date": "2012-08-31",
 "awd_abstract_narration": "1133267\r\nStebe\r\n\r\nIntellectual Merit: Proteins associated with lipid membranes interact, migrate and assemble. One mode of interaction is mediated by deformations created by proteins in the membrane. Proteins create these distortions or inclusions by insertion in lipid bilayers or by association with the membrane by adhesion. The proteins are then free to move laterally in the lipid bilayers, propelled by energy stored in the membrane deformation. Similarly, nanoparticles can attach to or insert in membranes, creating inclusions that decay with distance from the particle. The PIs will study interactions between anisotropic inclusions on membranes with complex topography. On this level, proteins/ particles are treated equivalently as entities that change the local shape of the membrane. The inclusions create excess energy by bending and straining the membrane. When neighboring deformation fields overlap, the energy of the membrane depends on article/protein orientation and distance. In addition, when isolated inclusions occur on membranes with complex topography, the inclusions migrate to preferred locations. These interactions occur over a characteristic length related to the membrane tension and bending rigidity that is typically between 10-100nm. Particle/protein shape and energy anisotropy should play a key role in these interactions that has not been addressed beyond the level of point disturbances. Thus, preferred orientations, repulsions, and attractions have not been explored as a function of inclusion shape. Harnessing the interplay of inclusion geometry, interaction, and orientation would provide a powerful assembly tool.\r\n\r\nThe motivating idea in the current literature is that proteins of different shapes are curvature inducers, creating inclusions with characteristic principle radii. These inclusions act as curvature sensors, and will migrate to the equilibrium position at which their intrinsic radii of curvature match optimally those of the host membrane. Thus, proteins with plate like structures prefer relatively planar locations,rod-like structures prefer tethers, bent plates prefer locations of like curvature, and saddle-like shapes prefer membrane necks. While this general concept is gaining traction, analyses have thus far addressed only weakly non-circular inclusions in the limit of weak deformations assuming linear superposition. The researchers propose to study anisotropic inclusions to understand their migration and orientation to sites of preferred curvature, and their pair interactions, as a function of membrane tension and rigidity. They will use analysis and simulation based on a mesoscale description of the membrane free energy in terms of a Helfrich model to predict protein/membrane interactions for canonically shaped inclusions with associated excess curvatures and areas. Deterministic interactions will be studied using analysis and simulation in terms of the Helfrich model including membrane bending and tension. Non-deterministic interactions will be simulated by accounting for entropic interactions in a Helfrich Monte Carlo (MC) model developed by the co-PI Radhakrishnan. While they focus on mesoscale interactions, they will relate the work to the ongoing molecular-scale simulations of protein-membrane interactions in the Radhakrishan group. Their aim is to establish rules for particles/proteins on curved and stretched membranes. How does an inclusion with a given aspect ratio and bending interact within the membrane. How do pairs interact Canonical, highly anisotropic inclusion shapes will be studied using simulation and analysis. Their collaborator, Prof. Tobias Baumgart, will check predictions in experiment.\r\n\r\nBroader Impacts Scientific/ Technological: This work will provide predictions to direct assembly of proteins/particles in membranes. Anisotropic assembly within biomembranes or biomimetic systems of particles or proteins hold untapped promise to engineer new oriented assemblies, to influence vesiculation and budding events, to promote uptake of therapeutic or nanoparticle contrast agents, and to gain insight into viral docking to host cells during an infection. Mentoring of Female and Under-represented Students: Students from outreach initiatives will be welcome to work on small research projects associated with this research. (PI's personal contacts, Project SEED, REU programs). Stebe regularly speaks in forums concerning women and minorities in engineering and has extensive experience in directing research experiences for highschool and undergraduate students, often femake or from under-represented groups.  (AWE at Penn, and external venues). Radhakrishnan Student Participation: Postdoctoral mentoring: Postdoctoral career development is a priority in the Stebe and Radhakrishnan groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kathleen",
   "pi_last_name": "Stebe",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Kathleen J Stebe",
   "pi_email_addr": "kstebe@seas.upenn.edu",
   "nsf_id": "000526031",
   "pi_start_date": "2012-02-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ravi",
   "pi_last_name": "Radhakrishnan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ravi Radhakrishnan",
   "pi_email_addr": "rradhak@seas.upenn.edu",
   "nsf_id": "000166410",
   "pi_start_date": "2012-02-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "220 S. 33rd Street",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046315",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  },
  {
   "pgm_ref_code": "055E",
   "pgm_ref_txt": "Particle science and technology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 200000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Proteins and nanoparticles associated with lipid membranes interact, migrate and assemble. One mode of interaction is mediated by deformations in the membrane. Proteins create distortions or inclusions by insertion in lipid bilayers, or by associating with the membrane by adhesion.&nbsp; These proteins can be free to move laterally in the fluid lipid bilayers, propelled by energy stored in the membrane deformation. Similarly, microparticles and nanoparticles can attach to or insert in membranes, creating inclusions that decay with distance from the particle. The adhesion or insertion processes themselves are not the focus of this work. Rather, we are interested in the ensuing events. Thus, on this level, we can treat proteins and particles equivalently as entities that change the local shape of the membrane.&nbsp; We seek to understand the consequences of the inclusions or deformations, which promote migration and assembly of proteins/particles.&nbsp; To do so, we have derived new free energy functionals that predict particle/protein migration and alignment on membranes which are testable in experiment.</p>\n<p>How does this benefit society?&nbsp; There is tremendous potential in exploiting nanoparticles interacting with cells in therapeutic settings.&nbsp; However, we still lack the rudimentary knowledge concerning how and why particles/proteins attach, migrate and assemble in cell membranes. The understanding can&nbsp; be leveraged to design particles/ proteins to interact and assemble in cell membranes, providing a rational design process to relate particle/protein topography and shape to the distortions they make in membranes&nbsp;to guide their&nbsp;assembly.&nbsp; The long term aim is to provide an engineering basis for particle/protein design to improve our ability&nbsp; to manipulate nanoparticles or to&nbsp;design proteins to interact and assemle at lipid membrane surfaces.&nbsp; Additionally, this work provides biophysical insight into endocytotic pathways.</p>\n<p>&nbsp;This work extends the state of the art by addressing the role of membrane tension, which stores energy in the area of the membrane, as well as bending energy, which stores energy in the curvature of the membrane.&nbsp; Prior work in the field places bending energy as the dominant source of interaction owing to particle/protein inclusions.&nbsp;&nbsp;<br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/30/2015<br>\n\t\t\t\t\tModified by: Kathleen&nbsp;J&nbsp;Stebe</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProteins and nanoparticles associated with lipid membranes interact, migrate and assemble. One mode of interaction is mediated by deformations in the membrane. Proteins create distortions or inclusions by insertion in lipid bilayers, or by associating with the membrane by adhesion.  These proteins can be free to move laterally in the fluid lipid bilayers, propelled by energy stored in the membrane deformation. Similarly, microparticles and nanoparticles can attach to or insert in membranes, creating inclusions that decay with distance from the particle. The adhesion or insertion processes themselves are not the focus of this work. Rather, we are interested in the ensuing events. Thus, on this level, we can treat proteins and particles equivalently as entities that change the local shape of the membrane.  We seek to understand the consequences of the inclusions or deformations, which promote migration and assembly of proteins/particles.  To do so, we have derived new free energy functionals that predict particle/protein migration and alignment on membranes which are testable in experiment.\n\nHow does this benefit society?  There is tremendous potential in exploiting nanoparticles interacting with cells in therapeutic settings.  However, we still lack the rudimentary knowledge concerning how and why particles/proteins attach, migrate and assemble in cell membranes. The understanding can  be leveraged to design particles/ proteins to interact and assemble in cell membranes, providing a rational design process to relate particle/protein topography and shape to the distortions they make in membranes to guide their assembly.  The long term aim is to provide an engineering basis for particle/protein design to improve our ability  to manipulate nanoparticles or to design proteins to interact and assemle at lipid membrane surfaces.  Additionally, this work provides biophysical insight into endocytotic pathways.\n\n This work extends the state of the art by addressing the role of membrane tension, which stores energy in the area of the membrane, as well as bending energy, which stores energy in the curvature of the membrane.  Prior work in the field places bending energy as the dominant source of interaction owing to particle/protein inclusions.  \n\n\n\n\t\t\t\t\tLast Modified: 03/30/2015\n\n\t\t\t\t\tSubmitted by: Kathleen J Stebe"
 }
}