{
 "awd_id": "1135042",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Agricultural Intensification and Sustainable Practice under Empire at Dhiban, Jordan: A Reconstruction from Paleoethnobotanical Evidence",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2012-04-15",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 19839.0,
 "awd_amount": 19839.0,
 "awd_min_amd_letter_date": "2012-01-27",
 "awd_max_amd_letter_date": "2012-01-27",
 "awd_abstract_narration": "With support from the National Science Foundation, Mr.  Alan Farahani will collaborate with an international team for one season of archaeological excavation on the Dhiban Plateau, located in west-central Jordan, and ten months of laboratory analysis.  The research effort comprises specialists in archaeology and environmental studies drawn from universities in the United Kingdom, the United States, and the Hashemite Kingdom of Jordan, to explore the long-term sustainability of agricultural intensification under shifting political interventions at Dhiban.  The settlement receives less rainfall than is required for stable rain-fed farming, and lies at least 6km from stable water sources.  Nevertheless, large fortification walls, cisterns, irrigation structures, and agricultural terrace walls indicate that communities have flourished despite these environmental challenges for over 1,000 years. This project will empirically track evolving trends in agricultural strategies in this semi-arid zone by contrasting the Roman and Byzantine (ca 100 - 650 CE) and Middle Islamic (ca 1250 - 1500 CE) periods.  \r\n\r\nThe results of this research will provide insight into human-environment interactions for historical cycles greater than those obtainable by direct obvervation techniques.  The study will also contribute to broader knowledge concerning sustainability in challenging environments in the Middle East and Mediterranean.\r\n\r\nRoman and Byzantine political intervention in this area has been argued to usher in explosive settlement growth, unprecedented exploitation of natural resources, and industrial production of tradable goods such as ceramic vessels; yet most research has relied on documentary sources or regional-scale archaeological survey.  Using the methods of paleoethnobotany, Alan Farahani will collect and examine the botanical residues of past agricultural practices to procure a high-resolution dataset which will reveal the long-term maintenance of community-level subsistence systems that supported this critical shift in the economic and social organization of society.  Several paleoenvironmental indicators will be utilized to assess whether the sustained intensification of agricultural production may have also spurred environmental change as a result of increasing exploitation of local vegetative and soil resources.  Comparison with data already collected for the later Middle Islamic period will highlight the long-term viability of these strategies in the same resource-landscape but by two distinct political entities separated in time.\r\n\r\nThe excavation season and subsequent laboratory work has several goals: 1) Expand excavation of  Roman / Byzantine cultural levels identified in prior research seasons; 2) Extensive sampling of all deposits on-site for archaeological botanical remains; and 3) Laboratory analysis of the collected samples over a period of ten months using multiple techniques.  Combining this information with additional faunal, geological, architectural, and artifactual evidence collected by specialist colleagues will provide a data-rich and nuanced understanding of economic, social, and agricultural changes through time at Dhiban.\r\n\r\nLikewise, the study builds upon current analytical procedures in environmental archaeology. Finally, the project trains US students in field and laboratory methods, and fosters international collaboration in a scientific setting.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Porter",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin W Porter",
   "pi_email_addr": "bwporter@berkeley.edu",
   "nsf_id": "000411444",
   "pi_start_date": "2012-01-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Farahani",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alan Farahani",
   "pi_email_addr": "afarahani@berkeley.edu",
   "nsf_id": "000588745",
   "pi_start_date": "2012-01-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "The Regents of the University of California",
  "perf_str_addr": "2251 College Building",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947200001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 19839.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>State societies rely on agricultural producers and production to generate the food that maintains communities and institutions. &nbsp;Nevertheless, the ability to sustain intensified production of agricultural goods over the long term is reliant on a range of environmental, political, and social factors. &nbsp;In this dissertation project, archaeological research at the site of Dhiban, Jordan highlights the way in which the intervention of two different state societies, the Byzantine empire (ca. 300 &ndash; 600 CE) and the Mamluk empire (ca. 1250 &ndash; 1450 CE), affected agricultural production and sustainability in Dhiban. &nbsp;Both empires faced similar climatic and ecological opportunities and constraints in the semi-arid landscape of Dhiban, which receives less yearly precipitation than is necessary for reliable rain-fed farming. &nbsp;Despite these challenges, both empires sought to intensify agricultural production in this area related to specific political and institutional goals. The results of the dissertation project show that despite inhabiting the same environmental and resource-area, each empire pursued separate trajectories of intensified agricultural production with varying sustainable outcomes. The Byzantine period has been argued to have ushered in explosive economic growth in the Eastern Mediterranean, in particular those areas comprised by the contemporary countries of Jordan, Syria, Lebanon, and the State of Israel and occupied Palestine. &nbsp;This has been visible in a proliferation of settlements, an increase in commercial goods, as well as the remains of agricultural landscape modification such as terraces, irrigation structures, and oil presses. &nbsp;<span> </span></p>\n<p>In order to investigate and identify the regional and long-term effects of the impacts of each of these empires on local agricultural production, a year of archaeological research occurred with the collaboration of the Dhiban Excavation and Development Project. A primary goal was the excavation of the mounded archaeological site, or tall, of Dhiban. &nbsp;Tall Dhiban is a 15 hectare site located on a plateau in west-central Jordan east of the Dead Sea bounded by two canyon-enclosed seasonal rivers. &nbsp;The site contains archaeological evidence of at least 2,500 years of human habitation, from the Iron Age (ca. 1000 BCE) until the end of the Middle Islamic period (ca. 1500 CE), notwithstanding the modern community living around the site today. &nbsp;Prior archaeological work at the site has yielded evidence of past sophisticated water storage and management. &nbsp;Evidence includes a probable Byzantine-period bath, as well as other structures dated to the Middle Islamic period, indicating that past communities were able to succeed within this environment.<span> </span>The initial stage of research included excavation of the site in the summer of 2012 in two areas. In the Byzantine-period area, a potential domestic area enclosed by two arches and an adjacent room with a drain was uncovered. &nbsp;In the Middle Islamic area, excavation continued in a large barrel-vaulted room notable for its preservation of a well-stratified sequence of room remodeling. &nbsp;Samples of sediment were systematically collected from these contexts and processed through a &ldquo;flotation&rdquo; machine to extract archaeological plant remains. The analysis of these remains, or paleoethnobotany, includes studying the actual carbonized residues of agricultural production and crop processing &ndash; the seeds and charcoal of the crops, weeds, and trees produced and consumed by past communities. &nbsp;Samples were also collected for microscopic silica remains that form in plant cells, or phytoliths, that provide evidence of plants which would have been present in the past but might not survive due to insufficient preservation conditions.<span> </span></p>\n<p>Analysis of this material occurred i...",
  "por_txt_cntn": "\nState societies rely on agricultural producers and production to generate the food that maintains communities and institutions.  Nevertheless, the ability to sustain intensified production of agricultural goods over the long term is reliant on a range of environmental, political, and social factors.  In this dissertation project, archaeological research at the site of Dhiban, Jordan highlights the way in which the intervention of two different state societies, the Byzantine empire (ca. 300 &ndash; 600 CE) and the Mamluk empire (ca. 1250 &ndash; 1450 CE), affected agricultural production and sustainability in Dhiban.  Both empires faced similar climatic and ecological opportunities and constraints in the semi-arid landscape of Dhiban, which receives less yearly precipitation than is necessary for reliable rain-fed farming.  Despite these challenges, both empires sought to intensify agricultural production in this area related to specific political and institutional goals. The results of the dissertation project show that despite inhabiting the same environmental and resource-area, each empire pursued separate trajectories of intensified agricultural production with varying sustainable outcomes. The Byzantine period has been argued to have ushered in explosive economic growth in the Eastern Mediterranean, in particular those areas comprised by the contemporary countries of Jordan, Syria, Lebanon, and the State of Israel and occupied Palestine.  This has been visible in a proliferation of settlements, an increase in commercial goods, as well as the remains of agricultural landscape modification such as terraces, irrigation structures, and oil presses.   \n\nIn order to investigate and identify the regional and long-term effects of the impacts of each of these empires on local agricultural production, a year of archaeological research occurred with the collaboration of the Dhiban Excavation and Development Project. A primary goal was the excavation of the mounded archaeological site, or tall, of Dhiban.  Tall Dhiban is a 15 hectare site located on a plateau in west-central Jordan east of the Dead Sea bounded by two canyon-enclosed seasonal rivers.  The site contains archaeological evidence of at least 2,500 years of human habitation, from the Iron Age (ca. 1000 BCE) until the end of the Middle Islamic period (ca. 1500 CE), notwithstanding the modern community living around the site today.  Prior archaeological work at the site has yielded evidence of past sophisticated water storage and management.  Evidence includes a probable Byzantine-period bath, as well as other structures dated to the Middle Islamic period, indicating that past communities were able to succeed within this environment. The initial stage of research included excavation of the site in the summer of 2012 in two areas. In the Byzantine-period area, a potential domestic area enclosed by two arches and an adjacent room with a drain was uncovered.  In the Middle Islamic area, excavation continued in a large barrel-vaulted room notable for its preservation of a well-stratified sequence of room remodeling.  Samples of sediment were systematically collected from these contexts and processed through a \"flotation\" machine to extract archaeological plant remains. The analysis of these remains, or paleoethnobotany, includes studying the actual carbonized residues of agricultural production and crop processing &ndash; the seeds and charcoal of the crops, weeds, and trees produced and consumed by past communities.  Samples were also collected for microscopic silica remains that form in plant cells, or phytoliths, that provide evidence of plants which would have been present in the past but might not survive due to insufficient preservation conditions. \n\nAnalysis of this material occurred in late 2012 and early 2013 at the University of California, Berkeley in the McCown Archaeobotany Laboratory, and the University of Pennsylvania at the Museum for Anthropology and Archaeology..."
 }
}