{
 "awd_id": "1136941",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: 100G Connectivity for Data-Intensive Computing at JHU",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": "7032924220",
 "po_email": "kthompso@nsf.gov",
 "po_sign_block_name": "Kevin Thompson",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 220006.0,
 "awd_amount": 220006.0,
 "awd_min_amd_letter_date": "2011-10-27",
 "awd_max_amd_letter_date": "2013-04-12",
 "awd_abstract_narration": "The project establishes 100G connectivity to the Johns Hopkins University in support of data intensive science. Recently, the NSF has funded several regional centers to bring their connection speed to Internet2 and the NLR to 100G. In Oct 2011 DOE and Internet 2 have announced the world's first transcontinental deployment of a 100G network based on coherent technology. Connections are now operational between (among others) New York, Washington DC, Chicago, and Sunnyvale. This comprehensive transformation includes the MidAtlantic Crossroads (MAX) that provides the JHU connectivity to Internet2.\r\n\r\nJohns Hopkins is also in the process of establishing its own high-speed data overlay research network across the University, connecting 6 locations across the university with multiple 10G connections. These would be aggregated into a single 100G outgoing path to MAX and beyond: to the Teragrid, Internet2, and other national resources supporting computational science.\r\n\r\nJHU has been awarded an NSF MRI grant to build the 5PB Data-Scope, a novel instrument to observe large data sets. The system will not only have large storage, but it will have extreme IO bandwidth (450GBps) and GPU based processing capability (~200TF), aimed at highly data-intensive analyses simply not possible anywhere else today. Data sets to be analyzed include very large simulations from astrophysics (>1PB), ocean circulation models (600TB), computational fluid dynamics (300TB), bioinformatics and neuroscience (2-300TB each). The main difficulty in these challenges is how to bring the data sets to the Data-Scope -- most of these are generated externally, like on the Teragrid, or at the Oak Ridge Jaguar and Kraken systems.\r\n\r\nThese amounts of data are pushing the limits of even a 10G connection.  Demonstrating the ability to move PB of data and analyzing them in a timely fashion would encourage others to follow, and would change the way large data problems are approached in all areas of science today. It would also connect the Data-Scope to the whole US community, who can explore how to use such an instrument. It can also serve as a local hub for aggregating data sets for fast uploads into other data intensive national facilities, like the Gordon system in San Diego and the Open Science Data Grid, centered in Chicago. Without the high speed network it will be quite challenging to move petabytes: transferring a 1PB data set at an effective 5Gbps would take 18.5 days. Moving data at 100Gbps would shrink the time to 1 day, a make or break difference for a PB.\r\n\r\nIn order to upgrade to 100G the award activities provide end equipment at MAX, the corresponding optics at JHU, Cisco optics, the addition of a 100G capable card to the Cisco Nexus 7K switch at the JHU side, and a 6x40G-based card for the Nexus 7K to link to the internal JHU research network hubs around the University, where data-intensive resources (clusters, instruments, storage) are located. This strategy would enable the delivery of large amounts of data to the most critical locations at JHU.\r\n\r\nThe proposed high-speed connectivity would enable JHU and its partners to move petabyte-scale data sets, and enable a wide community to tackle cutting edge problems, from the traditional HPC and CFD to people who study the connectivity of the Internet. Students and researchers could do research on topics involving very large datasets, a very current and timely area, and acquire data management and analysis skills on a scale previously unheard of in a university setting.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Lehman",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas W Lehman",
   "pi_email_addr": "tom.w.lehman@gmail.com",
   "nsf_id": "000240166",
   "pi_start_date": "2013-04-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Abdella",
   "pi_last_name": "Battou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Abdella Battou",
   "pi_email_addr": "abdella.battou@nist.gov",
   "nsf_id": "000582274",
   "pi_start_date": "2011-10-27",
   "pi_end_date": "2013-04-12"
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "Mid-Atlantic Crossroads",
  "perf_str_addr": "8400 Baltimore Avenue, Suite 102",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207402496",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "768400",
   "pgm_ele_name": "CESER-Cyberinfrastructure for"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7684",
   "pgm_ref_txt": "STRATEGIC TECHNOLOGIES FOR CI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 220006.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project developed an early prototype of a cyberinfrastructure system characterized by tightly coupled integration between high performance compute systems, big data sources, and high-speed network infrastructures.&nbsp; This effort was motivated by scientific use cases from astrophysics, ocean circulation models, computational fluid dynamics, bioinformatics, and others.&nbsp;</p>\n<p>The prototype development focused on the establishment of 100 Gigabit/s connectivity to the Data-Scope (http://idies.jhu.edu/resources/datascope) cluster at the Johns Hopkins University (JHU).&nbsp; The 6.5PB Data-Scope is a novel instrument to &lsquo;observe&rsquo; large data sets. The system has large storage, extreme IO bandwidth (450GBps), and GPU-based processing capability (~200TF), aimed at highly data intensive analyses which are simply not possible anywhere else today.&nbsp; Data sets to be analyzed include very large simulations from astrophysics (&gt;1PB), ocean circulation models (600TB), computational fluid dynamics (300TB), bioinformatics and neuroscience (2-300TB each).&nbsp; The difficulty in bringing data to this cluster was identified a primary limitation with respect to expanding the utility of this resource across a broader range of distributed scientific domain researchers, data, and applications.&nbsp; This project was motivated by a desire to solve this problem and to develop a general architecture that could be replicated at other facilities within the Research and Education (R&amp;E) space.&nbsp; The high level objective was to enhance the ability to bring data and computer resources together in the most flexible and application specific advantageous manner possible.</p>\n<p>The University of Maryland (UMD) Mid-Atlantic Crossroads (MAX) (www.maxgigapop.net) designed and deployed the external networking for the Data-Scope facility.&nbsp; MAX is regional network in the Washington D.C. and Baltimore metropolitan areas, which provides high performance network services to the R&amp;E community.&nbsp;&nbsp; For this project, MAX provided a 100 Gigabit/s Dense Wave Division Wavelength (DWDM) service directly to the Data-Scope facility in Baltimore, Maryland.&nbsp; This provided a high-speed gateway to external resources located across the national and global R&amp;E infrastructure including Internet2 (www.internet2.edu) and ESnet (www.es.net).&nbsp;</p>\n<p>The key challenges for this project included both the design and construction of the cyberinfrastructure and adaptations of the domain science applications to optimize use of the increased data and higher speed access.&nbsp; The cyberinfrastructure challenges revolved around designing methods for &ldquo;frictionless&rdquo; data flow, i.e, performance limiting firewall bypass, between distributed data repositories and computational systems.&nbsp; The solution here leveraged the emerging ScienceDMZ architecture where authorized flows are diverted around firewalls and allowed to progress unimpeded to the destination resource.&nbsp; From a domain science workflow and data analysis algorithm perspective, we found that applications were not always able to directly utilize the increased data volume and network speed.&nbsp; We found that it is important to use large files in science data sets for ideal data transfer throughput. In many cases, it is important to incorporate integrity checks such as strong checksums throughout a data set&rsquo;s lifecycle.&nbsp; We translated our practical lessons learned with the Data-Scope, and other science projects into best practices and end-to-end methodologies.&nbsp; For example, one might generate strong checksums for an important simulation result in parallel as part of the workflow, while still on the supercomputer, rather than by hand after the fact.</p>\n<p>Overall, the combination of high-speed research networks, robust and user-friendly data movement software like Globus, dedi...",
  "por_txt_cntn": "\nThis project developed an early prototype of a cyberinfrastructure system characterized by tightly coupled integration between high performance compute systems, big data sources, and high-speed network infrastructures.  This effort was motivated by scientific use cases from astrophysics, ocean circulation models, computational fluid dynamics, bioinformatics, and others. \n\nThe prototype development focused on the establishment of 100 Gigabit/s connectivity to the Data-Scope (http://idies.jhu.edu/resources/datascope) cluster at the Johns Hopkins University (JHU).  The 6.5PB Data-Scope is a novel instrument to æobserveÆ large data sets. The system has large storage, extreme IO bandwidth (450GBps), and GPU-based processing capability (~200TF), aimed at highly data intensive analyses which are simply not possible anywhere else today.  Data sets to be analyzed include very large simulations from astrophysics (&gt;1PB), ocean circulation models (600TB), computational fluid dynamics (300TB), bioinformatics and neuroscience (2-300TB each).  The difficulty in bringing data to this cluster was identified a primary limitation with respect to expanding the utility of this resource across a broader range of distributed scientific domain researchers, data, and applications.  This project was motivated by a desire to solve this problem and to develop a general architecture that could be replicated at other facilities within the Research and Education (R&amp;E) space.  The high level objective was to enhance the ability to bring data and computer resources together in the most flexible and application specific advantageous manner possible.\n\nThe University of Maryland (UMD) Mid-Atlantic Crossroads (MAX) (www.maxgigapop.net) designed and deployed the external networking for the Data-Scope facility.  MAX is regional network in the Washington D.C. and Baltimore metropolitan areas, which provides high performance network services to the R&amp;E community.   For this project, MAX provided a 100 Gigabit/s Dense Wave Division Wavelength (DWDM) service directly to the Data-Scope facility in Baltimore, Maryland.  This provided a high-speed gateway to external resources located across the national and global R&amp;E infrastructure including Internet2 (www.internet2.edu) and ESnet (www.es.net). \n\nThe key challenges for this project included both the design and construction of the cyberinfrastructure and adaptations of the domain science applications to optimize use of the increased data and higher speed access.  The cyberinfrastructure challenges revolved around designing methods for \"frictionless\" data flow, i.e, performance limiting firewall bypass, between distributed data repositories and computational systems.  The solution here leveraged the emerging ScienceDMZ architecture where authorized flows are diverted around firewalls and allowed to progress unimpeded to the destination resource.  From a domain science workflow and data analysis algorithm perspective, we found that applications were not always able to directly utilize the increased data volume and network speed.  We found that it is important to use large files in science data sets for ideal data transfer throughput. In many cases, it is important to incorporate integrity checks such as strong checksums throughout a data setÆs lifecycle.  We translated our practical lessons learned with the Data-Scope, and other science projects into best practices and end-to-end methodologies.  For example, one might generate strong checksums for an important simulation result in parallel as part of the workflow, while still on the supercomputer, rather than by hand after the fact.\n\nOverall, the combination of high-speed research networks, robust and user-friendly data movement software like Globus, dedicated high performance data-transfer nodes (DTNs), and vibrant knowledge sharing among research networking architects has brought routine, real-world use of 100G-class research networks within reach of many..."
 }
}