{
 "awd_id": "1136233",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GSE/RES Collaborative Research: Recruitment and Retention of Women in Geosciences: An Investigation of Individual and Environmental Factors",
 "cfda_num": "47.076",
 "org_code": "11060000",
 "po_phone": "7032927303",
 "po_email": "jjesse@nsf.gov",
 "po_sign_block_name": "Jolene Jesse",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 431555.0,
 "awd_amount": 431555.0,
 "awd_min_amd_letter_date": "2012-08-10",
 "awd_max_amd_letter_date": "2012-08-10",
 "awd_abstract_narration": "Intellectual Merit: The goal of this proposed collaborative research project is to contribute to the knowledge needed to increase the proportion of women receiving undergraduate geoscience degrees from U.S. universities. The proportion of women earning undergraduate geoscience degrees has stagnated at approximately 40% for the past 6 years, while women constitute only about 20% of working geoscientists. The American Geological Institute reports that the 40% level may represent a ceiling for female geoscience graduates. Most other STEM fields are closer than the geosciences to achieving gender parity. Little empirical research has investigated why women major in geoscience or how women's choices differ from men's choices to select and persist in a geoscience degree. This study would fill this research gap by studying why some geoscience programs are more successful than others at recruiting and retaining a high percentage of female students. Specifically, the researchers will study the characteristics of geoscience programs, students, and faculty at one set of universities with above-average graduation of female geoscience students and another set of universities with below-average graduation of female geoscience students. The study would be guided by Social Cognitive Career Theory and will use mixed methods research methods. \r\n\r\nBroader Impacts: This project will contribute to the knowledge needed to increase the proportion of women receiving undergraduate geoscience degrees from U.S. universities. Ultimately, this may increase the proportion of women choosing geosciences careers. Results will be disseminated widely to geosciences departments for recruiting and retaining female geosciences majors including recommendations for concrete steps that may achieve gender parity.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "EES",
 "org_div_long_name": "Div. of Equity for Excellence in STEM",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Julie",
   "pi_last_name": "Sexton",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Julie M Sexton",
   "pi_email_addr": "juliesexton.consulting@gmail.com",
   "nsf_id": "000525095",
   "pi_start_date": "2012-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Pugh",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin J Pugh",
   "pi_email_addr": "kevin.pugh@unco.edu",
   "nsf_id": "000560655",
   "pi_start_date": "2012-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Northern Colorado",
  "inst_street_address": "501 20TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "GREELEY",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "5053197355",
  "inst_zip_code": "806396900",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "CO08",
  "org_lgl_bus_name": "UNIVERSITY OF NORTHERN COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "TYJEPW6N1W98"
 },
 "perf_inst": {
  "perf_inst_name": "University of Northern Colorado",
  "perf_str_addr": "501 20th Street",
  "perf_city_name": "Greeley",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "806396900",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "CO08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "154400",
   "pgm_ele_name": "RES ON GENDER IN SCI & ENGINE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 431555.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Overview: </strong>The proportion of women earning undergraduate geoscience degrees has remained about 40% for over a decade. Little research has investigated why women select and persist in a geoscience major. Using social cognitive career theory, this study addressed why students major in the geosciences and why some programs are more successful at recruiting and retaining female students.</p>\n<p>&nbsp;</p>\n<p>We collected interview and survey data from students and interview data from faculty in geoscience departments at six public US universities. In comparison to the national average of 40%, two sites had a low proportion of geoscience undergraduate female degree recipients (about 28%), two sites had a medium proportion of undergraduate female degree recipients (about 35%), and two sites had a high proportion of female degree recipients (about 48%). We collected data over the five semesters. 2041 undergraduate students (56% female) completed surveys. We conducted 37 focus group interviews with 147 students (48% female). We conducted interviews with 48 faculty members (42% female).</p>\n<p>&nbsp;</p>\n<p><strong>Survey data</strong> analysis showed that interest, connection to instructor, and transformative experiences were significant predictors of female students' decision to major in geoscience. Interest and transformative experience were also strong predictors of female students' decision to stay in a geoscience major and pursue a geoscience career. Students in departments that were more successful in recruiting and retaining women reported greater institutional supports, perceived connection to instructors, transformative experiences and lower institutional barriers than did students in departments that were less successful at recruitment women.</p>\n<p>&nbsp;</p>\n<p><strong>Qualitative</strong> data analysis found that liking the geoscience department (which includes liking classes, liking faculty, and liking the department overall) was the only reason reported significantly more frequently by female students than by male students. Both female and male students in departments graduating a higher percentage of women were more likely to report liking the department as a reason for being attracted to the geosciences than were students in departments graduating lower percentages of women. Female students encountered sexism in all departments; however, sexism was more frequently reported in departments that were less successful at recruiting and retaining women (low and medium sites).</p>\n<p>&nbsp;</p>\n<p><strong>Summary across data:</strong> Academic geoscience departments have an important role in recruiting and retaining women. Using social cognitive career theory, this project identified the factors associated with the recruitment and retention of women in geoscience. Our findings suggest that to improve the recruitment and retention of women, geoscience departments should reduce sexism, foster student interest, develop strong student-faculty connections, promote transformative experiences, provide greater institutional supports, and reduce institutional barriers.</p>\n<p>&nbsp;</p>\n<p><strong>Intellectual Merit:</strong> A central concern in the science education discipline is improving the recruitment and retention of women in science. This project contributed to expanding understanding in several ways. First, our research confirmed prior research identifying interest as an important factor. Second, our research identified a factor not previously identified as a factor in the recruitment and retention of female students: students&rsquo; degree of transformative experience. Within the last 50 years, progress has been made in defining and researching issues of motivation and engagement. Our research contributes in this area by expanding our understanding of transformative experience and exploring the relation of this construct to other motivation variables and outcomes such as academic and career choice in science. Although research on transformative experience exists, the current study is much larger in scale from prior research and uniquely considers the relation between transformative experience and academic and career choice. Third, previous research largely focused on the role of department social climate on recruiting and retaining women at the graduate- and faculty- levels in science. We identified the role of department practices and social climate on undergraduate female student recruitment and retention.</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts:</strong> This project contributes to the knowledge needed to increase the proportion of women receiving undergraduate geoscience degrees from US universities. Dissemination of the project results will help geoscience departments increase the number of women pursuing geoscience careers. We made significant strides to disseminate our work to several communities of interest (geoscience education researchers, educational researchers, geoscience faculty). We met with faculty members at our data collection sites to disseminate findings and gave over 20 presentations to the larger geoscience and education communities at national conferences. We created a two-hour workshop available to geoscience departments across the country who want to increase their awareness of sexism encountered by undergraduate female students. We have several manuscripts in review for publication.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/21/2017<br>\n\t\t\t\t\tModified by: Julie&nbsp;M&nbsp;Sexton</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOverview: The proportion of women earning undergraduate geoscience degrees has remained about 40% for over a decade. Little research has investigated why women select and persist in a geoscience major. Using social cognitive career theory, this study addressed why students major in the geosciences and why some programs are more successful at recruiting and retaining female students.\n\n \n\nWe collected interview and survey data from students and interview data from faculty in geoscience departments at six public US universities. In comparison to the national average of 40%, two sites had a low proportion of geoscience undergraduate female degree recipients (about 28%), two sites had a medium proportion of undergraduate female degree recipients (about 35%), and two sites had a high proportion of female degree recipients (about 48%). We collected data over the five semesters. 2041 undergraduate students (56% female) completed surveys. We conducted 37 focus group interviews with 147 students (48% female). We conducted interviews with 48 faculty members (42% female).\n\n \n\nSurvey data analysis showed that interest, connection to instructor, and transformative experiences were significant predictors of female students' decision to major in geoscience. Interest and transformative experience were also strong predictors of female students' decision to stay in a geoscience major and pursue a geoscience career. Students in departments that were more successful in recruiting and retaining women reported greater institutional supports, perceived connection to instructors, transformative experiences and lower institutional barriers than did students in departments that were less successful at recruitment women.\n\n \n\nQualitative data analysis found that liking the geoscience department (which includes liking classes, liking faculty, and liking the department overall) was the only reason reported significantly more frequently by female students than by male students. Both female and male students in departments graduating a higher percentage of women were more likely to report liking the department as a reason for being attracted to the geosciences than were students in departments graduating lower percentages of women. Female students encountered sexism in all departments; however, sexism was more frequently reported in departments that were less successful at recruiting and retaining women (low and medium sites).\n\n \n\nSummary across data: Academic geoscience departments have an important role in recruiting and retaining women. Using social cognitive career theory, this project identified the factors associated with the recruitment and retention of women in geoscience. Our findings suggest that to improve the recruitment and retention of women, geoscience departments should reduce sexism, foster student interest, develop strong student-faculty connections, promote transformative experiences, provide greater institutional supports, and reduce institutional barriers.\n\n \n\nIntellectual Merit: A central concern in the science education discipline is improving the recruitment and retention of women in science. This project contributed to expanding understanding in several ways. First, our research confirmed prior research identifying interest as an important factor. Second, our research identified a factor not previously identified as a factor in the recruitment and retention of female students: students? degree of transformative experience. Within the last 50 years, progress has been made in defining and researching issues of motivation and engagement. Our research contributes in this area by expanding our understanding of transformative experience and exploring the relation of this construct to other motivation variables and outcomes such as academic and career choice in science. Although research on transformative experience exists, the current study is much larger in scale from prior research and uniquely considers the relation between transformative experience and academic and career choice. Third, previous research largely focused on the role of department social climate on recruiting and retaining women at the graduate- and faculty- levels in science. We identified the role of department practices and social climate on undergraduate female student recruitment and retention.\n\n \n\nBroader Impacts: This project contributes to the knowledge needed to increase the proportion of women receiving undergraduate geoscience degrees from US universities. Dissemination of the project results will help geoscience departments increase the number of women pursuing geoscience careers. We made significant strides to disseminate our work to several communities of interest (geoscience education researchers, educational researchers, geoscience faculty). We met with faculty members at our data collection sites to disseminate findings and gave over 20 presentations to the larger geoscience and education communities at national conferences. We created a two-hour workshop available to geoscience departments across the country who want to increase their awareness of sexism encountered by undergraduate female students. We have several manuscripts in review for publication.\n\n\t\t\t\t\tLast Modified: 10/21/2017\n\n\t\t\t\t\tSubmitted by: Julie M Sexton"
 }
}