{
 "awd_id": "1137302",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Integrated Training for Continental Ecology (ITCE): Bridging Scales and Systems with Isotopes",
 "cfda_num": "47.074",
 "org_code": "08040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry L. Gholz",
 "awd_eff_date": "2012-02-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 0.0,
 "awd_amount": 2155797.0,
 "awd_min_amd_letter_date": "2011-12-30",
 "awd_max_amd_letter_date": "2012-04-05",
 "awd_abstract_narration": "Providing innovative approaches in graduate and postdoctoral training that encompass emerging opportunities in continental ecology is the critical focus of this project. Thirty-two faculty from nearly two dozen universities will combine efforts to develop such a training program that addresses ecological challenges at regional to continental scales. The approach will include the integration of stable isotopes with other datasets and computer models. Stable isotopes play a critical role in evaluating scalable temporal and spatial data streams and allow underlying processes and patterns to be identified and quantified across scales of space and time. Key themes to be addressed include gas exchange between ecosystems and the atmosphere, animal migration, ecohydrology, and pathways of photosynthesis and consequences for animal diets. \r\n\r\nThe project includes four elements of training across the participating universities: (1) multidisciplinary and multi-university instruction through two week lecture and laboratory courses, with the first focusing on principles and practices and the second on linking isotopes, processes and patterns, modeling, and scaling; (2) extended hands on training after the courses, where graduate students will obtain additional training and expand their theses through visits and collaborations with course instructors at other universities; (3) inter-university postdoctoral training, focusing on modeling and syntheses across the thematic research areas of migration, carbon cycle, water cycle, and disturbance; and (4) developing, integrating, and disseminating over the web databases, data analysis tools, and training modules to be used by others. Training of cohorts will be sustained through workshops in advance of major scientific meetings and participation with postdocs at the host institutions. Students will also organize sessions at national meetings as a component of their professional development.\r\n\r\nThis project will provide training and network building opportunities to more than 150 graduate students and postdocs over five years, preparing future generations of ecologists to use existing and new isotopic data streams from regional to continental scale ecology programs. Recruitment will emphasize diversity and inclusion of women and members of underrepresented groups in these opportunities. Teaching modules and web products developed by the instructors will be incorporated into courses at their respective home institutions. Data and model synthesis efforts will greatly increase the accessibility of existing large scale isotopic datasets and data analysis tools within and beyond the ecological research community to further help develop the discipline of macrosystem biology.  A formal evaluation framework will guide the improvement of our data and educational products in each of the five years of this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "EF",
 "org_div_long_name": "Emerging Frontiers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gabriel",
   "pi_last_name": "Bowen",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Gabriel J Bowen",
   "pi_email_addr": "gabe.bowen@utah.edu",
   "nsf_id": "000332595",
   "pi_start_date": "2011-12-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Riggs",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Eric M Riggs",
   "pi_email_addr": "emriggs@geos.tamu.edu",
   "nsf_id": "000384910",
   "pi_start_date": "2011-12-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Miller",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher C Miller",
   "pi_email_addr": "ccmiller@purdue.edu",
   "nsf_id": "000391749",
   "pi_start_date": "2011-12-30",
   "pi_end_date": "2012-04-05"
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072051",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "795900",
   "pgm_ele_name": "MacroSysBIO & NEON-Enabled Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7959",
   "pgm_ref_txt": "MACROSYSTEM BIOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}