{
 "awd_id": "1137396",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Automated Analysis of the Reproductive Response of Two Panamanian Forests to ENSO Climate Variation - A Machine Learning Pilot Study",
 "cfda_num": "47.074",
 "org_code": "08040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Timothy Kratz",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 209494.0,
 "awd_amount": 236907.0,
 "awd_min_amd_letter_date": "2011-12-07",
 "awd_max_amd_letter_date": "2013-06-10",
 "awd_abstract_narration": "Contained within the fossil pollen and spore record is one of the most comprehensive histories of vegetation and its response to long term environmental change. However, scientists have been unable to efficiently use this record because pollen is still studied much in the same low technology way it was a century ago: by a highly trained expert using a transmitted light microscope. The proposed research intends to transform the study of pollen and spores into a high throughput and precise science by developing an automated system capable of identifying and classifying extremely diverse pollen and spore samples. This system will establish standards approaches for automated classification and be based on recent advances in machine learning and computer vision. The system will be developed and tested on 900 samples of pollen material collected over seventeen years from pollen traps placed in two tropical forests in Panama. Automation will allow, for the first time, a detailed study of the seasonal production of pollen in response to multiple El Nino-Southern Oscillation, or ENSO, events.\r\n\r\nThe results of the proposed research will increase the quantity and quality of tropical pollen data and promote needed research on the large scale dynamics of plant communities that is recorded in fossil pollen records. This research represents a fundamental transformation in the way scientists think about and approach the analysis of pollen data. The machine learning software that will be developed will be publically available, with the hope that other researchers will then adopt the methods and standards and establish objective measures for consistent and reliable pollen identifications. Educational goals of this project include undergraduate research training for underrepresented and first generation college students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "EF",
 "org_div_long_name": "Emerging Frontiers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Surangi",
   "pi_last_name": "Punyasena",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Surangi W Punyasena",
   "pi_email_addr": "punyasena@life.illinois.edu",
   "nsf_id": "000176851",
   "pi_start_date": "2011-12-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Tcheng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Tcheng",
   "pi_email_addr": "dtcheng@ncsa.uiuc.edu",
   "nsf_id": "000315121",
   "pi_start_date": "2011-12-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013750",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "795900",
   "pgm_ele_name": "MacroSysBIO & NEON-Enabled Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7959",
   "pgm_ref_txt": "MACROSYSTEM BIOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 223129.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 13778.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our project aimed to develop an automated high-throughput pollen classification system capable of dealing with high-diversity tropical pollen samples. We automated the scanning and classification of samples using advanced machine-learning and computer vision algorithms. We tested the system using twenty years of samples of airborne pollen from two Panamanian forests: Barro Colorado Island (2 sites) and Parque National San Lorenzo (1 site).&nbsp;These data represent three of the longest aerial pollen records collected in the tropics, capturing a long-term history of pollen response to climate variations resulting from climate cycles such as the El Nino-Southern Oscillation.</p>\n<p>Why focus on pollen? Pollen and spores from both animal and wind-pollinated species can be found in the air, water, and sediments surrounding a natural community. This pollen serves as a fingerprint, a microscopic tally of the plants that inhabit an area, which is preserved for hundreds of millions of years. The fossil record of pollen and spores dates as far back as the origin of the first land plants, 470 million years. Paleoecologists use this record to understand how plant communities and climate may have changed over time. Forensic scientists use more recent pollen signatures to deduce the provenance of pollen-bearing items. However, despite the sheer amount of pollen in our natural environment, the scope of most studies that rely on pollen data are limited in geographic or temporal scope. This is because of the data collection methods used, which have evolved little over the last century. Identifying pollen remains a specialized, manual, labor-intensive process.</p>\n<p>Advances in machine learning and computer vision offer a possible solution to increasing the throughput of pollen analysis. Developing an automated system to supplement expert analysis would allow scientists to increase the scope and complexity of research that uses pollen data. This project took the first steps needed for making an automated pollen identification system a reality. In this collaboration of the University of Illinois&rsquo; Department of Plant Biology and the Illinois Informatics Institute, we explored different machine learning models for pollen identification. We developed a workflow for automating the scanning of pollen slides using a Hamamatsu slide scanner, originally developed for pathology research. With the support of Hamamatsu, we were able to custom-build a virtual microscope interface for viewing and digitally annotating these microscope images, allowing us to work with these images as we would with a traditional microscope, but with the additional advantage of being able to record each identification and each expert decision with a keystroke. This allowed us to collect thousands of training images from 180 pollen types from which we could experiment.</p>\n<p>Our early results, presented at the 13th International Palynological Congress and 9th International Organization of Palaeobotany Conference in August 2012, used a massive amount of computational power, requiring hours of time on NSF&rsquo;s XSEDE supercomputing platforms. In subsequent years, we developed more computationally efficient approaches, including publishing a hashcode table approach that we tested with model pollen samples, samples that we had constructed, where the exact ratios of pollen types were known. This code is open-source and publically available. Our most recent attempts integrate commercially available machine learning tools, including convolutional neural networks, which provide a more computationally efficient approach to building pollen classification models.</p>\n<p>The results of our work set the groundwork for developing a high-throughput approach to pollen classification, demonstrating that automated systems are feasible and capable of working with commercially available scanning microscopes. Our lab intends to...",
  "por_txt_cntn": "\nOur project aimed to develop an automated high-throughput pollen classification system capable of dealing with high-diversity tropical pollen samples. We automated the scanning and classification of samples using advanced machine-learning and computer vision algorithms. We tested the system using twenty years of samples of airborne pollen from two Panamanian forests: Barro Colorado Island (2 sites) and Parque National San Lorenzo (1 site). These data represent three of the longest aerial pollen records collected in the tropics, capturing a long-term history of pollen response to climate variations resulting from climate cycles such as the El Nino-Southern Oscillation.\n\nWhy focus on pollen? Pollen and spores from both animal and wind-pollinated species can be found in the air, water, and sediments surrounding a natural community. This pollen serves as a fingerprint, a microscopic tally of the plants that inhabit an area, which is preserved for hundreds of millions of years. The fossil record of pollen and spores dates as far back as the origin of the first land plants, 470 million years. Paleoecologists use this record to understand how plant communities and climate may have changed over time. Forensic scientists use more recent pollen signatures to deduce the provenance of pollen-bearing items. However, despite the sheer amount of pollen in our natural environment, the scope of most studies that rely on pollen data are limited in geographic or temporal scope. This is because of the data collection methods used, which have evolved little over the last century. Identifying pollen remains a specialized, manual, labor-intensive process.\n\nAdvances in machine learning and computer vision offer a possible solution to increasing the throughput of pollen analysis. Developing an automated system to supplement expert analysis would allow scientists to increase the scope and complexity of research that uses pollen data. This project took the first steps needed for making an automated pollen identification system a reality. In this collaboration of the University of IllinoisÆ Department of Plant Biology and the Illinois Informatics Institute, we explored different machine learning models for pollen identification. We developed a workflow for automating the scanning of pollen slides using a Hamamatsu slide scanner, originally developed for pathology research. With the support of Hamamatsu, we were able to custom-build a virtual microscope interface for viewing and digitally annotating these microscope images, allowing us to work with these images as we would with a traditional microscope, but with the additional advantage of being able to record each identification and each expert decision with a keystroke. This allowed us to collect thousands of training images from 180 pollen types from which we could experiment.\n\nOur early results, presented at the 13th International Palynological Congress and 9th International Organization of Palaeobotany Conference in August 2012, used a massive amount of computational power, requiring hours of time on NSFÆs XSEDE supercomputing platforms. In subsequent years, we developed more computationally efficient approaches, including publishing a hashcode table approach that we tested with model pollen samples, samples that we had constructed, where the exact ratios of pollen types were known. This code is open-source and publically available. Our most recent attempts integrate commercially available machine learning tools, including convolutional neural networks, which provide a more computationally efficient approach to building pollen classification models.\n\nThe results of our work set the groundwork for developing a high-throughput approach to pollen classification, demonstrating that automated systems are feasible and capable of working with commercially available scanning microscopes. Our lab intends to continue pursuing this line of research, expanding the scope of our analysis and our applications.Two ..."
 }
}