{
 "awd_id": "1137353",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Building Analytical, Synthesis, and Human Network Skills Needed for Macrosystem Science: a Next Generation Graduate Student Training Model Based on GLEON",
 "cfda_num": "47.074",
 "org_code": "08040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth Blood",
 "awd_eff_date": "2012-02-01",
 "awd_exp_date": "2018-09-30",
 "tot_intn_awd_amt": 703353.0,
 "awd_amount": 843246.0,
 "awd_min_amd_letter_date": "2011-12-13",
 "awd_max_amd_letter_date": "2012-06-27",
 "awd_abstract_narration": "Collaborative Research: Building analytical, synthesis, and human network skills needed for\r\nmacrosystem science: a next generation graduate student training model based on GLEON\r\n\r\nEcology is on the cusp of new continental-scale science. Enabled by emerging science networks, there is now a tremendous promise for understanding the effects and consequences of global environmental change on ecological systems across regions and among continents. Data from environmental sensor networks, as well as ever-growing, publically available data from research and monitoring programs around the world will underpin this understanding. However, scientific advances require people who can make creative use of technology and data, and who can work together to promote transdisciplinary understanding. Tackling large scale science will require a generation of scientists trained to work in teams to effectively use/create the cyber infrastructure necessary to deliver relevant data, to explore, analyze and synthesize those data using a variety of techniques and tools, and to communicate their findings to the scientific community and the public.\r\n\r\nThe creation of a Global Lake Ecological Observatory Network (GLEON) Graduate Student Fellows Program (GGSFP) is proposed to build the essential skills necessary for a new generation of scientists to quickly assume productive roles in macrosystem syntheses, and network science organizations. GLEON is an international, grassroots network of scientists, information technology experts, and engineers who have a common goal of building a scalable, persistent network of lake ecology observatories (www.gleon.org). GLEON has over 300 members (95 students) from 34 countries and has multiple data repositories, including near-continuous high frequency data from lakes. This work will combine the extensive resources and experience of GLEON with expertise in pedagogy, organizational sociology, leadership training, and assessment to create an innovative training program. Two cohorts of fellows, along with their advisors, will participate in a series of 5 collaboratories that form its core. Asking and answering continental-scale questions will be the scientific goal. A final workshop with other major network education colleagues will help communicate successes and lessons learned to other Ecological Observatory Networks. Dozens of additional students will participate in shorter training sessions through GLEON all hands meetings. Central to this training program will be (1) development of technical, conceptual and analytical skills critical to carrying out macroscale biology and network science, (2) development of communication skills for collaboration, education and public outreach, (3) active participation in existing networks of people, data, and technologies, and perhaps most important (4) training and guidance by experts in how to build and sustain human networks through pedagogy, organizational structure, and leadership training. Ongoing assessments will be used to refine the program and to measure success and guide future programs.\r\n\r\nBroader Impacts: The GLEON GGSFP will develop scientists' capabilities to build and maintain the human infrastructure that is necessary to understand complex environmental system function under global change. Students will emerge from the program with significant skills in working within and utilizing networks of people, infrastructure, data and equipment, and the ability to ask and answer complex, large scale questions. Dozens of students will be engaged through GLEON, and intensive, focused training for two cohorts of ten fellows will be provided. Student cohorts will be selected to reflect gender, cultural and disciplinary diversity balance, following the practices fostered, and lessons learned with the GLEON Graduate Student Association. Coincident with the development of students will be a training exemplar for the ecological community. The outcomes and impact of this program will be extended throughout the community via web-distribution of collaboratory training and through social networking tools. In addition, primary graduate student advisors will experience new training models and tools; fellows will develop a network of mentors in addition to those at their home institution; and fellows and primary advisors, together, will develop outreach materials and/or curricula. Advances in scientific understanding through peer reviewed publications, including those having to do with organizational management will also result. The program will become part of the infrastructure of GLEON, providing new expertise in pedagogy, organizational theory, and leadership training, resulting in continued production of a highly trained work force with the dimensionality required to realize the promise of network science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "EF",
 "org_div_long_name": "Emerging Frontiers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Hanson",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Paul C Hanson",
   "pi_email_addr": "pchanson@wisc.edu",
   "nsf_id": "000339700",
   "pi_start_date": "2011-12-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N Park St, Suite 6401",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "795900",
   "pgm_ele_name": "MacroSysBIO & NEON-Enabled Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7959",
   "pgm_ref_txt": "MACROSYSTEM BIOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 843246.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\">The most innovative and transformative environmental research will be conducted by diverse, interdisciplinary teams using big data and new tools for exploration and synthesis of those data.&nbsp; This trend has been increasingly documented in the literature and highlights a shortcoming of the traditional model for graduate student training.&nbsp; The Global Lake Ecological Observatory Network (GLEON; gleon.org), Graduate Student Fellowship Program was designed to address the needs of 21<sup>st</sup> century, interdisciplinary scientific training.&nbsp;</p>\n<p class=\"Default\">Environmental scientists, especially those studying macrosystems biology, are challenged to hone a specialized set of skills that are broad in scope and include so-called \"soft skills\" which result in the ability to lead diverse, collaborative, interdisciplinary science.&nbsp; Through this Macrosystems Biology award, new graduate student training models were developed that aimed to prepare students not only for interdisciplinary scholarship, but to be able to navigate and lead effectively diverse teams.&nbsp;</p>\n<p class=\"Default\">The GLEON Fellowship Program trained cohorts (approximately 1 dozen students/cohort) of early career scientists in both synthesis and analysis of big data focused on freshwater ecosystems, and how to lead collaborative network science. Graduate student Fellows were immersed in collecting, harmonizing, and synthesizing big, heterogeneous data sets, had hands-on application in R programming, statistics, modeling, and in collaborative skills required to address interdisciplinary, broad scale environmental challenges, such as how changes in climate and land use affect lake environmental health. &nbsp;Training in facilitation, conflict mediation, and emotional intelligence was shown to be immediately and profoundly useful for science as well as for life.&nbsp;</p>\n<p class=\"Default\">Fellows completed the program with a cohort of future network collaborators, embedded in a larger ecological network (GLEON), skilled in research and analytical methods, and with the skills to communicate network science to a broader audience. Over three dozen early career scientists were trained, 30 scientific manuscripts were supported, open source code and data products were published and shared.</p>\n<p class=\"Default\">In addition to eight formal Fellows' workshops, several early career skills training workshops were developed and led by Fellowship Program alumna.&nbsp; Over 40 undergraduate students were supported to participate in Northeast-GLEON weekend workshops and experiments. Two postdoctoral scholars and over three dozen graduate students were directly trained through this program. In addition, through peer-led workshops at Macrosystems Biology Principal Investigators' Annual meetings, Ecological Society of America Annual Meetings, as well as at GLEON All Hands' meetings, an additional 70+ scientists received collaboration and team science experience and training.&nbsp; The Fellowship Program science and training experience and results were presented at over two dozen national and international conferences.&nbsp; Many Fellows reported that the FP was the most important training they received throughout their graduate career and made a significant impact in garnering job offers.</p>\n<p class=\"Default\">Experiences from the Fellowship Program provided the basis for two activities that connected graduate students with professionals in remote sensing and computer science, and with experts in ecological forecasting to identify research opportunities at the nexus of aquatic ecology and allied disciplines. The first was a workshop in Alexandria, VA to discuss how lake freshwater quantity and quality might be better integrated as a first step toward a new paradigm for understanding global-scale freshwater ecosystem dynamics. Representatives from four federal agencies (EPA, NASA, NOAA, and USGS), one NGO (CDU), and 12 universities with expertise in remote sensing, aquatic science, and computer science participated. Findings from the workshop were presented by the steering committee, which included an alumnus from the Fellowship Program, to the National Science Foundation.</p>\n<p class=\"Default\">Finally, approximately eight years in to NSF's MSB program, past and current participants were surveyed to assess the perceived importance of different skills deemed necessary to thrive in macrosystems research, and explored &nbsp;the types of training participants received in those areas. The results show that (1) there are differences &nbsp;between early and later career scientists in the perceived need for as well as the training in \"soft skills,\"&nbsp; and (b) there is a mismatch between the skills participants perceive as important and the amount and type of training received in those skills, particularly with regards to interpersonal and management skills.&nbsp; The soft skills identified as necessary -- and rarely taught -- for success in collaborative, interdisciplinary research include conflict resolution, leadership, empathy, and project management.&nbsp; We have created an extensible model for training in both \"soft\" and hard skills.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/01/2019<br>\n\t\t\t\t\tModified by: Paul&nbsp;C&nbsp;Hanson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The most innovative and transformative environmental research will be conducted by diverse, interdisciplinary teams using big data and new tools for exploration and synthesis of those data.  This trend has been increasingly documented in the literature and highlights a shortcoming of the traditional model for graduate student training.  The Global Lake Ecological Observatory Network (GLEON; gleon.org), Graduate Student Fellowship Program was designed to address the needs of 21st century, interdisciplinary scientific training. \nEnvironmental scientists, especially those studying macrosystems biology, are challenged to hone a specialized set of skills that are broad in scope and include so-called \"soft skills\" which result in the ability to lead diverse, collaborative, interdisciplinary science.  Through this Macrosystems Biology award, new graduate student training models were developed that aimed to prepare students not only for interdisciplinary scholarship, but to be able to navigate and lead effectively diverse teams. \nThe GLEON Fellowship Program trained cohorts (approximately 1 dozen students/cohort) of early career scientists in both synthesis and analysis of big data focused on freshwater ecosystems, and how to lead collaborative network science. Graduate student Fellows were immersed in collecting, harmonizing, and synthesizing big, heterogeneous data sets, had hands-on application in R programming, statistics, modeling, and in collaborative skills required to address interdisciplinary, broad scale environmental challenges, such as how changes in climate and land use affect lake environmental health.  Training in facilitation, conflict mediation, and emotional intelligence was shown to be immediately and profoundly useful for science as well as for life. \nFellows completed the program with a cohort of future network collaborators, embedded in a larger ecological network (GLEON), skilled in research and analytical methods, and with the skills to communicate network science to a broader audience. Over three dozen early career scientists were trained, 30 scientific manuscripts were supported, open source code and data products were published and shared.\nIn addition to eight formal Fellows' workshops, several early career skills training workshops were developed and led by Fellowship Program alumna.  Over 40 undergraduate students were supported to participate in Northeast-GLEON weekend workshops and experiments. Two postdoctoral scholars and over three dozen graduate students were directly trained through this program. In addition, through peer-led workshops at Macrosystems Biology Principal Investigators' Annual meetings, Ecological Society of America Annual Meetings, as well as at GLEON All Hands' meetings, an additional 70+ scientists received collaboration and team science experience and training.  The Fellowship Program science and training experience and results were presented at over two dozen national and international conferences.  Many Fellows reported that the FP was the most important training they received throughout their graduate career and made a significant impact in garnering job offers.\nExperiences from the Fellowship Program provided the basis for two activities that connected graduate students with professionals in remote sensing and computer science, and with experts in ecological forecasting to identify research opportunities at the nexus of aquatic ecology and allied disciplines. The first was a workshop in Alexandria, VA to discuss how lake freshwater quantity and quality might be better integrated as a first step toward a new paradigm for understanding global-scale freshwater ecosystem dynamics. Representatives from four federal agencies (EPA, NASA, NOAA, and USGS), one NGO (CDU), and 12 universities with expertise in remote sensing, aquatic science, and computer science participated. Findings from the workshop were presented by the steering committee, which included an alumnus from the Fellowship Program, to the National Science Foundation.\nFinally, approximately eight years in to NSF's MSB program, past and current participants were surveyed to assess the perceived importance of different skills deemed necessary to thrive in macrosystems research, and explored  the types of training participants received in those areas. The results show that (1) there are differences  between early and later career scientists in the perceived need for as well as the training in \"soft skills,\"  and (b) there is a mismatch between the skills participants perceive as important and the amount and type of training received in those skills, particularly with regards to interpersonal and management skills.  The soft skills identified as necessary -- and rarely taught -- for success in collaborative, interdisciplinary research include conflict resolution, leadership, empathy, and project management.  We have created an extensible model for training in both \"soft\" and hard skills.\n\n\t\t\t\t\tLast Modified: 04/01/2019\n\n\t\t\t\t\tSubmitted by: Paul C Hanson"
 }
}