{
 "awd_id": "1137364",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Climate Change Impacts on Forest Biodiversity: Individual Risk to Subcontinental Impacts",
 "cfda_num": "47.074",
 "org_code": "08040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth Blood",
 "awd_eff_date": "2012-02-15",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 1467376.0,
 "awd_amount": 1477376.0,
 "awd_min_amd_letter_date": "2011-12-19",
 "awd_max_amd_letter_date": "2013-06-13",
 "awd_abstract_narration": "Climate change is rapidly transforming forests over much of the globe in ways that are not anticipated by current science.  Large scale forest diebacks, apparently linked to interactions involving drought, warm winters, and other species, are becoming alarmingly frequent.  Models of biodiversity and climate have not provided guidance on if, where or when such responses will occur.  Instead models tend to provide potential numbers of extinctions, but such forecasts are not linked in any mechanistic way to the processes that could cause them.  Both modeling and field studies rely on aggregate measures of species presence or absence, or their relative abundance at regional scales. However, climate acts on individuals. Aggregating data on individual trees to the level of a whole species hides or may even change predictions of climate effects.  This study aims to link individual scale tree processes to regional species level responses by sampling and analyzing data about individuals across their entire range and corresponding range in climate conditions.  It will use data from existing research sites, plus the platform of sites that form the core of the new National Ecological Observatory Network. These data will be collectively synthesized and used to develop computer models that can help determine when and where predicting climate impacts on biodiversity is a plausible goal. The models will also reveal where surprises are likely to occur and can provide feedback to expectations of individual tree health and vulnerability to environmental changes.  \r\n\r\nThis study will provide the first forecasts of the vulnerability of forest biodiversity to changes in climate that are directly linked to the biological processes that are most sensitive.  The goal is to provide forecasts of the distribution, growth, reproduction and risks of mortality for tree species making up the nation's forests.  These predictions will help scientists, forest managers and policy makers anticipate the combined risks of increasing drought and longer growing seasons.  Methods and results developed during this project will be disseminated through workshops for training resource managers, as well as graduate students and postdoctoral associates at a number of universities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "EF",
 "org_div_long_name": "Emerging Frontiers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Clark",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "James S Clark",
   "pi_email_addr": "jimclark@duke.edu",
   "nsf_id": "000229228",
   "pi_start_date": "2011-12-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Gelfand",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Alan E Gelfand",
   "pi_email_addr": "alan@stat.duke.edu",
   "nsf_id": "000121842",
   "pi_start_date": "2011-12-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054010",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "795900",
   "pgm_ele_name": "MacroSysBIO & NEON-Enabled Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7959",
   "pgm_ref_txt": "MACROSYSTEM BIOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 1467376.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Understanding the impacts of climate change on forests is a goal of ecological research.&nbsp; Current efforts to anticipate ecological change have had to rely on analysis of each species and size class independently.&nbsp; For example, a community of interacting species each affect one another, through competition, predation, pollination, and disease.&nbsp; Attempting to predict biodiversity change on the basis of independent models for each species would suffer the same limitations as weather forecasting based on independent models of temperature and precipitation.&nbsp; Without the connections&mdash;the joint distribution&mdash;the disaggregated components cannot be properly combined into an accurate prediction. This project provided new methods for connecting species in models and applied it to a large database on the growth, reproduction, and survival of trees in forests across the eastern United States.&nbsp; New field data included Duke Forest, Coweeta, Great Smoky Mtns Nat Park, Mars Hill, Whitehall Forest, Ordway-Swisher Biological Station, Bartlett Experimental Forest, and the University of Notre Dame Environmental Research Center.</p>\n<p>&nbsp;</p>\n<p>This project contributed to the theory and reality of climate change impacts. It provided predictions of the species that are vulnerable to climate change. Analyses showed that the limitation on forest capacity to store carbon is limited more by moisture than by temperature.&nbsp; Results showed that strong competition limits the recruitment of new seedlings into forest communities.&nbsp; Contrary to previous thought, density-dependence effects are more negative for common than rare species, providing one mechanism for allowing rare species to persist amongst more abundant competitors.&nbsp; The rate at which species are becoming vulnerable to climate change (expected loss per degree C and per year) varies considerably across the US.&nbsp; Highest vulnerability to warming is currently in the South, while the rate of climate change is highest in the North.&nbsp; Results showed that tree populations are not migrating northward fast enough to keep pace with climate change.&nbsp; Each species differed in its responses to each climate variable (temperature, drought), which included strong effects of interactions.&nbsp; For example, the effect of temperature on each species depended in different ways on moisture availability. The allocation to growth versus reproductive effort shows a tradeoff at low light availability in the forest understory, but not for trees in high light.&nbsp; Growth rates, recruitment, and change in abundances are all correlated between size classes and between species&mdash;in crowded stands increase in one size-species class affects others.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The project provided substantive advancement in theory and software for jointly modeling high-dimensional response vectors (e.g., species assemblages, and remotely sensed signals) that are indexed in time and space. &nbsp;Broader impacts include the &ldquo;National Assessment of Drought in Forests and Rangelands&rdquo;, which highlights the importance of the joint size-species distribution for understanding climate impacts on forests.&nbsp; Also from this study, are the sections in that report explaining underappreciation of droughts in eastern forests, because they set in motion protracted morbidity that is not recognized as death until years later.&nbsp; Clark co-directed this effort, which led to presentation to the White House in 2016, with two Special Features, in <em>Global Change Biology</em> and <em>Forest Ecology and Management</em>.&nbsp; The report has been honored with the USFS Chief&rsquo;s Award.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Methodological and software tools have been disseminated directly to early and advanced career Ecology, Forestry, and Statistics researchers and practitioners via workshops, peer reviewed papers, and computer programs. The study supported a large number of training workshops and software that is now widely used by the scientific community. This project expanded the capabilities of the most widely used spatial software spBayes to accommodate high-dimensional geospatial data.&nbsp; It generated new techniques to incorporate remove sensing, including LIDAR, with forest inventory data. &nbsp;&nbsp;Software packages GJAM, spBayes, and spNNGP R software is now available as open-source code and widely accessed on CRAN. The model emulation approach to calibration is available through PEcAn on Github. A new methodology for generalized joint attribute modeling (GJAM) has now been installed &gt; 16,000 times since its release in 2016.&nbsp; Training workshops included GJAM at the Ecological Society of America Annual Meeting, the University of Tennessee, SUNY Stonybrook; the ILTER 1st Open Sci Meeting (Kruger Nat Park).&nbsp; Additional workshops included Multivariate models in ecology (SAMSI, Research Triangle Park); Bayesian Models for High Dimensional Spatial Data at the Joint Statistical Meeting, (Baltimore, MD), the Fourth Annual Graduate Workshop on Environmental Data Analytics (Boulder, CO) , and the University of Wisconsin.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/18/2018<br>\n\t\t\t\t\tModified by: James&nbsp;S&nbsp;Clark</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nUnderstanding the impacts of climate change on forests is a goal of ecological research.  Current efforts to anticipate ecological change have had to rely on analysis of each species and size class independently.  For example, a community of interacting species each affect one another, through competition, predation, pollination, and disease.  Attempting to predict biodiversity change on the basis of independent models for each species would suffer the same limitations as weather forecasting based on independent models of temperature and precipitation.  Without the connections&mdash;the joint distribution&mdash;the disaggregated components cannot be properly combined into an accurate prediction. This project provided new methods for connecting species in models and applied it to a large database on the growth, reproduction, and survival of trees in forests across the eastern United States.  New field data included Duke Forest, Coweeta, Great Smoky Mtns Nat Park, Mars Hill, Whitehall Forest, Ordway-Swisher Biological Station, Bartlett Experimental Forest, and the University of Notre Dame Environmental Research Center.\n\n \n\nThis project contributed to the theory and reality of climate change impacts. It provided predictions of the species that are vulnerable to climate change. Analyses showed that the limitation on forest capacity to store carbon is limited more by moisture than by temperature.  Results showed that strong competition limits the recruitment of new seedlings into forest communities.  Contrary to previous thought, density-dependence effects are more negative for common than rare species, providing one mechanism for allowing rare species to persist amongst more abundant competitors.  The rate at which species are becoming vulnerable to climate change (expected loss per degree C and per year) varies considerably across the US.  Highest vulnerability to warming is currently in the South, while the rate of climate change is highest in the North.  Results showed that tree populations are not migrating northward fast enough to keep pace with climate change.  Each species differed in its responses to each climate variable (temperature, drought), which included strong effects of interactions.  For example, the effect of temperature on each species depended in different ways on moisture availability. The allocation to growth versus reproductive effort shows a tradeoff at low light availability in the forest understory, but not for trees in high light.  Growth rates, recruitment, and change in abundances are all correlated between size classes and between species&mdash;in crowded stands increase in one size-species class affects others. \n\n \n\nThe project provided substantive advancement in theory and software for jointly modeling high-dimensional response vectors (e.g., species assemblages, and remotely sensed signals) that are indexed in time and space.  Broader impacts include the \"National Assessment of Drought in Forests and Rangelands\", which highlights the importance of the joint size-species distribution for understanding climate impacts on forests.  Also from this study, are the sections in that report explaining underappreciation of droughts in eastern forests, because they set in motion protracted morbidity that is not recognized as death until years later.  Clark co-directed this effort, which led to presentation to the White House in 2016, with two Special Features, in Global Change Biology and Forest Ecology and Management.  The report has been honored with the USFS Chief?s Award. \n\n \n\nMethodological and software tools have been disseminated directly to early and advanced career Ecology, Forestry, and Statistics researchers and practitioners via workshops, peer reviewed papers, and computer programs. The study supported a large number of training workshops and software that is now widely used by the scientific community. This project expanded the capabilities of the most widely used spatial software spBayes to accommodate high-dimensional geospatial data.  It generated new techniques to incorporate remove sensing, including LIDAR, with forest inventory data.   Software packages GJAM, spBayes, and spNNGP R software is now available as open-source code and widely accessed on CRAN. The model emulation approach to calibration is available through PEcAn on Github. A new methodology for generalized joint attribute modeling (GJAM) has now been installed &gt; 16,000 times since its release in 2016.  Training workshops included GJAM at the Ecological Society of America Annual Meeting, the University of Tennessee, SUNY Stonybrook; the ILTER 1st Open Sci Meeting (Kruger Nat Park).  Additional workshops included Multivariate models in ecology (SAMSI, Research Triangle Park); Bayesian Models for High Dimensional Spatial Data at the Joint Statistical Meeting, (Baltimore, MD), the Fourth Annual Graduate Workshop on Environmental Data Analytics (Boulder, CO) , and the University of Wisconsin.\n\n \n\n\t\t\t\t\tLast Modified: 04/18/2018\n\n\t\t\t\t\tSubmitted by: James S Clark"
 }
}