{
 "awd_id": "1138998",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: CEDAR--Development and Application of a Multi-site Observing Network to Study Mid-latitude Thermospheric Dynamics",
 "cfda_num": "47.050",
 "org_code": "06020201",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sunanda Basu",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 313507.0,
 "awd_amount": 352260.0,
 "awd_min_amd_letter_date": "2012-04-26",
 "awd_max_amd_letter_date": "2013-08-09",
 "awd_abstract_narration": "This is a 3-year experimental project to be undertaken as part of the Coupling, Energetics and Dynamics of Atmospheric Regions (CEDAR) program. The main objective is to install and operate a small network of Fabry-Perot interferometers (FPI) in the central eastern United States. The network will consist of four stations with a site-to-site separation between 350 and 700 km allowing common volume measurements of winds and temperatures in the thermosphere that together provide a regional view of the thermospheric wind structure and dynamics. This includes quantifying the latitudinal and longitudinal extents, propagation direction, and speed of wave events, source regions, and other dynamical quantities that are not possible with current available instrument deployments. Supporting data from available ground-based magnetometers and radars as well as space-based measurements of magnetic fields, ion drifts and auroral precipitation will be used together with a global thermosphere/ionosphere general circulation model to provide a global context for the measurements.  In this way, the observations will facilitate breakthrough insights about the dynamics of the thermosphere including the propagation of large-scale disturbances away from the auroral zone and the response of the mid-latitude thermosphere to geomagnetic disturbances. Strategies and algorithms will be developed as part of this project to change the observing strategy in real-time based, for example, upon the local cloud conditions. \r\n\r\nThe operational experience gained from this network will serve as a proof of concept for a much larger-scale network required for a more complete investigation of thermospheric dynamics. The pilot network will make technological advances in regard to issues such as understanding how to operate the chain as a unit, how to consistently process data in real time, and how to visualize and interpret results from multiple stations. The project is a collaboration between a team of professors at Clemson University, the University of Michigan, and University of Illinois.  Deployment and operation of the instruments and the network will provide hands on training opportunities for graduate and undergraduate students at each of the universities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Makela",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan J Makela",
   "pi_email_addr": "jmakela@illinois.edu",
   "nsf_id": "000273447",
   "pi_start_date": "2012-04-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618207406",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152100",
   "pgm_ele_name": "AERONOMY"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1323",
   "pgm_ref_txt": "SOLAR INFLUENCES"
  },
  {
   "pgm_ref_code": "1521",
   "pgm_ref_txt": "AERONOMY"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "7385",
   "pgm_ref_txt": "MOROCCO"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213RB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 313507.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 38753.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The thermosphere is a crucial boundary between the Earth&rsquo;s lower atmosphere and space. Low Earth orbiting satellites and other objects in the upper thermosphere are strongly affected by the lifting of the atmosphere that results from space weather heating events. In addition, space weather driven by thermospheric dynamics can cause important degradations in engineering capabilities we depend on, such as the accuracy and availability of Global Navigation Satellite Systems (GNSS) and radio transmissions. However, thermospheric studies are often hampered by a lack of observational data that can provide a global, or even regional, view of important driving parameters.&nbsp;</p>\n<p>In the research supported by this award, we deployed a first-of-its-kind network of Fabry-Perot interferometers (FPIs) to sites in Michigan, Illinois, Kentucky, North Carolina, Virginia, New Mexico, and Morocco.&nbsp; The North American Thermosphere-Ionosphere Observation Network (NATION), comprised of the sites in the Midwest and eastern portion of the United States, provided an unparalleled view of the spatio-temporal dynamics of the Earth&rsquo;s thermosphere including measurements of winds and temperatures.&nbsp; New techniques were developed, based in inversion theory, to produce time-dependent maps of thermospheric winds both during quiet conditions and under geomagnetic storm conditions.&nbsp; Our research investigated both the quiet-time climatology of the mid-latitude thermosphere as well as how it responds to external forcing.</p>\n<p>The NATION network was augmented by the installation of an FPI and thermospheric imaging system to Morocco, providing information on the longitudinal variability of the thermospheric winds and temperatures.&nbsp; This was the first-of-its-kind deployment in this country and represents the development of space weather capabilities in Morocco.&nbsp; As part of this new partnership, our team of faculty and graduate students from the University of Illinois at Urbana-Champaign trained faculty and students at the Cadi Ayyad University in Marakkech on how to operate the instruments and analyze the resulting data.</p>\n<p>All of the data collected under this project have been integrated into databases accessed by the aeronomy community and is being used by several research groups to conduct research into ion-neutral coupling in the ionosphere/thermosphere system as well as to improve climatological and assimilative models of the near-space environment.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/14/2015<br>\n\t\t\t\t\tModified by: Jonathan&nbsp;J&nbsp;Makela</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe thermosphere is a crucial boundary between the EarthÆs lower atmosphere and space. Low Earth orbiting satellites and other objects in the upper thermosphere are strongly affected by the lifting of the atmosphere that results from space weather heating events. In addition, space weather driven by thermospheric dynamics can cause important degradations in engineering capabilities we depend on, such as the accuracy and availability of Global Navigation Satellite Systems (GNSS) and radio transmissions. However, thermospheric studies are often hampered by a lack of observational data that can provide a global, or even regional, view of important driving parameters. \n\nIn the research supported by this award, we deployed a first-of-its-kind network of Fabry-Perot interferometers (FPIs) to sites in Michigan, Illinois, Kentucky, North Carolina, Virginia, New Mexico, and Morocco.  The North American Thermosphere-Ionosphere Observation Network (NATION), comprised of the sites in the Midwest and eastern portion of the United States, provided an unparalleled view of the spatio-temporal dynamics of the EarthÆs thermosphere including measurements of winds and temperatures.  New techniques were developed, based in inversion theory, to produce time-dependent maps of thermospheric winds both during quiet conditions and under geomagnetic storm conditions.  Our research investigated both the quiet-time climatology of the mid-latitude thermosphere as well as how it responds to external forcing.\n\nThe NATION network was augmented by the installation of an FPI and thermospheric imaging system to Morocco, providing information on the longitudinal variability of the thermospheric winds and temperatures.  This was the first-of-its-kind deployment in this country and represents the development of space weather capabilities in Morocco.  As part of this new partnership, our team of faculty and graduate students from the University of Illinois at Urbana-Champaign trained faculty and students at the Cadi Ayyad University in Marakkech on how to operate the instruments and analyze the resulting data.\n\nAll of the data collected under this project have been integrated into databases accessed by the aeronomy community and is being used by several research groups to conduct research into ion-neutral coupling in the ionosphere/thermosphere system as well as to improve climatological and assimilative models of the near-space environment.\n\n\t\t\t\t\tLast Modified: 05/14/2015\n\n\t\t\t\t\tSubmitted by: Jonathan J Makela"
 }
}