{
 "awd_id": "1138896",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Aerosol Pollution Impacts on Wintertime Orographic Precipitation",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": "7032924715",
 "po_email": "nanderso@nsf.gov",
 "po_sign_block_name": "Nicholas Anderson",
 "awd_eff_date": "2012-02-15",
 "awd_exp_date": "2016-01-31",
 "tot_intn_awd_amt": 525133.0,
 "awd_amount": 525133.0,
 "awd_min_amd_letter_date": "2012-01-31",
 "awd_max_amd_letter_date": "2012-01-31",
 "awd_abstract_narration": "This project seeks to increase understanding of potential influences of aerosol pollution on wintertime orographic precipitation and, by extension, water resources.  Research will initially focus on the Rocky Mountains of Colorado, but will ultimately seek to understand potential generality of these results in other regions such as the Sierra Nevada.  A key question to be addressed is whether there is a regime in which cloud base temperatures are warm enough so that increased aerosol pollution can lead to suppression of drizzle, corresponding increase in supercooled cloud liquid water content, and ultimately an enhancement (vs. suppression) of precipitation.  The intellectual merit of this work rests in conducting carefully planned numerical studies utilizing the Colorado State University RAMS mesoscale model that will both capitalize on and extend prior observational work undertaken by the principal investigator and colleagues over the Park Range of Colorado, as well as other recent NSF and Department of Energy supported studies in this same region.  These prior data will be used to refine estimates of the range of aerosol pollution transported into western Colorado, make improvements to microphysical representations within the RAMS model, evaluate the model's performance, and ultimately to make improved quantitative estimates of aerosol pollution impacts on winter-season total precipitation in Colorado.  Tests examining sensitivity to cloud base temperature and evidence for the potential reversal of the sign of aerosol impacts on precipitation (viz. enhancement vs. suppression) may have particular relevance to warmer-based mountain ranges such as the Sierra Nevada range.  Broader impacts will include graduate student education, enhanced capabilities for the RAMS model, and better understanding of intertwined demographic impacts on regional climate and best practices for management of snowpack-derived water supplies that are of key importance to growing populations bordering mountainous regions across the western U.S.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Cotton",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "William R Cotton",
   "pi_email_addr": "cotton@atmos.colostate.edu",
   "nsf_id": "000121758",
   "pi_start_date": "2012-01-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "200 W. Lake St",
  "perf_city_name": "Fort Collins",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805214593",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 525133.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this grant we investigated the potential impacts of both anthropogenic aerosols and dust on wintertime orographic precipitation in the Colorado mountains using the Regional Atmospheric Modeling System(RAMS).&nbsp; We focus on aerosols generated by human activities as well as dust transported over long distances as well as wind-borne dust generated in the southwest United States.&nbsp;</p>\n<p>&nbsp; In summary, this project clearly demonstrates that anthropogenic aerosol pollution can significantly reduce water resources in the Colorado River Basin. Moreover dust which can be transported over long distances as well as have major regional sources, acts to &ldquo;buffer&rdquo; the impacts of aerosol pollution as dust predominantly acts as an ice nuclei which seeds the clouds increasing precipitation under most weather regimes. Overall, we estimate that the combined influence of anthropogenic aerosol pollution and dust results in a decrease in water resources in the Colorado River Basin of 1.9 %. This corresponds to total winter-season precipitation loss of 4,020,000 acre-feet of water for the 6.5 months of simulation for the Colorado River Basin.</p>\n<p>The studies focused on precipitation over the Sierra Nevada identified specific atmospheric conditions for which aerosols capable of generating cloud droplets increase orographic precipitation, contrasting with the more general conclusion that enhancing the concentration of this type of aerosols always leads to a reduction of&nbsp; snowfall.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/04/2016<br>\n\t\t\t\t\tModified by: William&nbsp;R&nbsp;Cotton</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this grant we investigated the potential impacts of both anthropogenic aerosols and dust on wintertime orographic precipitation in the Colorado mountains using the Regional Atmospheric Modeling System(RAMS).  We focus on aerosols generated by human activities as well as dust transported over long distances as well as wind-borne dust generated in the southwest United States. \n\n  In summary, this project clearly demonstrates that anthropogenic aerosol pollution can significantly reduce water resources in the Colorado River Basin. Moreover dust which can be transported over long distances as well as have major regional sources, acts to \"buffer\" the impacts of aerosol pollution as dust predominantly acts as an ice nuclei which seeds the clouds increasing precipitation under most weather regimes. Overall, we estimate that the combined influence of anthropogenic aerosol pollution and dust results in a decrease in water resources in the Colorado River Basin of 1.9 %. This corresponds to total winter-season precipitation loss of 4,020,000 acre-feet of water for the 6.5 months of simulation for the Colorado River Basin.\n\nThe studies focused on precipitation over the Sierra Nevada identified specific atmospheric conditions for which aerosols capable of generating cloud droplets increase orographic precipitation, contrasting with the more general conclusion that enhancing the concentration of this type of aerosols always leads to a reduction of  snowfall.\n\n\t\t\t\t\tLast Modified: 02/04/2016\n\n\t\t\t\t\tSubmitted by: William R Cotton"
 }
}