{
 "awd_id": "1138908",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Critical Transitions Across the Phanerozoic: A Roundtable Workshop on Sino-US Collaborative Research on Major Events in the History of Life during the Past 600 Million Years",
 "cfda_num": "47.050",
 "org_code": "06030207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "H. Richard Lane",
 "awd_eff_date": "2012-02-01",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 43315.0,
 "awd_amount": 43315.0,
 "awd_min_amd_letter_date": "2012-02-03",
 "awd_max_amd_letter_date": "2012-02-03",
 "awd_abstract_narration": "In the past 20 years, some of the most exciting fossil discoveries have been found in China. Spectacular fossils are brought to light that are previous unheard of or unimagined, ranging from Precambrian embryos, Cambrian basal animal groups, transitional fishes leading to invasion of land, exquisitely preserved Mesozoic plants, birds and dinosaurs, and an abundance of Cenozoic mammals. Such an unprecedented spate of discoveries is accompanied by an equally unprecedented increase of funding in Chinese science. Amid these excitements are flourishing collaborations between US and Chinese paleontologists and related geologic disciplines. There is much to be gained in these broad collaborations. Specialists from the US bring to the table innovative approaches as well as a large existing body of knowledge, whereas Chinese scientists can rapidly acquire the state-of-the-art practice and leverage these collaborations for additional funding. Against this background of heady developments, a workshop of \"Critical Transitions in the History of Life\" was conceived in 2005 and co-funded by the NSF (SG&P) and its Chinese counterparts. The workshops aim to bring together US and Chinese scientists most active in their respective areas of expertise, to exchange ideas and data, and to nurture a more effective network across related fields such as geochronology, sedimentology, isotope and organic geochemistry, and paleontology. The successive workshops, roughly one in each year, have become a major catalyst for intense exchanges of ideas, and participants often form the nucleus of broad platforms of international partnership. The workshops thus played a vital role in promoting bilateral and multilateral relationships designed to become multipliers of research efforts that, by individual countries alone, would not have been possible. The PIs seek funds to bring 50 (40 outside of Los Angeles area) paleontologists and related geoscientists from US, China, and Finland, as well as administrators of relevant Chinese funding agencies, for a three-day workshop at the Natural History Museum of Los Angeles County in Los Angeles, California. Besides a series of presentations in the first day of the workshop, the rest of the two days are divided into parallel sessions for detailed discussions about particular critical transitions. Requested funds are for travel, lodging, and meals.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiaoming",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaoming Wang",
   "pi_email_addr": "xwang@nhm.org",
   "nsf_id": "000406821",
   "pi_start_date": "2012-02-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Raymond",
   "pi_last_name": "Bernor",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Raymond L Bernor",
   "pi_email_addr": "rbernor@howard.edu",
   "nsf_id": "000461245",
   "pi_start_date": "2012-02-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shuhai",
   "pi_last_name": "Xiao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shuhai Xiao",
   "pi_email_addr": "xiao@vt.edu",
   "nsf_id": "000105683",
   "pi_start_date": "2012-02-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Xiangdong",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiangdong Wang",
   "pi_email_addr": "xdwang@nigpas.ac.cn",
   "nsf_id": "000079579",
   "pi_start_date": "2012-02-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Long",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "John A Long",
   "pi_email_addr": "jlong@nhm.org",
   "nsf_id": "000549277",
   "pi_start_date": "2012-02-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Los Angeles County Museum of Natural History Foundation",
  "inst_street_address": "900 EXPOSITION BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137443301",
  "inst_zip_code": "900074057",
  "inst_country_name": "United States",
  "cong_dist_code": "37",
  "st_cong_dist_code": "CA37",
  "org_lgl_bus_name": "LOS ANGELES COUNTY MUSEUM OF NATURAL HISTORY FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "UKB4JJ1M1647"
 },
 "perf_inst": {
  "perf_inst_name": "Los Angeles County Museum of Natural History Foundation",
  "perf_str_addr": "900 Exposition Blvd",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900074057",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  },
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 43315.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Two workshops were jointly supported by this grant and matching grants from the National Natural Science Foundation of China.&nbsp; The first workshop was held in Natural History Museum of Los Angeles County in March 9-11, 2012, and a second one was held in Kunming, Yunnan Province, China in August 4-6, 2013.&nbsp; This grant enabled 80-90 (in each of the workshop) specialists in geochronology, geochemistry, biostratigraphy, zoogeography, paleoenvironment, and systematics from US and China, plus a few from other foreign countries, to participate in a lively discourse on the major challenges in the history of life and their environment as related to the major events in the history of life during the past 600 million years.&nbsp; Life during the earth&rsquo;s history has experienced many profound critical transitions both in response to dramatic environmental changes and through cumulative organismal evolution.&nbsp; To meet these grant challenges, workshop participants bring their cutting edge disciplines to bear on an ever expanding array of questions.&nbsp; However, this workshop is most unique in its collaborative nature.&nbsp; It is through close collaborations between US and Chinese geologists and paleontologists that some of the best science was accomplished.</p>\n<p>Paleontology and related disciplines are arguably the fastest growing fields in China, which has seen explosive growth in the past 10 years with stunning discoveries from exquisitely preserved fossils in the Cambrian explosion, to explosive radiations of Mesozoic plants, insects, mammals, dinosaurs, and birds, to the final arrival of man during Quaternary ice ages.&nbsp; These discoveries fill some of the biggest voids in our knowledge of the history of evolution, as well as posing new questions and hypotheses to test.&nbsp; Collaborations between US and Chinese scientists played no small part in this growth.&nbsp; The series of Critical Transitions workshops since 2005 have played an important role in facilitating and encouraging collaborations, formulating strategies for tackling the toughest questions that are beyond individuals or single countries, as well as leveraging NSF grants in obtaining additional Chinese funding sources.</p>\n<p>Knowledge of fossil organisms&rsquo; morphology, systematics, worldwide distributions can only be appropriately integrated by broad networks of international cooperation. &nbsp;The popularity of fossils offer great opportunity for communicating the excitement about the geosciences and paleontology to the general public, and US and China are two countries with some of the richest fossil resources in the world. &nbsp;Special emphasis has been placed on encouraging participation by graduate students as well as by people who did not have opportunities to interact with Chinese colleagues.&nbsp; During the Kunming workshop, 50% of the US award recipients went to graduate students and early career faculty, all greatly appreciating the opportunity to interact with their Chinese counterparts.&nbsp; The Chinese side also has realized an appreciable shift toward participation by younger and less senior scientists over the years.&nbsp; The workshops are expected to lead to fruitful US-China scientific collaboration and success in funding from the US and Chinese sources.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/17/2014<br>\n\t\t\t\t\tModified by: Xiaoming&nbsp;Wang</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/im...",
  "por_txt_cntn": "\nTwo workshops were jointly supported by this grant and matching grants from the National Natural Science Foundation of China.  The first workshop was held in Natural History Museum of Los Angeles County in March 9-11, 2012, and a second one was held in Kunming, Yunnan Province, China in August 4-6, 2013.  This grant enabled 80-90 (in each of the workshop) specialists in geochronology, geochemistry, biostratigraphy, zoogeography, paleoenvironment, and systematics from US and China, plus a few from other foreign countries, to participate in a lively discourse on the major challenges in the history of life and their environment as related to the major events in the history of life during the past 600 million years.  Life during the earthÆs history has experienced many profound critical transitions both in response to dramatic environmental changes and through cumulative organismal evolution.  To meet these grant challenges, workshop participants bring their cutting edge disciplines to bear on an ever expanding array of questions.  However, this workshop is most unique in its collaborative nature.  It is through close collaborations between US and Chinese geologists and paleontologists that some of the best science was accomplished.\n\nPaleontology and related disciplines are arguably the fastest growing fields in China, which has seen explosive growth in the past 10 years with stunning discoveries from exquisitely preserved fossils in the Cambrian explosion, to explosive radiations of Mesozoic plants, insects, mammals, dinosaurs, and birds, to the final arrival of man during Quaternary ice ages.  These discoveries fill some of the biggest voids in our knowledge of the history of evolution, as well as posing new questions and hypotheses to test.  Collaborations between US and Chinese scientists played no small part in this growth.  The series of Critical Transitions workshops since 2005 have played an important role in facilitating and encouraging collaborations, formulating strategies for tackling the toughest questions that are beyond individuals or single countries, as well as leveraging NSF grants in obtaining additional Chinese funding sources.\n\nKnowledge of fossil organismsÆ morphology, systematics, worldwide distributions can only be appropriately integrated by broad networks of international cooperation.  The popularity of fossils offer great opportunity for communicating the excitement about the geosciences and paleontology to the general public, and US and China are two countries with some of the richest fossil resources in the world.  Special emphasis has been placed on encouraging participation by graduate students as well as by people who did not have opportunities to interact with Chinese colleagues.  During the Kunming workshop, 50% of the US award recipients went to graduate students and early career faculty, all greatly appreciating the opportunity to interact with their Chinese counterparts.  The Chinese side also has realized an appreciable shift toward participation by younger and less senior scientists over the years.  The workshops are expected to lead to fruitful US-China scientific collaboration and success in funding from the US and Chinese sources.\n\n\t\t\t\t\tLast Modified: 02/17/2014\n\n\t\t\t\t\tSubmitted by: Xiaoming Wang"
 }
}