{
 "awd_id": "1139743",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Integrating Models and Observations to Assess Effects of Turbulence on Warm Rain Initiation",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "edward bensman",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2017-09-30",
 "tot_intn_awd_amt": 264908.0,
 "awd_amount": 264908.0,
 "awd_min_amd_letter_date": "2012-09-17",
 "awd_max_amd_letter_date": "2012-09-17",
 "awd_abstract_narration": "While the \"warm rain\" process--in which ice-phase microphysics play little or no role in development of precipitation-size particles--is thought to account for as much as one-third of all tropical precipitation, yet a number of uncertainties remain regarding its exact mechanisms.  In particular, the classic theory of condensational growth followed by collision-coalescence accompanying gravitational settling is unable to explain the oft-observed rapid development of rain in clouds confined to temperatures warmer than 0 degC.  It has gradually become recognized that turbulence could play a critical role in accelerating this process, but realizable predictions have been difficult to achieve because quantitative research approaches are lacking.  Recent advances in theory and computational capacity have enabled more quantitative assessment of turbulence effects on the collision-coalescence rate, and several preliminary parameterizations of turbulent collection have been developed.  The goals of this research are to (a) incorporate representation of realistic turbulence-driven collection (i.e. droplet growth) in a large-eddy simulation (LES) model of cloud behavior using a bin microphysical scheme, and subsequently (b) to evaluate resulting predictions using existing in situ observations of real clouds to identify those conditions under which this newly-represented process affects and improves model predictions.  Owing to their long lifecycle and a large amount of high-quality observational data available to facilitate real world-model comparisons, marine stratocumulus clouds will be emphasized.  A hybrid direct numerical simulation (DNS) approach will be used to develop more accurate parameterization of turbulent collision-coalescence in conditions of low-to-intermediate mean flow dissipation rates, and statistical methods to incorporate such a parameterization into the LES framework will be explored.  This approach will be complemented by phenomenological modeling of Reynolds number effects on airflow, and in so doing the LES model will be improved to allow for differing cloud entrainment mixing scenarios.  The intellectual merit of this study will center on a more accurate and systematic evolution of the effects of turbulence on realistic stratocumulus conditions and improved assessment of our current ability to represent such effects quantitatively in a predictive mode.  Broader Impacts of the effort will include development of findings that should ultimately be applicable to other types of clouds (e.g., more vigorous cumulus) and improved quantitative representation for warm-rain development in more coarse-grained numerical weather prediction and climate models, as well as through enhanced collaboration across the cloud microphysics and computational sciences.  This setting will provide a vibrant and multifaceted education and training ground for a mix of undergraduate and graduate students at the two involved institutions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lian-Ping",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lian-Ping Wang",
   "pi_email_addr": "lwang@udel.edu",
   "nsf_id": "000429798",
   "pi_start_date": "2012-09-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "126 Spencer Lab",
  "perf_city_name": "Newark",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197163140",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 264908.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This award supported the University of Delaware team led by Dr. Lian-Ping Wang to work on three inter-related research topics. The first is hybrid direct numerical simulation (HDNS) of collision rates of cloud droplets at low flow dissipation rates relevant to stratocumulus clouds. To obtain reliable results, we revisited the collision detection algorithm. The standard deviation (or the uncertainty) of the average collision statistics was also examined analytically in terms of time correlation function of the data. We reported new HDNS results of collision statistics, showing how air turbulence increases the geometric collision statistics and the collision efficiency. We found that the collision-rate enhancement due to turbulence depends nonlinearly on the flow dissipation rate. This result calls for a more careful parameterization of the collision statistics in stratocumulus clouds. The work has led to a Masters thesis. The second topic was to work with Professor Patrick Chuang&rsquo;s group at UC Santa Cruz, to incorporate our turbulent collection kernel into a large-eddy simulation model of stratocumulus clouds. This led to a journal paper titled &ldquo;Estimating collision-coalescence rates from observations of marine stratocumulus&rdquo; (Q. J. R. Meteorol. Soc. 143, 2755&ndash;2763, 2017). Here we seek to retrieve collision rates in the bottleneck size regime (droplets of 20 to 60 microns in diameter) from in situ aircraft observations of stratocumulus and explore the role of small-scale variability in the droplet size distributions in controlling retrieved rates. &nbsp;We compare rate constants estimated from observations with reference rate constants derived from a collision&ndash;coalescence box model, the result of which is termed the enhancement factor. For any given drop size or averaging length-scale, there is about one order of magnitude variability in the enhancement factors. These results suggest that spatial variability on length-scales smaller than 1.5 km prevents accurate retrieval of rate constants from large-scale average drop-size distributions. We also found that the turbulent kernel could only partially explain the enhancement. Finally, we developed a droplet-interface resolved simulation method and used the method to investigate the collision efficiency of cloud droplets. For the first time, the weak fluid inertia and droplet wake effect were considered in our simulations. We found these two effects can lead to 3 to 4 times increase in collision efficiency for droplets of similar sizes (around 30 microns). These results together demonstrate the complexity in quantifying the collision rate and collision efficiency of cloud droplets.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/11/2018<br>\n\t\t\t\t\tModified by: Lian-Ping&nbsp;Wang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis award supported the University of Delaware team led by Dr. Lian-Ping Wang to work on three inter-related research topics. The first is hybrid direct numerical simulation (HDNS) of collision rates of cloud droplets at low flow dissipation rates relevant to stratocumulus clouds. To obtain reliable results, we revisited the collision detection algorithm. The standard deviation (or the uncertainty) of the average collision statistics was also examined analytically in terms of time correlation function of the data. We reported new HDNS results of collision statistics, showing how air turbulence increases the geometric collision statistics and the collision efficiency. We found that the collision-rate enhancement due to turbulence depends nonlinearly on the flow dissipation rate. This result calls for a more careful parameterization of the collision statistics in stratocumulus clouds. The work has led to a Masters thesis. The second topic was to work with Professor Patrick Chuang?s group at UC Santa Cruz, to incorporate our turbulent collection kernel into a large-eddy simulation model of stratocumulus clouds. This led to a journal paper titled \"Estimating collision-coalescence rates from observations of marine stratocumulus\" (Q. J. R. Meteorol. Soc. 143, 2755&ndash;2763, 2017). Here we seek to retrieve collision rates in the bottleneck size regime (droplets of 20 to 60 microns in diameter) from in situ aircraft observations of stratocumulus and explore the role of small-scale variability in the droplet size distributions in controlling retrieved rates.  We compare rate constants estimated from observations with reference rate constants derived from a collision&ndash;coalescence box model, the result of which is termed the enhancement factor. For any given drop size or averaging length-scale, there is about one order of magnitude variability in the enhancement factors. These results suggest that spatial variability on length-scales smaller than 1.5 km prevents accurate retrieval of rate constants from large-scale average drop-size distributions. We also found that the turbulent kernel could only partially explain the enhancement. Finally, we developed a droplet-interface resolved simulation method and used the method to investigate the collision efficiency of cloud droplets. For the first time, the weak fluid inertia and droplet wake effect were considered in our simulations. We found these two effects can lead to 3 to 4 times increase in collision efficiency for droplets of similar sizes (around 30 microns). These results together demonstrate the complexity in quantifying the collision rate and collision efficiency of cloud droplets.\n\n \n\n\t\t\t\t\tLast Modified: 03/11/2018\n\n\t\t\t\t\tSubmitted by: Lian-Ping Wang"
 }
}