{
 "awd_id": "1139061",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Expeditions in Computer Augmented Program Engineering (ExCAPE): Harnessing Synthesis for Software Design",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032927991",
 "po_email": "namla@nsf.gov",
 "po_sign_block_name": "Nina Amla",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2018-03-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2012-04-02",
 "awd_max_amd_letter_date": "2015-09-16",
 "awd_abstract_narration": "ExCAPE: Expeditions in Computer Augmented Program Engineering\r\nLead PI/Institution: Rajeev Alur, University of Pennsylvania\r\n\r\nComputers have revolutionized our daily lives, and yet the way we program computers has changed little in the last several decades. Software development still remains a tedious and error-prone activity. ExCAPE aims to change programming from a purely manual task to one in which a programmer and an automated program synthesis tool collaborate to generate software that meets its specification. \r\n\r\nA distinguishing feature of the ExCAPE approach is that the program description can involve a wide range of artifacts that are best-suited to the particular development task: incomplete programs; declarative specifications of high-level requirements; positive and negative examples of desired behaviors; and optimization criteria for selecting among alternative implementations. This diversity is aimed at allowing a programmer flexibility to express insights through a variety of formats, leading to a more intuitive and less error-prone way of programming.\r\n\r\nThe synthesis tool uses a range of computational approaches and developer interaction to compose these different views about the structure and functionality of the system into a unified, concrete implementation. The computational techniques include decision procedures for constraint-satisfaction problems; iterative schemes for abstraction and refinement; and data-driven learning. The methodology for programmer interaction moves verification from the back-end of the design cycle to the front-end, with the promise of a more reliable software product.\r\n\r\nTo develop the theory and practice of the proposed paradigm, the ExCAPE team brings together expertise in theoretical foundations (computer-aided verification, control theory, program analysis), design methodology (human-computer interaction, model-based design, programming environments), and applications (concurrent programming, network protocols, robotics, system architecture). Research will focus on developing new computational engines for transformation and integration of synthesis artifacts, and effective methods for programmer interaction and feedback. \r\n\r\nWhile the benefits of the ExCAPE approach will apply broadly to software development, the ExCAPE team will focus its efforts by initially targeting four challenge problems: developing efficient concurrent data structures; developing protocols for on-chip interconnection networks; developing distributed routing network protocols; and end-user programming for autonomous robots. The ExCAPE approach will be a radical departure from the way these problems are solved today. For example, for the challenge problem on concurrent programming, the planned design tool will provide smart assistance for expert programmers to produce efficient and correct code, while the proposed tool for the robotics challenge problem will let end users program robots by demonstrating example behaviors. As ExCAPE aims to affect industrial practice, design tools for all four challenge problems will be developed and evaluated in close collaboration with industrial partners.\r\n\r\nThe technology developed by ExCAPE also has the potential to revolutionize the way computing concepts are taught. Building on the core technology used in program synthesis, the ExCAPE team plans to develop smart tutoring software that can analyze students? answers for conceptual errors and generate additional problems tailored to that student.. This tutoring software will be developed for representative high-school and undergraduate courses and will be made widely available. This outreach effort is aimed at attracting more students to computing disciplines by promoting a new and more appealing vision of what it means to program. ExCAPE will also nurture an inter-disciplinary community of researchers in computer-augmented programming, via an annual workshop, a biannual summer school, and a competition for synthesis tools, with associated challenge problems and benchmarks.\r\n\r\nFor more information visit http://excape.cis.upenn.edu",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paulo",
   "pi_last_name": "Tabuada",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paulo Tabuada",
   "pi_email_addr": "tabuada@ee.ucla.edu",
   "nsf_id": "000225641",
   "pi_start_date": "2012-04-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951594",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  },
  {
   "pgm_ele_code": "772300",
   "pgm_ele_name": "Expeditions in Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7723",
   "pgm_ref_txt": "EXPERIMENTAL EXPEDITIONS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 158300.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 41700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Writing correct programs is challenging even for the expert programmers. The goal of the project ExCAPE (NSF Expeditions in Computer-Augmented Program Engineering) is to help programmers meet this challenge by developing new ways for programmers to interact with the program development tools and more powerful compilers that can automatically synthesize low-level code from high-level notations. The tools and technology resulting from the project enables new ways of building software. For instance, to program a team of robots, a control engineer only needs to specify a high-level command such as &ldquo;scan all rooms while avoiding obstacles&rdquo;; to program a switch in a computer network, a network operator can express the desired behavior using only a handful of representative scenarios; to collect and analyze data regarding rental practices of property owners from across the web, a social scientist can simply demonstrate what data is of interest to her on a typical rental listings page; and a bug-fixing compiler can automatically transform a cryptographic circuit so that an adversary cannot learn a private key using timing attacks.</p>\n<p>&nbsp;</p>\n<p>To advance theory and practice of synthesis-based system design,&nbsp;our team brought together expertise in theoretical foundations (computer-aided verification, control theory, program analysis), design methodology (human-computer interaction, model-based design, programming environments), and applications (distributed protocols, networked systems, robotics, and personalized education). The collaboration across disciplines would not have been possible without an Expeditions-scale effort, and was instrumental to the success of the project.&nbsp;</p>\n<p>&nbsp;</p>\n<p>A synthesis tool, at its computational core, needs to find a program that fits a syntactic template and meets a logical requirement. A key outcome of ExCAPE has been the formalization and standardization of this problem which we call Syntax-Guided Synthesis (SyGuS).&nbsp;&nbsp;To stimulate innovations and community interest, we collected several thousand benchmarks, built prototype solvers, and organized an annual competition of solvers. This effort has been a catalyst for both advancing algorithmic strategies to solve the synthesis problem in more scalable ways and allowing other researchers to use these solvers in innovative ways in new applications. A particularly promising new way of solving the synthesis problem developed by our team consists of integrating modern machine-learning techniques (such as learning decision trees and learning probabilistic models of code) in the search for correct programs.</p>\n<p>&nbsp;</p>\n<p>We have also successfully built a framework that automates construction of efficient synthesis tools themselves. This has greatly simplified the cost and effort needed to apply synthesis to a new application domain, for instance, to generate optimized code for a specialized computing platform. The combination of such methodological tools and algorithmic advances, synthesis has now reached parity with human programmers on many tasks.</p>\n<p>&nbsp;</p>\n<p>With the increasing importance of online education, the ExCAPE team realized that technology for program synthesis can contribute to online learning by analyzing students&rsquo; solutions to provide meaningful explanation of their mistakes, and also by automatic grading. We have built such tools for representative topics in multiple undergraduate courses: introduction to programming, introduction to data science, theory of computation, and design of cyber-physical systems. The design of these tools not only uses computational engines built for synthesis by ExCAPE researchers, but also integrates HCI research on user interaction and tool evaluation. For instance, in an introductory Python programming course that regularly enrolls 1500 students, rather than distributing work to 50 graders, a handful of teaching assistants can now use our tool to give meaningful feedback to the entire class in a few hours. Due to their demonstrated effectiveness, these tools are already deployed and widely used in MOOCs as well as classrooms.</p>\n<p>&nbsp;</p>\n<p>ExCAPE has been instrumental in cultivating a community of researchers spanning sub-disciplines such as programming systems, formal methods, computer-aided design, control theory, and robotics, with a common mission of greater automation for system design. This was enabled by the ongoing organizational activities that included summer schools, organization of an annual workshop on synthesis (SYNT@CAV), and tutorials at multiple venues.&nbsp;&nbsp;Hundreds of undergraduate, Masters, PhD, and postdoctoral students have been trained in theory and practice of synthesis over the past six years in graduate courses, summer schools, workshops, and research internships. Particularly notable alumni include 16 doctoral and post-doctoral candidates---including 6 women, who actively participated in ExCAPE activities now hold faculty positions in US academic institutions (CMU, Grinnell, Maryland, Purdue, Rice, Rutgers, Stanford, Temple, UCSD, USC, Washington, Wisconsin). The technology developed within ExCAPE is gradually transitioning to industrial-scale projects, for instance, via a start-up company and synthesis-focused projects at Google and Microsoft.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/05/2018<br>\n\t\t\t\t\tModified by: Paulo&nbsp;Tabuada</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWriting correct programs is challenging even for the expert programmers. The goal of the project ExCAPE (NSF Expeditions in Computer-Augmented Program Engineering) is to help programmers meet this challenge by developing new ways for programmers to interact with the program development tools and more powerful compilers that can automatically synthesize low-level code from high-level notations. The tools and technology resulting from the project enables new ways of building software. For instance, to program a team of robots, a control engineer only needs to specify a high-level command such as \"scan all rooms while avoiding obstacles\"; to program a switch in a computer network, a network operator can express the desired behavior using only a handful of representative scenarios; to collect and analyze data regarding rental practices of property owners from across the web, a social scientist can simply demonstrate what data is of interest to her on a typical rental listings page; and a bug-fixing compiler can automatically transform a cryptographic circuit so that an adversary cannot learn a private key using timing attacks.\n\n \n\nTo advance theory and practice of synthesis-based system design, our team brought together expertise in theoretical foundations (computer-aided verification, control theory, program analysis), design methodology (human-computer interaction, model-based design, programming environments), and applications (distributed protocols, networked systems, robotics, and personalized education). The collaboration across disciplines would not have been possible without an Expeditions-scale effort, and was instrumental to the success of the project. \n\n \n\nA synthesis tool, at its computational core, needs to find a program that fits a syntactic template and meets a logical requirement. A key outcome of ExCAPE has been the formalization and standardization of this problem which we call Syntax-Guided Synthesis (SyGuS).  To stimulate innovations and community interest, we collected several thousand benchmarks, built prototype solvers, and organized an annual competition of solvers. This effort has been a catalyst for both advancing algorithmic strategies to solve the synthesis problem in more scalable ways and allowing other researchers to use these solvers in innovative ways in new applications. A particularly promising new way of solving the synthesis problem developed by our team consists of integrating modern machine-learning techniques (such as learning decision trees and learning probabilistic models of code) in the search for correct programs.\n\n \n\nWe have also successfully built a framework that automates construction of efficient synthesis tools themselves. This has greatly simplified the cost and effort needed to apply synthesis to a new application domain, for instance, to generate optimized code for a specialized computing platform. The combination of such methodological tools and algorithmic advances, synthesis has now reached parity with human programmers on many tasks.\n\n \n\nWith the increasing importance of online education, the ExCAPE team realized that technology for program synthesis can contribute to online learning by analyzing students? solutions to provide meaningful explanation of their mistakes, and also by automatic grading. We have built such tools for representative topics in multiple undergraduate courses: introduction to programming, introduction to data science, theory of computation, and design of cyber-physical systems. The design of these tools not only uses computational engines built for synthesis by ExCAPE researchers, but also integrates HCI research on user interaction and tool evaluation. For instance, in an introductory Python programming course that regularly enrolls 1500 students, rather than distributing work to 50 graders, a handful of teaching assistants can now use our tool to give meaningful feedback to the entire class in a few hours. Due to their demonstrated effectiveness, these tools are already deployed and widely used in MOOCs as well as classrooms.\n\n \n\nExCAPE has been instrumental in cultivating a community of researchers spanning sub-disciplines such as programming systems, formal methods, computer-aided design, control theory, and robotics, with a common mission of greater automation for system design. This was enabled by the ongoing organizational activities that included summer schools, organization of an annual workshop on synthesis (SYNT@CAV), and tutorials at multiple venues.  Hundreds of undergraduate, Masters, PhD, and postdoctoral students have been trained in theory and practice of synthesis over the past six years in graduate courses, summer schools, workshops, and research internships. Particularly notable alumni include 16 doctoral and post-doctoral candidates---including 6 women, who actively participated in ExCAPE activities now hold faculty positions in US academic institutions (CMU, Grinnell, Maryland, Purdue, Rice, Rutgers, Stanford, Temple, UCSD, USC, Washington, Wisconsin). The technology developed within ExCAPE is gradually transitioning to industrial-scale projects, for instance, via a start-up company and synthesis-focused projects at Google and Microsoft.\n\n \n\n\t\t\t\t\tLast Modified: 06/05/2018\n\n\t\t\t\t\tSubmitted by: Paulo Tabuada"
 }
}