{
 "awd_id": "1139510",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ITEST Research: Effects of STEM/ICT Aspirants' High School Experiences on STEM and ICT Course-Taking",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert Russell",
 "awd_eff_date": "2012-06-15",
 "awd_exp_date": "2015-11-30",
 "tot_intn_awd_amt": 763564.0,
 "awd_amount": 763564.0,
 "awd_min_amd_letter_date": "2012-06-09",
 "awd_max_amd_letter_date": "2013-09-25",
 "awd_abstract_narration": "The proposed project is a three-year, longitudinal, multiple-method study that addresses questions about high school students' course-taking in science, technology, engineering, and mathematics (STEM) or information & communication technologies (ICT). In particular, it focuses on the effects of STEM/ICT academies--secondary schools that specialize in these subjects. The project will contribute greatly to our understanding of factors that may support or hinder students' interest and persistence in STEM/ICT courses. The project is also timely, in that there is growing interest in understanding the impacts of STEM/ICT academies and similar ways of structuring schools to emphasize STEM content topics--either as career-focused schools or as themed schools.\r\n\r\nThis project will have a very robust research base for its conclusions, drawing on both complete state-wide databases as well as rich case studies of schools. The quantitative analysis portion will examine data drawn from the Florida Department of Education, which provides data on students' courses, demographics, and performance--matched with data from the NCES High School Study, which provides data on schools' and districts' courses and curriculum. Qualitative data will be collected from purposefully selected school cases and analyzed to provide more depth and richness in understanding the findings from the quantitative study.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Kathryn",
   "pi_last_name": "Borman",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kathryn M Borman",
   "pi_email_addr": "borman@cas.usf.edu",
   "nsf_id": "000466075",
   "pi_start_date": "2012-06-09",
   "pi_end_date": "2013-09-25"
  }
 ],
 "inst": {
  "inst_name": "University of South Florida",
  "inst_street_address": "4202 E FOWLER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "TAMPA",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8139742897",
  "inst_zip_code": "336205800",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "FL15",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NKAZLXLL7Z91"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Florida",
  "perf_str_addr": "4202 E. Fowler Ave. SOC107",
  "perf_city_name": "Tampa",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "336208100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "FL15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722700",
   "pgm_ele_name": "ITEST-Inov Tech Exp Stu & Teac"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 763564.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this three-year study, our research team identified a cohort of students, who self-reported interests to pursue science, technology, engineering, and mathematics (STEM), and information communications technology (ICT) careers (STEM-Interested) on their eighth grade electronic personal education planners (ePEP) in the state of Florida, to investigate their rigorous science, mathematics, and electives course-taking experiences during high school.&nbsp; Our primary aim was to understand the factors that influenced their persistence, to generate new knowledge about why some students leave STEM/ICT pathways and others do not, particularly when they indicate early aspirations in STEM and ICT careers.</p>\n<p>&nbsp;We identified the following objectives:</p>\n<ol> </ol>\n<ul>\n<li>Identify statewide demographic, contextual, and academic trends for a cohort of high school students who created STEM/ICT-focused ePEPs in the eighth grade in Florida. </li>\n<li>Identify perceptions and experiences that differentiate students from two sets of groups within the cohort of interest: those who did and did not persist in rigorous STEM/ICT course-taking and those who did and did not participate in STEM/ICT-themed career academies. </li>\n<li>Compare statewide demographic, contextual, academic, perceptual, and experiential trends to national trends for students who identified aspirations to enter STEM/ICT careers.</li>\n<li>Identify crucial time points, experiences, or structural conditions that, if targeted for intervention, may have the most potential for improving rigorous STEM/ICT persistence for diverse students.</li>\n<li>Disseminate findings widely via publications and&nbsp; conference presentations.</li>\n</ul>\n<p>Supported by a team of researchers in the University of South Florida&rsquo;s Center for Research, Evaluation, Assessment, and Measurement, we used propensity score analysis and survival analysis methods to analyze secondary data from the National Center for Educational Statistic&rsquo;s high school Longitudinal Study of 2009 and the Florida Department of Education&rsquo;s P-20 Education Data Warehouse.&nbsp; In addition, we used thematic analysis methods to analyze data collected from five school sites in two school districts in the state of Florida.&nbsp;</p>\n<p>Key findings from the study are provided below.</p>\n<ul>\n</ul>\n<ul>\n<li>Nationally, male and female students persist in rigorous course taking at equivalent rates.</li>\n<li>Similar to the national trends, Asian and White STEM-Interested students in Florida had the highest persistence by the 11<sup>th</sup> grade, while Black and Hispanic students had the lowest persistence rates, with the exception of Hispanic students performing slightly higher than Blacks at the national level.</li>\n<li>STEM-Interested students in Florida&rsquo;s high schools persisted more than STEM-Interested students in Florida&rsquo;s STEM Career Academies by the 11<sup>th</sup> grade, but persisted less than the national cohort of STEM Capable high school students.&nbsp; </li>\n<li>STEM-Interested female students persist lower than males in the 9<sup>th</sup> grade, but surpassed male students in by the 11<sup>th</sup> and 12<sup>th</sup> grades in Florida.</li>\n<li>STEM-Interested Multiracial students persisted at higher rates in rigorous course-taking in Florida&rsquo;s STEM Career Academies than Whites and any other ethnic groups.</li>\n<li>STEM-Interested students in all racial categories in Florida persisted at lower rates than STEM-Interested students in Florida&rsquo;s high schools and the national cohort of STEM high school students by the 11<sup>th</sup> grade.&nbsp; </li>\n<li>Geographically, STEM-Interested students had the lowest persistence in rigorous course taking in both Florida&rsquo;s STEM high schools and STEM Academies in rural school districts in the northern area of the state (i.e., Alachua, Baker, Franklin, Gadsden, Gil...",
  "por_txt_cntn": "\nIn this three-year study, our research team identified a cohort of students, who self-reported interests to pursue science, technology, engineering, and mathematics (STEM), and information communications technology (ICT) careers (STEM-Interested) on their eighth grade electronic personal education planners (ePEP) in the state of Florida, to investigate their rigorous science, mathematics, and electives course-taking experiences during high school.  Our primary aim was to understand the factors that influenced their persistence, to generate new knowledge about why some students leave STEM/ICT pathways and others do not, particularly when they indicate early aspirations in STEM and ICT careers.\n\n We identified the following objectives:\n \n\nIdentify statewide demographic, contextual, and academic trends for a cohort of high school students who created STEM/ICT-focused ePEPs in the eighth grade in Florida. \nIdentify perceptions and experiences that differentiate students from two sets of groups within the cohort of interest: those who did and did not persist in rigorous STEM/ICT course-taking and those who did and did not participate in STEM/ICT-themed career academies. \nCompare statewide demographic, contextual, academic, perceptual, and experiential trends to national trends for students who identified aspirations to enter STEM/ICT careers.\nIdentify crucial time points, experiences, or structural conditions that, if targeted for intervention, may have the most potential for improving rigorous STEM/ICT persistence for diverse students.\nDisseminate findings widely via publications and  conference presentations.\n\n\nSupported by a team of researchers in the University of South FloridaÆs Center for Research, Evaluation, Assessment, and Measurement, we used propensity score analysis and survival analysis methods to analyze secondary data from the National Center for Educational StatisticÆs high school Longitudinal Study of 2009 and the Florida Department of EducationÆs P-20 Education Data Warehouse.  In addition, we used thematic analysis methods to analyze data collected from five school sites in two school districts in the state of Florida. \n\nKey findings from the study are provided below.\n\n\n\nNationally, male and female students persist in rigorous course taking at equivalent rates.\nSimilar to the national trends, Asian and White STEM-Interested students in Florida had the highest persistence by the 11th grade, while Black and Hispanic students had the lowest persistence rates, with the exception of Hispanic students performing slightly higher than Blacks at the national level.\nSTEM-Interested students in FloridaÆs high schools persisted more than STEM-Interested students in FloridaÆs STEM Career Academies by the 11th grade, but persisted less than the national cohort of STEM Capable high school students.  \nSTEM-Interested female students persist lower than males in the 9th grade, but surpassed male students in by the 11th and 12th grades in Florida.\nSTEM-Interested Multiracial students persisted at higher rates in rigorous course-taking in FloridaÆs STEM Career Academies than Whites and any other ethnic groups.\nSTEM-Interested students in all racial categories in Florida persisted at lower rates than STEM-Interested students in FloridaÆs high schools and the national cohort of STEM high school students by the 11th grade.  \nGeographically, STEM-Interested students had the lowest persistence in rigorous course taking in both FloridaÆs STEM high schools and STEM Academies in rural school districts in the northern area of the state (i.e., Alachua, Baker, Franklin, Gadsden, Gilchrist, Suwannee, and Washington).\nBoth FloridaÆs high school and career academy students in the Miami-Dade school district, the fourth largest school district in the nation with a large Hispanic population, demonstrated significantly low persistence in rigorous course taking for Hispanic students.\nStudents indicated the primary factor that influenced their decisio..."
 }
}