{
 "awd_id": "1139479",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Temporal-Spatial Evolutions of Low-Frequency Climate Variability and Warming Trend",
 "cfda_num": "47.050",
 "org_code": "06020106",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anjuli Bamzai",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 396805.0,
 "awd_amount": 396805.0,
 "awd_min_amd_letter_date": "2011-11-30",
 "awd_max_amd_letter_date": "2011-11-30",
 "awd_abstract_narration": "This project has the following goals: (i)to adaptively and locally separate the varying global warming trend and the multi-decadal climate variability, both spatially and temporally; (ii)to reveal the characteristics of temporal evolution from 1850 to present of some observed low-frequency climate modes, e.g., Pacific multidecadal variability, Atlantic multidecadal variability, and the North Atlantic Oscillation; \r\n(iii) to compare these characteristics to their counterparts of low-frequency climate modes in climate model simulations; and (iv)to search for physical mechanisms of the evolution of low frequency climate modes. \r\n\r\nThe main tool that will be used is the Multi-dimensional Ensemble Empirical Mode Decomposition (MEEMD) (MEEMD), developed less than one year ago by the PI. The MEEMD is a novel extension of a sparse time series decomposition method without a priori determined bases, the Empirical Mode Decomposition, for spatial-temporal multi-dimensional data analysis. By applying the method to historical climate fields and Coupled Model Intercomparison Project (CMIP3/CMIP5) model simulations, the researcher will examine spatial-temporal characteristics of the evolutions of multidecadal variability and trend of the climate of the past one and a half centuries, as well as their counterparts in model simulations. This will provide insights and clues for further improvement of climate models.\r\n\r\nThe research has the following broader impact: (i)  improvement of the adaptive and spatial-temporally local analysis method may prove  useful in other scientific, engineering, or biomedical field that involves data analysis;  (ii) there is training of future scientists and technology professionals in both data analysis theory and methods; and (iii) the research will help to disseminate the knowledge, techniques and tools developed in this project through publishing in the open literature, and making new software tools open source for use by a wider community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhaohua",
   "pi_last_name": "Wu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhaohua Wu",
   "pi_email_addr": "zwu@fsu.edu",
   "nsf_id": "000429875",
   "pi_start_date": "2011-11-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State University",
  "inst_street_address": "874 TRADITIONS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8506445260",
  "inst_zip_code": "323060001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF2BLNN4PJC3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State University",
  "perf_str_addr": "2035 E. Paul Dirac Drive",
  "perf_city_name": "Tallahassee",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323062840",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 396805.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong></p>\n<p>Currently, a large majority of climate analyses reply on the stationary statistics to extract non-changing information, such as static climate modes or straight line trend with constant changing ratio, to quantify climate variability and change. The results obtained using such stationary statistical analysis are often quite sensitive to the selection of spatiotemporal domain of data, making the results hardly interpretable physically. In this project, the PI and his associates have developed novel techniques for extracting evolution information of climate variability and change on different timescales. These new techniques enables the researchers of this project to overcome the above mentioned limitations and to reveal more natually the physics involved in climate variability and change of different timescales. The newly developed spatiotemporally local analysis techniques also make it possible to examine regional and global scale climate variability and change simultatenously and seemlessly.</p>\n<p>The project has led to many new findings that were not obtainable using traditional analysis techniques:</p>\n<p>(1) <em>The evolution of global land surface warming trend</em>. This project, for the first time, quantified the spatiotemporal heteogeneity of global warming on the Earth's surface and extract its evolution structure. These revealed evolution of surface temperature trend advanced our understanding of the relative roles of natural variability and anthropogenically forcing in climate variability and change and potentially lead to more accurate understanding of the major physical processes.</p>\n<p>(2) <em>ENSO events triggered by the warming anomalies off Baja California</em>. The result that there exists a connection between the warming anomalies off Baja California and the development of ENSO was obtained using footprint type of methods in many studies prior to this project. However, due to the limitations of the type of method, the causal relation between them can be only obtained in an average sense. In this project, the causal relation in individual events as well as in everage is extracted through extracting evolution information of tropical SSTA associated with each ENSO event. The project research also led to a new&nbsp; ENSO classification based on the evolution information of individual ENSO events. The progess in this areahas potential to lead to better prediction ENSO development.</p>\n<p>(4) <em>Methodology developments.</em> In this project, Fast Multi-dimensional Ensemble Empirical Mode Decomposition (FMEEMD) for extracting key physical information from big datasets was developed by taking advantage of lossing data compression. This progress will make data transmission easier through internet and facilitate faster analysis of ever growing data in this big data era.</p>\n<p>(5) <em>Other results</em>. Our findings impove the understanding of individual climate phenomena, such as AMOC, ENSO, QBO, ocean heat storage, and interactions. It is anticipated that these results will help to design new prediction models of these phenomena.</p>\n<p><strong>Broader Impacts</strong></p>\n<p>(1) <em>Global climate variability and change</em>. The results obtained in this study has already stimulated noticeably new studies in adaptation to climate variability and change and mitigation plan.&nbsp;</p>\n<p>(2) <em>Methodology developments</em>. The EEMD/MEEMD/FMEEMD series of methods developed by the PI and his associates have already been widely used in numerous new findings in many disciplines of science, engineering, and medicine. The new concepts of data methods and of data analysis developed by the PI and his associates have also stimulated numerous studies to develop more powerful data analysis methods by both physical and mathematical scientists. It is fair to say that results come from this project have been providing ...",
  "por_txt_cntn": "\nIntellectual Merit\n\nCurrently, a large majority of climate analyses reply on the stationary statistics to extract non-changing information, such as static climate modes or straight line trend with constant changing ratio, to quantify climate variability and change. The results obtained using such stationary statistical analysis are often quite sensitive to the selection of spatiotemporal domain of data, making the results hardly interpretable physically. In this project, the PI and his associates have developed novel techniques for extracting evolution information of climate variability and change on different timescales. These new techniques enables the researchers of this project to overcome the above mentioned limitations and to reveal more natually the physics involved in climate variability and change of different timescales. The newly developed spatiotemporally local analysis techniques also make it possible to examine regional and global scale climate variability and change simultatenously and seemlessly.\n\nThe project has led to many new findings that were not obtainable using traditional analysis techniques:\n\n(1) The evolution of global land surface warming trend. This project, for the first time, quantified the spatiotemporal heteogeneity of global warming on the Earth's surface and extract its evolution structure. These revealed evolution of surface temperature trend advanced our understanding of the relative roles of natural variability and anthropogenically forcing in climate variability and change and potentially lead to more accurate understanding of the major physical processes.\n\n(2) ENSO events triggered by the warming anomalies off Baja California. The result that there exists a connection between the warming anomalies off Baja California and the development of ENSO was obtained using footprint type of methods in many studies prior to this project. However, due to the limitations of the type of method, the causal relation between them can be only obtained in an average sense. In this project, the causal relation in individual events as well as in everage is extracted through extracting evolution information of tropical SSTA associated with each ENSO event. The project research also led to a new  ENSO classification based on the evolution information of individual ENSO events. The progess in this areahas potential to lead to better prediction ENSO development.\n\n(4) Methodology developments. In this project, Fast Multi-dimensional Ensemble Empirical Mode Decomposition (FMEEMD) for extracting key physical information from big datasets was developed by taking advantage of lossing data compression. This progress will make data transmission easier through internet and facilitate faster analysis of ever growing data in this big data era.\n\n(5) Other results. Our findings impove the understanding of individual climate phenomena, such as AMOC, ENSO, QBO, ocean heat storage, and interactions. It is anticipated that these results will help to design new prediction models of these phenomena.\n\nBroader Impacts\n\n(1) Global climate variability and change. The results obtained in this study has already stimulated noticeably new studies in adaptation to climate variability and change and mitigation plan. \n\n(2) Methodology developments. The EEMD/MEEMD/FMEEMD series of methods developed by the PI and his associates have already been widely used in numerous new findings in many disciplines of science, engineering, and medicine. The new concepts of data methods and of data analysis developed by the PI and his associates have also stimulated numerous studies to develop more powerful data analysis methods by both physical and mathematical scientists. It is fair to say that results come from this project have been providing numerous new opportunities to advance disciplines of science, engineering, and medicine where data analysis is a research mean.\n\n(3) Raising new generation of scientists. The project helped significantly to train n..."
 }
}