{
 "awd_id": "1139161",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Socially Assistive Robots",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2020-03-31",
 "tot_intn_awd_amt": 1325000.0,
 "awd_amount": 1340840.0,
 "awd_min_amd_letter_date": "2012-04-02",
 "awd_max_amd_letter_date": "2019-03-15",
 "awd_abstract_narration": "Socially Assistive Robots\r\nLead PI/Institution: Brian Scassellati, Yale University\r\nThis Expedition will develop the fundamental computational techniques that will enable the design, implementation, and evaluation of robots that encourage social, emotional, and cognitive growth in children, including those with social or cognitive deficits.  The need for this technology is driven by critical societal problems that require sustained, personalized support that supplements the efforts of educators, parents, and clinicians.   For example, clinicians and families struggle to provide individualized educational services to children with social and cognitive deficits, whose numbers have quadrupled in the US in the last decade alone.  In many schools, educators struggle to provide language instruction for children raised in homes where a language other than English is spoken (over 20%), the fastest-growing segment of the school-age population.  This Expedition aims to support the individual needs of these children with socially assistive robots that help to guide the children toward long-term behavioral goals, that are customized to the particular needs of each child, and that develop and change as the child does.  \r\nTo achieve this vision, this Expedition will advance the state-of-the-art in socially assistive human-robot interaction from short-term interactions in structured environments to long-term interactions that are adaptive, engaging, and effective. This progress will require transformative computing research in three broad and naturally interrelated research areas. First, the Expedition will develop computational models of the dynamics of social interaction, so that robots can automatically detect, analyze, and influence agency, intention, and other social interaction primitives in dynamic environments. Second, the Expedition will develop machine learning algorithms that adapt and personalize interactions to individual physical, social, and cognitive differences, enabling robots to teach and shape behavior in ways that are tailored to the needs, preferences, and capabilities of each individual. Third, the Expedition will develop systems that guide children toward specific learning goals over periods of weeks and months, allowing for truly long-term guidance and support. Research in these three areas will be integrated into socially assistive robots that are deployed in schools and homes for durations of up to one year.  \r\nThis Expedition has the potential to substantially impact the effectiveness of education and healthcare for children, and the technological tools developed will serve as the basis for enhancing the lives of children and other groups that require specialized support and intervention. The proposed computing research is tied to a comprehensive student training program, bringing a compelling, engaging, and grounded STEM experience to K-12 students through in-school and after-school activities. It also establishes an annual training summit to provide undergraduates with the multi-disciplinary background to engage in this promising research area in graduate school. Finally, by establishing a brand name for socially assistive robotics, this effort will create a central authority for the distribution of high-quality, peer-reviewed information, providing a coherent focal point for enhancing outreach and education.\r\nFor more information visit www.yale.edu/SAR",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Clifford",
   "pi_last_name": "Nass",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Clifford Nass",
   "pi_email_addr": "nass@stanford.edu",
   "nsf_id": "000192323",
   "pi_start_date": "2012-04-02",
   "pi_end_date": "2014-07-31"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pamela",
   "pi_last_name": "Hinds",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pamela Hinds",
   "pi_email_addr": "phinds@stanford.edu",
   "nsf_id": "000448275",
   "pi_start_date": "2014-07-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Schwartz",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel L Schwartz",
   "pi_email_addr": "daniel.schwartz@stanford.edu",
   "nsf_id": "000470265",
   "pi_start_date": "2012-04-02",
   "pi_end_date": "2014-10-29"
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052030",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  },
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  },
  {
   "pgm_ele_code": "749500",
   "pgm_ele_name": "Robust Intelligence"
  },
  {
   "pgm_ele_code": "772300",
   "pgm_ele_name": "Expeditions in Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1640",
   "pgm_ref_txt": "INFORMATION TECHNOLOGY RESEARC"
  },
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7723",
   "pgm_ref_txt": "EXPERIMENTAL EXPEDITIONS"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 275000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 325000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 350000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 15840.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 225000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Body\">The high level goal of this expedition was to develop the fundamental understanding and computational techniques that will enable the design, implementation, and evaluation of robots that encourage social, emotional, and cognitive growth in children, including those with social or cognitive deficits. The need for this technology is driven by critical societal problems that require sustained, personalized support that supplements the efforts of educators, parents, and clinicians. For example, clinicians and families struggle to provide individualized educational services to children with social and cognitive deficits, whose numbers have quadrupled in the US in the last decade alone. In many schools, educators struggle to provide language instruction for children raised in homes where a language other than English is spoken (over 20%), the fastest-growing segment of the school-age population. This Expedition aimed to support the individual needs of these children with socially assistive robots that help to guide the children toward long-term behavioral goals, that are customized to the particular needs of each child, and that develop and change as the child does.&nbsp;</p>\n<p class=\"Body\">Based on our studies we developed novel approaches and techniques for how robots can be used to help not only individuals deal with difficult emotional situations but also how they can help children develop better interpersonal emotion and conflict management skills. For example, in one of our studies we were able to demonstrate that a robot that offered prompts for constructive conflict resolution led children to&nbsp;<span lang=\"PT\">resolve</span>interpersonal conflicts more constructively than in a control condition in which a robot did not offer such prompts. We also developed novel understanding about a robot&rsquo;s social and emotional impact beyond individuals. We learned that verbal behaviors (e.g. a robot&rsquo;s expression of vulnerability) or even subtle non-verbal behaviors such as a nod or distribution of attention can shape how people in a group socially engage not only with the robot but with each other.</p>\n<p class=\"Body\">Intellectual merit: The project contributed to the fields of human-robot interaction, and human computer interaction by developing new theories and techniques that enable the development of robots that can encourage social, emotional, and cognitive growth in children. It contributed to understanding in the area of computer supported and cooperative work and related fields by reporting novel empirical findings about a robot&rsquo;s influence on interpersonal dynamics in small groups and teams.</p>\n<p><span>Broader impacts:&nbsp;<span>Findings generated through this project have implications for the design of robots and for educational technology more broadly. Specifically, our project informs the design of robots and technology aimed at supporting the social and emotional growth in children and adults. From an educational perspective, the grant provided training for several doctoral students, and one postdoc, several of which have since accepted positions in industry and academia. It also provided training for many undergraduate and Master's students. Finally, the tools developed as part of this project were demonstrated at science fairs for high school students and for the general public, in undergraduate courses, and at leading conferences. All tools that were developed under this grant have been made freely available to the public.</span></span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/22/2020<br>\n\t\t\t\t\tModified by: Pamela&nbsp;Hinds</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The high level goal of this expedition was to develop the fundamental understanding and computational techniques that will enable the design, implementation, and evaluation of robots that encourage social, emotional, and cognitive growth in children, including those with social or cognitive deficits. The need for this technology is driven by critical societal problems that require sustained, personalized support that supplements the efforts of educators, parents, and clinicians. For example, clinicians and families struggle to provide individualized educational services to children with social and cognitive deficits, whose numbers have quadrupled in the US in the last decade alone. In many schools, educators struggle to provide language instruction for children raised in homes where a language other than English is spoken (over 20%), the fastest-growing segment of the school-age population. This Expedition aimed to support the individual needs of these children with socially assistive robots that help to guide the children toward long-term behavioral goals, that are customized to the particular needs of each child, and that develop and change as the child does. \nBased on our studies we developed novel approaches and techniques for how robots can be used to help not only individuals deal with difficult emotional situations but also how they can help children develop better interpersonal emotion and conflict management skills. For example, in one of our studies we were able to demonstrate that a robot that offered prompts for constructive conflict resolution led children to resolveinterpersonal conflicts more constructively than in a control condition in which a robot did not offer such prompts. We also developed novel understanding about a robot’s social and emotional impact beyond individuals. We learned that verbal behaviors (e.g. a robot’s expression of vulnerability) or even subtle non-verbal behaviors such as a nod or distribution of attention can shape how people in a group socially engage not only with the robot but with each other.\nIntellectual merit: The project contributed to the fields of human-robot interaction, and human computer interaction by developing new theories and techniques that enable the development of robots that can encourage social, emotional, and cognitive growth in children. It contributed to understanding in the area of computer supported and cooperative work and related fields by reporting novel empirical findings about a robot’s influence on interpersonal dynamics in small groups and teams.\n\nBroader impacts: Findings generated through this project have implications for the design of robots and for educational technology more broadly. Specifically, our project informs the design of robots and technology aimed at supporting the social and emotional growth in children and adults. From an educational perspective, the grant provided training for several doctoral students, and one postdoc, several of which have since accepted positions in industry and academia. It also provided training for many undergraduate and Master's students. Finally, the tools developed as part of this project were demonstrated at science fairs for high school students and for the general public, in undergraduate courses, and at leading conferences. All tools that were developed under this grant have been made freely available to the public.\n\n \n\n\t\t\t\t\tLast Modified: 04/22/2020\n\n\t\t\t\t\tSubmitted by: Pamela Hinds"
 }
}