{
 "awd_id": "1140677",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Advancing Diagnostic Skills Training in the Undergraduate Technology and Engineering Curriculum",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Krupczak",
 "awd_eff_date": "2012-02-15",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 184450.0,
 "awd_amount": 184450.0,
 "awd_min_amd_letter_date": "2012-02-17",
 "awd_max_amd_letter_date": "2014-06-27",
 "awd_abstract_narration": "This project is developing and field-testing instructional design concepts and educational software to teach diagnostic skills necessary to identify and solve problems in complex technical systems. Using concept mapping software, along with expert-system programs, the overall software package enables junior and senior-level technology and engineering students to benefit from personalized, iterative interactions that enable them to design and evaluate their analytical processes for the diagnosis of a problem, compare thesir processes to those of expert diagnosticians, and then refine their approaches. Advancing diagnostic skills training in the undergraduate technology and engineering curriculum is based on several theoretical anchor points: the first is the cognitive development theory associated with the higher-order thinking skills of analysis and problem-solving; the second is the application of hierarchical learning strategies in the acquisition of concrete, abstract and process concepts in technical systems; and the third is the proven practice of using iterative feedback, rubrics and expert examples in improving learning. These foundational theories and principles are being integrated into educational software developed and delivered by stand-alone or networked computers, thereby adding to the toolkit of STEM instructors. Overall, the strategy to increase the level of advanced technical diagnostic skills is providing industry, government and the military with a smarter workforce to improve our nation's overall competiveness. The outcomes of the project are also contributing to the general STEM education knowledge base.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "W. Tad",
   "pi_last_name": "Foster",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "W. Tad Foster",
   "pi_email_addr": "w-foster@indstate.edu",
   "nsf_id": "000087523",
   "pi_start_date": "2014-06-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Maughan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "George Maughan",
   "pi_email_addr": "George.Maughan@indstate.edu",
   "nsf_id": "000592174",
   "pi_start_date": "2012-02-17",
   "pi_end_date": "2014-06-27"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "W. Tad",
   "pi_last_name": "Foster",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "W. Tad Foster",
   "pi_email_addr": "w-foster@indstate.edu",
   "nsf_id": "000087523",
   "pi_start_date": "2012-02-17",
   "pi_end_date": "2014-06-27"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "A",
   "pi_last_name": "Shahhosseini",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "A M Shahhosseini",
   "pi_email_addr": "ali.shahhosseini@indstate.edu",
   "nsf_id": "000543783",
   "pi_start_date": "2012-02-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana State University",
  "inst_street_address": "200 N 7TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TERRE HAUTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "8122373088",
  "inst_zip_code": "478091902",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "IN08",
  "org_lgl_bus_name": "INDIANA STATE UNIVERSITY",
  "org_prnt_uei_num": "L4VAFJXYCK94",
  "org_uei_num": "WBLRF8Z4BEF6"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana State University",
  "perf_str_addr": "200 North Seventh Street",
  "perf_city_name": "Terre Haute",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "478091902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "IN08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 184450.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>The National Science Foundation awarded funding to Indiana State<br />University, College of Technology faculty George Maughan, A. Mehran<br />Shahhosseini and Tad Foster to develop a program to bolster training for<br />students in a variety of science and technology fields. The grant entitled &ldquo;Advancing Diagnostic Skills Training in the Undergraduate Technology and Engineering Curriculum&rdquo; ran from February 15, 2012 to January 31, 2015.</p>\n<p>&nbsp;</p>\n<p>Overall, the purpose of the project was to experiment with the development of a self-contained training program to introduce engineering and technology undergraduates to conceptual mapping techniques for the purpose of enhancing their diagnostic skills for technical problems.&nbsp; The project staff developed a two-hour, computer-based training program using the Lectura authoring software.&nbsp; The first hour of this training was designed to introduce students to systems and troubleshooting problems.&nbsp; During this phase of the<br />training, the subjects were trained to use the Visual Understanding Environment software to develop conceptual and process maps. Also during this phase, the subjects were given a &ldquo;simple&rdquo; technical problem and asked to map out a plan of action.&nbsp; Their map was then electronically compared using a similarity flooding algorithm to an expert&rsquo;s map that was already encoded. The information developed by the algorithm was returned to the subjects as feedback so they would know how well they did.&nbsp; The second phase of the training took the form of two technical problems developed in collaboration with industrial partners.&nbsp; The first problem involved an electrical grid distribution system and the second problem focused on a malfunctioning heat exchanger system.&nbsp; In both cases, the subjects were provided with a description of the system and tables containing operational information.&nbsp;<br />From the information presented, the subjects were asked to analyze the<br />system and develop a process map for addressing the apparent malfunction.</p>\n<p>&nbsp;</p>\n<p>The evaluation of this project included pilot-testing the training program after the completion of the first hour, after the completion of the electrical grid problem, and after completion of the full training program. The evaluation also included a satisfaction survey of the finished product as well as experimental data collection.&nbsp; The experimental portion involved subjects from five universities and six majors in engineering or technology.&nbsp; The subjects were provided the program and all needed software on a memory stick and typically completed the training on a laptop.</p>\n<p><br />In short, the subjects during pilot testing and during experimentation found the training to be interesting (X? = 3.09 on a four-point scale), and useful (X? = 3.22 on a four-point scale).&nbsp; However, the subjects&rsquo; level of performance<br />was much lower than expected on average.&nbsp;It was clear that about 20% of the subjects clearly understood and found the mapping technique and the feedback provided to help them improve their diagnostic skills.&nbsp; In general, this was not the case.&nbsp; That is, performance on the two main tasks was low and remained low regardless of the type of feedback given.</p>\n<p>&nbsp;</p>\n<p>A major contribution of this work was the development of automatic student feedback by programming the software using a similarity flooding algorithm. This algorithm provides a means of comparing two graphic items such as conceptual maps.&nbsp;The project team modified the original algorithm to include an automatic thesaurus for synonyms, the use of relative similarity versus full similarity, weighting the nodes, and setting threshold values.&nbsp; Each modification significantly improved the algorithm&rsquo;s accuracy, so that it was possible to comp...",
  "por_txt_cntn": "\n \n\nThe National Science Foundation awarded funding to Indiana State\nUniversity, College of Technology faculty George Maughan, A. Mehran\nShahhosseini and Tad Foster to develop a program to bolster training for\nstudents in a variety of science and technology fields. The grant entitled \"Advancing Diagnostic Skills Training in the Undergraduate Technology and Engineering Curriculum\" ran from February 15, 2012 to January 31, 2015.\n\n \n\nOverall, the purpose of the project was to experiment with the development of a self-contained training program to introduce engineering and technology undergraduates to conceptual mapping techniques for the purpose of enhancing their diagnostic skills for technical problems.  The project staff developed a two-hour, computer-based training program using the Lectura authoring software.  The first hour of this training was designed to introduce students to systems and troubleshooting problems.  During this phase of the\ntraining, the subjects were trained to use the Visual Understanding Environment software to develop conceptual and process maps. Also during this phase, the subjects were given a \"simple\" technical problem and asked to map out a plan of action.  Their map was then electronically compared using a similarity flooding algorithm to an expertÆs map that was already encoded. The information developed by the algorithm was returned to the subjects as feedback so they would know how well they did.  The second phase of the training took the form of two technical problems developed in collaboration with industrial partners.  The first problem involved an electrical grid distribution system and the second problem focused on a malfunctioning heat exchanger system.  In both cases, the subjects were provided with a description of the system and tables containing operational information. \nFrom the information presented, the subjects were asked to analyze the\nsystem and develop a process map for addressing the apparent malfunction.\n\n \n\nThe evaluation of this project included pilot-testing the training program after the completion of the first hour, after the completion of the electrical grid problem, and after completion of the full training program. The evaluation also included a satisfaction survey of the finished product as well as experimental data collection.  The experimental portion involved subjects from five universities and six majors in engineering or technology.  The subjects were provided the program and all needed software on a memory stick and typically completed the training on a laptop.\n\n\nIn short, the subjects during pilot testing and during experimentation found the training to be interesting (X? = 3.09 on a four-point scale), and useful (X? = 3.22 on a four-point scale).  However, the subjectsÆ level of performance\nwas much lower than expected on average. It was clear that about 20% of the subjects clearly understood and found the mapping technique and the feedback provided to help them improve their diagnostic skills.  In general, this was not the case.  That is, performance on the two main tasks was low and remained low regardless of the type of feedback given.\n\n \n\nA major contribution of this work was the development of automatic student feedback by programming the software using a similarity flooding algorithm. This algorithm provides a means of comparing two graphic items such as conceptual maps. The project team modified the original algorithm to include an automatic thesaurus for synonyms, the use of relative similarity versus full similarity, weighting the nodes, and setting threshold values.  Each modification significantly improved the algorithmÆs accuracy, so that it was possible to compare various expert maps with themselves and get a 100% matching indication.  The team validated the algorithm using multiple tests.\n\n\nAdditional information about the project can be found at http://www.diagnosticskills.org/index.htm or by contacting the projectÆs principle investigator, Dr. ..."
 }
}