{
 "awd_id": "1140509",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Integration of Gas Chromatography-Mass Spectrometry into a Two-year Chemistry Curriculum and Independent Research Experiences",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tom Higgins",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 166214.0,
 "awd_amount": 166214.0,
 "awd_min_amd_letter_date": "2012-09-12",
 "awd_max_amd_letter_date": "2012-09-12",
 "awd_abstract_narration": "The goals of this project include increased student knowledge of gas chromatography-mass spectrometry (GC-MS) by adding hands-on laboratory experiences to chemistry courses and independent study projects at Grand Rapids Community College, development of GC-MS expertise for community college and high school faculty, and instrumentation experiences for high school students. Developed materials reflect workforce needs, delivered using a constructivist approach.  The intellectual merit is the development of broadly applicable processes for integrating GC-MS into community college laboratory course curricula to enhance learning and interest. Professional development and summer camp opportunities enhance high school faculty and students' understanding of GC-MS while demonstrating practical connections between science and technology, and serve as a model for high school-community college partnerships. Broader impacts include better prepared students through engaging hands-on science education, enhanced educational infrastructure, and a close partnership with local high schools. \r\n\r\nThe independent evaluation encompasses formative assessment of instructor content knowledge and engagement, coupled with assessment of student learning gains and attitudes toward science through review of course work, interviews and focus groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Batten",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer H Batten",
   "pi_email_addr": "jbatten@grcc.edu",
   "nsf_id": "000400859",
   "pi_start_date": "2012-09-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bernard",
   "pi_last_name": "Liburd",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bernard Liburd",
   "pi_email_addr": "bliburd@grcc.edu",
   "nsf_id": "000120813",
   "pi_start_date": "2012-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Grand Rapids Community College",
  "inst_street_address": "143 Bostwick Ave NE",
  "inst_street_address_2": "",
  "inst_city_name": "Grand Rapids",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "6162343340",
  "inst_zip_code": "495033201",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MI03",
  "org_lgl_bus_name": "GRAND RAPIDS COMMUNITY COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "K59VARXQE918"
 },
 "perf_inst": {
  "perf_inst_name": "Grand Rapids Community College",
  "perf_str_addr": "143 Bostwick Ave NE",
  "perf_city_name": "Grand Rapids",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "495033201",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MI03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 166214.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>Integration of Gas Chromatography &ndash;Mass Spectrometry into a Two-year Chemistry Curriculum and Independent Research Projects (TUES 1140509) </em></p>\n<p>While the primary focus of chemical education in years past was to provide a foundation in the principles of chemistry, this has shifted due to the reduced cost and greater availability of analytical instrumentation. Today&rsquo;s goals for educating students has broadened and it is now the challenge and responsibility of educators to prepare students for research experiences and the job market by introducing them to a variety of instrumental techniques that enhance laboratory skills and improve critical thinking. As such, Grand Rapids Community College (GRCC) was successful in meeting three primary goals through its project: 1) improving undergraduate student knowledge of, and providing hands-on experience with, gas chromatography-mass spectrometry (GC-MS) by incorporating laboratory experiences into its two-year curriculum, 2) further developing the expertise of community college and high school faculty, and 3) providing instrumentation experiences to local high school students.</p>\n<p class=\"Default\">In part, the broader impacts of this project were to better prepare students by improving the quality of science education at the community college level via adoption of classroom practices based on insights of how students learn instrumentation concepts and techniques most effectively. To accomplish this, GC-MS experiments were adapted and incorporated into General and Organic Chemistry and Instrumental Analysis courses. Information about the applications, internal operation of the instrument, and data analysis were provided during the lecture portion of the courses. Then, over the three-year project period, just over 1,000 students performed hands-on experiments with the GC-MS instrument. Improvement in the analytical and critical thinking skills of students was shown via comparison of exam and laboratory report data that was collected both before and after the installation of the GC-MS. Further, interviews with students clearly showed that they enjoyed using the instrument and collecting their own data, and felt confident in their ability to analyze that data.</p>\n<p class=\"Default\">Additionally, 10 community college students participated in Independent Study projects during the project period, and each was able to integrate research and the applications of GC-MS for the characterization of complex mixtures. These students became near-expert users and proficient at the difficult task of method development. Several students did the work, with the support of faculty, to integrate GC-MS into current experiments and to develop new experiments that were incorporated into the laboratory courses.</p>\n<p class=\"Default\">Another aspect of the broader impacts of this project was that it helped GRCC deepen its partnership with local high school students and faculty. The college hosted Summer Forensic Chemistry Camps to bring analytical instrumentation to high school students. The camps increased students&rsquo; understanding of applications and operation of GC-MS and other instruments, as well as broadened their interest in science. During the weeklong camp experience, the high school students focused on solving an arson crime scenario by analyzing various types of evidence (e.g., soil, ink, accelerants, DNA, paint chips, and fingerprints) using several types of instruments including GC-MS. Focus group discussion of camp activities and data revealed that most students clearly understood the basic principles of operation for the GC-MS following their participation in the camp. They also were fascinated by the capabilities of the instrument and reported enjoying the opportunity to use the instrumentation and appreciating the hands-on experience. The camps were a community effort that involved over 110 high school stu...",
  "por_txt_cntn": "\nIntegration of Gas Chromatography &ndash;Mass Spectrometry into a Two-year Chemistry Curriculum and Independent Research Projects (TUES 1140509) \n\nWhile the primary focus of chemical education in years past was to provide a foundation in the principles of chemistry, this has shifted due to the reduced cost and greater availability of analytical instrumentation. TodayÆs goals for educating students has broadened and it is now the challenge and responsibility of educators to prepare students for research experiences and the job market by introducing them to a variety of instrumental techniques that enhance laboratory skills and improve critical thinking. As such, Grand Rapids Community College (GRCC) was successful in meeting three primary goals through its project: 1) improving undergraduate student knowledge of, and providing hands-on experience with, gas chromatography-mass spectrometry (GC-MS) by incorporating laboratory experiences into its two-year curriculum, 2) further developing the expertise of community college and high school faculty, and 3) providing instrumentation experiences to local high school students.\nIn part, the broader impacts of this project were to better prepare students by improving the quality of science education at the community college level via adoption of classroom practices based on insights of how students learn instrumentation concepts and techniques most effectively. To accomplish this, GC-MS experiments were adapted and incorporated into General and Organic Chemistry and Instrumental Analysis courses. Information about the applications, internal operation of the instrument, and data analysis were provided during the lecture portion of the courses. Then, over the three-year project period, just over 1,000 students performed hands-on experiments with the GC-MS instrument. Improvement in the analytical and critical thinking skills of students was shown via comparison of exam and laboratory report data that was collected both before and after the installation of the GC-MS. Further, interviews with students clearly showed that they enjoyed using the instrument and collecting their own data, and felt confident in their ability to analyze that data.\nAdditionally, 10 community college students participated in Independent Study projects during the project period, and each was able to integrate research and the applications of GC-MS for the characterization of complex mixtures. These students became near-expert users and proficient at the difficult task of method development. Several students did the work, with the support of faculty, to integrate GC-MS into current experiments and to develop new experiments that were incorporated into the laboratory courses.\nAnother aspect of the broader impacts of this project was that it helped GRCC deepen its partnership with local high school students and faculty. The college hosted Summer Forensic Chemistry Camps to bring analytical instrumentation to high school students. The camps increased studentsÆ understanding of applications and operation of GC-MS and other instruments, as well as broadened their interest in science. During the weeklong camp experience, the high school students focused on solving an arson crime scenario by analyzing various types of evidence (e.g., soil, ink, accelerants, DNA, paint chips, and fingerprints) using several types of instruments including GC-MS. Focus group discussion of camp activities and data revealed that most students clearly understood the basic principles of operation for the GC-MS following their participation in the camp. They also were fascinated by the capabilities of the instrument and reported enjoying the opportunity to use the instrumentation and appreciating the hands-on experience. The camps were a community effort that involved over 110 high school students, college students and faculty members, high school teachers, and speakers from the Kent County SheriffÆs Department and the City of WyomingÆs Crime Lab...."
 }
}