{
 "awd_id": "1140784",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Proposal: Assessing, Investigating and Fostering Transformative Experiences in Undergraduate Physics",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032924625",
 "po_email": "chovis@nsf.gov",
 "po_sign_block_name": "R. Corby Hovis",
 "awd_eff_date": "2012-07-15",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 100435.0,
 "awd_amount": 100435.0,
 "awd_min_amd_letter_date": "2012-07-20",
 "awd_max_amd_letter_date": "2012-07-20",
 "awd_abstract_narration": "Intellectual Merit:  Recent national documents and studies of post-secondary education call attention to the importance of developing a scientifically literate citizenry and the current shortcomings in our efforts to address this need.  Research in physics education has focused most closely on the knowledge students develop within courses, and to a more limited extent, whether students transfer knowledge from one course to the next.  The extent to which students' physics learning influences their experience outside of school is dramatically under-researched. Such moments - experiences in which students actively use science concepts to see and experience their everyday world in meaningful, new ways - has been termed by educational psychologist Pugh to be 'transformative experiences.' \r\n\r\nThe goal of this project is to develop assessment tools to identify in what ways physics courses engender transformative experiences (TE), and, through the iterative development of these assessment tools, examine the nature of transformative experiences and the classroom practices that foster them. Such work lays the groundwork for further transforming undergraduate education in the sciences by: (1) connecting physics education research with the body of research on transformative experience, providing a language for what has previously been an under-developed goal of physics instruction and an under-researched aspect of physics education; (2) developing assessment tools to allow instructors and researchers to quickly examine the prevalence of transformative experiences in physics classrooms; (3) investigating the nature of transformative experience, by providing case studies of students' experiences; and (4) examining courses rich in transformative experiences to understand the instructional practices that foster TE.  \r\n\r\nBroader Impacts: The project is: (1) providing the physics education research community with a means of evaluating and fostering transformative experiences in undergraduate physics through the development and dissemination of a survey; (2) establishing collaborations between researchers in physics education and educational psychology from three separate campuses, building stronger links between discipline-based physics education research (which typically situates itself in the undergraduate classroom), and the broader education research community (where research primarily centers on K-12 classrooms); (3) addressing the needs of pre-service teachers, who are the primary student population of the courses being studied and the student-researchers employed on the project; and (4) serving a population traditionally underrepresented in the sciences - elementary education majors, 90% of whom are women.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Frank",
   "pi_mid_init": "",
   "pi_sufx_name": "Dr.",
   "pi_full_name": "Brian Frank",
   "pi_email_addr": "bwfrank@gmail.com",
   "nsf_id": "000592219",
   "pi_start_date": "2012-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Middle Tennessee State University",
  "inst_street_address": "1301 E MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "MURFREESBORO",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6154947848",
  "inst_zip_code": "371320001",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "TN04",
  "org_lgl_bus_name": "MIDDLE TENNESSEE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "VMWUDBTMF4C9"
 },
 "perf_inst": {
  "perf_inst_name": "Middle Tennessee State University",
  "perf_str_addr": "1301 East Main Street",
  "perf_city_name": "Murfreesboro",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "371320001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "TN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 100435.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>At its heart, this project has been about examining undergraduate physics courses in order to understand the extent to which these courses support students&rsquo; deepening engagement with the specific physics content they are learning. While much of physics education research has focused on measuring the quality of students&rsquo; learning, this project focused on the degree to which such learning becomes meaningful to students themselves.&nbsp;</p>\n<p><strong>Summary of Outcomes and FIndings</strong></p>\n<p><span style=\"text-decoration: underline;\">A Validated Survey is Available to Assess Students' Deep Engagement in Physics</span></p>\n<p>A primary tool the research team developed was a survey of &ldquo;Transformative Experiences in Physics&rdquo;&ndash;a tool we adapted from existing research on students&rsquo; learning of the biological concepts of adaptation and evolution. Using this survey, we assessed different types of undergraduate physics courses (see, for example, Atkins and Frank, 2014), and used this data in the process of validating the survey through interviews and exploratory factor analysis. This survey is avaiable for both researchers and educators to assess the extent to which their courses promote deep engagement in physics.</p>\n<p><span style=\"text-decoration: underline;\">Interactive Engagement Pedagogies do not Necessarily Promote Deep Engagement Outside of Class</span></p>\n<p>One type of course examined in our study were introductory physics courses that made use of interactive engagement teaching methods. While these types of course are known to promote active engagement in class, our survey data indicates that these courses were ineffective at promoting students' deep engagement and interest outside of class. In contrast, we examined a second type of course, a responsively-taught inquiry science courses for pre-service elementary education majors. Using the survey, we find significant gains in the depth and prevalence of students' engagement outside of class in comparison to students in interactive engagement courses. [See Figure 1]. While in Atkins and Frank (2015), we provide a detailed account of the course pedagogy that was observed to supported this type of engagement, future research will be required to make any causal claims about the specific features of the pedagogy that supported students' deep engagement.</p>\n<p><span style=\"text-decoration: underline;\">Depth of Knowledge and Choice of Major influence Depth of Engagement</span></p>\n<p>Correlational studies were used to examine the relationship between students&rsquo; depth of engagement and their depth of knowledge (see for example, Frank and Mittura, 2015). [See Figure 4]. In addition, we explored the relationship between students&rsquo; depth of engagement and students&rsquo; choice of major [See Figure 3], showing the large effect that students&rsquo; choice of major has on their depth of engagement.</p>\n<p><span style=\"text-decoration: underline;\">Deep Engagement can be Supported in Varied Ways, but Pedagogies that Support Deep Engagement share Common Themes.</span></p>\n<p>From a qualitative perspective, we analyzed interview and survey comment data from students who exhibited the highest levels of engagement as indicated from survey scores. A cross-case analysis (Hayes and Frank, 2015) of individual students helped us to identify distinct sources of support for students&rsquo; deepening engagement. While some students&rsquo; brought to their courses existing science identities and interests which course work then subsequently built on, other students&rsquo; engagement and interest in topics were newly cultivated through the courses themselves. While it was beyond the scope of our project to demonstrate causal links between specific pedagogical features and support for students&rsquo; deepening engagement, a thematic analysis of the corpus of qualitative data suggest that courses that promote students&rsquo; deep engagement do so while also cultivating students&rsquo; self-efficacy and sense of pride with respect to learning. &nbsp;</p>\n<p><strong>Summary of Impact:</strong></p>\n<p>In the big picture, our project contributes to an understanding of how and why students become deeply engaged and interested in science and science learning. The main product of our project is a survey for physics educators to use in assessing the impact their courses have on students' deepening engagement and interest in science. In addition, our contribution to the knowledge base includes bringing a sharper focus to the possible individual and pedagogical factors that support students' deepening engagement. In physics education specifically, we have been successful in connecting physics education research with the body of research on transformative experience, providing a language for what has previously been an inchoate goal of physics instruction. We suspect that findings in physics education will apply to education in other science disciplines and prove informative in science education and education in general.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Frank, B.W. and Atkins, L.J. (2014). &ldquo;Adapting Transformative Experience Surveys to Undergraduate Physics.&rdquo; Proceedings of the 2013 Physics Education Research Conference.</p>\n<p>&nbsp;</p>\n<p>Frank, B.W., &amp; Mittura, P. (2015) &ldquo;Transformative Experiences and Conceptual Understanding of Force and Motion&rdquo;. <em>Proceedings of the 2014 Physics Education Research Conference.</em> Melville, New York: AIP Conference Proceedings.</p>\n<p>&nbsp;</p>\n<p>Hayes, K.L &amp; Frank, B.W. (2015) .<em> </em>&ldquo;Identity, pedagogy, and topical interest as sources of transformative experiences&rdquo; (<em>Proceedings of the 2015 Physics Education Research Conference.</em> Melville, New York: AIP Conference Proceedings.</p>\n<p>&nbsp;</p>\n<p>Atkins, L.J. and Frank, B.W. (2015) Book Chapter in <em>Responsive Science Teaching, </em>&ldquo;Examining the Products of Responsive Inquiry&rdquo;, Routledge.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/13/2016<br>\n\t\t\t\t\tModified by: Brian&nbsp;Frank</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1140784/1140784_10192650_1476387018431_out-of-class-compare--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1140784/1140784_10192650_1476387018431_out-of-class-compare--rgov-800width.jpg\" title=\"Out of Class Engagement by Course Type\"><img src=\"/por/images/Reports/POR/2016/1140784/1140784_10192650_1476387018431_out-of-class-compare--rgov-66x44.jpg\" alt=\"Out of Class Engagement by Course Type\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">On the \"Transformative Experience in Physics Survey\", Responsive Inquiry (RI) courses score significantly higher in the out-of-class engagement category than Interactive Engagement Courses.</div>\n<div class=\"imageCredit\">Brian Frank</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Brian&nbsp;Frank</div>\n<div class=\"imageTitle\">Out of Class Engagement by Course Type</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1140784/1140784_10192650_1476387207481_TEvsFCI--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1140784/1140784_10192650_1476387207481_TEvsFCI--rgov-800width.jpg\" title=\"Depth of Engagement is Correlated with Depth of Understanding\"><img src=\"/por/images/Reports/POR/2016/1140784/1140784_10192650_1476387207481_TEvsFCI--rgov-66x44.jpg\" alt=\"Depth of Engagement is Correlated with Depth of Understanding\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Students with higher scores on the Force Concept Inventory tend to have higher scores on the Transformative Experience Survey, indicating that having a better conceptual understanding makes students more how likely to deeply engage outside of class.</div>\n<div class=\"imageCredit\">Brian Frank</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Brian&nbsp;Frank</div>\n<div class=\"imageTitle\">Depth of Engagement is Correlated with Depth of Understanding</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1140784/1140784_10192650_1476387369428_oc-score-by-major--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1140784/1140784_10192650_1476387369428_oc-score-by-major--rgov-800width.jpg\" title=\"Choice of Major has a large Effect on Depth of Engagement\"><img src=\"/por/images/Reports/POR/2016/1140784/1140784_10192650_1476387369428_oc-score-by-major--rgov-66x44.jpg\" alt=\"Choice of Major has a large Effect on Depth of Engagement\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Majors like physics and engineering are much more likely to engage in physics ideas outside of class, whereas majors like biology and exercise science are unlikely to engage in physics ideas outside of class.</div>\n<div class=\"imageCredit\">Brian Frank</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Brian&nbsp;Frank</div>\n<div class=\"imageTitle\">Choice of Major has a large Effect on Depth of Engagement</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nAt its heart, this project has been about examining undergraduate physics courses in order to understand the extent to which these courses support students? deepening engagement with the specific physics content they are learning. While much of physics education research has focused on measuring the quality of students? learning, this project focused on the degree to which such learning becomes meaningful to students themselves. \n\nSummary of Outcomes and FIndings\n\nA Validated Survey is Available to Assess Students' Deep Engagement in Physics\n\nA primary tool the research team developed was a survey of \"Transformative Experiences in Physics\"&ndash;a tool we adapted from existing research on students? learning of the biological concepts of adaptation and evolution. Using this survey, we assessed different types of undergraduate physics courses (see, for example, Atkins and Frank, 2014), and used this data in the process of validating the survey through interviews and exploratory factor analysis. This survey is avaiable for both researchers and educators to assess the extent to which their courses promote deep engagement in physics.\n\nInteractive Engagement Pedagogies do not Necessarily Promote Deep Engagement Outside of Class\n\nOne type of course examined in our study were introductory physics courses that made use of interactive engagement teaching methods. While these types of course are known to promote active engagement in class, our survey data indicates that these courses were ineffective at promoting students' deep engagement and interest outside of class. In contrast, we examined a second type of course, a responsively-taught inquiry science courses for pre-service elementary education majors. Using the survey, we find significant gains in the depth and prevalence of students' engagement outside of class in comparison to students in interactive engagement courses. [See Figure 1]. While in Atkins and Frank (2015), we provide a detailed account of the course pedagogy that was observed to supported this type of engagement, future research will be required to make any causal claims about the specific features of the pedagogy that supported students' deep engagement.\n\nDepth of Knowledge and Choice of Major influence Depth of Engagement\n\nCorrelational studies were used to examine the relationship between students? depth of engagement and their depth of knowledge (see for example, Frank and Mittura, 2015). [See Figure 4]. In addition, we explored the relationship between students? depth of engagement and students? choice of major [See Figure 3], showing the large effect that students? choice of major has on their depth of engagement.\n\nDeep Engagement can be Supported in Varied Ways, but Pedagogies that Support Deep Engagement share Common Themes.\n\nFrom a qualitative perspective, we analyzed interview and survey comment data from students who exhibited the highest levels of engagement as indicated from survey scores. A cross-case analysis (Hayes and Frank, 2015) of individual students helped us to identify distinct sources of support for students? deepening engagement. While some students? brought to their courses existing science identities and interests which course work then subsequently built on, other students? engagement and interest in topics were newly cultivated through the courses themselves. While it was beyond the scope of our project to demonstrate causal links between specific pedagogical features and support for students? deepening engagement, a thematic analysis of the corpus of qualitative data suggest that courses that promote students? deep engagement do so while also cultivating students? self-efficacy and sense of pride with respect to learning.  \n\nSummary of Impact:\n\nIn the big picture, our project contributes to an understanding of how and why students become deeply engaged and interested in science and science learning. The main product of our project is a survey for physics educators to use in assessing the impact their courses have on students' deepening engagement and interest in science. In addition, our contribution to the knowledge base includes bringing a sharper focus to the possible individual and pedagogical factors that support students' deepening engagement. In physics education specifically, we have been successful in connecting physics education research with the body of research on transformative experience, providing a language for what has previously been an inchoate goal of physics instruction. We suspect that findings in physics education will apply to education in other science disciplines and prove informative in science education and education in general. \n\n \n\nFrank, B.W. and Atkins, L.J. (2014). \"Adapting Transformative Experience Surveys to Undergraduate Physics.\" Proceedings of the 2013 Physics Education Research Conference.\n\n \n\nFrank, B.W., &amp; Mittura, P. (2015) \"Transformative Experiences and Conceptual Understanding of Force and Motion\". Proceedings of the 2014 Physics Education Research Conference. Melville, New York: AIP Conference Proceedings.\n\n \n\nHayes, K.L &amp; Frank, B.W. (2015) . \"Identity, pedagogy, and topical interest as sources of transformative experiences\" (Proceedings of the 2015 Physics Education Research Conference. Melville, New York: AIP Conference Proceedings.\n\n \n\nAtkins, L.J. and Frank, B.W. (2015) Book Chapter in Responsive Science Teaching, \"Examining the Products of Responsive Inquiry\", Routledge.\n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/13/2016\n\n\t\t\t\t\tSubmitted by: Brian Frank"
 }
}