{
 "awd_id": "1140753",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Learning Algorithm Design: A Project-Based Curriculum",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephanie August",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2017-04-30",
 "tot_intn_awd_amt": 143690.0,
 "awd_amount": 143690.0,
 "awd_min_amd_letter_date": "2012-04-22",
 "awd_max_amd_letter_date": "2012-04-22",
 "awd_abstract_narration": "Rowan University is developing, evaluating, disseminating and supporting the broad adoption of a project-based curriculum to help all computer science undergraduate students understand and apply classic algorithm design techniques for solving intractable problems.  This novel, award winning curriculum is a sequence of laboratory projects comprising increasingly sophisticated solvers for a single intractable problem.  To facilitate broad adoption, this award funds the development of three sets of projects based on intractable problems from different domains: Satisfiability, Traveling Salesperson and Sequence Alignment.  This project makes a significant contribution to computer science education by establishing the effectiveness of project-based learning in the study of algorithm design techniques for intractable problems.  The project has the potential for national adoption, for a direct impact on computer science educational practices, and for advancing knowledge in the discipline.\r\n\r\nTo encourage adoption, an extensive faculty guide is being developed and disseminated. The project funds the attendance of potential adopters at a training workshop as well as the development of an online community of adopters.  Adopters will have the opportunity to publish and present an experience paper at a national conference.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrea",
   "pi_last_name": "Lobo",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Andrea F Lobo",
   "pi_email_addr": "lobo@rowan.edu",
   "nsf_id": "000238626",
   "pi_start_date": "2012-04-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ganesh",
   "pi_last_name": "Baliga",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Ganesh R Baliga",
   "pi_email_addr": "baliga@rowan.edu",
   "nsf_id": "000238659",
   "pi_start_date": "2012-04-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rowan University",
  "inst_street_address": "201 MULLICA HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "GLASSBORO",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8562564057",
  "inst_zip_code": "080281702",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NJ01",
  "org_lgl_bus_name": "ROWAN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "DMDEQP66JL85"
 },
 "perf_inst": {
  "perf_inst_name": "Rowan University",
  "perf_str_addr": "201 Mullica Hill Road",
  "perf_city_name": "Glassboro",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "080281700",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NJ01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 143690.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; &nbsp; &nbsp;Computational Complexity is fundamental to Computer Science (CS). The most recent recommendations from ACM/IEEE-CS in their 2013 Computer Science Curricula list Tier-2 learning outcomes on P, NP and NP-Completeness, and Elective learning outcomes on NP-Complete problems and proofs of NP-Completeness. The goals of this grant project were to develop, evaluate, disseminate and support the adoption of a project-based curriculum that targets all these learning outcomes and would be accessible to all Computer Science undergraduate students. The curriculum consists of a sequence of projects centered on a single NP-Complete problem, that could be integrated into existing courses on algorithm design and analysis, advanced data structures, or theory of computing. The original version of the curriculum, centered on the Satisfiability problem, won the Best Paper Award at the at the Eleventh Annual Northeastern Conference of the Consortium for Computing Sciences in Colleges in 2006.</p>\n<p>&nbsp; &nbsp; &nbsp;The National Science Foundation awarded this grant in 2012 to further develop, evaluate and disseminate the project-based curriculum for NP-Completeness. Three versions of the curriculum were developed, each centered on a different NP-Complete problem, namely Traveling Salesperson, Satisfiability and Sudoku. Each version of the curriculum has a set of laboratory projects that apply multiple algorithm design strategies, such as brute force, backtracking, heuristics, random walk, simulated annealing, and probabilistic. The set of projects for each problem can be combined into numerous one-semester project sequences that emphasize systematic exploration of the search space, exposure to a variety of strategies, use of published literature and application of the scientific method to CS, or advanced algorithm design strategies.</p>\n<p>&nbsp; &nbsp; &nbsp;The NSF grant funded the creation of instructional materials for 28 different projects: 11 centered on Traveling Salesperson, 10 on Satisfiability and 7 Sudoku. To facilitate adoption, the projects on each problem can be combined into many one-term project sequences. The instructional materials include rubrics for student outcomes, project descriptions, input sets, dozens of recommended project sequences, and solutions written in Java. These materials are available from the project website and will be archived for future access.</p>\n<p>&nbsp; &nbsp; &nbsp;Assessment data was collected between 2013 and 2017 from adoptions of the curriculum in 12 sections of a one-semester, junior-level course on Design and Analysis of Algorithms at the PIs&rsquo; institution. One semester project sequences from each of the three versions of the curriculum were adopted using laboratory assignments that were completed by the students outside of class. Additionally, for comparison purposes in the spring semester of 2017, the principal investigators adopted the curriculum in three sections of the same course with an alternative educational approach: A flipped classroom with in-class discussions of a sequence of projects. Direct assessment data on the effectiveness of the curriculum were obtained from rubrics and submitted products of student work&mdash;quizzes, lab reports, analysis and design documents, and closed-book final exams. Indirect assessment data were obtained from an end-of-semester, anonymous student survey.</p>\n<p>&nbsp; &nbsp; &nbsp;External consultants made recommendations on the development of the curriculum and the evaluation plan. An external consultant evaluated the curriculum using student surveys, student performance on in-class evaluations, and faculty interviews. This evaluation included vertical item analysis and horizontal respondent analysis, and concluded that the curriculum is effective at enabling students to &ldquo;master NP-Completeness knowledge and skills at the level of CC 2013 Core-Tier2 and Elective recommendations.&rdquo; Additionally, the evaluation concluded that &ldquo;the curriculum can be taught with solid results in either a lab-based or a discussion approach. More importantly, the role of the instructor is critical in the matter of encouraging students to integrate new and prior knowledge and skills; to consider the class within the future context of professional practice; and to take an active role in developing and trusting their programming skills.&rdquo;</p>\n<p>&nbsp; &nbsp; &nbsp;The results from the grant project were disseminated nationally to the Computer Science Education community via the publication of three double-blind peer-reviewed journal papers, workshops and invited presentations at seven conferences that were attended by dozens of CS faculty members, and a project website tagged with metadata. The project-based curriculum has helped over 300 undergraduate Computer Science students learn about NP-Completeness.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/10/2017<br>\n\t\t\t\t\tModified by: Andrea&nbsp;F&nbsp;Lobo</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n     Computational Complexity is fundamental to Computer Science (CS). The most recent recommendations from ACM/IEEE-CS in their 2013 Computer Science Curricula list Tier-2 learning outcomes on P, NP and NP-Completeness, and Elective learning outcomes on NP-Complete problems and proofs of NP-Completeness. The goals of this grant project were to develop, evaluate, disseminate and support the adoption of a project-based curriculum that targets all these learning outcomes and would be accessible to all Computer Science undergraduate students. The curriculum consists of a sequence of projects centered on a single NP-Complete problem, that could be integrated into existing courses on algorithm design and analysis, advanced data structures, or theory of computing. The original version of the curriculum, centered on the Satisfiability problem, won the Best Paper Award at the at the Eleventh Annual Northeastern Conference of the Consortium for Computing Sciences in Colleges in 2006.\n\n     The National Science Foundation awarded this grant in 2012 to further develop, evaluate and disseminate the project-based curriculum for NP-Completeness. Three versions of the curriculum were developed, each centered on a different NP-Complete problem, namely Traveling Salesperson, Satisfiability and Sudoku. Each version of the curriculum has a set of laboratory projects that apply multiple algorithm design strategies, such as brute force, backtracking, heuristics, random walk, simulated annealing, and probabilistic. The set of projects for each problem can be combined into numerous one-semester project sequences that emphasize systematic exploration of the search space, exposure to a variety of strategies, use of published literature and application of the scientific method to CS, or advanced algorithm design strategies.\n\n     The NSF grant funded the creation of instructional materials for 28 different projects: 11 centered on Traveling Salesperson, 10 on Satisfiability and 7 Sudoku. To facilitate adoption, the projects on each problem can be combined into many one-term project sequences. The instructional materials include rubrics for student outcomes, project descriptions, input sets, dozens of recommended project sequences, and solutions written in Java. These materials are available from the project website and will be archived for future access.\n\n     Assessment data was collected between 2013 and 2017 from adoptions of the curriculum in 12 sections of a one-semester, junior-level course on Design and Analysis of Algorithms at the PIs? institution. One semester project sequences from each of the three versions of the curriculum were adopted using laboratory assignments that were completed by the students outside of class. Additionally, for comparison purposes in the spring semester of 2017, the principal investigators adopted the curriculum in three sections of the same course with an alternative educational approach: A flipped classroom with in-class discussions of a sequence of projects. Direct assessment data on the effectiveness of the curriculum were obtained from rubrics and submitted products of student work&mdash;quizzes, lab reports, analysis and design documents, and closed-book final exams. Indirect assessment data were obtained from an end-of-semester, anonymous student survey.\n\n     External consultants made recommendations on the development of the curriculum and the evaluation plan. An external consultant evaluated the curriculum using student surveys, student performance on in-class evaluations, and faculty interviews. This evaluation included vertical item analysis and horizontal respondent analysis, and concluded that the curriculum is effective at enabling students to \"master NP-Completeness knowledge and skills at the level of CC 2013 Core-Tier2 and Elective recommendations.\" Additionally, the evaluation concluded that \"the curriculum can be taught with solid results in either a lab-based or a discussion approach. More importantly, the role of the instructor is critical in the matter of encouraging students to integrate new and prior knowledge and skills; to consider the class within the future context of professional practice; and to take an active role in developing and trusting their programming skills.\"\n\n     The results from the grant project were disseminated nationally to the Computer Science Education community via the publication of three double-blind peer-reviewed journal papers, workshops and invited presentations at seven conferences that were attended by dozens of CS faculty members, and a project website tagged with metadata. The project-based curriculum has helped over 300 undergraduate Computer Science students learn about NP-Completeness.\n\n\t\t\t\t\tLast Modified: 10/10/2017\n\n\t\t\t\t\tSubmitted by: Andrea F Lobo"
 }
}