{
 "awd_id": "1140709",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Integrating Knowledge: A Model for Secondary Teacher Preparation",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Haddock",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 178382.0,
 "awd_amount": 178382.0,
 "awd_min_amd_letter_date": "2012-08-10",
 "awd_max_amd_letter_date": "2012-08-10",
 "awd_abstract_narration": "The goal of this project is to improve the preparation of secondary mathematics teachers through the implementation of an integrated teacher development model that deepens pre-service teachers' mathematical knowledge while integrating their knowledge of mathematics and pedagogy in a meaningful way. The model is based on how teachers develop and use their knowledge in the act of instruction.  It draws upon current research in order to help teachers integrate their knowledge sets through the process of decision-making and reflection.  This proposed model (demonstrated as a capstone course) and the discoveries made by the project could also lead to and inform the development of new teacher preparation curricula that can be disseminated to the wider education community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Winsor",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew S Winsor",
   "pi_email_addr": "mwinsor@ilstu.edu",
   "nsf_id": "000562842",
   "pi_start_date": "2012-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Dossey",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "John A Dossey",
   "pi_email_addr": "jdossey@hughes.net",
   "nsf_id": "000308976",
   "pi_start_date": "2012-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Barker",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "David D Barker",
   "pi_email_addr": "dbarker@IllinoisState.edu",
   "nsf_id": "000399764",
   "pi_start_date": "2012-08-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Beverly",
   "pi_last_name": "Rich",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Beverly Rich",
   "pi_email_addr": "bsrich@ilstu.edu",
   "nsf_id": "000593708",
   "pi_start_date": "2012-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Board of Trustees of Illinois State University",
  "inst_street_address": "CAMPUS BOX 1100",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAL",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3094382528",
  "inst_zip_code": "617901100",
  "inst_country_name": "United States",
  "cong_dist_code": "17",
  "st_cong_dist_code": "IL17",
  "org_lgl_bus_name": "BOARD OF TRUSTEES OF ILLINOIS STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6WTL4T5FFJ3"
 },
 "perf_inst": {
  "perf_inst_name": "Illinois State University",
  "perf_str_addr": "Research and Sponsored Programs",
  "perf_city_name": "Normal",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "617903040",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "IL17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 178382.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Secondary mathematics teachers must develop a deep and connected understanding of both mathematics and pedagogy in order to effectively teach mathematics.&nbsp; Unfortunately, secondary mathematics majors often do not see the connections between their methods and mathematics courses, creating a disconnect between their pedagogical and mathematical knowledge. Ball (2000) succinctly summarizes this challenge:</p>\n<p style=\"padding-left: 30px;\">&ldquo;Subject matter and pedagogy have been peculiarly and persistently divided in the conceptualization and curriculum of teacher education and learning to teach.&nbsp; This fragmentation of practice leaves teachers on their own with the challenge of integrating subject matter knowledge and pedagogy in the contexts of their work.&nbsp; Yet, being able to do this is fundamental to engaging in the core tasks of teaching, and it is critical to being able to teach all students well&rdquo; (p. 241).</p>\n<p>In order to effectively teach, future teachers need a curriculum that promotes knowledge integration.</p>\n<p>To address this challenge, we have designed, implemented, and tested a model of teacher preparation that promotes the integration of mathematics and pedagogy. The model, implemented in a content and methods course taught in tandem, is built on a set of common classroom experiences (e.g. mathematical tasks, student work). These common classroom experiences serve as a bridge between the two courses.</p>\n<p>The integration of mathematics and pedagogy can occur in several ways. For instance, in the mathematics course, the common classroom experience may lead pre-service teachers (PSTs) to investigate a high school mathematics topic, connect it to college mathematics, and then look at implications for the high school classroom, thus promoting a deeper understanding of the mathematical topic. This high school mathematics topic can then become the context for discussing pedagogical ideas (e.g. questioning, tasks) in the methods course. A profound understanding of the mathematics allows PSTs to more easily navigate the pedagogical topics, thus promoting knowledge integration.</p>\n<p>In the methods course, the common classroom experience may lead to a pedagogical discussion of a course reading, leading to the design and implementation of an instructional intervention at a clinical site, which results in student work that is mathematically analyzed in the content course. As PSTs investigate high school content with a pedagogical and mathematical lens, they will potentially connect their mathematical and pedagogical knowledge. Moreover, the content course becomes an informal lab in which pedagogical ideas can be investigated and modeled while learning mathematics, which provides a shared experience that can promote further discussions in the methods course.</p>\n<p>To test the model, a capstone course (a content course designed to connect college and high school mathematics) and a secondary mathematics methods course were taught in tandem using the proposed model.&nbsp; The two courses were designed to help secondary mathematics education majors carefully analyze the mathematics content they will be teaching and then apply their mathematical knowledge in pedagogical settings. Data, including extensive field notes, were collected from both the content and methods courses, each consisting of approximately 20 students. Qualitative and quantitative methods were used to investigate whether and how the model enhanced the secondary education majors&rsquo; potential to integrate their knowledge of mathematics, pedagogy, and learners.</p>\n<p>Although our findings are limited to two classes, the results show the potential of our secondary mathematics teacher preparation (SMTP) model to help PSTs integrate their knowledge of mathematics, pedagogy, and learners. In the methods course, PSTs predominantly connected their knowledge of pedagogy and ...",
  "por_txt_cntn": "\nSecondary mathematics teachers must develop a deep and connected understanding of both mathematics and pedagogy in order to effectively teach mathematics.  Unfortunately, secondary mathematics majors often do not see the connections between their methods and mathematics courses, creating a disconnect between their pedagogical and mathematical knowledge. Ball (2000) succinctly summarizes this challenge:\n\"Subject matter and pedagogy have been peculiarly and persistently divided in the conceptualization and curriculum of teacher education and learning to teach.  This fragmentation of practice leaves teachers on their own with the challenge of integrating subject matter knowledge and pedagogy in the contexts of their work.  Yet, being able to do this is fundamental to engaging in the core tasks of teaching, and it is critical to being able to teach all students well\" (p. 241).\n\nIn order to effectively teach, future teachers need a curriculum that promotes knowledge integration.\n\nTo address this challenge, we have designed, implemented, and tested a model of teacher preparation that promotes the integration of mathematics and pedagogy. The model, implemented in a content and methods course taught in tandem, is built on a set of common classroom experiences (e.g. mathematical tasks, student work). These common classroom experiences serve as a bridge between the two courses.\n\nThe integration of mathematics and pedagogy can occur in several ways. For instance, in the mathematics course, the common classroom experience may lead pre-service teachers (PSTs) to investigate a high school mathematics topic, connect it to college mathematics, and then look at implications for the high school classroom, thus promoting a deeper understanding of the mathematical topic. This high school mathematics topic can then become the context for discussing pedagogical ideas (e.g. questioning, tasks) in the methods course. A profound understanding of the mathematics allows PSTs to more easily navigate the pedagogical topics, thus promoting knowledge integration.\n\nIn the methods course, the common classroom experience may lead to a pedagogical discussion of a course reading, leading to the design and implementation of an instructional intervention at a clinical site, which results in student work that is mathematically analyzed in the content course. As PSTs investigate high school content with a pedagogical and mathematical lens, they will potentially connect their mathematical and pedagogical knowledge. Moreover, the content course becomes an informal lab in which pedagogical ideas can be investigated and modeled while learning mathematics, which provides a shared experience that can promote further discussions in the methods course.\n\nTo test the model, a capstone course (a content course designed to connect college and high school mathematics) and a secondary mathematics methods course were taught in tandem using the proposed model.  The two courses were designed to help secondary mathematics education majors carefully analyze the mathematics content they will be teaching and then apply their mathematical knowledge in pedagogical settings. Data, including extensive field notes, were collected from both the content and methods courses, each consisting of approximately 20 students. Qualitative and quantitative methods were used to investigate whether and how the model enhanced the secondary education majorsÆ potential to integrate their knowledge of mathematics, pedagogy, and learners.\n\nAlthough our findings are limited to two classes, the results show the potential of our secondary mathematics teacher preparation (SMTP) model to help PSTs integrate their knowledge of mathematics, pedagogy, and learners. In the methods course, PSTs predominantly connected their knowledge of pedagogy and learners. PSTs connected their knowledge of mathematics, pedagogy, and learners when assigned to discuss a pedagogical topic set in a mathematical context. Drawing upon th..."
 }
}