{
 "awd_id": "1140694",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: A Systems-Centric Foundation for Electrical and Computer Engineering Education",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ece Yaprak",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2012-09-24",
 "awd_max_amd_letter_date": "2012-09-24",
 "awd_abstract_narration": "PARTICIPATING ORGANIZATIONS:\r\nNorthern Arizona University\r\nUniversity of Vermont & State Agricultural College\r\nUniversity of South Florida\r\nUniversity of Hawaii\r\nUniversity of Minnesota-Twin Cities\r\n\r\n\r\nPROJECT DESCRIPTION\r\nThis project is developing an educational model that pioneers the integration of circuits and systems concepts, forming a new set of conceptual cornerstones for electrical and computer engineering (ECE) students. The goal is to motivate and enrich the learning experience in a fundamental ECE course, Circuits, by connecting its topics to relevant and compelling challenges; while simultaneously introducing students to underlying systems-thinking principles.\r\n\r\nThe effort is designing a systems-centric educational model for electrical and computing engineering courses in the context of developing electronic solutions for applied problems. The project focus is on three broad areas of health, energy, and environment, all of which are of great importance and provide students with engaging, relevant application arenas. Prototype learning modules are being developed for use in Circuits courses to increase student interest and improve their ability to think in terms of complex systems.\r\n\r\n\r\nBROADER SIGNIFICANCE\r\nThe multi-university partnership brings expertise in multiple disciplines of electrical engineering. The project team has prior experience in offering this systems-centric approach and producing positive results in a wireless sensor network design curriculum. This effort allows the team to extend and further test this promising approach at a lower academic level in another course area, which can lead to a model that can be scaled. The five institutions involved in the project are coordinating and implementing the effort across a diverse set of engineering student populations and locations, thus offering the potential for broad exposure and impact. The project is creating a model for how to develop engineering course material that can be adapted for use by a wide range of universities that are not limited by geographical constraints.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aaron",
   "pi_last_name": "Ohta",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Aaron T Ohta",
   "pi_email_addr": "aohta@hawaii.edu",
   "nsf_id": "000522578",
   "pi_start_date": "2012-09-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Wayne",
   "pi_last_name": "Shiroma",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Wayne A Shiroma",
   "pi_email_addr": "wayne.shiroma@hawaii.edu",
   "nsf_id": "000474874",
   "pi_start_date": "2012-09-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "2540 Dole Street",
  "perf_city_name": "Honolulu",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222382",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>There is a broad and growing consensus that tomorrow&rsquo;s engineers must not only be innovative but also be able to deploy new problem solving skills to successfully tackle the National Academy of Engineering&rsquo;s Grand Challenges.&nbsp; One discipline that is pivotal in addressing these challenges is electrical and computer engineering (ECE).&nbsp; However, ECE curricula are dominated by a bottom-up, siloed approach to subject matter that does not develop the systems-centric skills needed by today&rsquo;s graduates.&nbsp; With this in mind, there is a tremendous need to transform today&rsquo;s ECE curricula to one that addresses the functional purpose and role of electronic solutions from a systems-centric approach.</p>\n<p>To this end, the ENFUSE Project (Engaging Fundamentals and Systems Engineering) aimed to introduce students to systems thinking in Circuits, a foundational course usually taken in the freshman or sophomore years in most engineering programs of study.&nbsp; Learning experiences were developed in the context of broad technological application domains that are poised for rapid growth: Health, Energy, and Environment. &nbsp;In order to maximize portability and adaptability of the developed content to existing curriculum and courses, portable Learning Modules were created which include two components: Instructional Content and Experiential Learning Materials.&nbsp; Both components integrate a new systems-centric perspective with fundamental concepts of electrical circuits and expose students to the exciting engineering challenges beyond their undergraduate educations. Students that were exposed to the Learning Modules reported an appreciation for the experiential learning opportunities and the ability to learn content within real-world contexts and situations that made the concepts more accessible and relevant to them; through real-world applications, students could understand the relationship of Circuits concepts to broader systems. An important outcome identified during this pilot study is that sequencing the modules within the curriculum is key to successful implementation: exposure to the foundational Circuits concepts and tools of a given module prior to utilizing the module led to increased interest in and understanding of the content. The diversity of the investigators&rsquo; five institutions&mdash;residential and commuter, large and small, with courses based on different formats (lecture, lab, and recitation)&mdash;enabled understanding of a wide spectrum of university-specific learning environments and cultures.&nbsp; Based on this diversity of needs and constraints found within the project team, a methodology was developed for integrating systems-level concepts into Circuits courses that is readily transferable to other institutions.</p>\n<p>As Circuits is fundamental to all ECE programs of study and also a component of other engineering curricula, this project has potential for substantial impacts.&nbsp; At the five partner institutions, over 1500 students each year take some version of Circuits, as such, nearly 3000 students were directly impacted by this two-year effort.&nbsp; The six developed Learning Modules are available through the project website (<a href=\"http://www.uvm.edu/~enfuse/team.php\">http://www.uvm.edu/~enfuse/team.php</a>). The proposed themes (health, energy, and environment) are broad and encompass interests not only in ECE but also in other engineering disciplines, and as such find applicability in a large number of engineering programs.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/24/2015<br>\n\t\t\t\t\tModified by: Aaron&nbsp;T&nbsp;Ohta</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThere is a broad and growing consensus that tomorrowÆs engineers must not only be innovative but also be able to deploy new problem solving skills to successfully tackle the National Academy of EngineeringÆs Grand Challenges.  One discipline that is pivotal in addressing these challenges is electrical and computer engineering (ECE).  However, ECE curricula are dominated by a bottom-up, siloed approach to subject matter that does not develop the systems-centric skills needed by todayÆs graduates.  With this in mind, there is a tremendous need to transform todayÆs ECE curricula to one that addresses the functional purpose and role of electronic solutions from a systems-centric approach.\n\nTo this end, the ENFUSE Project (Engaging Fundamentals and Systems Engineering) aimed to introduce students to systems thinking in Circuits, a foundational course usually taken in the freshman or sophomore years in most engineering programs of study.  Learning experiences were developed in the context of broad technological application domains that are poised for rapid growth: Health, Energy, and Environment.  In order to maximize portability and adaptability of the developed content to existing curriculum and courses, portable Learning Modules were created which include two components: Instructional Content and Experiential Learning Materials.  Both components integrate a new systems-centric perspective with fundamental concepts of electrical circuits and expose students to the exciting engineering challenges beyond their undergraduate educations. Students that were exposed to the Learning Modules reported an appreciation for the experiential learning opportunities and the ability to learn content within real-world contexts and situations that made the concepts more accessible and relevant to them; through real-world applications, students could understand the relationship of Circuits concepts to broader systems. An important outcome identified during this pilot study is that sequencing the modules within the curriculum is key to successful implementation: exposure to the foundational Circuits concepts and tools of a given module prior to utilizing the module led to increased interest in and understanding of the content. The diversity of the investigatorsÆ five institutions&mdash;residential and commuter, large and small, with courses based on different formats (lecture, lab, and recitation)&mdash;enabled understanding of a wide spectrum of university-specific learning environments and cultures.  Based on this diversity of needs and constraints found within the project team, a methodology was developed for integrating systems-level concepts into Circuits courses that is readily transferable to other institutions.\n\nAs Circuits is fundamental to all ECE programs of study and also a component of other engineering curricula, this project has potential for substantial impacts.  At the five partner institutions, over 1500 students each year take some version of Circuits, as such, nearly 3000 students were directly impacted by this two-year effort.  The six developed Learning Modules are available through the project website (http://www.uvm.edu/~enfuse/team.php). The proposed themes (health, energy, and environment) are broad and encompass interests not only in ECE but also in other engineering disciplines, and as such find applicability in a large number of engineering programs.\n\n \n\n\t\t\t\t\tLast Modified: 12/24/2015\n\n\t\t\t\t\tSubmitted by: Aaron T Ohta"
 }
}