{
 "awd_id": "1140440",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Building an Understanding of Astronomical Sizes and Scales with WorldWide Telescope",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032924625",
 "po_email": "chovis@nsf.gov",
 "po_sign_block_name": "R. Corby Hovis",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 199961.0,
 "awd_amount": 199961.0,
 "awd_min_amd_letter_date": "2012-08-23",
 "awd_max_amd_letter_date": "2012-08-23",
 "awd_abstract_narration": "Intellectual merit: The project is creating, testing, and distributing new curricular materials to integrate the WorldWide Telescope (WWT) astronomy visualization environment into the hands-on laboratory programs in undergraduate general education astronomy courses. The new material is designed to address and alter student misconceptions regarding size, scale, and structure in the universe. The four lab-based activities, \r\n\r\ni) Parallax Measurements and the Distances to Nearby Stars, \r\nii) Spectroscopic Parallax and the Distance to Star Clusters, \r\niii) Globular Clusters and the Size of the Milky Way Galaxy, and \r\niv) The Hubble Law and Measures of Large-Scale Structure, \r\n\r\nallow students to investigate the essential ways astronomers measure distance in our universe in an interactive 3-D visualization environment with real astronomical data. This multi-perspective visualization of inherently 3-D astronomical structures produces a much more intuitive view than can static 2-D diagrams in traditional curricular materials, and it has the potential to transform student understanding of size, scale, and structure in the universe. Students can compare their own conceptions of size, scale, and structure with evidence-based maps, and develop a more accurate mental model for their celestial surroundings. \r\nThese new curricular materials are being tested through application in general education astronomy courses first at Bucknell University and subsequently at partner institutions. Gains in student understanding are being measured using research-validated concept inventories and other qualitative assessments. Once the curricular materials have been shown to be effective in reducing student misconceptions, they are to be widely available, along with associated documentation, to the Astronomy 101 teaching community. WWT is freely available and runs on virtually any PC, so instructors at a wide range of institutions can make use of the developed curricular materials. \r\n\r\nBroader Impacts: The concepts of size, scale, and structure extend beyond topical boundaries in STEM disciplines. From the smallest scales of nuclear and atomic physics, to the hidden geometry of Earth's crustal plates and faults, to the gargantuan scale of our universe, students are challenged to visualize and comprehend unseen and inaccessible geometries. Though the curricular materials deal specifically with these issues in an astronomical context, they provide opportunities for students of all disciplines to visualize unseen entities and build a coherent understanding of an inaccessible structure based on scientific interpretation of observational data.  Three dimensional visualization and spatial reasoning skills have been shown to be critical for success not only in STEM careers, but also in careers not directly involving science and technology. For undergraduate students not majoring in a STEM discipline, a general education astronomy class may provide their only college experience in 3-D spatial visualization. The curricular activities in this project provide those students with the opportunity to explore 3-D astronomical structures in an interactive and student-driven intuitive environment. Practice in manipulating 3-D objects substantially increases spatial reasoning skills and improves a student's ability to create accurate mental maps of complex 3-D objects. This project brings powerful spatial visualization software to the undergraduate general education classroom, and helps non-science students develop spatial reasoning skills while forming a more accurate map of their natural surroundings.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edwin",
   "pi_last_name": "Ladd",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Edwin F Ladd",
   "pi_email_addr": "ladd@bucknell.edu",
   "nsf_id": "000117104",
   "pi_start_date": "2012-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Katharyn",
   "pi_last_name": "Nottis",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Katharyn E Nottis",
   "pi_email_addr": "knottis@bucknell.edu",
   "nsf_id": "000181118",
   "pi_start_date": "2012-08-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alyssa",
   "pi_last_name": "Goodman",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Alyssa A Goodman",
   "pi_email_addr": "agoodman@cfa.harvard.edu",
   "nsf_id": "000186378",
   "pi_start_date": "2012-08-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bucknell University",
  "inst_street_address": "1 DENT DR",
  "inst_street_address_2": "",
  "inst_city_name": "LEWISBURG",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "5705773510",
  "inst_zip_code": "178372005",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "BUCKNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT7CLFEE1ZW4"
 },
 "perf_inst": {
  "perf_inst_name": "Bucknell University",
  "perf_str_addr": "7TH & MOORE AVE.",
  "perf_city_name": "LEWISBURG",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "178372111",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 199961.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was designed to evaluate the ability of college-level non-science students to accurately assess concepts of size, scale, and structure on astronomical scales, and further, to address misconceptions regarding these concepts using a combination of hands-on interaction with models and computer visualization.</p>\n<p>We developed and tested a diagnostic test appropriate for students in introductory astronomy (&ldquo;Astro 101&rdquo;) courses. This survey, the &ldquo;Size, Scale, and Structure Concept Inventory,&rdquo; or S3CI, was administered to students in three different universities over the course of several years. Based on this testing, the S3CI has been updated, and a final version is now available to any interested instructors.</p>\n<p>To help students address and resolve misconceptions regarding the scale and structure of the universe, we have developed laboratory activities that harness the multi-perspective visualization capability of the WorldWide Telescope (WWT), a software environment developed by Microsoft Research and currently adopted by the American Astronomical Society. Using WWT, students can fly through the universe, seeing its structure on a variety of scales, and from a variety of perspectives. We have paired guided WWT explorations with hands-on manipulation of terrestrial models in order to help students develop intuition in a local environment that can be transferred to the less familiar astronomical realm. Studies have shown that without this link to real-world models, students view computer visualizations as &ldquo;video games&rdquo; not directly relevant to their real-world experiences.</p>\n<p>We have developed, packaged, and posted two such laboratory activities &ndash; one investigation into the concept of astronomical parallax, and a second exploration into the structure of our expanding universe on the very largest scales. Information regarding both laboratory activities, including WWT software and scripts for students and instructors, is available at <a href=\"http://wwtambassadors.org/wwt-astro-101-labs\">http://wwtambassadors.org/wwt-astro-101-labs</a>.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/18/2016<br>\n\t\t\t\t\tModified by: Edwin&nbsp;F&nbsp;Ladd</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project was designed to evaluate the ability of college-level non-science students to accurately assess concepts of size, scale, and structure on astronomical scales, and further, to address misconceptions regarding these concepts using a combination of hands-on interaction with models and computer visualization.\n\nWe developed and tested a diagnostic test appropriate for students in introductory astronomy (\"Astro 101\") courses. This survey, the \"Size, Scale, and Structure Concept Inventory,\" or S3CI, was administered to students in three different universities over the course of several years. Based on this testing, the S3CI has been updated, and a final version is now available to any interested instructors.\n\nTo help students address and resolve misconceptions regarding the scale and structure of the universe, we have developed laboratory activities that harness the multi-perspective visualization capability of the WorldWide Telescope (WWT), a software environment developed by Microsoft Research and currently adopted by the American Astronomical Society. Using WWT, students can fly through the universe, seeing its structure on a variety of scales, and from a variety of perspectives. We have paired guided WWT explorations with hands-on manipulation of terrestrial models in order to help students develop intuition in a local environment that can be transferred to the less familiar astronomical realm. Studies have shown that without this link to real-world models, students view computer visualizations as \"video games\" not directly relevant to their real-world experiences.\n\nWe have developed, packaged, and posted two such laboratory activities &ndash; one investigation into the concept of astronomical parallax, and a second exploration into the structure of our expanding universe on the very largest scales. Information regarding both laboratory activities, including WWT software and scripts for students and instructors, is available at http://wwtambassadors.org/wwt-astro-101-labs.\n\n \n\n\t\t\t\t\tLast Modified: 11/18/2016\n\n\t\t\t\t\tSubmitted by: Edwin F Ladd"
 }
}