{
 "awd_id": "1140306",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Realistic Intelligent Multimedia Virtual Laboratory for Power Applications",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Abby Ilumoka",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 198662.0,
 "awd_amount": 198662.0,
 "awd_min_amd_letter_date": "2012-08-28",
 "awd_max_amd_letter_date": "2013-09-17",
 "awd_abstract_narration": "INSTITUTION: Temple University\r\n\r\n\r\nPROJECT DESCRIPTION\r\nThis project is developing a software environment to simulate an electrical machines laboratory. The environment has an embedded intelligent agent coupled with an intelligent tutoring system and offers an alternative experimentation experience at institutions that do not have a physical machines laboratory. Students are using the virtual laboratory as a safe test bed to garner experience prior to encountering machines in a real laboratory. The software offers an intelligent agent-based virtual instructor that represents an expert in the power field. The instructor answers questions, provides guidance and supervises the virtual laboratory - when specifically requested by the student.\r\n \r\nThe graphical user interface (GUI) enables students to simulate various electrical machines and drives described by differential equations, without requiring students to develop computer programs. The intuitive and simple-to-use GUI is based on detailed numerical methods (for the simulation), which is entirely transparent to the users. The environment allows students to learn the basics of electric machines, while they test, analyze and design them. The GUI allows users to modify any machine \"on-the-fly\" by entering a new set of machine parameters, such as resistors, inductors, inertia, etc. Advanced users also have the ability to define their own mathematical model of an electrical machine.\r\n\r\n\r\nBROADER SIGNIFICANCE\r\nThe project is developing an intelligent tutoring system that is engaging, adaptable, and tailors instruction to individual learners. The virtual laboratory increases the number of students who can experience the challenges and excitement of power engineering. The system offers the potential for reaching a diverse range of students who might not otherwise have access to equipment or are discouraged from entering a physical laboratory. The effort also helps address safety concerns of students that might avoid taking power engineering courses because of the high currents and voltages encountered in the labs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Butz",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Brian P Butz",
   "pi_email_addr": "bpbutz@temple.edu",
   "nsf_id": "000233156",
   "pi_start_date": "2012-08-28",
   "pi_end_date": "2013-09-17"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Saroj",
   "pi_last_name": "Biswas",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Saroj K Biswas",
   "pi_email_addr": "saroj.biswas@temple.edu",
   "nsf_id": "000215917",
   "pi_start_date": "2013-09-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Butz",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Brian P Butz",
   "pi_email_addr": "bpbutz@temple.edu",
   "nsf_id": "000233156",
   "pi_start_date": "2013-09-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Saroj",
   "pi_last_name": "Biswas",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Saroj K Biswas",
   "pi_email_addr": "saroj.biswas@temple.edu",
   "nsf_id": "000215917",
   "pi_start_date": "2012-08-28",
   "pi_end_date": "2013-09-17"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Li",
   "pi_last_name": "Bai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Li Bai",
   "pi_email_addr": "lbai@temple.edu",
   "nsf_id": "000221600",
   "pi_start_date": "2012-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Temple University",
  "inst_street_address": "1805 N BROAD ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2157077547",
  "inst_zip_code": "191226104",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "PA02",
  "org_lgl_bus_name": "TEMPLE UNIVERSITY-OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "QD4MGHFDJKU1",
  "org_uei_num": "QD4MGHFDJKU1"
 },
 "perf_inst": {
  "perf_inst_name": "Temple University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191226096",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "PA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 198662.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>According to a recent report by the National Committee of Energy Policy, there will be &ldquo;a critical shortage of trained professionals to maintain the existing electric power system and design, build, and operate the future electric power system&rdquo;. A recent survey of the IEEE Power Engineering Education Committee (PEEC) shows that there are many universities in the USA that do not have any laboratory facilities for teaching electrical machines because of lack of funding or qualified teaching assistants, or because of safety issues.</p>\n<p>This project developed a simulated but realistic software environment for the electric machines laboratory, henceforth called Virtual Power Laboratory (VPL), which is an alternative to providing a &lsquo;laboratory&rsquo; environment at institutions that do not have a physical machines laboratory.&nbsp; The VPL can also be used as a safe test bed (a pre-laboratory) for gaining experience before students encounter machines in a real laboratory.&nbsp; The virtual laboratory has the prototype of a virtual instructor, who is an expert in the subject matter, and answers questions and provides guidance to the students.&nbsp;&nbsp;&nbsp;</p>\n<p>This Virtual Power Laboratory is developed on a universal web-based platform that can be accessed anywhere by most mobile devices and modern computers. A set of nine virtual experiments has been developed for DC motors and generators. Machine concepts are summarized using text, 2D and 3D graphics as well as multimedia animation. The animated graphical user interface (GUI) plays an important role as it enables students to review and retain basic concepts by building a bridge from the virtual environment to the real laboratory. Multimedia is employed in order to provide visual guidance to the students for better understanding of machine concepts. &nbsp;Various features of the VPL can be seen at the project website <a href=\"http://vpl.temple.edu/\">http://vpl.temple.edu</a></p>\n<p>&nbsp;The intellectual merit of this project is that it provides the students with a learning environment by creating a) a realistic simulated laboratory for electric machines b) that utilizes the richness of modern multimedia presentation tools c) to engage students in highly interactive virtual experiments d) supported by the prototype of an intelligent tutor. The resulting environment allows students to learn the basics of electric machines, and to conduct experiments similar to those done in a physical laboratory without concerning for their personal safety.</p>\n<p>&nbsp;The broader impacts of this project lie in the development of a learning environment that is highly engaging, adaptable, and tailors instruction to individual learners, thus reaching out to a diverse range of students who might not otherwise succeed or develop an interest in power engineering.&nbsp; Many students shy away from power engineering because of high currents and voltages encountered with the resulting concern for their own safety.&nbsp; The VPL should encourage under-represented groups who may not have access to a physical laboratory or who may be discouraged from entering a physical laboratory to become interested in power engineering.&nbsp; Our young people have experienced computer games and simulations throughout their lives; the VPL allows them to enter power engineering by a path with which they are most familiar.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/26/2015<br>\n\t\t\t\t\tModified by: Saroj&nbsp;K&nbsp;Biswas</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAccording to a recent report by the National Committee of Energy Policy, there will be \"a critical shortage of trained professionals to maintain the existing electric power system and design, build, and operate the future electric power system\". A recent survey of the IEEE Power Engineering Education Committee (PEEC) shows that there are many universities in the USA that do not have any laboratory facilities for teaching electrical machines because of lack of funding or qualified teaching assistants, or because of safety issues.\n\nThis project developed a simulated but realistic software environment for the electric machines laboratory, henceforth called Virtual Power Laboratory (VPL), which is an alternative to providing a ælaboratoryÆ environment at institutions that do not have a physical machines laboratory.  The VPL can also be used as a safe test bed (a pre-laboratory) for gaining experience before students encounter machines in a real laboratory.  The virtual laboratory has the prototype of a virtual instructor, who is an expert in the subject matter, and answers questions and provides guidance to the students.   \n\nThis Virtual Power Laboratory is developed on a universal web-based platform that can be accessed anywhere by most mobile devices and modern computers. A set of nine virtual experiments has been developed for DC motors and generators. Machine concepts are summarized using text, 2D and 3D graphics as well as multimedia animation. The animated graphical user interface (GUI) plays an important role as it enables students to review and retain basic concepts by building a bridge from the virtual environment to the real laboratory. Multimedia is employed in order to provide visual guidance to the students for better understanding of machine concepts.  Various features of the VPL can be seen at the project website http://vpl.temple.edu\n\n The intellectual merit of this project is that it provides the students with a learning environment by creating a) a realistic simulated laboratory for electric machines b) that utilizes the richness of modern multimedia presentation tools c) to engage students in highly interactive virtual experiments d) supported by the prototype of an intelligent tutor. The resulting environment allows students to learn the basics of electric machines, and to conduct experiments similar to those done in a physical laboratory without concerning for their personal safety.\n\n The broader impacts of this project lie in the development of a learning environment that is highly engaging, adaptable, and tailors instruction to individual learners, thus reaching out to a diverse range of students who might not otherwise succeed or develop an interest in power engineering.  Many students shy away from power engineering because of high currents and voltages encountered with the resulting concern for their own safety.  The VPL should encourage under-represented groups who may not have access to a physical laboratory or who may be discouraged from entering a physical laboratory to become interested in power engineering.  Our young people have experienced computer games and simulations throughout their lives; the VPL allows them to enter power engineering by a path with which they are most familiar.\n\n \n\n\t\t\t\t\tLast Modified: 11/26/2015\n\n\t\t\t\t\tSubmitted by: Saroj K Biswas"
 }
}