{
 "awd_id": "1140385",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Integrating Shared Access Remote Robotic Observatories into Introductory Astronomy Laboratories",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": "7032924625",
 "po_email": "chovis@nsf.gov",
 "po_sign_block_name": "R. Corby Hovis",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 166907.0,
 "awd_amount": 166907.0,
 "awd_min_amd_letter_date": "2012-02-28",
 "awd_max_amd_letter_date": "2012-02-28",
 "awd_abstract_narration": "Intellectual Merit:  Observational astronomy exercises are essential in the undergraduate introductory astronomy laboratories. But, to engage in real observational astronomy, students need access to computerized telescopes equipped with electronic detectors (CCD cameras, etc.). Additionally, students and instructors need access to the processing tools and technical expertise required to perform the data analysis. If a significant fraction of institutions are to implement observational labs, there must be a way to share access to existing resources. The growing number of available Internet accessible robotic observatories are the answer. \r\n\r\nThe project is to develop flexible inquiry-based laboratory curricula and easy-to-use data processing tools that allow any institution, regardless of available local equipment and on-site expertise, to easily integrate real observational astronomy exercises into their introductory astronomy courses. A consortium of six institutions within the Minneapolis-St. Paul area is developing, testing, and implementing a set of observational labs, associated data processing tools, and supporting materials for use on the University of St. Thomas (UST) Physics Department robotic observatory. Following testing at the UST Observatory, the consortium is purchasing observing time from Global-Rent-A-Scope, a commercial enterprise that sells observing time on telescopes at dark sites, and modifying and testing the materials for use on their systems.\r\n\r\nBroader Impacts:   Nearly every undergraduate institution offers an introductory astronomy course for nontechnical majors. These courses involve an enormous number of students who have little additional contact with scientific thought in their college careers. This project directly addresses the need for access to high quality observational equipment by institutions lacking the resources to purchase and maintain their own. This project impacts students, staff, and faculty at institutions of all levels. The consortium was selected specifically to represent a full spectrum of institutions that could benefit from this work. They include two community colleges (North Hennepin and Normandale), a state university (Metro State), a liberal arts university (The University of St. Thomas), an R1 institution (The University of Minnesota), and a high school (Cretin-Derham Hall) that have participated in developing a pilot of this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gerald",
   "pi_last_name": "Ruch",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gerald Ruch",
   "pi_email_addr": "ruch6633@stthomas.edu",
   "nsf_id": "000593092",
   "pi_start_date": "2012-02-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of St. Thomas",
  "inst_street_address": "2115 SUMMIT AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT PAUL",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6519626038",
  "inst_zip_code": "551051048",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MN04",
  "org_lgl_bus_name": "UNIVERSITY OF ST THOMAS",
  "org_prnt_uei_num": "MEQUD34ZB1Y6",
  "org_uei_num": "MEQUD34ZB1Y6"
 },
 "perf_inst": {
  "perf_inst_name": "University of St. Thomas",
  "perf_str_addr": "2115 Summit Avenue",
  "perf_city_name": "Saint Paul",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "551051096",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 166907.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overarching goal of this project was to introduce observational astronomy labs using real observations with a telescope into the introductory astronomy classrooms.&nbsp; Performing observational astronomy in this way presents a variety of challenges.&nbsp;&nbsp; First, high quality astronomical equipment is expensive and out of reach for many schools.&nbsp; Second, taking high quality astronomical data requires a non-trivial amount of technical knowledge.&nbsp; Third, once the data is collected, pre-processing prior to analysis is complicated and not accessible to students at the introductory level.&nbsp; The analysis itself is often complicated by technical challenges either inappropriate to the students&rsquo; technical level or unimportant to the pedagogical goals of the lab exercise.&nbsp;</p>\n<p>Part of the solution is to use remote access over the internet to an existing robotic telescope allowing multiple institutions can share a single instrument.&nbsp; Automated scripts handle translating simple observation requests made by students into detailed instructions required by a remote observatory.&nbsp; The resulting raw data from the telescope is processed and packaged by another set of automated scripts into a format ready for student analysis.&nbsp; In this way, the students engage directly with the pedagogically relevant parts of the experiment, leaving everything else to the automated system.</p>\n<p>We wanted our lab design to be representative of scientific experiments in which inference is used with an experimental data set to come to a conclusion.&nbsp; With this in mind, each lab is broken into two parts.&nbsp; In part one, the students explore a scientific idea, formulate a question, and design a set of observations that will answer that question.&nbsp; They then request a set of observations from the telescope.&nbsp; In between part one and part two, the robotic telescope gathers the data. &nbsp;In part two, the students analyze the resulting data, make their conclusions, and report their results.</p>\n<p>The first lab is &ldquo;Weighing Jupiter.&rdquo;&nbsp; In part 1, the students study Newton&rsquo;s version of Kepler&rsquo;s Third Law which relates the orbital period, the orbital radius, and the mass of a pair of orbiting objects.&nbsp; They then use this knowledge to devise a set of images from the telescope that will allow them to measure the orbital periods and orbital radii of Jupiter&rsquo;s moons and thereby infer the mass of Jupiter itself.</p>\n<p>In the second lab, &ldquo;HR Diagrams,&rdquo; students measure the distance to and the age of a cluster of stars.&nbsp; In part one, they explore the way in which the perceived brightness of a light source varies with its distance to the observer as well as the relationship between an object&rsquo;s color, temperature, and brightness.&nbsp; They then devise an experiment to measure the color and perceived brightness of a cluster of stars.&nbsp; In part two, they use images of the cluster to create an HR Diagram, a plot of color versus brightness.&nbsp; Using this plot, students can determine both the age of and the distance to the observed cluster.</p>\n<p>The third lab is to measure the properties of an extra-solar planet by measuring its light curve.&nbsp; While the scripts to implement this lab have been created, it is technically more challenging and not appropriate for an introductory astronomy course.&nbsp; The materials that we have developed are instead in use in our variable star undergraduate research program.&nbsp;</p>\n<p>These labs and their development have had a significant impact in several areas.&nbsp; First, they are currently in use at the University of St. Thomas and have been used by several other schools including Cretin-Derham High School located in St. Paul.&nbsp; One of our former adjunct faculty members, Kisha Delain, measured the impact of the Weighing Jupiter lab on learning outcomes in our introductory astronomy course for her Master&rsquo;s Thesis in Education.&nbsp; In her thesis, she demonstrates statistically significant growth in students using our labs to collect live data versus a lab using simulated data.&nbsp; The continued use of the labs therefore continues to impact student outcomes in the classroom.</p>\n<p>The development of the labs impacted many students who worked on them.&nbsp; In particular, our former student Sarah Millholland wrote most of the automated scripts that performed basic calibration on the raw images from the telescope.&nbsp; She also worked extensively creating a set of scripts to select and observe extra-solar planets and successfully measured several transit light curves, thereby launching our variable star research program.&nbsp; Sarah has since gone to graduate school in astronomy where she continues studying exo-planets and is first author on several papers.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/22/2019<br>\n\t\t\t\t\tModified by: Gerald&nbsp;Ruch</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe overarching goal of this project was to introduce observational astronomy labs using real observations with a telescope into the introductory astronomy classrooms.  Performing observational astronomy in this way presents a variety of challenges.   First, high quality astronomical equipment is expensive and out of reach for many schools.  Second, taking high quality astronomical data requires a non-trivial amount of technical knowledge.  Third, once the data is collected, pre-processing prior to analysis is complicated and not accessible to students at the introductory level.  The analysis itself is often complicated by technical challenges either inappropriate to the students? technical level or unimportant to the pedagogical goals of the lab exercise. \n\nPart of the solution is to use remote access over the internet to an existing robotic telescope allowing multiple institutions can share a single instrument.  Automated scripts handle translating simple observation requests made by students into detailed instructions required by a remote observatory.  The resulting raw data from the telescope is processed and packaged by another set of automated scripts into a format ready for student analysis.  In this way, the students engage directly with the pedagogically relevant parts of the experiment, leaving everything else to the automated system.\n\nWe wanted our lab design to be representative of scientific experiments in which inference is used with an experimental data set to come to a conclusion.  With this in mind, each lab is broken into two parts.  In part one, the students explore a scientific idea, formulate a question, and design a set of observations that will answer that question.  They then request a set of observations from the telescope.  In between part one and part two, the robotic telescope gathers the data.  In part two, the students analyze the resulting data, make their conclusions, and report their results.\n\nThe first lab is \"Weighing Jupiter.\"  In part 1, the students study Newton?s version of Kepler?s Third Law which relates the orbital period, the orbital radius, and the mass of a pair of orbiting objects.  They then use this knowledge to devise a set of images from the telescope that will allow them to measure the orbital periods and orbital radii of Jupiter?s moons and thereby infer the mass of Jupiter itself.\n\nIn the second lab, \"HR Diagrams,\" students measure the distance to and the age of a cluster of stars.  In part one, they explore the way in which the perceived brightness of a light source varies with its distance to the observer as well as the relationship between an object?s color, temperature, and brightness.  They then devise an experiment to measure the color and perceived brightness of a cluster of stars.  In part two, they use images of the cluster to create an HR Diagram, a plot of color versus brightness.  Using this plot, students can determine both the age of and the distance to the observed cluster.\n\nThe third lab is to measure the properties of an extra-solar planet by measuring its light curve.  While the scripts to implement this lab have been created, it is technically more challenging and not appropriate for an introductory astronomy course.  The materials that we have developed are instead in use in our variable star undergraduate research program. \n\nThese labs and their development have had a significant impact in several areas.  First, they are currently in use at the University of St. Thomas and have been used by several other schools including Cretin-Derham High School located in St. Paul.  One of our former adjunct faculty members, Kisha Delain, measured the impact of the Weighing Jupiter lab on learning outcomes in our introductory astronomy course for her Master?s Thesis in Education.  In her thesis, she demonstrates statistically significant growth in students using our labs to collect live data versus a lab using simulated data.  The continued use of the labs therefore continues to impact student outcomes in the classroom.\n\nThe development of the labs impacted many students who worked on them.  In particular, our former student Sarah Millholland wrote most of the automated scripts that performed basic calibration on the raw images from the telescope.  She also worked extensively creating a set of scripts to select and observe extra-solar planets and successfully measured several transit light curves, thereby launching our variable star research program.  Sarah has since gone to graduate school in astronomy where she continues studying exo-planets and is first author on several papers.\n\n \n\n\t\t\t\t\tLast Modified: 05/22/2019\n\n\t\t\t\t\tSubmitted by: Gerald Ruch"
 }
}