{
 "awd_id": "1140475",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Toads, Roads, and Nodes: Collaborative Course-Based Research on the Landscape Ecology of Amphibian Populations",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Julio Soto",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 112714.0,
 "awd_amount": 112714.0,
 "awd_min_amd_letter_date": "2012-04-27",
 "awd_max_amd_letter_date": "2012-04-27",
 "awd_abstract_narration": "This project links networks of undergraduate ecology courses to carry out a collaborative, hands-on research project focusing on a large-scale analysis of habitat requirements for amphibians. For many students, this project is their first experience working with large data sets, and the project's methods are designed to sharpen the highly transferable skills (i.e., data integration and analysis) necessary for doing science in the digital age. Students in each course match United States Geographical Service data on amphibian populations from their own region with habitat data from Google Earth. Their data are submitted to a shared database that is analyzed to determine amphibian-habitat associations. \r\n\r\nIntellectual merit:  The project provides useful information on the effects of land use on amphibian populations in the U.S. It also augments an important public database by adding habitat and landscape data for each amphibian survey location. \r\nBroader impacts:  From an educational perspective, this project provides an authentic research experience for up to 400 students from a diverse group of schools including two-year colleges, public research universities, and historically minority-serving universities. Assessment of the project focuses on the effects of a collaborative research experience on students' interest in science, student attitudes about science, and student retention in science programs.\r\n\r\nThis project is being jointly funded by the Directorate for Biological Sciences, Division of Biological Infrastructure and the Directorate for Education and Human Resources, Division of Undergraduate Education as part of their efforts toward Vision and Change in Undergraduate Biology Education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Marsh",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "David M Marsh",
   "pi_email_addr": "marshd@wlu.edu",
   "nsf_id": "000254286",
   "pi_start_date": "2012-04-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington and Lee University",
  "inst_street_address": "204 W WASHINGTON ST",
  "inst_street_address_2": "",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5404588274",
  "inst_zip_code": "244502116",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "VA06",
  "org_lgl_bus_name": "THE WASHINGTON AND LEE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MSVHQKG44VN5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington and Lee University",
  "perf_str_addr": "204 West Washington St",
  "perf_city_name": "Lexington",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "244502116",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "VA06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  },
  {
   "pgm_ele_code": "797200",
   "pgm_ele_name": "Transforming Undergrad Bio Ed"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 112714.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our project created a network of undergraduate biology courses to carry out a collaborative, data-intensive, research project focused on the habitat requirements of frogs and toads. For many students, this project was their first experience working with large data sets, and the project's methods were designed to sharpen the highly transferable skills (i.e., data integration and analysis) necessary for doing science in the digital age. Students in each course matched existing data from citizen-science surveys in their own region with landcover data from public databases. Their compiled data were then submitted to a shared database that was analyzed to determine habitat associations.</p>\n<p><strong>Intellectual Merit.</strong>&nbsp; From a scientific perspective, we found that the most pronounced and consistent effects on amphibian populations were those associated with roads.&nbsp; Across regions of the U.S., roads were negatively associated with the number of amphibian species recorded, and these associations were even detected for species that were otherwise tolerant of increased development.&nbsp; Road-related effects were associated independently with both the amount of night-time traffic at a site and the overall density of roads in the vicinity of a site.&nbsp; In general, larger roads had greater negative effects on frog populations than did small, rural roads.&nbsp; The effects of these larger roads tended to be strongest at smaller distances (e.g. less than 1000 m) - more distant roads had fewer effects on amphibians.</p>\n<p>Minnesota had a particularly large amount of frog survey data, which allowed us to conduct a finer-scale analysis in this state.&nbsp; In Minnesota, roads are at comparatively low densities, but row crop agriculture (mostly corn/soybean) is a predominant land use.&nbsp; We found a distinct threshold at around 80% coverage at which row crops began to reduce amphibian species richness.&nbsp; This threshold appeared to be consistent across regions with different land use histories (i.e., areas where prairie had been converted to row crops versus areas where forest had been converted to row crops).&nbsp; Information about the thresholds at which land uses begin to impact biodiversity is essential for optimizing the balance between extractive land uses and the maintenance of ecosystem services.</p>\n<p><br /> <strong>Broader Impacts.</strong> From an educational perspective, this project provided a data-intensive research experience for more than 400 students from a diverse group of schools including two-year colleges.&nbsp; Students expressed appreciation for the opportunity to learn to use Geographical Information Systems (mapping software) and to get experience with statistical analysis in R in a research setting.&nbsp; Both of these skillsets, along with data management and integration in general, are highly prized across a range of fields in the modern digital economy.&nbsp; Our project also provided the basis for multiple &ldquo;spin-off&rdquo; projects for students who were particularly engaged with the research.&nbsp; These spin-offs led to a range of positive outcomes including first-author papers for students at community colleges, and presentations by students at regional, national, and international scientific conferences.&nbsp; Furthermore, by linking together citizen-science amphibian survey data from over 1500 sites with data on land use surrounding these sites, we have created a database that should be useful for future researchers seeking to add to our work, or for students looking for additional research opportunities.&nbsp; Finally, we believe our project has developed an effective model for using networks of undergraduate classes to compile and analyze large datasets, creating the potential for many more &ldquo;big data&rdquo; experiences for students across a range of fields.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp...",
  "por_txt_cntn": "\nOur project created a network of undergraduate biology courses to carry out a collaborative, data-intensive, research project focused on the habitat requirements of frogs and toads. For many students, this project was their first experience working with large data sets, and the project's methods were designed to sharpen the highly transferable skills (i.e., data integration and analysis) necessary for doing science in the digital age. Students in each course matched existing data from citizen-science surveys in their own region with landcover data from public databases. Their compiled data were then submitted to a shared database that was analyzed to determine habitat associations.\n\nIntellectual Merit.  From a scientific perspective, we found that the most pronounced and consistent effects on amphibian populations were those associated with roads.  Across regions of the U.S., roads were negatively associated with the number of amphibian species recorded, and these associations were even detected for species that were otherwise tolerant of increased development.  Road-related effects were associated independently with both the amount of night-time traffic at a site and the overall density of roads in the vicinity of a site.  In general, larger roads had greater negative effects on frog populations than did small, rural roads.  The effects of these larger roads tended to be strongest at smaller distances (e.g. less than 1000 m) - more distant roads had fewer effects on amphibians.\n\nMinnesota had a particularly large amount of frog survey data, which allowed us to conduct a finer-scale analysis in this state.  In Minnesota, roads are at comparatively low densities, but row crop agriculture (mostly corn/soybean) is a predominant land use.  We found a distinct threshold at around 80% coverage at which row crops began to reduce amphibian species richness.  This threshold appeared to be consistent across regions with different land use histories (i.e., areas where prairie had been converted to row crops versus areas where forest had been converted to row crops).  Information about the thresholds at which land uses begin to impact biodiversity is essential for optimizing the balance between extractive land uses and the maintenance of ecosystem services.\n\n\n Broader Impacts. From an educational perspective, this project provided a data-intensive research experience for more than 400 students from a diverse group of schools including two-year colleges.  Students expressed appreciation for the opportunity to learn to use Geographical Information Systems (mapping software) and to get experience with statistical analysis in R in a research setting.  Both of these skillsets, along with data management and integration in general, are highly prized across a range of fields in the modern digital economy.  Our project also provided the basis for multiple \"spin-off\" projects for students who were particularly engaged with the research.  These spin-offs led to a range of positive outcomes including first-author papers for students at community colleges, and presentations by students at regional, national, and international scientific conferences.  Furthermore, by linking together citizen-science amphibian survey data from over 1500 sites with data on land use surrounding these sites, we have created a database that should be useful for future researchers seeking to add to our work, or for students looking for additional research opportunities.  Finally, we believe our project has developed an effective model for using networks of undergraduate classes to compile and analyze large datasets, creating the potential for many more \"big data\" experiences for students across a range of fields. \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/25/2015\n\n\t\t\t\t\tSubmitted by: David M Marsh"
 }
}