{
 "awd_id": "1140789",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Investigating Instructional Influences on the Productivity of Clicker Discussions",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Terry S. Woodin",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 196672.0,
 "awd_amount": 196672.0,
 "awd_min_amd_letter_date": "2012-05-17",
 "awd_max_amd_letter_date": "2012-05-17",
 "awd_abstract_narration": "Intellectual merit:  This project integrates research and education by characterizing student discussions and testing how changes in pedagogy impact productivity of these discussions.  Faculty teaching different sections of Introductory Biology at the University of Colorado are prompting their students to discuss reasoning, providing models of productive discussion, training discussion facilitators, or holding individuals and groups accountable for their discussions.  The responses by faculty and multiple small groups of students are audiotaped wirelessly and transcripts scored to assess the quality and effectiveness of discussions under these different settings.  The results are helping determine which learning techniques have resulted in more productive discussions.  Outcomes of this project include the refinement of coding tools applicable to clicker discussions, a database of hundreds of coded student transcripts, and a vetted and disseminated \"Guide to Productive Clicker Discussions.\" \r\n\r\nBroader impacts:  This project provides needed information to develop a platform for a better instructor-student learning partnership in introductory biology, and possibly other courses.  The dissemination of the \"Guide to Productive Clicker Discussion\" and other deliverables also will allow additional individuals and institutions to benefit from the project.   Moreover, students less likely to pursue science as a career (e.g., those from underrepresented groups), benefit from more widespread implementation of a discussion-oriented style using clicker questions because this style engenders a culture in the classroom of interacting productively through sharing ideas and justifications and promoting the establishment of inclusive peer groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Knight",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer K Knight",
   "pi_email_addr": "jennifer.knight@colorado.edu",
   "nsf_id": "000281442",
   "pi_start_date": "2012-05-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Wise",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah B Wise",
   "pi_email_addr": "sarah.wise@colorado.edu",
   "nsf_id": "000266866",
   "pi_start_date": "2012-05-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Erin",
   "pi_last_name": "Furtak",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Erin M Furtak",
   "pi_email_addr": "erin.furtak@colorado.edu",
   "nsf_id": "000522178",
   "pi_start_date": "2012-05-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "Department of MCD Biology",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090347",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 196672.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\">One scientific practice often emphasized in science education reform is the ability to discuss and defend competing ideas, referred to as argumentation. Prior research has established that engaging students in argumentation can build students&rsquo; abilities to understand, practice, and participate in science. Ultimately, students who are taught to argue well have the potential to perform better on assessments that require reasoning. However, in traditional undergraduate science courses that can enroll hundreds of students, instructors may struggle to effectively engage students in such practices.&nbsp; This project aimed to characterize what typically occurs during introductory biology students&rsquo; discussions of conceptual multiple-choice questions posed during class (using &ldquo;clickers&rdquo;), and to determine whether instructors and peer coaches were able to impact student use of argumentation by virtue of the cues they used to stimulate in class discussions.</p>\n<p>&nbsp;&nbsp; To investigate student small-group discussions of clicker questions, we audio recorded and characterized over 500 discussions. We developed a set of qualitative codes to describe student interactions, in particular, their articulation of reasoning and use of questioning.&nbsp; We then compared student discussion characteristics in the presence and absence of three specific types of instructional guidance: 1. students received a reminder to discuss reasoning, along with a video modeling productive clicker discussion vs. no reminder or video, 2. discussion involved a peer coach vs. no peer coach, and 3. the instructor called on individuals or groups randomly after discussion vs. asking for volunteers.</p>\n<p>We found several generalizable trends regarding all clicker discussions. Students frequently used reasoning in discussing their answers to clicker questions, though they rarely exchanged fully articulated logical reasons.&nbsp; Students frequently questioned each other for information, for feedback on their ideas, and to find out each other&rsquo;s reasoning. Discussions generally lasted for 1-2 minutes, and although they frequently ended before the instructor called time, virtually all included on-topic exchanges.&nbsp; &nbsp;</p>\n<p>We used regression models to more specifically examine whether instructional guidance affected the frequency of coded discussion characteristics. For study #1, when compared to discussions where students received no cues or modeling, instructor reminders to discuss reasons for more than one idea resulted in discussions in which more students reported participating, and more discussions contained reasons for multiple ideas. In study #2, peer coaches also made a significant impact on students: in their presence, students used more feedback questions, and discussed questions for longer.&nbsp; Students were most likely to give reasons for their answers when directly requested to do so by their peer coaches, but tended to stop their discussions if peer coaches explained an answer. &nbsp;In study #3, we looked at two slightly different scenarios&mdash;one in which groups were randomly called, and one in which individuals were randomly called. In the first scenario, random calling of groups was associated with a higher use of questioning during discussions, and in particular, the use of more reasoning-related questions per discussion. In the second scenario, individual random calling was associated with an increase in the number of fully articulated logical reasoning statements per discussion and self-reports of higher likelihood to participate in discussion. Although random calling did not directly influence student use of argumentation, it nonetheless affected their interactions.</p>\n<p>In summary, our most important findings are that a variety of easily implemented changes in instructional guidance can positively influence student dis...",
  "por_txt_cntn": "One scientific practice often emphasized in science education reform is the ability to discuss and defend competing ideas, referred to as argumentation. Prior research has established that engaging students in argumentation can build studentsÆ abilities to understand, practice, and participate in science. Ultimately, students who are taught to argue well have the potential to perform better on assessments that require reasoning. However, in traditional undergraduate science courses that can enroll hundreds of students, instructors may struggle to effectively engage students in such practices.  This project aimed to characterize what typically occurs during introductory biology studentsÆ discussions of conceptual multiple-choice questions posed during class (using \"clickers\"), and to determine whether instructors and peer coaches were able to impact student use of argumentation by virtue of the cues they used to stimulate in class discussions.\n\n   To investigate student small-group discussions of clicker questions, we audio recorded and characterized over 500 discussions. We developed a set of qualitative codes to describe student interactions, in particular, their articulation of reasoning and use of questioning.  We then compared student discussion characteristics in the presence and absence of three specific types of instructional guidance: 1. students received a reminder to discuss reasoning, along with a video modeling productive clicker discussion vs. no reminder or video, 2. discussion involved a peer coach vs. no peer coach, and 3. the instructor called on individuals or groups randomly after discussion vs. asking for volunteers.\n\nWe found several generalizable trends regarding all clicker discussions. Students frequently used reasoning in discussing their answers to clicker questions, though they rarely exchanged fully articulated logical reasons.  Students frequently questioned each other for information, for feedback on their ideas, and to find out each otherÆs reasoning. Discussions generally lasted for 1-2 minutes, and although they frequently ended before the instructor called time, virtually all included on-topic exchanges.   \n\nWe used regression models to more specifically examine whether instructional guidance affected the frequency of coded discussion characteristics. For study #1, when compared to discussions where students received no cues or modeling, instructor reminders to discuss reasons for more than one idea resulted in discussions in which more students reported participating, and more discussions contained reasons for multiple ideas. In study #2, peer coaches also made a significant impact on students: in their presence, students used more feedback questions, and discussed questions for longer.  Students were most likely to give reasons for their answers when directly requested to do so by their peer coaches, but tended to stop their discussions if peer coaches explained an answer.  In study #3, we looked at two slightly different scenarios&mdash;one in which groups were randomly called, and one in which individuals were randomly called. In the first scenario, random calling of groups was associated with a higher use of questioning during discussions, and in particular, the use of more reasoning-related questions per discussion. In the second scenario, individual random calling was associated with an increase in the number of fully articulated logical reasoning statements per discussion and self-reports of higher likelihood to participate in discussion. Although random calling did not directly influence student use of argumentation, it nonetheless affected their interactions.\n\nIn summary, our most important findings are that a variety of easily implemented changes in instructional guidance can positively influence student discussion characteristics. In fact, students seem to respond quite specifically to the cues they are given, suggesting that one might be able to fine-tune the types of interactions..."
 }
}