{
 "awd_id": "1140234",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: The Relationships between Sheared Convective Clouds and Tropical Cyclone Evolution",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Chungu Lu",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 163486.0,
 "awd_amount": 163486.0,
 "awd_min_amd_letter_date": "2011-12-12",
 "awd_max_amd_letter_date": "2013-10-28",
 "awd_abstract_narration": "Despite improving observational and computational resources, the forecasting of tropical cyclone (TC) structural and intensity evolution is still a significant challenge.  The limits of predictability relate to the nonlinear interactions between a TC's multi-scale dynamics and its environment. Recent research underscores how TC evolution is influenced strongly by the details of latent heating.  As such, properly accounting for convective processes in TCs is a key step towards a more complete physical understanding of TCs and improved prediction.  Yet, potentially essential aspects of convective-scale dynamics remain unresolved.  The detailed structure of kinematic and thermodynamic properties found within TCs can provide a broad spectrum of distinct local environments resulting in a variety of convective and mesoscale cloud morphologies.  Each convective mode may have unique impacts on TC evolution.\r\n\r\nIntellectual merit:\r\nTo advance the understanding of convective-scale processes in TCs, this multi-framework study will investigate the interactions of vertical and horizontal wind shear with both isolated convective clouds and more organized rainbands.  Through this research effort, the following questions will be examined:\r\n\r\n1. How do strong horizontal wind shear and background absolute vertical vorticity impact isolated convective clouds and rainbands?\r\n2. What are the primary interactions that occur between horizontal and vertical shears and convection?\r\n3. How does the response of convection to three-dimensional shear vary given the variations of ambient thermodynamic conditions within TCs?\r\n4. What are the implications of the various convective modes resulting from kinematic and thermodynamic variability on overall TC dynamics?\r\n\r\nThe multiple frameworks for this study will include an idealized cloud model, high-resolution flight-level Doppler radar and in situ observations of TCs, and two full-physics TC simulations. Sensitivity experiments with a cloud model will be used to understand how three-dimensional wind shear and thermodynamic variability within TCs govern isolated convective clouds and convective systems.  The impacts of sheared convection on the mean flow will also be documented in the cloud model.  The observational analyses and TC simulations will provide realistic settings to evaluate the idealized cloud modeling results and to deduce feedbacks and relationships between the various sheared convective modes, rainbands, and TC dynamics. Vorticity, potential vorticity, and thermodynamic budgets and general statistical analysis of cloud, precipitation, and cold pool properties will be the primary tools of analysis for elucidating open questions related to sheared TC convection.\r\n\r\nBroader impacts:\r\nThe research will shed new light into basic internal dynamical processes related to TC intensity and structure change and it will have more general theoretical impacts outside of TC research.  The resulting peer-reviewed publications will provide both applied and theoretical contexts in which both researchers and forecasters can interpret convective scale processes in TCs.  Improvement in forecasting TCs and convective-scale processes in TCs will in turn be beneficial to society.  The research team will work with the Center for Hurricane Intensification and Landfall Investigation and talented and motivated undergraduate/graduate students who will contribute to significant aspects of the research and subsequent, peer-reviewed publications.  A webpage containing animations of key experimental results will supplement research articles and will also aid in college classroom instruction and other outreach efforts such as scientific high school workshops.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Rozoff",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher M Rozoff",
   "pi_email_addr": "rozoff@ucar.edu",
   "nsf_id": "000538547",
   "pi_start_date": "2011-12-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N Park Street, Suite 6401",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 55594.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 51321.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 56571.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-47ac1870-bea4-8716-4e80-804dcbfca3c7\">\n<p dir=\"ltr\"><span>The local kinematic and thermodynamic conditions surrounding individual convective clouds within a tropical cyclone (TC) vary considerably over small spatial scales. This contributes to a wide variety of convective modes and behaviors in various regions within a TC. Constituent convective clouds are important in the TC because they locally heat the atmosphere and generate circulations that can either concentrate more angular momentum in the TC&rsquo;s core, thereby strengthening the TC, or counteract TC organization when mostly distributed away from the core due to internal TC or external processes. Consequently, to make progress in understanding TC intensity and structure change, it is important to better understand the convective details within a TC.</span></p>\n<p dir=\"ltr\"><span>The variability of convective behavior throughout a TC is important to understand because the nature of convection influences its subsequent feedbacks back upon the TC. To better understand the internal TC variability impacts on convection, this study has conducted numerical simulations of individual convective clouds in a wide spectrum of conditions existing within prototypical TCs. To connect the idealized results to more realistic scenarios, convection-resolving numerical simulations of intense TCs were also examined. Software was developed to follow each of the convective elements in these tropical cyclones in time (e.g., Figure 1). This software allows for objective and systematic study of convective clouds throughout realistic TCs. Finally, flight-level observations from reconnaissance missions into Atlantic hurricanes were used to assess the idealized numerical simulations of convection and tropical cyclones.</span></p>\n</span></p>\n<p><span id=\"docs-internal-guid-47ac1870-bea4-c831-f5ec-2fa81063e259\">\n<p dir=\"ltr\"><span>Key scientific findings of this study provide new insight into convective dynamics that occur in the unique convective environments created by a TC. The idealized convection experiments showed how convection could develop into long-lived, rotating thunderstorms within a TC because of the strong vertical shear of the wind produced by the parent TC&rsquo;s circulations. Such convective behavior is commonly observed in midlatitude severe thunderstorm convection. The origins of such convective rotation and longevity in vertical wind shear are well-known in the literature, but the current study also examined the often overlooked impacts of horizontal wind shear on convective storms. The TC is one of the rare situations on earth where strong horizontal wind can impact small-scale convective clouds. The simulations of convection showed that horizontal shear filaments and distorts convection, spreading it over a wider region as well. In the interior region of a TC, particularly just outside a TC&rsquo;s eyewall, both vertical and horizontal wind shear typically become extreme. In these situations, the shear can become too intense for the survival of convection. This is especially true in situations where the atmosphere is not as convectively unstable or when it is drier. Such thermodynamic conditions are not uncommon immediately outside of a mature TC&rsquo;s eyewall. Hence, the TC itself provides a spectrum of conditions that allows convection to either thrive or suffer, and this study helps quantify those situations. Moreover, it explains the physical mechanisms that underlie the unique behaviors of convection in different regions of a TC. These results are further examined and confirmed in the numerical simulations of TCs and in observations. </span></p>\n<p dir=\"ltr\"><span>In addition to the new scientific results in this research project, this work also produced broader impacts upon society. The peer-reviewed research will improve the scientific community&rsquo;s understanding of con...",
  "por_txt_cntn": "\n\nThe local kinematic and thermodynamic conditions surrounding individual convective clouds within a tropical cyclone (TC) vary considerably over small spatial scales. This contributes to a wide variety of convective modes and behaviors in various regions within a TC. Constituent convective clouds are important in the TC because they locally heat the atmosphere and generate circulations that can either concentrate more angular momentum in the TCÆs core, thereby strengthening the TC, or counteract TC organization when mostly distributed away from the core due to internal TC or external processes. Consequently, to make progress in understanding TC intensity and structure change, it is important to better understand the convective details within a TC.\nThe variability of convective behavior throughout a TC is important to understand because the nature of convection influences its subsequent feedbacks back upon the TC. To better understand the internal TC variability impacts on convection, this study has conducted numerical simulations of individual convective clouds in a wide spectrum of conditions existing within prototypical TCs. To connect the idealized results to more realistic scenarios, convection-resolving numerical simulations of intense TCs were also examined. Software was developed to follow each of the convective elements in these tropical cyclones in time (e.g., Figure 1). This software allows for objective and systematic study of convective clouds throughout realistic TCs. Finally, flight-level observations from reconnaissance missions into Atlantic hurricanes were used to assess the idealized numerical simulations of convection and tropical cyclones.\n\n\n\nKey scientific findings of this study provide new insight into convective dynamics that occur in the unique convective environments created by a TC. The idealized convection experiments showed how convection could develop into long-lived, rotating thunderstorms within a TC because of the strong vertical shear of the wind produced by the parent TCÆs circulations. Such convective behavior is commonly observed in midlatitude severe thunderstorm convection. The origins of such convective rotation and longevity in vertical wind shear are well-known in the literature, but the current study also examined the often overlooked impacts of horizontal wind shear on convective storms. The TC is one of the rare situations on earth where strong horizontal wind can impact small-scale convective clouds. The simulations of convection showed that horizontal shear filaments and distorts convection, spreading it over a wider region as well. In the interior region of a TC, particularly just outside a TCÆs eyewall, both vertical and horizontal wind shear typically become extreme. In these situations, the shear can become too intense for the survival of convection. This is especially true in situations where the atmosphere is not as convectively unstable or when it is drier. Such thermodynamic conditions are not uncommon immediately outside of a mature TCÆs eyewall. Hence, the TC itself provides a spectrum of conditions that allows convection to either thrive or suffer, and this study helps quantify those situations. Moreover, it explains the physical mechanisms that underlie the unique behaviors of convection in different regions of a TC. These results are further examined and confirmed in the numerical simulations of TCs and in observations. \nIn addition to the new scientific results in this research project, this work also produced broader impacts upon society. The peer-reviewed research will improve the scientific communityÆs understanding of convective processes and their role in TCs. Also, software developed for the objective tracking of convective storms in numerical TC simulations is highly adaptable to more general numerical simulations containing convective clouds and this software is publicly available in highly-portable python code. Finally, a number of undergraduate students wor..."
 }
}