{
 "awd_id": "1140424",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Investigating the Innovation Capabilities of Undergraduate Engineering Students",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gul Kremer",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 100000.0,
 "awd_min_amd_letter_date": "2012-04-22",
 "awd_max_amd_letter_date": "2012-07-24",
 "awd_abstract_narration": "This collaborative project between the University of Texas at Austin (a PhD granting university) and the University of Massachusetts-Dartmouth (an MS granting institution) is investigating the impact of undergraduate engineering curricula on the innovation capabilities of undergraduate engineering students. The mechanical engineering departments at both universities are studying innovation capability of students and looking for correlations between their curricula and changes in innovation ability. The goal of the research is to determine to what extent the undergraduate engineering curricula improve graduate innovation capability. The project is establishing instruments for measuring the innovation capability of students that consist of concept generation exercises where students solve open-ended design problems and a survey to investigate student creative self-efficacy. These instruments contain metrics for assessing the level of originality and technical feasibility of student designs and are being used to determine the effect the complete undergraduate curriculum and the effect of individual courses (design-oriented courses, for example) on student innovation capabilities. This is being accomplished by assessing student innovation capabilities at the entry and exit points of the curriculum and at the beginning and end of selected courses. The research is also correlating innovation capability with student technical performance as measured using the student's grade-point ratio. Because the work is being carried out using very distinct student populations, the work will have a national impact. Major contributions of the project include an instrument for assessing innovation capabilities and a better understanding of the relationship between engineering curricula and the development of innovative engineers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Katja",
   "pi_last_name": "Holtta-Otto",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Katja Holtta-Otto",
   "pi_email_addr": "kotto@umassd.edu",
   "nsf_id": "000490784",
   "pi_start_date": "2012-04-22",
   "pi_end_date": "2012-07-24"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Trina",
   "pi_last_name": "Kershaw",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Trina Kershaw",
   "pi_email_addr": "tkershaw@umassd.edu",
   "nsf_id": "000549918",
   "pi_start_date": "2012-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sankha",
   "pi_last_name": "Bhowmick",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sankha Bhowmick",
   "pi_email_addr": "sbhowmick@umassd.edu",
   "nsf_id": "000063682",
   "pi_start_date": "2012-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Trina",
   "pi_last_name": "Kershaw",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Trina Kershaw",
   "pi_email_addr": "tkershaw@umassd.edu",
   "nsf_id": "000549918",
   "pi_start_date": "2012-04-22",
   "pi_end_date": "2012-07-24"
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts, Dartmouth",
  "inst_street_address": "285 OLD WESTPORT RD",
  "inst_street_address_2": "",
  "inst_city_name": "NORTH DARTMOUTH",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5089998953",
  "inst_zip_code": "027472356",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS DARTMOUTH",
  "org_prnt_uei_num": "",
  "org_uei_num": "PMMKPCKNN9R2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts, Dartmouth",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "027472300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"myStyle\">The goal of this project was to assess how the undergraduate curriculum affects the innovation capabilities of engineering students. We defined innovation capabilities as how well students were able to generate original solutions to open-ended design problems involving the development of next-generation products, such as alarm clocks or litter collection systems.</p>\n<p class=\"myStyle\">&nbsp;</p>\n<p class=\"myStyle\">In assessing the effect of the undergraduate curriculum on the innovation capabilities of engineering students, we had 3 aims:</p>\n<p class=\"myStyle\">1. Develop a way to measure innovation that would be validated, repeatable, applicable to multiple design problems, and shareable with researchers across universities.</p>\n<p class=\"myStyle\">2. Build fundamental knowledge of the effect of the undergraduate curriculum by comparing students at different points in their college careers (ex. freshmen vs. seniors) and assessing student groups over time (longitudinal analyses).</p>\n<p class=\"myStyle\">3. Evaluate the contribution of individual student characteristics, such as academic ability and belief in design abilities, to innovation capability.</p>\n<p class=\"myStyle\">&nbsp;</p>\n<p class=\"myStyle\">To address the first aim of the project, we developed a procedure to give each design problem solution an originality score. Because solutions were developed by groups of students, we calculated originality scores both for the whole group and for individuals. These originality scoring procedures were validated by having multiple researchers score a large number of solutions. The originality scoring procedures were then modified until agreement could be reached between researchers working independently at different institutions. The originality scoring procedure that we have developed is now in place at multiple universities in the United States and Asia and is explained in more detail in several publications.</p>\n<p class=\"myStyle\">&nbsp;</p>\n<p class=\"myStyle\">Once we established the originality scoring procedure, we could use it to compare the innovation capabilities of students at different points in their college careers, thus addressing the second aim of the project. One type of analysis we did was to compare freshman students in introductory engineering courses to senior students completing a design-focused course. For one open-ended design problem, seniors had higher originality scores than freshmen, but for another open-ended design problem, the two scores of the two student groups did not differ. Another type of analysis we did was to compare students at different time points within the same course. For example, we compared two different groups of senior students at the beginning and end of the academic year. We found that seniors tested at the end of the academic year had higher originality scores than their peers who were tested at the beginning of the academic year. No improvement was shown, however, in freshmen tested the same way. A third type of analysis we did was to assess the innovation capabilities of students longitudinally. We tested a group of students at the beginning of their junior year in college and again at the end of their senior year. We found an improvement in originality scores over time. Taken together, these results suggest that innovation capability is affected positively primarily by knowledge that is gained near the end of the undergraduate curriculum. Future research should develop educational interventions to build students&rsquo; creativity skills earlier in college.</p>\n<p class=\"myStyle\">&nbsp;</p>\n<p class=\"myStyle\">To address the third aim of assessing the role of student characteristics in innovation capability, we measured academic ability by collecting students&rsquo; grade point averages (GPA) and having them fill out a survey of their engineering design self-efficacy, which is defined as a student&rsquo...",
  "por_txt_cntn": "The goal of this project was to assess how the undergraduate curriculum affects the innovation capabilities of engineering students. We defined innovation capabilities as how well students were able to generate original solutions to open-ended design problems involving the development of next-generation products, such as alarm clocks or litter collection systems.\n \nIn assessing the effect of the undergraduate curriculum on the innovation capabilities of engineering students, we had 3 aims:\n1. Develop a way to measure innovation that would be validated, repeatable, applicable to multiple design problems, and shareable with researchers across universities.\n2. Build fundamental knowledge of the effect of the undergraduate curriculum by comparing students at different points in their college careers (ex. freshmen vs. seniors) and assessing student groups over time (longitudinal analyses).\n3. Evaluate the contribution of individual student characteristics, such as academic ability and belief in design abilities, to innovation capability.\n \nTo address the first aim of the project, we developed a procedure to give each design problem solution an originality score. Because solutions were developed by groups of students, we calculated originality scores both for the whole group and for individuals. These originality scoring procedures were validated by having multiple researchers score a large number of solutions. The originality scoring procedures were then modified until agreement could be reached between researchers working independently at different institutions. The originality scoring procedure that we have developed is now in place at multiple universities in the United States and Asia and is explained in more detail in several publications.\n \nOnce we established the originality scoring procedure, we could use it to compare the innovation capabilities of students at different points in their college careers, thus addressing the second aim of the project. One type of analysis we did was to compare freshman students in introductory engineering courses to senior students completing a design-focused course. For one open-ended design problem, seniors had higher originality scores than freshmen, but for another open-ended design problem, the two scores of the two student groups did not differ. Another type of analysis we did was to compare students at different time points within the same course. For example, we compared two different groups of senior students at the beginning and end of the academic year. We found that seniors tested at the end of the academic year had higher originality scores than their peers who were tested at the beginning of the academic year. No improvement was shown, however, in freshmen tested the same way. A third type of analysis we did was to assess the innovation capabilities of students longitudinally. We tested a group of students at the beginning of their junior year in college and again at the end of their senior year. We found an improvement in originality scores over time. Taken together, these results suggest that innovation capability is affected positively primarily by knowledge that is gained near the end of the undergraduate curriculum. Future research should develop educational interventions to build studentsÆ creativity skills earlier in college.\n \nTo address the third aim of assessing the role of student characteristics in innovation capability, we measured academic ability by collecting studentsÆ grade point averages (GPA) and having them fill out a survey of their engineering design self-efficacy, which is defined as a studentÆs belief in his/her abilities to develop solutions to design problems, present design ideas to others, and be creative. We tested the relationships between engineering design self-efficacy, GPA, and originality scores. For the majority of the students, GPA and engineering design self-efficacy were unrelated to their originality scores. We found a different result, ho..."
 }
}