{
 "awd_id": "1140068",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Erosion and Exhumation History of the Nepalese Frontal Himalaya Since Earliest Miocene Time: Constraints on Kinematic History",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephen Harlan",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 513085.0,
 "awd_amount": 513085.0,
 "awd_min_amd_letter_date": "2012-03-15",
 "awd_max_amd_letter_date": "2014-02-18",
 "awd_abstract_narration": "The Himalayan Mountains in Nepal were formed over the last 55 million years by forces associated with the collision of the Indian and Asian continents. Since the onset of the collision, layered rocks draping the upper crust of India have been crumpled and shortened by at least 650 kilometers as the Asian landmass has overridden northern India. This process has produced the highest mountains on Earth. These mountains are important in many respects: they control the climate system of southern Asia, including the all-important Asian monsoon which provides rain in a region that would otherwise be much drier; they store water in the form of glaciers and snow, thus mitigating the effects of drought and providing hydroelectric power to much of southern Asia; they generate the sediments that form the agricultural breadbasket of the region, feeding approximately one quarter of the world?s population; and they embody a dramatic high mountain landscape upon which humans have been inspired to feats of adventure, exploration, and religious devotion. As the mountains have grown, continuous erosion has generated vast quantities of sediment that accumulates along the southern flank of the Himalaya in the Indo-Gangetic foreland basin and in deep sea fans that flank India on the floors of the Arabian Sea and the Bay of Bengal. This sediment provides a record of the history of growth of the Himalaya. Our project aims to reconstruct the history of deformation of the Himalaya in Nepal. The analysis is forensic, as we attempt to retrodeform the rocks that have been folded and thrust faulted in the Himalaya, according to constraints imposed by thermochronology, structural geology, geochronology, and the erosional sedimentary record. Thermochronology measures the time at which a mineral passes through its \"blocking temperature\" with respect to a particular radiogenic isotopic system en route to the topographic surface as the mountains are growing and erosion is exhuming the rocks. Thermochronological ages can be inverted to assess erosion rates and in some cases the timing of slip on major faults. We will also use Uranium-Lead geochronology to determine the ages of mineral grains in both the eroded sediments and the bedrock source areas of the mountain range. Together these data will allow use to (a) determine the timing of major thrust faulting events within the southern half of the Himalaya; (b) calculate the rate of exhumation of the mountains; and (c) determine precisely the specific sources of the sediments and when they were deposited. Our fieldwork will involve sample collection, and detailed documentation of sections of the sedimentary erosional products where they are uplifted and exposed in the frontal Himalaya. This work promises to elucidate the tectonic and erosional history of the Himalaya at an unprecedented level of detail, and has far-reaching implications for our understanding of changing seawater chemistry, the origin and timing of the South Asian monsoon, and the dynamic interplay between tectonics and climate in orographic systems. Within the context of ongoing research on Himalayan tectonics by numerous international groups, this work fills a gap in understanding of the critical last ~20 million years of deformation of the Himalaya, a timespan during which it is postulated that more than one half of the total Himalayan shortening took place, and during which many of the iconic features of the system developed, including the Main Central thrust, the South Tibetan detachment, the Greater Himalayan leucogranites, and the Lesser Himalayan duplex. Densely populated Nepal and northern India remain seismically active, with potential for a >M8 earthquake in a major seismic gap in the western part of Nepal. Because estimates of earthquake probability are in part based on understanding of the long-term history of shortening in the frontal Himalaya, a small change in the long-term shortening rate would have significant implications for predictions of co-seismic fault slip.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "DeCelles",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Peter G DeCelles",
   "pi_email_addr": "decelles@arizona.edu",
   "nsf_id": "000290007",
   "pi_start_date": "2012-03-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Gehrels",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "George E Gehrels",
   "pi_email_addr": "ggehrels@email.arizona.edu",
   "nsf_id": "000422350",
   "pi_start_date": "2012-03-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "Carrapa",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara Carrapa",
   "pi_email_addr": "bcarrapa@email.arizona.edu",
   "nsf_id": "000563144",
   "pi_start_date": "2012-03-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "888 N Euclid Ave",
  "perf_city_name": "Tucson",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 176242.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 198445.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 138398.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Himalaya is Earth&rsquo;s greatest mountain range, with all of the world&rsquo;s summits greater than 8000 m elevation. It forms the &ldquo;water tower&rdquo; for all of South Asia; helps to drive the Asian Monsoon; supplies the greatest amount of sediment and dissolved ions to the world ocean; and produces sediment that forms the substrate for some of humankind&rsquo;s oldest civilizations. From a human standpoint, the Himalaya must rank as the most important mountain range, politically, culturally, and economically. Thus, knowing the history of the range is important. Our work has focused on the last 20 million years (Ma) of mountain building in the Himalaya. This time frame witnessed the development of the range&rsquo;s highest elevations and some of its most important tectonic events, including the emplacement of several very large thrust fault systems and at least 500 km of horizontal shortening of the upper crust of India. Our project has been focused on providing better data to understand the timing of major thrust faulting in the range. We collected numerous samples of rocks and sediments for geochronological and thermochronological analyses, by which we can better know the times at which the rocks formed and the times at which they were exhumed toward the surface, where we can sample them. The data provide indications of how and when the rocks got to the surface, as well as the history of erosion (driven, for example, by the Monsoon). We have also created a new geological map of central Nepal, and from this we have constructed new regional-scale cross-sections showing the internal structure of the range. What we have found is surprising. First, the rocks in central Nepal have been more deeply and rapidly eroded than their counterparts in western Nepal. This erosion has generated a huge amount of sediment over the last 5 Ma, which has accumulated right along the front of the range in the northern Ganges basin, mainly concentrated in a 50 x 150 km area at the southern mouth of the Naranyi River. In turn, it is likely that loading by the sediment has adjusted the taper of the thrust belt in this region, such that new thrust faults of the Main Frontal thrust system have been enabled to propagate southward from the range front, forming a large southward convex salient in the mountain range. Second, the history of the thrust belt involves two fundamentally different modes of behavior: from 20 Ma to 12 Ma, the major thrust faults were slipping along huge flat surfaces, and the overlying rocks were transported rapidly (faster than 10 mm/yr) over long distances (on average, 90 km per thrust fault). Beginning about 12 Ma, most of the deformation stepped back into the interior of the thrust belt, and the front of the mountains began to propagate southward at a much slower rate. The April-May, 2015 Gorkha earthquakes that took place in north-central Nepal are probably related to this second mode of deformation. Third, we have been able to show that erosion in Nepal is highly asymmetric from south to north: on the wetter southern side of the range erosion has been very rapid for at least the last 5 Ma. On the dry northern side of Mt. Everest and the high Himalaya, erosion has been very slow since 16-17 Ma. The result of this asymmetry has been a steady northward retreat of high topography. We suggest that the range had very high topography nearly all the way to its southern edge 15-20 Ma ago, and that this topography has been gradually eaten back to the north by incision of rivers on the south side of the range. The northward retreat of high topography, particularly in central Nepal, has created environments and space for human habitation in the so-called Midlands region, where Nepal&rsquo;s population and agricultural industry are concentrated. Our results also demonstrate that the Nepal portion of the Himalaya has behaved more or less similarly to other big thrus...",
  "por_txt_cntn": "\nThe Himalaya is EarthÆs greatest mountain range, with all of the worldÆs summits greater than 8000 m elevation. It forms the \"water tower\" for all of South Asia; helps to drive the Asian Monsoon; supplies the greatest amount of sediment and dissolved ions to the world ocean; and produces sediment that forms the substrate for some of humankindÆs oldest civilizations. From a human standpoint, the Himalaya must rank as the most important mountain range, politically, culturally, and economically. Thus, knowing the history of the range is important. Our work has focused on the last 20 million years (Ma) of mountain building in the Himalaya. This time frame witnessed the development of the rangeÆs highest elevations and some of its most important tectonic events, including the emplacement of several very large thrust fault systems and at least 500 km of horizontal shortening of the upper crust of India. Our project has been focused on providing better data to understand the timing of major thrust faulting in the range. We collected numerous samples of rocks and sediments for geochronological and thermochronological analyses, by which we can better know the times at which the rocks formed and the times at which they were exhumed toward the surface, where we can sample them. The data provide indications of how and when the rocks got to the surface, as well as the history of erosion (driven, for example, by the Monsoon). We have also created a new geological map of central Nepal, and from this we have constructed new regional-scale cross-sections showing the internal structure of the range. What we have found is surprising. First, the rocks in central Nepal have been more deeply and rapidly eroded than their counterparts in western Nepal. This erosion has generated a huge amount of sediment over the last 5 Ma, which has accumulated right along the front of the range in the northern Ganges basin, mainly concentrated in a 50 x 150 km area at the southern mouth of the Naranyi River. In turn, it is likely that loading by the sediment has adjusted the taper of the thrust belt in this region, such that new thrust faults of the Main Frontal thrust system have been enabled to propagate southward from the range front, forming a large southward convex salient in the mountain range. Second, the history of the thrust belt involves two fundamentally different modes of behavior: from 20 Ma to 12 Ma, the major thrust faults were slipping along huge flat surfaces, and the overlying rocks were transported rapidly (faster than 10 mm/yr) over long distances (on average, 90 km per thrust fault). Beginning about 12 Ma, most of the deformation stepped back into the interior of the thrust belt, and the front of the mountains began to propagate southward at a much slower rate. The April-May, 2015 Gorkha earthquakes that took place in north-central Nepal are probably related to this second mode of deformation. Third, we have been able to show that erosion in Nepal is highly asymmetric from south to north: on the wetter southern side of the range erosion has been very rapid for at least the last 5 Ma. On the dry northern side of Mt. Everest and the high Himalaya, erosion has been very slow since 16-17 Ma. The result of this asymmetry has been a steady northward retreat of high topography. We suggest that the range had very high topography nearly all the way to its southern edge 15-20 Ma ago, and that this topography has been gradually eaten back to the north by incision of rivers on the south side of the range. The northward retreat of high topography, particularly in central Nepal, has created environments and space for human habitation in the so-called Midlands region, where NepalÆs population and agricultural industry are concentrated. Our results also demonstrate that the Nepal portion of the Himalaya has behaved more or less similarly to other big thrust belts on Earth, including those in western North America. \n\n \n\n\t\t\t\t\tLast Modified: 06/02/2016\n\n\t\t\t\t\tSu..."
 }
}