{
 "awd_id": "1140286",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Early Integration of Research Experiences into the Undergraduate Biology Curriculum.",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ellen Carpenter",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 199791.0,
 "awd_amount": 199791.0,
 "awd_min_amd_letter_date": "2012-05-22",
 "awd_max_amd_letter_date": "2012-05-22",
 "awd_abstract_narration": "This project takes a two pronged approach to engage science students early in their academic career as a means of reducing the problem of low retention of majors during subsequent years.  One effort, Biopods, utilizes electronic media and classroom discussion to provide an early introduction of students to career opportunities open to biology majors. Biopods also help students see the merits of becoming active self-learners and participating in research.  The other effort, AMOEBA (Authentic Mentoring of Engaged Biologists Alliance), engages biology faculty in establishing research modules to replace the traditional Introductory Biology 2 experience with laboratory activities based upon ongoing research activities at the institution. \r\n\r\nIntellectual Merits:  Preliminary trials of the AMOEBA approach (based on stable isotope exploration of the effects of sugar uptake on the elemental and ecological stoichiometry of fern gametophytes and biotic soil crust organisms) indicates that students can: contribute to the research; appreciate the importance of the interdisciplinary studies they were doing; and are enthusiastic about continuing these type of courses and continuing on as biology majors.  An added intellectual merit is that the courses are designed to include upper division as well as lower division students, postdoctoral fellows, faculty and graduate students all working together on real research problems and pooling their efforts, thus transforming introductory courses into a collaborative research alliance that engages students in a biology learning community during an early phase of their academic careers.\r\n\r\nBroader Impacts:  Successful implementation of these techniques at a typical state university can provide a model that can transform approaches at similar institutions that both benefit the students in the courses and introduce graduate students, postdoctoral fellows and faculty to their potential as advocates and practitioners of effective and intellectually challenging approaches to undergraduate education.\r\n\r\nThis project is being jointly funded by the Directorate for Biological Sciences, Division of Biological Infrastructure and the Directorate for Education and Human Resources, Division of Undergraduate Education as part of their efforts toward Vision and Change in Undergraduate Biology Education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Hill",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey P Hill",
   "pi_email_addr": "hilljeff@isu.edu",
   "nsf_id": "000159096",
   "pi_start_date": "2012-05-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Finney",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce P Finney",
   "pi_email_addr": "finney@isu.edu",
   "nsf_id": "000383889",
   "pi_start_date": "2012-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Idaho State University",
  "inst_street_address": "921 S 8TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "POCATELLO",
  "inst_state_code": "ID",
  "inst_state_name": "Idaho",
  "inst_phone_num": "2082822592",
  "inst_zip_code": "832015377",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "ID02",
  "org_lgl_bus_name": "IDAHO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJC9GJJJL4M7"
 },
 "perf_inst": {
  "perf_inst_name": "Idaho State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "ID",
  "perf_st_name": "Idaho",
  "perf_zip_code": "832015377",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "ID02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  },
  {
   "pgm_ele_code": "797200",
   "pgm_ele_name": "Transforming Undergrad Bio Ed"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 199791.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Traditionally, introductory courses in the sciences including biology contain a set curriculum that stipulates mandatory core content. This framework can have manifold effects on how biology instruction is delivered, enabling the use of standardized instruction materials (course textbooks, digitally-based slides to convey in-class and on-line lecture presentations, and lab exercises supported by established lab manuals). Content resources that emphasize factual information transfer to students are updated periodically, as illustrated by required textbooks and lab manuals that regularly appear as costly new editions. There are perennial deliberations over which chapters must be covered and which ones can be skipped by faculty members who deliver this introductory biology content. A problem with this model is that it is not very representative of how the process of science actually works in biology; introductory students get little experiential insight into what professional biology is like at an influential stage in their own development. Students often lament that there is too much content covered in too little detail in too short a timespan; they are often bored and discouraged, and retention in the major is consequently low.</p>\n<p>&nbsp;</p>\n<p>The explicit mission of this grant was to mesh real discovery research in biology with a program to enhance undergraduate education beginning in the freshman introductory biology curriculum. The working hypothesis was that qualified mentors, including research-active faculty members, would be more likely to engage and participate in an undergraduate curriculum that was infused with real discovery. Additionally, it was hypothesized that students would appreciate a &ldquo;less is more&rdquo; approach to learning biology when given the opportunity to engage in biology by investigating problems in more depth. To accomplish this goal, a new tiered learning community called AMOEBA (Authentic Mentoring Of Engaged Biologists Alliance) was created in lieu of the traditional lab. Student groups were introduced to a research problem and allowed to conduct discover research on that problem. To support an emerging population of new student mentors, new courses were added to academic programs at both the undergraduate and graduate level so interested students could receive credits towards their degree program while they contributed to AMOEBA.</p>\n<p>&nbsp;</p>\n<p>Assessment and enrollment data over the duration of the four-year pilot program indicate success in improving engagement and imparting a sense of project ownership for undergraduates. In particular, important positive gains were made for the non-honors student population that included a significant number of first generation college attendees and students from low-income backgrounds in a rural state. Independent qualitative analysis of group interviews with student mentors indicated very positive outcomes from their experience teaching the culture and practice of biological research to small undergraduate cohorts. Efforts to draw more faculty members into the introductory curriculum met with more mixed success, with a small number of individuals making long-term commitments to participation. There were also difficult unresolved issues for correctly calibrating faculty mentor effort using workload formulas that normally reward large enrollment course instruction. Further effort is needed to determine how to scale the most beneficial educational elements of the AMOEBA model up to cover larger enrollment introductory courses. Tracking enrollments and retention data over several years was an important project element since those data are seen as a useful tool to leverage future administrative support for a program at a regional public university that increasingly relies on tuition income for economic sustainability.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/19/2016<br>\n\t\t\t\t\tModified by: Jeffrey&nbsp;P&nbsp;Hill</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nTraditionally, introductory courses in the sciences including biology contain a set curriculum that stipulates mandatory core content. This framework can have manifold effects on how biology instruction is delivered, enabling the use of standardized instruction materials (course textbooks, digitally-based slides to convey in-class and on-line lecture presentations, and lab exercises supported by established lab manuals). Content resources that emphasize factual information transfer to students are updated periodically, as illustrated by required textbooks and lab manuals that regularly appear as costly new editions. There are perennial deliberations over which chapters must be covered and which ones can be skipped by faculty members who deliver this introductory biology content. A problem with this model is that it is not very representative of how the process of science actually works in biology; introductory students get little experiential insight into what professional biology is like at an influential stage in their own development. Students often lament that there is too much content covered in too little detail in too short a timespan; they are often bored and discouraged, and retention in the major is consequently low.\n\n \n\nThe explicit mission of this grant was to mesh real discovery research in biology with a program to enhance undergraduate education beginning in the freshman introductory biology curriculum. The working hypothesis was that qualified mentors, including research-active faculty members, would be more likely to engage and participate in an undergraduate curriculum that was infused with real discovery. Additionally, it was hypothesized that students would appreciate a \"less is more\" approach to learning biology when given the opportunity to engage in biology by investigating problems in more depth. To accomplish this goal, a new tiered learning community called AMOEBA (Authentic Mentoring Of Engaged Biologists Alliance) was created in lieu of the traditional lab. Student groups were introduced to a research problem and allowed to conduct discover research on that problem. To support an emerging population of new student mentors, new courses were added to academic programs at both the undergraduate and graduate level so interested students could receive credits towards their degree program while they contributed to AMOEBA.\n\n \n\nAssessment and enrollment data over the duration of the four-year pilot program indicate success in improving engagement and imparting a sense of project ownership for undergraduates. In particular, important positive gains were made for the non-honors student population that included a significant number of first generation college attendees and students from low-income backgrounds in a rural state. Independent qualitative analysis of group interviews with student mentors indicated very positive outcomes from their experience teaching the culture and practice of biological research to small undergraduate cohorts. Efforts to draw more faculty members into the introductory curriculum met with more mixed success, with a small number of individuals making long-term commitments to participation. There were also difficult unresolved issues for correctly calibrating faculty mentor effort using workload formulas that normally reward large enrollment course instruction. Further effort is needed to determine how to scale the most beneficial educational elements of the AMOEBA model up to cover larger enrollment introductory courses. Tracking enrollments and retention data over several years was an important project element since those data are seen as a useful tool to leverage future administrative support for a program at a regional public university that increasingly relies on tuition income for economic sustainability.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/19/2016\n\n\t\t\t\t\tSubmitted by: Jeffrey P Hill"
 }
}