{
 "awd_id": "1141898",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Examining the variation in earthquake parameters along the Nicaragua and Costa Rica subduction zone using onshore and offshore seismic data",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 61807.0,
 "awd_amount": 61807.0,
 "awd_min_amd_letter_date": "2012-09-17",
 "awd_max_amd_letter_date": "2012-09-17",
 "awd_abstract_narration": "Understanding how fault conditions impact earthquake rupture has been identified as a fundamental challenge of the seismological community, especially along shallow subduction megathrust faults where giant earthquakes can produce devastating shaking and tsunami.  The study addresses this issue by characterizing earthquake source characteristics for comparison to specific tectonic and geologic variations within a small geographic area along the Middle America Trench, an area that has produced past large tsunami and earthquakes and where unique onshore and offshore seismic recordings exist for a large catalog of earthquakes. \r\n\r\nThe researchers hypothesize that earthquake source characteristics such as apparent stress are related to material conditions along faults and hence will differ within the subduction zone.  Along the subduction megathrust, there are numerous potential culprits for altering the fault conditions. Subducted seamounts, ridges, fracture zones, plate-bending faults, and variable sediment packets riding on the subducting plate can provide significant variations in the megathrust geometry. Variable pore fluid pressure can affect the strength conditions along the fault by changing the effective normal stress. The ratio of compressional to shear wave speeds (Vp/Vs) is sensitive to changes in fault conditions, such as the presence of fluids in pores and cracks, temperature and composition, but not to slab geometry. Thus, to determine how these conditions affect earthquake rupture, both high quality data on fault conditions as well as extensive earthquake catalogs are need, both of which are available along this study area.  They will be: 1) determining earthquake source spectra to provide estimates of the rupture time and stress drop, which are two parameters commonly used in global studies to describe earthquake rupture properties; and 2) calculating near source Vp/Vs using waveform cross-correlation derived differential times following an innovative technique. The Researchers will compare source parameters with the wealth of geophysical data already available in Middle America, as well as with the new estimates of Vp/Vs to help determine whether interplate fault segments have unusual fluid pressures or material composition. This will allow them to advance ideas about the role of fluids in earthquake rupture.\r\n\r\nThe researchers will be studying a region that has a history of large (M>7) earthquakes and tsunami earthquakes. Their results should improve understanding of local seismic and tsunami hazard and also bear on broader understanding of seismic and tsunami hazard along other subduction margins. The project will also support the participation of 2 graduate students, continue international collaborations, and produce results that will be disseminated widely at national meetings, international publications, and through online marine geophysical databases and PI supported webpages.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Bilek",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Susan L Bilek",
   "pi_email_addr": "Susan.Bilek@nmt.edu",
   "nsf_id": "000226745",
   "pi_start_date": "2012-09-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Mexico Institute of Mining and Technology",
  "inst_street_address": "801 LEROY PL",
  "inst_street_address_2": "",
  "inst_city_name": "SOCORRO",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5758355496",
  "inst_zip_code": "878014681",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NM02",
  "org_lgl_bus_name": "NEW MEXICO INSTITUTE OF MINING AND TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HZJ2JZUALWN4"
 },
 "perf_inst": {
  "perf_inst_name": "New Mexico Institute of Mining and Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "878014681",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NM02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 61807.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Significant faults, known as subduction megathrusts, occur at the convergence of two tectonic plates and produce the majority of earthquakes on Earth.&nbsp; Our study uses over 1500 earthquakes that occurred on a segment of the subduction megathrust fault in Central America to explore a key question in Earth Science &ndash; how do conditions on the fault affect earthquake behavior? Our study used large datasets of earthquakes recorded locally with temporary land and ocean bottom seismometers in order to address characterize the earthquake behavior, from earthquakes of magnitude 1 to earthquakes of over magnitude 7, in the region of Nicaragua and Costa Rica. We find that earthquakes that occurred along the coast of Nicaragua have anomalous source parameters, mimicking the behavior of a destructive earthquake and tsunami that occurred in this region in 1992.&nbsp;</p>\n<p>Our results suggest that the portion of the fault that produced the large tsunami earthquake continues to produce smaller earthquakes with similar behavior.&nbsp; This mapping of the area of the fault where the anomalous earthquake behavior is present can have impacts for future tsunami earthquake mapping.&nbsp; In addition, we find very heterogeneous earthquake behavior in the area of the Nicoya Peninsula, including in the area of the 2012 magnitude 7.6 earthquake.&nbsp; We find that the small magnitude earthquakes had larger stress drops along the portion of the fault that had the largest slip during the 2012 earthquake.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Our results will improve the understanding of 1) local tectonics and earthquake behavior along Nicaragua and Costa Rica, 2) the long-lasting conditions that affect occurrence of tsunami earthquakes and other anomalous events, 3) effects of fault heterogeneity on earthquake processes.&nbsp; Although each of these points relate to the very local environment in Central America, points 2 and 3 have the potential to be applied to other subduction zones around the world. Our results provide new observations of the scale of heterogeneous earthquake behavior in a well characterized subduction zone, allowing us to start to link earthquake behavior to fault characteristics.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/13/2014<br>\n\t\t\t\t\tModified by: Susan&nbsp;L&nbsp;Bilek</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSignificant faults, known as subduction megathrusts, occur at the convergence of two tectonic plates and produce the majority of earthquakes on Earth.  Our study uses over 1500 earthquakes that occurred on a segment of the subduction megathrust fault in Central America to explore a key question in Earth Science &ndash; how do conditions on the fault affect earthquake behavior? Our study used large datasets of earthquakes recorded locally with temporary land and ocean bottom seismometers in order to address characterize the earthquake behavior, from earthquakes of magnitude 1 to earthquakes of over magnitude 7, in the region of Nicaragua and Costa Rica. We find that earthquakes that occurred along the coast of Nicaragua have anomalous source parameters, mimicking the behavior of a destructive earthquake and tsunami that occurred in this region in 1992. \n\nOur results suggest that the portion of the fault that produced the large tsunami earthquake continues to produce smaller earthquakes with similar behavior.  This mapping of the area of the fault where the anomalous earthquake behavior is present can have impacts for future tsunami earthquake mapping.  In addition, we find very heterogeneous earthquake behavior in the area of the Nicoya Peninsula, including in the area of the 2012 magnitude 7.6 earthquake.  We find that the small magnitude earthquakes had larger stress drops along the portion of the fault that had the largest slip during the 2012 earthquake. \n\n \n\nOur results will improve the understanding of 1) local tectonics and earthquake behavior along Nicaragua and Costa Rica, 2) the long-lasting conditions that affect occurrence of tsunami earthquakes and other anomalous events, 3) effects of fault heterogeneity on earthquake processes.  Although each of these points relate to the very local environment in Central America, points 2 and 3 have the potential to be applied to other subduction zones around the world. Our results provide new observations of the scale of heterogeneous earthquake behavior in a well characterized subduction zone, allowing us to start to link earthquake behavior to fault characteristics.\n\n \n\n\t\t\t\t\tLast Modified: 11/13/2014\n\n\t\t\t\t\tSubmitted by: Susan L Bilek"
 }
}