{
 "awd_id": "1141049",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Online Collaboration to Understand Preservice Teachers' Developing MKT",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Haddock",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 92973.0,
 "awd_amount": 92973.0,
 "awd_min_amd_letter_date": "2012-08-09",
 "awd_max_amd_letter_date": "2015-07-12",
 "awd_abstract_narration": "Teacher education faculty from four diverse institutions (Utah State, West Virginia University, Mills College, and St. Petersburg College) are collaborating with the Math Forum to study the development of Mathematical Knowledge for Teaching (MKT) in elementary Preservice Teachers (PTs) who participate in online mathematics mentoring experiences.  The study is investigating the retention and application of this knowledge during the PTs' student teaching experiences in the field.  Faculty, along with their PTs, are learning  to use the Virtual Fieldwork Sequence (VFS), a structured set of online modules that supports PTs to work with grade level mathematics, identify student strengths, and provide feedback to \"live\" students on-line. A key element of the professional development model and a large part of its uniqueness is that the faculty are reflecting on and analyzing the data and describing the findings from their pilot study, including the impact of the VFS on student MKT.  \r\n\r\nThe work is expected to yield significant findings concerning the learning of preservice teachers by investigating how MKT might be further developed. The project adopts an on-the-job approach to the professional development of the involved faculty, a strategy that prior research has shown to be significant in promoting change in teaching practices. One of the outcomes is an on-line professional development module that is collaborative, situated, and focused on developing preservice teachers' MKT.  The students involved are non-traditional, underrepresented minority, first-generation college students. The project has an impact on both the teaching approaches of faculty of undergraduate STEM students and the students' MKT both of which are currently recognized as areas of STEM education needing improvement.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Weimar",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen A Weimar",
   "pi_email_addr": "sweimar@21pstem.org",
   "nsf_id": "000225897",
   "pi_start_date": "2012-08-09",
   "pi_end_date": "2015-07-12"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wesley",
   "pi_last_name": "Shumar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wesley Shumar",
   "pi_email_addr": "wes@drexel.edu",
   "nsf_id": "000208494",
   "pi_start_date": "2015-07-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Max",
   "pi_last_name": "Ray",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Max Ray",
   "pi_email_addr": "mrayriek@nctm.org",
   "nsf_id": "000593357",
   "pi_start_date": "2012-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Drexel University",
  "inst_street_address": "3141 CHESTNUT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158956342",
  "inst_zip_code": "191042875",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "DREXEL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XF3XM9642N96"
 },
 "perf_inst": {
  "perf_inst_name": "Drexel University",
  "perf_str_addr": "3201 Arch Street",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191042737",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 92973.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Body\">&nbsp;Mathematical knowledge for teaching (MKT), or professionally oriented subject knowledge of mathematics, refers to both the mathematical content knowledge and the pedagogical content knowledge that teachers bring to teaching. In this TUES-1 project we (a) provided information about how the context of an online laboratory (the Math Forum&rsquo;s Virtual Fieldwork Sequence [VFS]) contributes to preservice teachers&rsquo; (PTs&rsquo;) mentoring of mathematics and whether MKT predicts how PTs work with the VFS modules, and (b) developed a prototype for professional development for instructors to accompany the VFS, or modules like the VFS, that is both collaborative and situated in the experiences and skills of the PTs using the modules.</p>\n<p class=\"Body\">We focused on the period when MKT is just beginning to develop..&nbsp; Our findings indicate that all PTs develop their understanding of the concept of the math problems that they are mentoring and that their entering level of MKT predicts the extent to which they develop their abilities to engage instructional conversation and to use content-informed feedback in their work with pupils. The VFS provides opportunities for mathematical discussion in the classroom as well as online. It provides PTs with language for mathematical thinking (e.g., grounded observations that use the Math Forum&rsquo;s &ldquo;I notice, I wonder&rdquo; approach), as opposed to generic feedback (e.g., &ldquo;good job&rdquo;, &ldquo;try it a different way&rdquo;). It also focuses discussion on pupils&rsquo; mathematical needs and reasoning. For some PTs, the process of giving feedback on the problems also leads them to work with mathematical concepts (e.g., rates) in ways that are new and challenging for them.</p>\n<p class=\"Body\">A diverse group of instructors from different types of undergraduate institutions have worked alongside Math Forum staff members to understand their PTs&rsquo; use of the modules. The instructors have also been involved in documenting and describing their experiences as project participants. They have been supported to work together on research projects, using the VFS context to further their individual research programs and professional advancement. The emergent process and products (e.g., papers presented at professional conferences, video support for working with module tasks) of this project are resources for future iterations of this developing community of practice. This is a community that supports instructors to know how to work with the modules and support their PTs&rsquo; developing MKT.</p>\n<p class=\"Body\"><span>Steve Weimar, Director of the Math Forum, was PI on this project.&nbsp; With a few months remaining, Drexel University ended its relationship with the Math Forum and asked Wes Shumar to serve as custodial PI.&nbsp; Regardless the key work of this project was under the leadership of Steve Weimar.</span></p>\n<p class=\"Body\">&nbsp;</p>\n<p class=\"Body\">Lessons Learned</p>\n<p class=\"Body\">Our sample size is smaller than planned. There were several lessons that we learned about conducting a study such as this with this participant group. A central lesson is that any participant surveys or other contributions to project data should be integrated where possible into work completed as part of the modules, reducing the need to reach out to participants by email to request additional work. We believe that one general complication for the present project was that persons with comparatively little interest in math are not likely to voluntarily do additional work related to mathematics. In addition, not all of the PTs who agreed to participate in the study followed through to complete all five of the surveys administered. We had a significant drop in participation when it came to the period when the PTs were student teaching. This attrition may have been related to the length and duration of the ...",
  "por_txt_cntn": "Mathematical knowledge for teaching (MKT), or professionally oriented subject knowledge of mathematics, refers to both the mathematical content knowledge and the pedagogical content knowledge that teachers bring to teaching. In this TUES-1 project we (a) provided information about how the context of an online laboratory (the Math ForumÆs Virtual Fieldwork Sequence [VFS]) contributes to preservice teachersÆ (PTsÆ) mentoring of mathematics and whether MKT predicts how PTs work with the VFS modules, and (b) developed a prototype for professional development for instructors to accompany the VFS, or modules like the VFS, that is both collaborative and situated in the experiences and skills of the PTs using the modules.\nWe focused on the period when MKT is just beginning to develop..  Our findings indicate that all PTs develop their understanding of the concept of the math problems that they are mentoring and that their entering level of MKT predicts the extent to which they develop their abilities to engage instructional conversation and to use content-informed feedback in their work with pupils. The VFS provides opportunities for mathematical discussion in the classroom as well as online. It provides PTs with language for mathematical thinking (e.g., grounded observations that use the Math ForumÆs \"I notice, I wonder\" approach), as opposed to generic feedback (e.g., \"good job\", \"try it a different way\"). It also focuses discussion on pupilsÆ mathematical needs and reasoning. For some PTs, the process of giving feedback on the problems also leads them to work with mathematical concepts (e.g., rates) in ways that are new and challenging for them.\nA diverse group of instructors from different types of undergraduate institutions have worked alongside Math Forum staff members to understand their PTsÆ use of the modules. The instructors have also been involved in documenting and describing their experiences as project participants. They have been supported to work together on research projects, using the VFS context to further their individual research programs and professional advancement. The emergent process and products (e.g., papers presented at professional conferences, video support for working with module tasks) of this project are resources for future iterations of this developing community of practice. This is a community that supports instructors to know how to work with the modules and support their PTsÆ developing MKT.\nSteve Weimar, Director of the Math Forum, was PI on this project.  With a few months remaining, Drexel University ended its relationship with the Math Forum and asked Wes Shumar to serve as custodial PI.  Regardless the key work of this project was under the leadership of Steve Weimar.\n \nLessons Learned\nOur sample size is smaller than planned. There were several lessons that we learned about conducting a study such as this with this participant group. A central lesson is that any participant surveys or other contributions to project data should be integrated where possible into work completed as part of the modules, reducing the need to reach out to participants by email to request additional work. We believe that one general complication for the present project was that persons with comparatively little interest in math are not likely to voluntarily do additional work related to mathematics. In addition, not all of the PTs who agreed to participate in the study followed through to complete all five of the surveys administered. We had a significant drop in participation when it came to the period when the PTs were student teaching. This attrition may have been related to the length and duration of the study, the difficulty of tracking participants into student teaching experiences that were not supervised by project instructors, and changes in the email addresses and communication channels used once PTs move into student teaching.\n \nBroader Impacts\nThe innovative, integrated design of this project improves t..."
 }
}