{
 "awd_id": "1141957",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Thermoelectric DNA Sequencer for Mutation Detection",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 175000.0,
 "awd_min_amd_letter_date": "2011-11-17",
 "awd_max_amd_letter_date": "2012-05-31",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project proposes to develop a highly innovative, thermoelectric, microfluidic DNA sequencing method for mutation detection (e.g., SNPs) for applications in personalized medicine.  The overall objective is to optimize operational parameters and microfluidic device design variables to overcome three factors that limit the accuracy of the sequencing method.  To achieve this overall objective, the project will address the following three technical objectives:  Technical objective 1, optimize parameters to ensure that all available nucleotide sites are extended during a single nucleotide injection, technical objective 2, optimize parameters to reduce the level of dNTP misincorporation, and technical objective 3, develop improved strategies for sequencing mutations involving homopolymeric regions. Single nucleotide polymorphisms (SNPs) are single base pair variations within the genome that are important indicators of genetic predisposition towards specific diseases.  There is a significant medical need and commercial market in the field of personalized medicine for a less expensive, more efficient, simple and sensitive SNP detection assay. Thermoelectric DNA sequencing is a discontinuous innovation, unlike any existing method for sequencing DNA.  Despite the high-risk, successful commercialization of thermoelectric sequencing will provide a transformative, inexpensive, simple method for mutation detection.\r\n\r\nThe broader impact/commercial potential of this project, if successful, is in personalized medicine.  SNPs are the most abundant class of polymorphism and predispose individuals to specific diseases and influence their response to drugs.  Wide-spread screening of the population for genetic mutations (e.g. SNPs) will dramatically decrease health care costs and produce significant positive social impact by enabling the early detection of inherited disease, more effective and timely treatment, and lower mortality and morbidity among the population.  Thermoelectric sequencing offers the potential to transform the field of personalized medicine by extending genetic testing into the clinical laboratory and doctor's office.  Genetic testing identifies individuals who have predisposition to diseases before the onset of the symptoms. Cancer for example, one of the leading causes of mortality in the United States, causes 558,644 deaths per year. The cost of cancer treatment is estimated to be $104.1 billion per year that adds to the staggering cost of healthcare in the United States. The cost of healthcare in the United States is $2.199 trillion per year that is 16% of the GDP of the country.  Early diagnosis allows early intervention, increases the quality of life of these individuals, and reduces the cost of health care.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gergana",
   "pi_last_name": "Nestorova",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Gergana G Nestorova",
   "pi_email_addr": "ggnestor@latech.edu",
   "nsf_id": "000592437",
   "pi_start_date": "2012-01-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Guilbeau",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Eric J Guilbeau",
   "pi_email_addr": "ericg@latech.edu",
   "nsf_id": "000592478",
   "pi_start_date": "2011-11-17",
   "pi_end_date": "2012-01-19"
  }
 ],
 "inst": {
  "inst_name": "Biovations Engineering",
  "inst_street_address": "1453 E. Los Arboles Drive",
  "inst_street_address_2": "",
  "inst_city_name": "Tempe",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4802390308",
  "inst_zip_code": "852842460",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Biovations Engineering",
  "perf_str_addr": "428 Forest Circle",
  "perf_city_name": "Ruston",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "712702643",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "LA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 175000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Biovations&trade; LLC determined the commercial feasibility of a highly innovative, thermoelectric, microfluidic DNA sequencing method for mutation detection (e.g., SNPs) for applications in personalized medicine. Thermoelectric genotyping is based on the real-time synthesis of DNA. DNA polymerase is used to incorporate bases complimentary to a template.&nbsp; The identity of each base is noted after it is incorporated into the 3&rsquo; end of the growing primer strand. Thermoelectric genotyping measures the heat generated during nucleotide polymerization using thin-film thermopiles. The thermoelectric platform for mutation detection is a simple system which includes components needed to pump and inject the buffers, nucleotides and polymerase enzyme; a microfluidic device; the electronics needed to measure the thermopile output; and a computer for data collection and analysis.&nbsp;</p>\n<p>We optimized the operational parameters and microfluidic device design variables to improve the accuracy of the sequencing method.&nbsp; &nbsp;To achieve these goals we designed experiments to extend all available sites during a single injection, to minimize the level of dNTP misincorporation, and to investigate the effect of pyrophosphatase on the sequencing signal. &nbsp;Our results confirmed that:&nbsp; single strand binding protein increases the magnitude, reduces the variability in the measured sequencing signal and reduces the level of nucleotide misincorporation.&nbsp; Increasing the flow rates increased the magnitude of the sequencing signal. Adding pyrophosphatase did not have significant effect on the thermopile response and decreasing the concentration of dNTP reduced the level of dNTP misincorporation. These results strongly support the overall conclusion that thermoelectric sequencing can be used to develop our first product, namely an Apo E genotyping assay for point-of-care diagnostics.</p>\n<p>Apolipoprotein (apo) &epsilon; gene is polymorphic and has three common alleles: &epsilon;2, &epsilon;3, and &epsilon;4 that produce three isoforms of the protein: E2, E3, and E4. Individuals containing &epsilon;2/&epsilon;2 genotype are at higher risk for developing type III hyperlipoproteinemia while the heterozygote phenotype &epsilon;3/&epsilon;2 increases the chances of developing carotid artery atherosclerotic disease. Since individuals that are homozygous or heterozygous for the &epsilon;2 allele will have propensity towards inefficient metabolic regulation of cholesterol, we will develop a simple genetic test that will determine if the &epsilon;2 allele is present by detecting a single nucleotide polymorphism mutation at codon 158 of the apo &epsilon; gene. In our preliminary tests, a single base substitution in the apolipoprotein E gene was successfully detected using the thermoelectric method for mutation detection. We used two synthetic oligonucleotides to evaluate the feasibility of this genotyping test to detect a single base substitution at codon 158 in the apo &epsilon; gene. The nucleotide was identified by a one-step primer extension reaction that was directed by a primer that anneals to the nucleic acid one basepair upstream of the site of variation.</p>\n<p>There is a significant medical need and commercial market in the field of personalized medicine for a less expensive, more efficient, simple and sensitive Apo E (SNP) detection assay. Biovations&trade; thermoelectric DNA sequencing platform will provide a transformative, inexpensive, simple technique for mutation detection. Commercial applications of the technology are in personalized medicine for detection of SNPs that will lead to early disease intervention. Wide-spread screening of the population for genetic mutations (e.g. SNPs) will dramatically decrease health care costs and produce significant positive social impact by enabling the early detection of inherited disease, more effective and timely tre...",
  "por_txt_cntn": "\nBiovations&trade; LLC determined the commercial feasibility of a highly innovative, thermoelectric, microfluidic DNA sequencing method for mutation detection (e.g., SNPs) for applications in personalized medicine. Thermoelectric genotyping is based on the real-time synthesis of DNA. DNA polymerase is used to incorporate bases complimentary to a template.  The identity of each base is noted after it is incorporated into the 3Æ end of the growing primer strand. Thermoelectric genotyping measures the heat generated during nucleotide polymerization using thin-film thermopiles. The thermoelectric platform for mutation detection is a simple system which includes components needed to pump and inject the buffers, nucleotides and polymerase enzyme; a microfluidic device; the electronics needed to measure the thermopile output; and a computer for data collection and analysis. \n\nWe optimized the operational parameters and microfluidic device design variables to improve the accuracy of the sequencing method.   To achieve these goals we designed experiments to extend all available sites during a single injection, to minimize the level of dNTP misincorporation, and to investigate the effect of pyrophosphatase on the sequencing signal.  Our results confirmed that:  single strand binding protein increases the magnitude, reduces the variability in the measured sequencing signal and reduces the level of nucleotide misincorporation.  Increasing the flow rates increased the magnitude of the sequencing signal. Adding pyrophosphatase did not have significant effect on the thermopile response and decreasing the concentration of dNTP reduced the level of dNTP misincorporation. These results strongly support the overall conclusion that thermoelectric sequencing can be used to develop our first product, namely an Apo E genotyping assay for point-of-care diagnostics.\n\nApolipoprotein (apo) &epsilon; gene is polymorphic and has three common alleles: &epsilon;2, &epsilon;3, and &epsilon;4 that produce three isoforms of the protein: E2, E3, and E4. Individuals containing &epsilon;2/&epsilon;2 genotype are at higher risk for developing type III hyperlipoproteinemia while the heterozygote phenotype &epsilon;3/&epsilon;2 increases the chances of developing carotid artery atherosclerotic disease. Since individuals that are homozygous or heterozygous for the &epsilon;2 allele will have propensity towards inefficient metabolic regulation of cholesterol, we will develop a simple genetic test that will determine if the &epsilon;2 allele is present by detecting a single nucleotide polymorphism mutation at codon 158 of the apo &epsilon; gene. In our preliminary tests, a single base substitution in the apolipoprotein E gene was successfully detected using the thermoelectric method for mutation detection. We used two synthetic oligonucleotides to evaluate the feasibility of this genotyping test to detect a single base substitution at codon 158 in the apo &epsilon; gene. The nucleotide was identified by a one-step primer extension reaction that was directed by a primer that anneals to the nucleic acid one basepair upstream of the site of variation.\n\nThere is a significant medical need and commercial market in the field of personalized medicine for a less expensive, more efficient, simple and sensitive Apo E (SNP) detection assay. Biovations&trade; thermoelectric DNA sequencing platform will provide a transformative, inexpensive, simple technique for mutation detection. Commercial applications of the technology are in personalized medicine for detection of SNPs that will lead to early disease intervention. Wide-spread screening of the population for genetic mutations (e.g. SNPs) will dramatically decrease health care costs and produce significant positive social impact by enabling the early detection of inherited disease, more effective and timely treatment, and lower mortality and morbidity among the population. Thermoelectric method for mutation detection offers the p..."
 }
}