{
 "awd_id": "1141478",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Career Enhancement of Academic Women in Earthquake Engineering Research (ENHANCE)",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2012-01-15",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 11396.0,
 "awd_amount": 11396.0,
 "awd_min_amd_letter_date": "2012-01-09",
 "awd_max_amd_letter_date": "2012-01-09",
 "awd_abstract_narration": "This collaborative project builds upon previous successful efforts supported by the National Science Foundation (NSF) with the goal to enhance the career of academic women in earthquake engineering research through mentoring, empowering, supporting, promoting and networking (nationally and internationally).  Activities supported by federal agencies and professional societies to promote science, technology, engineering, and mathematics (STEM) careers to women have resulted in increased female interest and improved female retention rates.  Yet, women are still underrepresented in STEM-related fields, as the percentage of female science and engineering degree recipients and of employed female scientists and engineers is smaller than their percentage of the population.  In the field of earthquake engineering, even though female participation has definitely increased since the mid-1980's, the field is still predominantly male.  The term \"academic women\" herein includes tenure and tenure-track faculty members, research faculty, postdoctoral students and senior graduate students. This goal will be achieved (i) by one-on-one mentoring of junior tenure-track and research faculty in the United States with workshops for successful proposal and paper preparation, as well as with discussions and insights related to issues of women in engineering; (ii) by creating a national and international community for academic women in earthquake engineering research through the establishment of a private website using the unique Information Technology (IT) capabilities of the George E. Brown, Jr. Network for Earthquake Engineering Simulation (NEES); and (iii) by evaluating this effort's outcomes through surveys of participants that will assess the project's effectiveness.  This award brings together the expertise of seven female faculty from six diverse institutions (Drexel University, Northeastern University, Stanford University, University of Delaware, University of Minnesota, and University of Texas at Austin).  Their combined background encompasses all aspects of academia in the earthquake engineering field.  They will be assisted by a four-member Advisory Board that includes experts in junior faculty mentoring and in building communities.  Their collective commitment and effort in mentoring their junior female colleagues across the United States, in creating a community of academic women in earthquake engineering research, and in reaching out to their international female peers will enhance the career of female faculty around the world.  This career enhancement will provide the necessary nourishing environment that will lead to more significant scholarly accomplishments (submission of proposals, publication of journal papers and international collaborations) by female faculty in earthquake engineering research.\r\n\r\nThis effort focuses on the enhancement of the career of female faculty in earthquake engineering research, and as such, it is directly related with a number of the NEES education, outreach, and training (EOT) objectives including the desire to build a community and workforce development.  An increase in the achievements and visibility of female faculty in earthquake engineering will greatly influence the recruitment of the next generation, provide more role models in the classroom, and encourage more undergraduate students to pursue advanced degrees and, eventually, a career in academia. In addition, it will create a community of international female academicians in earthquake engineering research that will enhance their professional life and foster international collaborations.  This project aims at making the full potential of this underrepresented group flourish, thus benefiting the world with their contributions in seismic disaster prevention and mitigation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ellen",
   "pi_last_name": "Rathje",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Ellen M Rathje",
   "pi_email_addr": "e.rathje@mail.utexas.edu",
   "nsf_id": "000167936",
   "pi_start_date": "2012-01-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787137726",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "739600",
   "pgm_ele_name": "NEES RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 11396.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This collaborative project created the ENHANCE network of women in earthquake engineering, with the goal to&nbsp;enhance the career of academic women in earthquake engineering research through mentoring,&nbsp;empowering, supporting, promoting and networking.&nbsp;The term &ldquo;academic&nbsp;women&rdquo; herein includes tenure and tenure-track faculty members, research faculty, post-doctoral students and&nbsp;senior graduate students.</p>\n<p>This project involved one-on-one mentoring of junior-level tenure and research&nbsp;faculty in the US and development of&nbsp;a national and international community for&nbsp;academic women in earthquake engineering research. More than 15 ENHANCE Fellows were selected for the mentoring program and paired with one or more of the ENHANCE mentors. &nbsp;Through in-person workshops, web-enabled teleconferences, and informal meetings and correspondence, the &nbsp;ENHANCE Fellows received mentoring and advice and were provided a venue to discuss career issues of interest. &nbsp;This career enhancement is providing the necessary nourishing environment that will lead to more significant scholarly accomplishments by female faculty in earthquake engineering research.</p>\n<p><span>This ENHANCE effort was </span><span>directly related with a number of the Education, Outreach, and&nbsp;</span><span>Training (EOT) objectives for NSF's&nbsp;<span>Network for Earthquake Engineering&nbsp;</span><span>Simulation (NEES),&nbsp;</span>including the objectives to build community and to develop &nbsp;a diverse work-force in earthquake engineering.&nbsp;</span><span>Clearly, an increase in the achievements and visibility of female faculty in earthquake engineering will&nbsp;</span><span>greatly influence the recruitment of the next generation, provide more role models in the classroom, and&nbsp;</span><span>encourage more female undergraduate students to pursue advanced degrees and, eventually, a career in academia. </span><span>This effort aimed at making the full&nbsp;</span><span>potential of this underrepresented group flourish, thus benefiting the world with their contributions in seismic&nbsp;</span><span>disaster prevention and mitigation.</span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/01/2015<br>\n\t\t\t\t\tModified by: Ellen&nbsp;M&nbsp;Rathje</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis collaborative project created the ENHANCE network of women in earthquake engineering, with the goal to enhance the career of academic women in earthquake engineering research through mentoring, empowering, supporting, promoting and networking. The term \"academic women\" herein includes tenure and tenure-track faculty members, research faculty, post-doctoral students and senior graduate students.\n\nThis project involved one-on-one mentoring of junior-level tenure and research faculty in the US and development of a national and international community for academic women in earthquake engineering research. More than 15 ENHANCE Fellows were selected for the mentoring program and paired with one or more of the ENHANCE mentors.  Through in-person workshops, web-enabled teleconferences, and informal meetings and correspondence, the  ENHANCE Fellows received mentoring and advice and were provided a venue to discuss career issues of interest.  This career enhancement is providing the necessary nourishing environment that will lead to more significant scholarly accomplishments by female faculty in earthquake engineering research.\n\nThis ENHANCE effort was directly related with a number of the Education, Outreach, and Training (EOT) objectives for NSF's Network for Earthquake Engineering Simulation (NEES), including the objectives to build community and to develop  a diverse work-force in earthquake engineering. Clearly, an increase in the achievements and visibility of female faculty in earthquake engineering will greatly influence the recruitment of the next generation, provide more role models in the classroom, and encourage more female undergraduate students to pursue advanced degrees and, eventually, a career in academia. This effort aimed at making the full potential of this underrepresented group flourish, thus benefiting the world with their contributions in seismic disaster prevention and mitigation.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 04/01/2015\n\n\t\t\t\t\tSubmitted by: Ellen M Rathje"
 }
}