{
 "awd_id": "1141986",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Comprehensive high-precision relocation of global seismicity",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robin Reichlin",
 "awd_eff_date": "2012-02-01",
 "awd_exp_date": "2016-01-31",
 "tot_intn_awd_amt": 218376.0,
 "awd_amount": 218376.0,
 "awd_min_amd_letter_date": "2012-01-20",
 "awd_max_amd_letter_date": "2014-02-05",
 "awd_abstract_narration": "Hundreds of thousands of earthquakes are detected and recorded each year by regional and global seismic networks. Network operators routinely analyze their seismograms to estimate various parameters, including time, location, and magnitude of each new earthquake.  This adds to a rapidly growing archive of digital seismic data. Catalogs of earthquake locations are a fundamental source of data in seismology, and in the Earth sciences in general. Yet these locations have had notoriously low spatial resolution, which limits their potential to address fundamental questions concerning the structure and composition of the Earth?s interior, the nature of earthquakes, and the seismic hazards they impose on our society and the built environment. The main goal of this project is to significantly improve the location precision of millions of earthquakes on a global scale by applying higher-order earthquake location methods that take advantage of the increasing quantity and quality of seismic archives and the availability of affordable computing power. This project will focus on using the wealth of new data to better understand, in a comparative way, the seismogenic structure and processes that control subduction zones worldwide. Results from this project are expected to find many applications in the Earth sciences, and to have social impact in the areas of natural hazards and seismic verification of the CTBT.\r\n\r\nThe tremendous growth in global seismic archives over the last several decades, the continuous fall in computing costs, and advances in earthquake relocation methods provide a unique opportunity to substantially improve the spatial resolution of standard global earthquake catalogs. This project will use high-efficiency teleseismic waveform cross-correlation and double-difference (DD) algorithms to comprehensively relocate the more than 3 million earthquakes listed in the combined bulletins of the International Seismological Centre and NEIC?s Earthquake Data Report, spanning the years 1964-2011. The locations of hypocenters in these catalogs, typically estimated one event at a time from phase arrival times observed at global seismic stations, have notoriously low accuracy that hamper studies in a wide range of research areas, not only in seismology, but in the geosciences in general. This project aims at significantly increasing spatial resolution of the catalogs by relocating the hypocenters simultaneously by using new procedures that can cope with the computational load of this massive-scale undertaking through harnessing computer clusters. Cross-correlation based phase delay times will be measured on billions of pairs of waveforms, and efficient teleseismic double-difference algorithms will be employed to invert these data in combination with reported phase arrival times for the vector connecting their hypocenters. The new global DD catalog has the potential to reveal characteristic seismicity patterns in time and space, and to provide new insights into seismogenic processes at unprecedented resolution.  This project will focus on the fine-scale structure of Wadati-Benioff zone seismicity and the nature of narrow double-seismic zones, and analyze the relocated seismicity associated with recent great subduction earthquakes to better understand their structural and kinematic behavior. A global DD catalog will likely find many applications in the Earth sciences, and may help in improving our understanding of the physical processes controlling earthquakes, our ability to image the structure and composition of the Earth?s interior, and our capability to estimate the hazards imposed by large earthquakes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Felix",
   "pi_last_name": "Waldhauser",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Felix Waldhauser",
   "pi_email_addr": "felixw@ldeo.columbia.edu",
   "nsf_id": "000488355",
   "pi_start_date": "2012-01-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Schaff",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "David P Schaff",
   "pi_email_addr": "dschaff@ldeo.columbia.edu",
   "nsf_id": "000307753",
   "pi_start_date": "2012-01-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University Lamont-Doherty Earth Observatory",
  "perf_str_addr": "61 Route 9W",
  "perf_city_name": "Palisades",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "109641707",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "NY17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 86843.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 68367.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 63166.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project developed new procedures to precisely pinpoint the location of millions of earthquakes that occurred worldwide over the last several decades. Hundreds of thousands of earthquakes are detected and recorded every year by regional and global seismic networks. Network operators routinely analyze their seismograms to estimate various parameters, including time, location, and magnitude of each new earthquake, adding to a rapidly growing archive of digital seismic data. Catalogs of earthquake locations are a fundamental source of data in seismology, and in the Earth sciences in general. Yet these locations have had notoriously low spatial resolution, which limits their potential to address fundamental questions concerning the structure and composition of the Earth&rsquo;s interior, the nature of earthquakes, and the seismic hazards they impose on our society and the built environment.</p>\n<p>We developed and implemented higher-order earthquake location methods that take advantage of the increasing quantity and quality of global seismic archives and the availability of affordable computing power. We applied high-efficiency waveform cross-correlation and double-difference (DD) algorithms to these vast archives and relocated nearly 1 million earthquakes listed in the combined global earthquake bulletins of the International Seismological Centre and the U.S. Geological Survey, spanning the years 1964-2012. While the initial comprehensive global DD catalog is based solely on the inversion of phase arrival time estimates, ongoing efforts are aimed at incorporating precision phase delay times measured from waveform cross correlation, which will further boost the resolution and provide additional information on the nature of active faults.</p>\n<p>An initial analysis of the preliminary global DD catalog indicate signifiant improvement in location precision over existing locations. The new data resolve detailed seismicity structures along active plate boundaries, which are now being studied to gain insight into seismotectonic processes. Relocated earthquakes along subduction zones are particulary important, as they show the fine-scale structures of Wadati-Benioff zone seismicity and active imbricate faults in the overriding plate. Ongoing analysis of results from this project have the potential to contribute to a better understanding of the physical processes that control large devastating earthquakes. Furthermore, results from this project are expected to find many applications in the Earth sciences, and to have social impact in the areas of natural hazards and seismic verification of the CTBT.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/06/2016<br>\n\t\t\t\t\tModified by: Felix&nbsp;Waldhauser</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project developed new procedures to precisely pinpoint the location of millions of earthquakes that occurred worldwide over the last several decades. Hundreds of thousands of earthquakes are detected and recorded every year by regional and global seismic networks. Network operators routinely analyze their seismograms to estimate various parameters, including time, location, and magnitude of each new earthquake, adding to a rapidly growing archive of digital seismic data. Catalogs of earthquake locations are a fundamental source of data in seismology, and in the Earth sciences in general. Yet these locations have had notoriously low spatial resolution, which limits their potential to address fundamental questions concerning the structure and composition of the EarthÆs interior, the nature of earthquakes, and the seismic hazards they impose on our society and the built environment.\n\nWe developed and implemented higher-order earthquake location methods that take advantage of the increasing quantity and quality of global seismic archives and the availability of affordable computing power. We applied high-efficiency waveform cross-correlation and double-difference (DD) algorithms to these vast archives and relocated nearly 1 million earthquakes listed in the combined global earthquake bulletins of the International Seismological Centre and the U.S. Geological Survey, spanning the years 1964-2012. While the initial comprehensive global DD catalog is based solely on the inversion of phase arrival time estimates, ongoing efforts are aimed at incorporating precision phase delay times measured from waveform cross correlation, which will further boost the resolution and provide additional information on the nature of active faults.\n\nAn initial analysis of the preliminary global DD catalog indicate signifiant improvement in location precision over existing locations. The new data resolve detailed seismicity structures along active plate boundaries, which are now being studied to gain insight into seismotectonic processes. Relocated earthquakes along subduction zones are particulary important, as they show the fine-scale structures of Wadati-Benioff zone seismicity and active imbricate faults in the overriding plate. Ongoing analysis of results from this project have the potential to contribute to a better understanding of the physical processes that control large devastating earthquakes. Furthermore, results from this project are expected to find many applications in the Earth sciences, and to have social impact in the areas of natural hazards and seismic verification of the CTBT.\n\n \n\n\t\t\t\t\tLast Modified: 06/06/2016\n\n\t\t\t\t\tSubmitted by: Felix Waldhauser"
 }
}