{
 "awd_id": "1141120",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Seamless Transition from Academia to Real-world (STAR): A Collaborative Partnership to Producing Industry Ready Graduates",
 "cfda_num": "47.076",
 "org_code": "11040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John Krupczak",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 199999.0,
 "awd_amount": 199999.0,
 "awd_min_amd_letter_date": "2012-04-26",
 "awd_max_amd_letter_date": "2013-04-16",
 "awd_abstract_narration": "The project aims to bridge competency gaps between industry workforce needs and what is provided in a traditional engineering education program. The team is developing a model in which students work on real-world industrial problems that will have a direct bearing on fundamental engineering concepts in all four years of the mechanical engineering program. They are identifying problems that can be broken down into sub-problems and mapped to a selected set of key concepts taught in clusters of core courses. These case problems are being presented under a virtual company framework. Students post their work in the virtual company repository during different stages of the process so that the instructor, industry partners, and other students can view the solutions and procedures and provide periodic feedback.   This is enabling students to learn to assess their own work and that of their peers.   Industry experts meet with students to discuss the pros and cons of the solutions from a real-world perspective. Since the problems span multiple courses, students need to develop the ability to synthesize knowledge acquired from different courses in order to develop complete solutions.  The team is making their material available so that other programs, depending on their connections with industrial partners, can directly use the case problems developed under this project, customize the case problems to meet local industry needs, or adopt the general model and develop their own case problems.  The evaluation effort under the direction of an independent, qualified individual, is using a quasi-experimental approach with a pre-post test and a comparison group to examine the project effects.  Broader impacts include the strong connection to industry, the dissemination of materials and results, and a special focus on the involvement of individuals from underrepresented groups",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Samuel",
   "pi_last_name": "Huang",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Samuel H Huang",
   "pi_email_addr": "sam.huang@uc.edu",
   "nsf_id": "000492848",
   "pi_start_date": "2012-04-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sundararaman",
   "pi_last_name": "Anand",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sundararaman Anand",
   "pi_email_addr": "sam.anand@uc.edu",
   "nsf_id": "000217744",
   "pi_start_date": "2012-04-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Manish",
   "pi_last_name": "Kumar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Manish Kumar",
   "pi_email_addr": "manish.kumar@uc.edu",
   "nsf_id": "000078714",
   "pi_start_date": "2012-04-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Cincinnati Main Campus",
  "inst_street_address": "2600 CLIFTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CINCINNATI",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "5135564358",
  "inst_zip_code": "452202872",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OH01",
  "org_lgl_bus_name": "CINCINNATI UNIV OF",
  "org_prnt_uei_num": "DZ4YCZ3QSPR5",
  "org_uei_num": "DZ4YCZ3QSPR5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Cincinnati Main Campus",
  "perf_str_addr": "School of Dynamic Systems",
  "perf_city_name": "Cincinnati",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "452210072",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OH01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  },
  {
   "pgm_ele_code": "751300",
   "pgm_ele_name": "TUES-Type 1 Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 199999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A new education strategy, EXPLORES<strong> (Ex</strong>periential and <strong>P</strong>roblem-based <strong>L</strong>earning within <strong>O</strong>pportunities for <strong>R</strong>eal-world <strong>E</strong>ngineering <strong>S</strong>ettings), has been developed and implemented in a learner-centered, knowledge-centered, assessment-centered, and community-centered student learning environment.&nbsp; A unique feature of this education strategy is to collaborate with industrial partners to identify real-world problems and integrate these problems in classroom learning by mapping them into key course concepts in the mechanical engineering curriculum.&nbsp; Students utilize the knowledge and skills they acquired in their course works to solve the problems.&nbsp; Feedbacks from real-world perspectives are then provided by the industrial partners.</p>\n<p>EXPLORES was implemented in two courses (MECH 2060 Manufacturing Processes and MECH 4043 Statistical Methods for Mechanical Engineers) at the University of Cincinnati.&nbsp; The industrial case problems (provided by General Electrics and TechSolve Inc.) were presented under a virtual company website in order to give students a more realistic working experience.&nbsp; The evaluation for this project involved formative and summative aspects. Both quantitative and qualitative methods were used in conducting evaluation. The formative evaluation was meant to track the progress of the project and implementation of improvements within the project period. A summative evaluation was conducted to determine the extent of the project&rsquo;s success. A quasi-experimental approach with a pre-post survey design using a comparison/control group was used to establish evidence of project effects. The chosen groups (both intervention/EXPLORES and control/traditional classes) were convenient choices; however, the use of explanatory contextual background data was used to check on the threat to internal validity of the comparison between the intervention/EXPLORES and comparison/control groups.</p>\n<p>Surveys were conducted to measure the students&rsquo; index of learning styles and their learning strategies to better understand how the two groups of students (control and intervention) learned, what motivated them, and what strategies they used in order to learn.&nbsp; The evaluation produced some interesting findings that are important to guide adoption of the EXPLORES model.&nbsp; In the Manufacturing Process course, peer learning for the intervention group (EXPLORES) improved compared to the control group (traditional).&nbsp; However, the intervention group's learning strategy somewhat deteriorated with respect to self-regulation, effect regulation, and study management.&nbsp; The group&rsquo;s course grade was also lower, although not significantly, than that in the traditional group.&nbsp; There are two probable causes: (1) the implementation of the EXPLORES did not strictly follow the model design (the instruction mode was predominantly lecture style except the presentation of the case problems); (2) case problems were too complicated for the students.&nbsp; No significant differences in any other aspects of motivation and learning strategies of these students were detected.&nbsp; In the Engineering Statistics course, implementation strictly followed model design and case problems were presented in a progressive fashion.&nbsp; The intervention group showed significant positive post survey results in goal orientation and control of learning beliefs.&nbsp; The course grade of the intervention group was significantly higher than that of the traditional group. &nbsp;</p>\n<p>In summary, along with the EXPLORES model, a virtual company has been implemented and used to present industrial case problems.&nbsp; Four case problems were developed for Manufacturing Process and two for Engineering Statistics.&nbsp; Three conference papers we...",
  "por_txt_cntn": "\nA new education strategy, EXPLORES (Experiential and Problem-based Learning within Opportunities for Real-world Engineering Settings), has been developed and implemented in a learner-centered, knowledge-centered, assessment-centered, and community-centered student learning environment.  A unique feature of this education strategy is to collaborate with industrial partners to identify real-world problems and integrate these problems in classroom learning by mapping them into key course concepts in the mechanical engineering curriculum.  Students utilize the knowledge and skills they acquired in their course works to solve the problems.  Feedbacks from real-world perspectives are then provided by the industrial partners.\n\nEXPLORES was implemented in two courses (MECH 2060 Manufacturing Processes and MECH 4043 Statistical Methods for Mechanical Engineers) at the University of Cincinnati.  The industrial case problems (provided by General Electrics and TechSolve Inc.) were presented under a virtual company website in order to give students a more realistic working experience.  The evaluation for this project involved formative and summative aspects. Both quantitative and qualitative methods were used in conducting evaluation. The formative evaluation was meant to track the progress of the project and implementation of improvements within the project period. A summative evaluation was conducted to determine the extent of the projectÆs success. A quasi-experimental approach with a pre-post survey design using a comparison/control group was used to establish evidence of project effects. The chosen groups (both intervention/EXPLORES and control/traditional classes) were convenient choices; however, the use of explanatory contextual background data was used to check on the threat to internal validity of the comparison between the intervention/EXPLORES and comparison/control groups.\n\nSurveys were conducted to measure the studentsÆ index of learning styles and their learning strategies to better understand how the two groups of students (control and intervention) learned, what motivated them, and what strategies they used in order to learn.  The evaluation produced some interesting findings that are important to guide adoption of the EXPLORES model.  In the Manufacturing Process course, peer learning for the intervention group (EXPLORES) improved compared to the control group (traditional).  However, the intervention group's learning strategy somewhat deteriorated with respect to self-regulation, effect regulation, and study management.  The groupÆs course grade was also lower, although not significantly, than that in the traditional group.  There are two probable causes: (1) the implementation of the EXPLORES did not strictly follow the model design (the instruction mode was predominantly lecture style except the presentation of the case problems); (2) case problems were too complicated for the students.  No significant differences in any other aspects of motivation and learning strategies of these students were detected.  In the Engineering Statistics course, implementation strictly followed model design and case problems were presented in a progressive fashion.  The intervention group showed significant positive post survey results in goal orientation and control of learning beliefs.  The course grade of the intervention group was significantly higher than that of the traditional group.  \n\nIn summary, along with the EXPLORES model, a virtual company has been implemented and used to present industrial case problems.  Four case problems were developed for Manufacturing Process and two for Engineering Statistics.  Three conference papers were published.  The intellectual merit of the EXPLORES model is that it is a concrete implementation of the problem-based learning pedagogy in a well-designed learning environment. Requiring students to post the procedures they used for solutions allows instructors to use 'diagnostic teaching' to achie..."
 }
}