{
 "awd_id": "1141789",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference Support for the Fourth International Conference on Establishment Surveys (June 11-14, 2012 Montreal, Canada)",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927269",
 "po_email": "ceavey@nsf.gov",
 "po_sign_block_name": "Cheryl Eavey",
 "awd_eff_date": "2012-04-15",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2012-04-11",
 "awd_max_amd_letter_date": "2012-04-11",
 "awd_abstract_narration": "This award provides partial support for the Fourth International Conference on Establishment Surveys (ICES IV), to be held in Montreal, Canada in June 2012.  A nation's official statistics are directly affected by the quality of the data derived from its business, economic, and agricultural surveys.  Yet there are too few commonly accepted and practiced methodologies for these surveys.  The reasons for this situation are diverse.  Most importantly, establishment surveys face much more difficult design and execution problems and far less is published on strategies to solve these problems.  Practitioners from government agencies, academia, and the private sector around the globe will gather at this conference to continue the tradition of sharing innovative techniques and best practices to address common issues.  Attendees will participate in contributed and invited sessions, introductory overview lectures, poster sessions, and software demonstrations.  It is hoped that ICES IV will provide a stimulus for the continued, interdisciplinary, cross-agency, and cross-country research cooperation needed to address the unique features of establishment surveys. \r\n\r\nSample surveys, augmented with periodic censuses, are the predominant mode for collecting data about businesses, farms, and institutions.  There is a remarkable commonality in the types of problems encountered in designing and implementing sample surveys and censuses of such establishments.  Yet there is too little interaction between the researchers for these applications.  The ICES series of conferences serve an important role in the world of establishment survey methodology.  The survey world has continued to change in the four years since ICES III, with increased possibilities for electronic communication, reductions in response rates, and greater attempts to harmonize international data.  Invited and contributed sessions will address issues of current relevance for establishment surveys, including topics on: using collaborative work to improve establishment surveys; response burden and motivation in official business surveys; large-scale harmonization of survey programs; using administrative data as an alternative to survey data for establishment collections; making economic indicator statistics more useful with data dissemination and visualization software; managing the balance among cost, quality, and risk in the design and implementation of establishment surveys; and managing metadata for establishment surveys.  The conference proceedings will be available on the ICES IV web site shortly after the conference.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Nichols",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca Nichols",
   "pi_email_addr": "rebecca@amstat.org",
   "nsf_id": "000425718",
   "pi_start_date": "2012-04-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American Statistical Association",
  "inst_street_address": "732 N WASHINGTON ST",
  "inst_street_address_2": "",
  "inst_city_name": "ALEXANDRIA",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7036841221",
  "inst_zip_code": "223141925",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "VA08",
  "org_lgl_bus_name": "AMERICAN STATISTICAL ASSOCIATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "D3JBDRXT82B5"
 },
 "perf_inst": {
  "perf_inst_name": "American Statistical Association",
  "perf_str_addr": "732 North Washington Street",
  "perf_city_name": "Alexandria",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "223141943",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "VA08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133300",
   "pgm_ele_name": "Methodology, Measuremt & Stats"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A Fourth International Conference on Establishment Surveys<br />(ICES?IV) was held June 11 - 14, 2012 at the Le Centre Sheraton Montreal Hotel, Montreal, Quebec, Canada, and five years since ICES-III.&nbsp; A total of 266 people participated in the meeting, representing the U.S., Canada, Great Britain, Sweden, Finland, the Netherlands, France, Germany, Slovenia, Austria, Switzerland, South Africa, Italy, Australia, Belgium, Brazil, Denmark, Ireland, Israel, Luxembourg, Mexico, Norway, Singapore, South Korea, Wales, Trinidad &amp; Tobago, United Arab Emirates and New Zealand.</p>\n<p>The most immediate product of the conference was the conference itself.&nbsp;The<br />pre-conference began on Monday with the offering of short courses.The keynote speech by Norbert Rainer was on Monday evening.&nbsp; The actual<br />sessions began on Tuesday morning and continued through Thursday<br />afternoon.&nbsp; Tuesday and Wednesday luncheons were included as was Thursday dinner.&nbsp;A closing panel discussion was held Thursday afternoon summarizing the conference.&nbsp; In addition to the keynote<br />speech, other highlights included the closing panel with senior staff from the<br />Finish, British, and Canadian statistical offices discussing the future use of<br />administrative data sources.&nbsp; Participants commented on the high quality of the content of the presentations.&nbsp; The size of the conference also provided<br />numerous opportunities for participants to exchange ideas with all of the <span style=\"font-family: &quot;Times New Roman&quot;,&quot;serif&quot;; font-size: 10pt; mso-fareast-font-family: &quot;Times New Roman&quot;; mso-ansi-language: EN-US; mso-fareast-language: EN-US; mso-bidi-language: AR-SA;\">speakers, establishing relationships that can be built upon in the future.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/29/2013<br>\n\t\t\t\t\tModified by: Rebecca&nbsp;Nichols</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA Fourth International Conference on Establishment Surveys\n(ICES?IV) was held June 11 - 14, 2012 at the Le Centre Sheraton Montreal Hotel, Montreal, Quebec, Canada, and five years since ICES-III.  A total of 266 people participated in the meeting, representing the U.S., Canada, Great Britain, Sweden, Finland, the Netherlands, France, Germany, Slovenia, Austria, Switzerland, South Africa, Italy, Australia, Belgium, Brazil, Denmark, Ireland, Israel, Luxembourg, Mexico, Norway, Singapore, South Korea, Wales, Trinidad &amp; Tobago, United Arab Emirates and New Zealand.\n\nThe most immediate product of the conference was the conference itself. The\npre-conference began on Monday with the offering of short courses.The keynote speech by Norbert Rainer was on Monday evening.  The actual\nsessions began on Tuesday morning and continued through Thursday\nafternoon.  Tuesday and Wednesday luncheons were included as was Thursday dinner. A closing panel discussion was held Thursday afternoon summarizing the conference.  In addition to the keynote\nspeech, other highlights included the closing panel with senior staff from the\nFinish, British, and Canadian statistical offices discussing the future use of\nadministrative data sources.  Participants commented on the high quality of the content of the presentations.  The size of the conference also provided\nnumerous opportunities for participants to exchange ideas with all of the speakers, establishing relationships that can be built upon in the future.\n\n\t\t\t\t\tLast Modified: 04/29/2013\n\n\t\t\t\t\tSubmitted by: Rebecca Nichols"
 }
}