{
 "awd_id": "1141931",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Geodetic Constraints on Moment Deficit and Physics-based Earthquake Cycle Models in the Source Region of the M 9 Tohoku, Japan Earthquake",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 256942.0,
 "awd_amount": 256942.0,
 "awd_min_amd_letter_date": "2012-06-26",
 "awd_max_amd_letter_date": "2016-06-16",
 "awd_abstract_narration": "The Mw 9 March 11, 2011 Tohoku earthquake, resulting in 25,000 fatalities, was the largest\r\nearthquake to strike Japan in modern times. The failure of long-term forecasts to anticipate an\r\nevent of this magnitude is leading to a reevaluation of our scienti\fc understanding of subduction\r\nzone fault dynamics. At the same time, the enormous Japanese investment in seismic and\r\ngeodetic monitoring provides an unprecedented opportunity to study processes leading to giant\r\nearthquakes. The investigators will focus here on two aspects of the quake that raise central issues for our ability\r\nto forecast future hazards globally: 1) the constraints that geodetic strain accumulation place\r\non the seismic moment budget, and 2) how the distribution of mechanical properties on the\r\nplate interface control seismic versus aseismic slip.\r\n\r\nForecasts of seismic hazard rely primarily on the historical record, paleoseismology, and\r\ngeodetic strain accumulation. While a strict time-predictable model has proven inconsistent\r\nwith geodetic data in some areas, the rate of strain accumulation must strongly in\r\nuence the recurrence rate and/or size of large earthquakes. Previous analyses of the extensive Japanese\r\nGPS data set regularize the underdetermined inverse problem; the inferred plate coupling is\r\nthus conditional on the choice of regularizing functional. In addition, most assumed no coupling at the trench, an area that effectively lies in the model null-space. The researchers propose rather to estimate rigorous bounds on the moment deficit rate, independent of any regularizing functional. They also propose to systematically explore the effects of time-dependent viscoelastic effects on estimates of slip deficit.\r\n\r\nThe Tohoku earthquake also raises profound questions about the frictional properties of\r\nthe subducting plate interface. Mw > 7 events along the Japan-Kurile trench have repeated\r\nin nearly the same locations. Substantial afterslip following these events suggested that the\r\nfault surrounding these seismic `asperities' have different frictional properties, e.g., velocity\r\nweakening `asperities' surrounded by velocity strengthening regions. The fact that the March\r\n11 earthquake seems to have ruptured through both areas raises important questions. Is the\r\nasperity paradigm fundamentally flawed? Or did the M 9 activate other weakening mechanisms\r\n(thermal pressurization?) that allowed it to rupture through velocity strengthening regions?\r\n\r\nTo distinguish between competing hypotheses the researchers will use a combination of GPS data based\r\nhypothesis testing and physics based fault modeling. They will test whether or not post-seismic\r\nGPS data can be fit with afterslip only in regions that have not experienced seismic slip in\r\nthe last several decades. They will test alternative physical models that could account\r\nfor the observed behavior, by extending our numerical codes that couple rate-state friction,\r\nthermal pressurization, and dilatant strengthening to three dimensions. This will allow them to\r\ntest for example whether dilatancy could stabilize slip in otherwise velocity weakening regions,\r\nor thermal pressurization could allow ruptures to extend into velocity strengthening areas.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Segall",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Segall",
   "pi_email_addr": "segall@stanford.edu",
   "nsf_id": "000277380",
   "pi_start_date": "2012-06-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943054125",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 134700.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 122242.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>It is generally assumed that strain on active faults builds up at a steady rate in time.&nbsp; In this study, we use precise Global Positioning System (GPS) data from northeastern Japan to analyze the rate of strain accumulation on the megathrust fault that generated the Magnitude 9 Tohoku, Japan earthquake in 2011.&nbsp; After correcting for displacements due to a series of Magnitude 6 and 7 earthquakes and associated post-earthquake adjustments, we found that the rate of straining decreased in the 15 years prior to the earthquake.&nbsp; This result implies an increase in the average rate of slippage on at least some parts of the fault. (If the fault were to slip everywhere at the same rate as the relative motion of the plates then no strain would accumulate). &nbsp;Furthermore, we were able to use small repeating earthquakes to independently confirm that parts of this megathrust experience accelerated aseismic slip (&ldquo;fault creep&rdquo;) during this time interval.</p>\n<p>&nbsp;</p>\n<p>Accelerated creep prior to a Magnitude 9 earthquake was quite unexpected. We do not believe that this process was precursory, in the sense of accelerating slip leading to the initiation of the Magnitude 9 earthquake.&nbsp; It occurred over too broad of an area.&nbsp; In addition, slip did not continuously accelerate up to the time of the earthquake.&nbsp;&nbsp; On the other hand, increasing slip-rate in some areas may have slightly increased the stress on the part of the fault where the earthquake ultimately started.</p>\n<p>&nbsp;</p>\n<p>A second important result of our work was to show that the megathrust fault is not permanently divided into so-called &ldquo;asperities&rdquo; that generate earthquakes, and intervening areas that slip continuously, without accumulating stress.&nbsp; &nbsp;It is commonly assumed that this is the case, due to different frictional properties operative on different parts of the fault surface.&nbsp;&nbsp; If this were true, seismic asperities would be locked (not slipping) between earthquakes, whereas the intervening regions would slip continuously.&nbsp;&nbsp; The data are not consistent with the hypothesis that asperities are permanent features with fixed size.&nbsp; Rather, the data require that the locked zones decreased in area over the 15 years that we have data.&nbsp;&nbsp; We proposed a physical model to explain the mechanical &ldquo;erosion&rdquo; of the locked asperities with time, that can be tested by future analysis of GPS and earthquake data.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/04/2017<br>\n\t\t\t\t\tModified by: Paul&nbsp;Segall</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIt is generally assumed that strain on active faults builds up at a steady rate in time.  In this study, we use precise Global Positioning System (GPS) data from northeastern Japan to analyze the rate of strain accumulation on the megathrust fault that generated the Magnitude 9 Tohoku, Japan earthquake in 2011.  After correcting for displacements due to a series of Magnitude 6 and 7 earthquakes and associated post-earthquake adjustments, we found that the rate of straining decreased in the 15 years prior to the earthquake.  This result implies an increase in the average rate of slippage on at least some parts of the fault. (If the fault were to slip everywhere at the same rate as the relative motion of the plates then no strain would accumulate).  Furthermore, we were able to use small repeating earthquakes to independently confirm that parts of this megathrust experience accelerated aseismic slip (\"fault creep\") during this time interval.\n\n \n\nAccelerated creep prior to a Magnitude 9 earthquake was quite unexpected. We do not believe that this process was precursory, in the sense of accelerating slip leading to the initiation of the Magnitude 9 earthquake.  It occurred over too broad of an area.  In addition, slip did not continuously accelerate up to the time of the earthquake.   On the other hand, increasing slip-rate in some areas may have slightly increased the stress on the part of the fault where the earthquake ultimately started.\n\n \n\nA second important result of our work was to show that the megathrust fault is not permanently divided into so-called \"asperities\" that generate earthquakes, and intervening areas that slip continuously, without accumulating stress.   It is commonly assumed that this is the case, due to different frictional properties operative on different parts of the fault surface.   If this were true, seismic asperities would be locked (not slipping) between earthquakes, whereas the intervening regions would slip continuously.   The data are not consistent with the hypothesis that asperities are permanent features with fixed size.  Rather, the data require that the locked zones decreased in area over the 15 years that we have data.   We proposed a physical model to explain the mechanical \"erosion\" of the locked asperities with time, that can be tested by future analysis of GPS and earthquake data.\n\n \n\n\t\t\t\t\tLast Modified: 09/04/2017\n\n\t\t\t\t\tSubmitted by: Paul Segall"
 }
}