{
 "awd_id": "1141709",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mathematical Modeling Handbook",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Edith Gummer",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 34002.0,
 "awd_amount": 34002.0,
 "awd_min_amd_letter_date": "2012-05-14",
 "awd_max_amd_letter_date": "2012-05-14",
 "awd_abstract_narration": "Developers and researchers from the Consortium for Mathematics and Its Applications (COMAP) and Teachers College are developing a Mathematical Modeling Handbook to assist high school mathematics teachers as they try to integrate mathematical modeling into their curricula. The handbook is available in both an electronic and paper format. \r\n \r\nResearchers at COMAP, working with advisors from Teachers College, are creating 25 fully developed modeling lessons that can be used and adapted by high school mathematics teachers.   Teachers have contributed to the lessons and will pilot the lessons containing mathematical content, strategies for building and adapting mathematical models, pedagogical ideas and mathematical applications, The development team is also investigating how the lessons are used and working with the National Council of Teachers of Mathematics, the National Council of Supervisors of Mathematics, and the Association of State Supervisors to ensure a broad dissemination.\r\n\r\nThe Common Core State Standards in Mathematics (CCSSM) call for the practice of mathematical modeling to be taught in mathematics classes and this project provides a valuable resource that is not currently available for high school teachers.  The team-developed materials and associated research on their use are examples of strategies to assist teachers in implementing the practice standards of the CCSSM.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Solomon",
   "pi_last_name": "Garfunkel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Solomon Garfunkel",
   "pi_email_addr": "sol@comap.com",
   "nsf_id": "000152855",
   "pi_start_date": "2012-05-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Consortium For Mathematics & Its Applications Inc",
  "inst_street_address": "175 MIDDLESEX TPKE",
  "inst_street_address_2": "STE 3B",
  "inst_city_name": "BEDFORD",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "7818627878",
  "inst_zip_code": "017301459",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MA06",
  "org_lgl_bus_name": "CONSORTIUM FOR MATHEMATICS & ITS APPLICATIONS INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "V2LCDJZQ2H96"
 },
 "perf_inst": {
  "perf_inst_name": "COMAP, Inc.",
  "perf_str_addr": "175 Middlesex Turnpike, Suite 3B",
  "perf_city_name": "Bedford",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "017301459",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MA06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 34002.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcomes Report</strong></p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>During the life of this grant, we completed work on the Modeling Handbook.&nbsp; The Handbook is composed of 26 short lessons, written for teachers that deal with everyday situations and how mathematics can help analyze and suggest solutions. Examples include, how to measure rainfall; how to make a table stable without putting something under one of the legs; deciding whether King Kong could exist; how to plan a viral marketing campaign.&nbsp; For most teachers, mathematical modeling represents a new way of &ldquo;doing&rdquo; mathematics that makes the addition of modeling activities into instruction seem daunting.&nbsp; This is especially true since modeling, when done properly, requires significant time and effort.&nbsp; In turn, some may be reluctant to include modeling activities into classroom time.&nbsp; It is essential to keep in mind that modeling is one of the eight Standards for Mathematical Practice given in the Common Core State Standards for Mathematics (CCSSM) for all grades and is a required conceptual category in high school. Because of this, modeling cannot be set aside or taught only when spare time arises. Class time that previously may have been spent using more traditional teaching methods should be converted to time spent on modeling. The integrated nature of mathematical modeling, and in turn the number of curricular standards covered when working through a modeling activity, make modeling activities a very efficient use of class time.</strong></p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Our hope in writing this Handbook was to make the teacher&rsquo;s job easier by giving them concrete examples including full lessons with student handout material and sample homework and test questions. The Handbook is now available electronically and in print. To date there have been 760 free downloads, 188 CDs and 183 print copies sold. In addition we have researched the effectiveness of the materials through a series of field-testing workshops.&nbsp; Through these workshops we discovered things that we will change in the next printing of the Handbook.&nbsp; We also learned some general lessons.&nbsp; For example, we learned that teachers want and need more assessment materials. We were constantly being asked how we can assess, not simply the mathematical content involved, but the process of mathematical modeling itself.&nbsp; This has led us to a new project, which we are internally funding through Teacher&rsquo;s College and COMAP, namely a Modeling Handbook II containing several different and innovative assessments of the 26 modules.</strong></p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>&nbsp;</strong></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/24/2013<br>\n\t\t\t\t\tModified by: Solomon&nbsp;Garfunkel</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Outcomes Report\n\n \n\nDuring the life of this grant, we completed work on the Modeling Handbook.  The Handbook is composed of 26 short lessons, written for teachers that deal with everyday situations and how mathematics can help analyze and suggest solutions. Examples include, how to measure rainfall; how to make a table stable without putting something under one of the legs; deciding whether King Kong could exist; how to plan a viral marketing campaign.  For most teachers, mathematical modeling represents a new way of \"doing\" mathematics that makes the addition of modeling activities into instruction seem daunting.  This is especially true since modeling, when done properly, requires significant time and effort.  In turn, some may be reluctant to include modeling activities into classroom time.  It is essential to keep in mind that modeling is one of the eight Standards for Mathematical Practice given in the Common Core State Standards for Mathematics (CCSSM) for all grades and is a required conceptual category in high school. Because of this, modeling cannot be set aside or taught only when spare time arises. Class time that previously may have been spent using more traditional teaching methods should be converted to time spent on modeling. The integrated nature of mathematical modeling, and in turn the number of curricular standards covered when working through a modeling activity, make modeling activities a very efficient use of class time.\n\n \n\nOur hope in writing this Handbook was to make the teacherÆs job easier by giving them concrete examples including full lessons with student handout material and sample homework and test questions. The Handbook is now available electronically and in print. To date there have been 760 free downloads, 188 CDs and 183 print copies sold. In addition we have researched the effectiveness of the materials through a series of field-testing workshops.  Through these workshops we discovered things that we will change in the next printing of the Handbook.  We also learned some general lessons.  For example, we learned that teachers want and need more assessment materials. We were constantly being asked how we can assess, not simply the mathematical content involved, but the process of mathematical modeling itself.  This has led us to a new project, which we are internally funding through TeacherÆs College and COMAP, namely a Modeling Handbook II containing several different and innovative assessments of the 26 modules.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 07/24/2013\n\n\t\t\t\t\tSubmitted by: Solomon Garfunkel"
 }
}