{
 "awd_id": "1141795",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Two-stage Deformation of Olivine: Effects of Deformation History on Seismic Anisotropy",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robin Reichlin",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2017-05-31",
 "tot_intn_awd_amt": 266665.0,
 "awd_amount": 266665.0,
 "awd_min_amd_letter_date": "2011-12-08",
 "awd_max_amd_letter_date": "2014-05-07",
 "awd_abstract_narration": "Plate tectonics is characterized by rigid, moving landforms, or plates, which cover Earth's surface.  The motion of these plates fundamentally alters the landscape of the planet. Moreover, plate motions are primarily responsible for earthquakes, tsunamis, and many other natural hazards.  The driving force for this plate motion is the slow convection of Earth's mantle. A fundamental problem in geophysics is understanding the flow patterns of mantle convection, and how they interact with moving plates.  To infer these flow patterns, we use the tools of seismology to detect structures in Earth's interior that are produced by the deformation of rocks.   The objective of the proposed research is to investigate details of how we infer flow patterns from seismological data.  \r\n\r\nDense seismic networks and high resolution measurements of seismic anisotropy provide new opportunities for insight into mantle deformation, particularly in the vicinity of plate boundaries.  However, to interpret seismic anisotropy in terms of flow patterns the relationship between seismic anisotropy and deformation kinematics must be understood.  Most seismic anisotropy is generated by the lattice-preferred orientation (LPO) of olivine, which forms and evolves in response to progressive deformation.  The pattern and rate of evolution depends on the physiochemical conditions of deformation, and its effects on microphysical deformation and recovery.  In these projects, we are investigating several factors, including the role of (1) temperature, (2) grain-size, and (3) pre-existing LPO, on texture development.  Our primary focus will be on the mineral olivine, which produces most of the seismic anisotropy in the upper mantle.  We will conduct experiments to understand the sensitivity of microstructural evolution to different laboratory conditions and to facilitate extrapolation to Earth.  Data collected in these experiments will provide a new context for the interpretation of seismic anisotropy, especially in complex kinematic settings.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Skemer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Philip Skemer",
   "pi_email_addr": "pskemer@wustl.edu",
   "nsf_id": "000533155",
   "pi_start_date": "2011-12-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304899",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 82723.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 85707.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 98235.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\"><span style=\"white-space: pre;\"> </span>Solid-state flow in the upper mantle is a major element of plate tectonics and all of its attendant natural hazards. Flow patterns cannot be observed directly, but are often inferred from seismic wave velocities. In the crust and upper mantle, anisotropy of seismic wave velocities is caused mainly by the preferential alignment of grains in polycrystalline rock, known as crystallographic preferred orientation (CPO), which is caused by deformation. Olivine, the most abundant mineral in the upper mantle, often exhibits a CPO in which the seismically fastest crystallographic axes are aligned with the direction of flow. This observation has led to an entrenched paradigm in seismology in which the direction of the maximum seismic wave velocity is assumed to be parallel to the flow direction. However, this framework for interpreting mantle flow is demonstrated to be inadequate near plate boundaries. This research investigated the degree to which CPO retains a &ldquo;memory&rdquo; of past deformation events, to improve our ability to interpret and model seismic anisotropy in terms of mantle flow. We completed a series of triaxial deformation experiments demonstrating how deformation history influences olivine CPO evolution (Boneh and Skemer, 2014). Experimental data were used to test and refine two widely used numerical methods for modeling CPO evolution: D-Rex and VPSC (Boneh et al., 2015). Additional experiments explored the role of static annealing on the preservation of CPO (Boneh et al., 2017). An invited review paper summarized an experimental perspective on the evolution of CPO and the interpretation of seismic anisotropy (Skemer and Hansen, 2016). Two additional collaborative publications arose from this research (Hansen et al., 2016; Rahl and Skemer, 2016). Numerous presentations have been made on the results, including ~8 departmental colloquia, AGU Fall Meetings, Gordon Research Conference, Anisotropy and Dynamics of the LAB workshop, and the GeoPRISMS SCD Theoretical and Experimental Institute.</p>\n<p class=\"Default\"><span style=\"white-space: pre;\"> </span>This grant supported the PhD thesis research of Dr. Yuval Boneh, and provided extensive opportunities for training, international collaboration, and the dissemination of our results. A key element was the engagement of several groups within the geophysics community, including seismology, geodynamical modeling, and microphysical theory. Stimulating interaction between rock mechanics and larger traditional geophysics disciplines is critical for the sustenance of the relatively small experimental rock deformation community. Skemer is broadly engaged in education and outreach activities, including ongoing work with a local 5<sup>th</sup> grade class, with curatorial staff at the Saint Louis Art Museum, and via a public &ldquo;Science on Tap&rdquo; lecture in 2015. Skemer is also the director of the Fossett Laboratory for Virtual Planetary Exploration. A major element of this laboratory is devoted to the use of augmented reality devices to project 3D holographic structures from the atomic to the planetary scale, for use in teaching and research.</p>\n<p>&nbsp;</p>\n<p class=\"EndNoteBibliography\">Boneh, Y., Morales, L.F., Kaminski, E., Skemer, P., 2015. Modeling olivine CPO evolution with complex deformation histories: Implications for the interpretation of seismic anisotropy in the mantle. Geochemistry, Geophysics, Geosystems 16.</p>\n<p class=\"EndNoteBibliography\">Boneh, Y., Skemer, P., 2014. The effect of deformation history on the evolution of olivine CPO. Earth and Planetary Science Letters 406, 213-222.</p>\n<p class=\"EndNoteBibliography\">Boneh, Y., Wallis, D., Hansen, L.N., Krawczynski, M.J., Skemer, P., 2017. Oriented grain growth and modification of &lsquo;frozen anisotropy&rsquo; in the lithospheric mantle. Earth and Planetary Science Letters.</p>\n<p class=\"EndNoteBibliography\">Hansen, L.N., Conrad, C.P., Boneh, Y., Skemer, P., Warren, J.M., Kohlstedt, D., 2016. Viscous anisotropy of textured olivine aggregates, Part 2: Micromechanical model. Journal of Geophysical Research 121.</p>\n<p class=\"EndNoteBibliography\">Rahl, J.M., Skemer, P., 2016. Microstructural evolution and rheology of quartz in a mid-crustal shear zone. Tectonophysics 680, 129-139.</p>\n<p class=\"EndNoteBibliography\">Skemer, P., Hansen, L.N., 2016. Inferring upper-mantle flow from seismic anisotropy: An experimental perspective. Tectonophysics 668-669, 1-14.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/20/2017<br>\n\t\t\t\t\tModified by: Philip&nbsp;Skemer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Solid-state flow in the upper mantle is a major element of plate tectonics and all of its attendant natural hazards. Flow patterns cannot be observed directly, but are often inferred from seismic wave velocities. In the crust and upper mantle, anisotropy of seismic wave velocities is caused mainly by the preferential alignment of grains in polycrystalline rock, known as crystallographic preferred orientation (CPO), which is caused by deformation. Olivine, the most abundant mineral in the upper mantle, often exhibits a CPO in which the seismically fastest crystallographic axes are aligned with the direction of flow. This observation has led to an entrenched paradigm in seismology in which the direction of the maximum seismic wave velocity is assumed to be parallel to the flow direction. However, this framework for interpreting mantle flow is demonstrated to be inadequate near plate boundaries. This research investigated the degree to which CPO retains a \"memory\" of past deformation events, to improve our ability to interpret and model seismic anisotropy in terms of mantle flow. We completed a series of triaxial deformation experiments demonstrating how deformation history influences olivine CPO evolution (Boneh and Skemer, 2014). Experimental data were used to test and refine two widely used numerical methods for modeling CPO evolution: D-Rex and VPSC (Boneh et al., 2015). Additional experiments explored the role of static annealing on the preservation of CPO (Boneh et al., 2017). An invited review paper summarized an experimental perspective on the evolution of CPO and the interpretation of seismic anisotropy (Skemer and Hansen, 2016). Two additional collaborative publications arose from this research (Hansen et al., 2016; Rahl and Skemer, 2016). Numerous presentations have been made on the results, including ~8 departmental colloquia, AGU Fall Meetings, Gordon Research Conference, Anisotropy and Dynamics of the LAB workshop, and the GeoPRISMS SCD Theoretical and Experimental Institute.\n This grant supported the PhD thesis research of Dr. Yuval Boneh, and provided extensive opportunities for training, international collaboration, and the dissemination of our results. A key element was the engagement of several groups within the geophysics community, including seismology, geodynamical modeling, and microphysical theory. Stimulating interaction between rock mechanics and larger traditional geophysics disciplines is critical for the sustenance of the relatively small experimental rock deformation community. Skemer is broadly engaged in education and outreach activities, including ongoing work with a local 5th grade class, with curatorial staff at the Saint Louis Art Museum, and via a public \"Science on Tap\" lecture in 2015. Skemer is also the director of the Fossett Laboratory for Virtual Planetary Exploration. A major element of this laboratory is devoted to the use of augmented reality devices to project 3D holographic structures from the atomic to the planetary scale, for use in teaching and research.\n\n \nBoneh, Y., Morales, L.F., Kaminski, E., Skemer, P., 2015. Modeling olivine CPO evolution with complex deformation histories: Implications for the interpretation of seismic anisotropy in the mantle. Geochemistry, Geophysics, Geosystems 16.\nBoneh, Y., Skemer, P., 2014. The effect of deformation history on the evolution of olivine CPO. Earth and Planetary Science Letters 406, 213-222.\nBoneh, Y., Wallis, D., Hansen, L.N., Krawczynski, M.J., Skemer, P., 2017. Oriented grain growth and modification of ?frozen anisotropy? in the lithospheric mantle. Earth and Planetary Science Letters.\nHansen, L.N., Conrad, C.P., Boneh, Y., Skemer, P., Warren, J.M., Kohlstedt, D., 2016. Viscous anisotropy of textured olivine aggregates, Part 2: Micromechanical model. Journal of Geophysical Research 121.\nRahl, J.M., Skemer, P., 2016. Microstructural evolution and rheology of quartz in a mid-crustal shear zone. Tectonophysics 680, 129-139.\nSkemer, P., Hansen, L.N., 2016. Inferring upper-mantle flow from seismic anisotropy: An experimental perspective. Tectonophysics 668-669, 1-14.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/20/2017\n\n\t\t\t\t\tSubmitted by: Philip Skemer"
 }
}