{
 "awd_id": "1141442",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Career Enhancement of Academic Women in Earthquake Engineering Research (ENHANCE)",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2012-01-15",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 10113.0,
 "awd_amount": 10113.0,
 "awd_min_amd_letter_date": "2012-01-09",
 "awd_max_amd_letter_date": "2012-01-09",
 "awd_abstract_narration": "This collaborative project builds upon previous successful efforts supported by the National Science Foundation (NSF) with the goal to enhance the career of academic women in earthquake engineering research through mentoring, empowering, supporting, promoting and networking (nationally and internationally).  Activities supported by federal agencies and professional societies to promote science, technology, engineering, and mathematics (STEM) careers to women have resulted in increased female interest and improved female retention rates.  Yet, women are still underrepresented in STEM-related fields, as the percentage of female science and engineering degree recipients and of employed female scientists and engineers is smaller than their percentage of the population.  In the field of earthquake engineering, even though female participation has definitely increased since the mid-1980's, the field is still predominantly male.  The term \"academic women\" herein includes tenure and tenure-track faculty members, research faculty, postdoctoral students and senior graduate students. This goal will be achieved (i) by one-on-one mentoring of junior tenure-track and research faculty in the United States with workshops for successful proposal and paper preparation, as well as with discussions and insights related to issues of women in engineering; (ii) by creating a national and international community for academic women in earthquake engineering research through the establishment of a private website using the unique Information Technology (IT) capabilities of the George E. Brown, Jr. Network for Earthquake Engineering Simulation (NEES); and (iii) by evaluating this effort's outcomes through surveys of participants that will assess the project's effectiveness.  This award brings together the expertise of seven female faculty from six diverse institutions (Drexel University, Northeastern University, Stanford University, University of Delaware, University of Minnesota, and University of Texas at Austin).  Their combined background encompasses all aspects of academia in the earthquake engineering field.  They will be assisted by a four-member Advisory Board that includes experts in junior faculty mentoring and in building communities.  Their collective commitment and effort in mentoring their junior female colleagues across the United States, in creating a community of academic women in earthquake engineering research, and in reaching out to their international female peers will enhance the career of female faculty around the world.  This career enhancement will provide the necessary nourishing environment that will lead to more significant scholarly accomplishments (submission of proposals, publication of journal papers and international collaborations) by female faculty in earthquake engineering research.\r\n\r\nThis effort focuses on the enhancement of the career of female faculty in earthquake engineering research, and as such, it is directly related with a number of the NEES education, outreach, and training (EOT) objectives including the desire to build a community and workforce development.  An increase in the achievements and visibility of female faculty in earthquake engineering will greatly influence the recruitment of the next generation, provide more role models in the classroom, and encourage more undergraduate students to pursue advanced degrees and, eventually, a career in academia. In addition, it will create a community of international female academicians in earthquake engineering research that will enhance their professional life and foster international collaborations.  This project aims at making the full potential of this underrepresented group flourish, thus benefiting the world with their contributions in seismic disaster prevention and mitigation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rachel",
   "pi_last_name": "Davidson",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Rachel A Davidson",
   "pi_email_addr": "rdavidso@udel.edu",
   "nsf_id": "000295295",
   "pi_start_date": "2012-01-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "210 Hullihen Hall",
  "perf_city_name": "Newark",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197163120",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "739600",
   "pgm_ele_name": "NEES RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 10113.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><em>This collaborative effort builds upon previous successful efforts supported by NSF with the goal to enhance the career of academic women in earthquake engineering research through mentoring, empowering, supporting, promoting and networking (nationally and internationally). </em></strong>The term &ldquo;academic<strong><em> </em></strong>women&rdquo; herein includes tenure and tenure-track faculty members, research faculty, post-doctoral students and<strong><em> </em></strong>senior graduate students. This goal was achieved (i) by one-on-one mentoring of junior tenure and research<strong><em> </em></strong>faculty in the US with workshops and individual mentoring for successful proposal and paper preparation, as well as with discussions and<strong><em> </em></strong>insights related to issues of women in engineering; (ii) by creating a national and international community for<strong><em> </em></strong>academic women in earthquake engineering research through the establishment of a private website using the unique Information Technology capabilities of the George E. Brown, Jr. Network for Earthquake Engineering Simulation (NEES); and (iii) by evaluating this effort&rsquo;s outcomes through surveys of participants that will assess the project&rsquo;s effectiveness.</p>\n<p>Two workshops were held during the project providing an opportunity for senior female earthquake engineering faculty to provide one-on-one mentoring by discussing key components of the tenure process and proposal writing, addressing specific questions raised by the junior women faculty. Issues discussed included road to achieving tenure, interaction with other faculty, interaction with department chairs and deans, working with students, challenges associated with each of these and pertinent to work and work-life issues. From the topics posted on the agenda, the Fellows selected to elaborate on three, the issues of mentoring students, doing service strategically, and work-life balance. During the second meeting, which was held in Arlington, VA, in addition to these topics, there were extensive deliberations on forging research collaborations among the members of the group as well as suggestions for potential collaborations with female and male researchers from the Earthquake Engineering community at large. During the afternoon of the second meeting, three NSF Program Directors visited the group and, for 2&frac12; hours, provided insight on proposal preparation, submission and review, aspects in proposals that NSF is looking for, topics that NSF is/is not interested in, and in-depth presentations of the newly revised structure of the NSF CMMI Division and funding opportunities under the new CMMI Programs. The fellows also heard from and an Executive Coach on the topic: &ldquo;Navigate your Career&rsquo;s Compass &hellip; in three steps: know yourself, show yourself and grow yourself&rdquo;. The successful meeting provided the NSF ENHANCE Fellows invaluable tools to assist them in their future career and life endeavors. A picture from the meeting is also attached.</p>\n<p>Three of the project Fellows received NSF CAREER award and two promoted to the rank of Associate Professor with tenure.</p>\n<p>A survey was conducted and following the recommendations provided by the Fellows in their response to the survey questions, hourly webex meetings were organized during the summer and early fall of 2015. To facilitate research collaborations between the Fellows, four webex meetings were devoted to 15-min presentations by the Fellows on their research. Sixteen Fellows shared their research interests with the group in lively discussions. In addition, from the topics that the Fellows listed as important to them, four topics were addressed by the Mentors. These were: Teaching (led by Prof. French), CV Preparation (also led by Prof. French), Proposal Resources (led by Profs. Shield and Rathje) and Prioriti...",
  "por_txt_cntn": "\nThis collaborative effort builds upon previous successful efforts supported by NSF with the goal to enhance the career of academic women in earthquake engineering research through mentoring, empowering, supporting, promoting and networking (nationally and internationally). The term \"academic women\" herein includes tenure and tenure-track faculty members, research faculty, post-doctoral students and senior graduate students. This goal was achieved (i) by one-on-one mentoring of junior tenure and research faculty in the US with workshops and individual mentoring for successful proposal and paper preparation, as well as with discussions and insights related to issues of women in engineering; (ii) by creating a national and international community for academic women in earthquake engineering research through the establishment of a private website using the unique Information Technology capabilities of the George E. Brown, Jr. Network for Earthquake Engineering Simulation (NEES); and (iii) by evaluating this effortÆs outcomes through surveys of participants that will assess the projectÆs effectiveness.\n\nTwo workshops were held during the project providing an opportunity for senior female earthquake engineering faculty to provide one-on-one mentoring by discussing key components of the tenure process and proposal writing, addressing specific questions raised by the junior women faculty. Issues discussed included road to achieving tenure, interaction with other faculty, interaction with department chairs and deans, working with students, challenges associated with each of these and pertinent to work and work-life issues. From the topics posted on the agenda, the Fellows selected to elaborate on three, the issues of mentoring students, doing service strategically, and work-life balance. During the second meeting, which was held in Arlington, VA, in addition to these topics, there were extensive deliberations on forging research collaborations among the members of the group as well as suggestions for potential collaborations with female and male researchers from the Earthquake Engineering community at large. During the afternoon of the second meeting, three NSF Program Directors visited the group and, for 2&frac12; hours, provided insight on proposal preparation, submission and review, aspects in proposals that NSF is looking for, topics that NSF is/is not interested in, and in-depth presentations of the newly revised structure of the NSF CMMI Division and funding opportunities under the new CMMI Programs. The fellows also heard from and an Executive Coach on the topic: \"Navigate your CareerÆs Compass &hellip; in three steps: know yourself, show yourself and grow yourself\". The successful meeting provided the NSF ENHANCE Fellows invaluable tools to assist them in their future career and life endeavors. A picture from the meeting is also attached.\n\nThree of the project Fellows received NSF CAREER award and two promoted to the rank of Associate Professor with tenure.\n\nA survey was conducted and following the recommendations provided by the Fellows in their response to the survey questions, hourly webex meetings were organized during the summer and early fall of 2015. To facilitate research collaborations between the Fellows, four webex meetings were devoted to 15-min presentations by the Fellows on their research. Sixteen Fellows shared their research interests with the group in lively discussions. In addition, from the topics that the Fellows listed as important to them, four topics were addressed by the Mentors. These were: Teaching (led by Prof. French), CV Preparation (also led by Prof. French), Proposal Resources (led by Profs. Shield and Rathje) and Prioritization (led by Prof. Kiremidjian). A Dropbox folder for the ENHANCE group was created and the presentations were posted in the folder for the groupÆs future use.\n\nAgain, following the recommendations provided by the Fellows in their response to the survey questions, a \"Good New..."
 }
}