{
 "awd_id": "1141929",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Geophysics of Iron in the Earth's Core",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robin Reichlin",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 287101.0,
 "awd_amount": 287101.0,
 "awd_min_amd_letter_date": "2011-12-27",
 "awd_max_amd_letter_date": "2011-12-27",
 "awd_abstract_narration": "Analyzing the seismic waves that pass through our planet have provide observations of its internal structure including, the Earth's core which is composed of a liquid iron-rich outer region which lies above the solid, iron-rich inner core.   In order to understand the constituents that make up this most remote region in our planet, we propose to conduct the challenging laboratory experiments at the high pressures and temperatures that exist in the Earth?s deep interior, and to measure of the properties of iron-rich materials which can be dramatically altered under the extreme conditions.  The primary goal of the present research is thus to understand the Earth's core which plays a central role in the evolution, magnetism, dynamic processes, and thermal evolution of our planet. \r\n\r\nBuilding upon our progress resulting from our prior support, this project takes a two-pronged approach: using static high-pressure techniques in a diamond anvil cell for accurate determination of elastic properties and dynamic compression created by powerful lasers for ultrahigh pressure-temperature sound velocity measurements. For the static high-pressure experiments, we propose to determine the equation of state, aggregate compressional and shear wave velocities, velocity anisotropy and lattice preferred orientation, and elastic tensor of iron using a suite of complementary synchrotron x-ray techniques. For the dynamic experiments, we will collaborate with the Shock Physics Group at Lawrence Livermore National Laboratory and use the Janus laser facility to determine the compressional and especially the shear wave velocities (using a transverse displacement interferometer set-up) for iron and iron alloys. The combination of the static and dynamic results will provide important information for helping to understand and interpret the complex seismic signatures in the Earth's core. The anticipated, high pressure-temperature elasticity data for iron will be valuable to a wide variety of researchers involved in deep Earth studies (e.g. theoretical mineral physicists for improving their calculations, seismologists for interpretation of their observations, and geodynamicists for constraining their models). In addition, the technical advances will be useful to other experimentalists in the geosciences as well as fundamental and applied sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wendy",
   "pi_last_name": "Mao",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Wendy L Mao",
   "pi_email_addr": "wmao@stanford.edu",
   "nsf_id": "000238914",
   "pi_start_date": "2011-12-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943056025",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "CA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  },
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1031",
   "pgm_ref_txt": "STUDIES OF THE EARTH'S DEEP INTERIOR"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 287101.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project has been to improve our understanding of the materials that make up the Earth&rsquo;s core. We &nbsp;have been using a suite of experimental techniques to measure the properties of iron and iron-rich alloys at extreme conditions (i.e. high pressures and temperatures) that exist deep within our planet. During our project we collected data using a static compression technique (diamond anvil cell) which allows us to maintain high pressures indefinitely and a dynamic compression method (laser-shock) which accesses high pressures and temperatures but only for a short time. &nbsp;We then used characterization tools at national user facilities to measure how properties like sound velocity, strength, and crystal structure were changing at extreme conditions. Some highlights from the static side include that we measured of the strength of iron under Earth&rsquo;s core pressures and found that the inner core may be extremely weak giving support to the dislocation creep model as the dominant creep mechanism in the solid inner core. This has significant implications for modeling the plastic behavior at the center of our planet. Our new sound velocity measurements provide a new baseline for pure iron under hydrostatic conditions to compare with future measurements and to seismic data. On the dynamic side, we made progress with development of new diagnostics to detect shear properties at the Janus Laser Facility at Lawrence Livermore National Laboratory.&nbsp; In addition, we been involved in a number of time-resolved laser-driven shock x-ray experiments at the hard x-ray free electron laser at SLAC where we have investigated the kinetics of laser-shock induced phase transitions in metals and oxides at the new Matter in Extreme Conditions facility. This temporal approach has yielded new information on the structural dynamics of plastic yielding and phase transitions with sub-picosecond resolution. One of the major challenges for high pressure experiments are the current limitations in reaching extreme conditions as well as the limitations in characterization techniques. To that end part of this project has involved sample preparation and technique development, and have played a key role in enabling these state-of-the-art experiments. These techniques can then be applied more broadly to a wide range of fields including condensed matter physics and materials science.</p>\n<p>&nbsp;</p>\n<p>In terms of broader impacts, a female post-doctoral researcher and female graduate student as well as a number undergraduates and summer interns have been getting trained with a variety of experimental methods. A tangible, lasting impact resulting from this proposal is that it helped support the research of a former Stanford undergraduate and underrepresented minority, Gabriela Farfan, who worked in our laboratory for three years. She presented her work at three Fall AGU meetings and published two first authored papers and is currently a second year graduate student with an NSF fellowship at WHOI-MIT. In terms of career development for other early career female scientists, Dr. Arianna Gleason was awarded the Mineral and Rock Physics Early Career Award at the 2014 American Geophysical Union Meeting. In addition to presentations at national and international meetings/conferences/workshops and publications (we produced twelve peer reviewed publications during the past three year project), we have also been active in publicizing our work to a broader audience including in a PBS special &ldquo;Earth, the Inside Story,&rdquo; which aired in Apr. 2014. The Nature Geoscience paper generated a considerable amount of press which helped disseminate the work to a broader community. A &lsquo;News and Views&rsquo; was written by Sebastian Merkel, &ldquo;Core processes: Earth&rsquo;s inner weakness&rdquo;, Nature Geoscience. Arianna was asked to showcase her work on the strength of iron ...",
  "por_txt_cntn": "\nThe goal of this project has been to improve our understanding of the materials that make up the EarthÆs core. We  have been using a suite of experimental techniques to measure the properties of iron and iron-rich alloys at extreme conditions (i.e. high pressures and temperatures) that exist deep within our planet. During our project we collected data using a static compression technique (diamond anvil cell) which allows us to maintain high pressures indefinitely and a dynamic compression method (laser-shock) which accesses high pressures and temperatures but only for a short time.  We then used characterization tools at national user facilities to measure how properties like sound velocity, strength, and crystal structure were changing at extreme conditions. Some highlights from the static side include that we measured of the strength of iron under EarthÆs core pressures and found that the inner core may be extremely weak giving support to the dislocation creep model as the dominant creep mechanism in the solid inner core. This has significant implications for modeling the plastic behavior at the center of our planet. Our new sound velocity measurements provide a new baseline for pure iron under hydrostatic conditions to compare with future measurements and to seismic data. On the dynamic side, we made progress with development of new diagnostics to detect shear properties at the Janus Laser Facility at Lawrence Livermore National Laboratory.  In addition, we been involved in a number of time-resolved laser-driven shock x-ray experiments at the hard x-ray free electron laser at SLAC where we have investigated the kinetics of laser-shock induced phase transitions in metals and oxides at the new Matter in Extreme Conditions facility. This temporal approach has yielded new information on the structural dynamics of plastic yielding and phase transitions with sub-picosecond resolution. One of the major challenges for high pressure experiments are the current limitations in reaching extreme conditions as well as the limitations in characterization techniques. To that end part of this project has involved sample preparation and technique development, and have played a key role in enabling these state-of-the-art experiments. These techniques can then be applied more broadly to a wide range of fields including condensed matter physics and materials science.\n\n \n\nIn terms of broader impacts, a female post-doctoral researcher and female graduate student as well as a number undergraduates and summer interns have been getting trained with a variety of experimental methods. A tangible, lasting impact resulting from this proposal is that it helped support the research of a former Stanford undergraduate and underrepresented minority, Gabriela Farfan, who worked in our laboratory for three years. She presented her work at three Fall AGU meetings and published two first authored papers and is currently a second year graduate student with an NSF fellowship at WHOI-MIT. In terms of career development for other early career female scientists, Dr. Arianna Gleason was awarded the Mineral and Rock Physics Early Career Award at the 2014 American Geophysical Union Meeting. In addition to presentations at national and international meetings/conferences/workshops and publications (we produced twelve peer reviewed publications during the past three year project), we have also been active in publicizing our work to a broader audience including in a PBS special \"Earth, the Inside Story,\" which aired in Apr. 2014. The Nature Geoscience paper generated a considerable amount of press which helped disseminate the work to a broader community. A æNews and ViewsÆ was written by Sebastian Merkel, \"Core processes: EarthÆs inner weakness\", Nature Geoscience. Arianna was asked to showcase her work on the strength of iron in the Advanced Photon Source Science Highlights and as an Advanced Light Source Science Highlight, as well as several radio interviews including: R..."
 }
}