{
 "awd_id": "1141142",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Converging on a Physical Basis for Rate and State Friction through Nano-to-Macro-Scale Friction and Adhesion Experiments on Geological Materials",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eva Zanzerkia",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 280000.0,
 "awd_amount": 280000.0,
 "awd_min_amd_letter_date": "2012-09-05",
 "awd_max_amd_letter_date": "2012-09-05",
 "awd_abstract_narration": "Significance and importance of the project.  Nucleation of earthquakes on tectonic-scale faults in the Earth?s crust is controlled, remarkably, by frictional processes that originate at micro- and nano-scale contacts between fault surfaces. The earthquake cycle is typically studied via computer models incorporating any of several empirical friction ?laws?. Such models reproduce a rich variety of observed earthquake phenomena, despite the fact that the friction laws upon which they are founded lack a physical basis. Stated simply, the identities of the physical mechanisms that occur at nanoscale contacts between the fault materials are unknown.  Without a sound physical basis, the researchers are severely limited in our abilities to reliably extrapolate existing friction laws from laboratory measurements to natural systems, and ultimately to reliably predict approaching earthquakes. That the friction laws lack a physical basis largely reflects the difficulty of isolating and studying processes that occur at nanoscale fault contacts.  In this transformative study, the researchers will employ cutting-edge methods of materials science, principally atomic force microscopy, nanoindentation, and microindentation, to isolate the frictional mechanisms that occur in experiments on rocks and on faults in nature. Using these methods, the researchers will isolate the frictional mechanisms occurring at a single contact on a fault surface, rather than measure the integrated behaviors of many contacts at once (as in laboratory experiments on rocks).  The researchers aim to use this ?bottom-up? approach to establish a robust, physics-based foundation for existing friction laws and to proscribe their limits of applicability. The research may ultimately allow them to determine whether they are able to detect accelerating creep on faults days to hours prior to an earthquake, which would save many lives and mitigate damages to human infrastructures. From the perspective of the scientific disciplines of solid mechanics and materials science, insights gained by identifying and connecting frictional behavior across many length scales have potential application well beyond geophysics, for example, in many engineered systems, including silicon-based micromechanical devices. \r\n\r\nTechnical description. The overarching goals of the proposed research are to isolate and identify the physical mechanisms that occur at the nanoscale asperity contacts which comprise macroscopic frictional interfaces.  More specifically, the researchers seek to answer arguably the most fundamental question regarding existing rate- and state-variable friction laws as they pertain to the earthquake cycle ? What is the physical mechanism(s) that gives rise to the observed time dependence of friction?  The frictional stability of an interface ? i.e., whether friction decreases or increases with increasing slip rate, and therefore whether an earthquake can nucleate or not, respectively ? depends critically on the magnitude of the time dependence of friction, otherwise known as frictional ?ageing?.  In our previous work, they established that a canonical observation from friction experiments on rocks and other engineering materials ? that friction increases linearly with the log of the time of stationary contact ? can be amply explained quantitatively by either 1) creep of contacts at sufficiently high contact stresses (Goldsby et al., J. Mater. Res., 2004) or 2) increased adhesive strength of contacts (stronger chemical bonding) in the absence of contact creep (Li et al., Nature, 2012). Explanation 2 is based on our atomic force microscopy (AFM) friction tests on single nanoscale silica-silica contacts (Li et al., Nature, 2012). Intriguingly, the magnitude of ageing in the AFM tests is far larger than in laboratory friction experiments on rocks, by up to a factor of 100. This discrepancy is readily explained by a contact mechanics model allowing for inhomogeneous slip on a multi-asperity interface (Li et al., Nature, 2012). In addition, microindentation experiments and complementary friction experiments on quartz at low (2.2) pH and neutral (7) pH reveal no difference in indentation size between tests at either pH, no ageing in rock friction tests at pH 2.2, but strong ageing at pH 7.  These observations strongly suggest that ageing is due to time-dependent adhesion rather than contact creep, a conclusion that runs counter to the prevailing wisdom. However, further work is required to determine if there are conditions where both mechanisms can occur. In this new work, more sophisticated experiments will allow us to discriminate between plastic deformation and adhesion effects on frictional ageing. The researchers will employ AFM, interfacial force microscopy, nanoindentation, microindentation, and rock friction experiments to investigate the influences of water, temperature, and chemical environment (namely, pH) on asperity creep and adhesion. The researchers will also employ sophisticated in situ nanoindentation in the transmission electron microscope to study, in real time, plastic deformation and changes in chemical bonding using high resolution imaging, electron diffraction, electron energy loss spectroscopy, and energy dispersive spectroscopy.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Carpick",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Robert W Carpick",
   "pi_email_addr": "carpick@seas.upenn.edu",
   "nsf_id": "000488916",
   "pi_start_date": "2012-09-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046315",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 280000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Earthquakes are not only incredibly dangerous, life-threatening events, they are also extremely difficult to predict. Part of the reason for this inability to predict earthquake stems from our lack of understanding of the frictional behavior that controls the interactions at faults. This lack of knowledge also makes it more difficult to properly develop warning systems and to design structures that must withstand geological events related to the motion of tectonic plates. Our project involves a collaboration between geoscientists and a nanoengineer who specializes in studying the origins of friction. Together, our collaboration has made progress toward our goal of understanding the fundamental behavior that underlies frictional phenomenon occurring at geological faults. In particular, we have found that, at the nanoscale, an &ldquo;ageing&rdquo; process can be observed between silica surfaces (silica being a primary component of most geological materials). &ldquo;Ageing&rdquo; refers to the increase in the friction force needed to get an interface to slide with the time that interface has sat at rest. This origin of this ageing behavior at the geological scale has been debated in the literature; our results show that one possible mechanism &ndash; the formation of chemical bonds across the contact interface &ndash; is indeed feasible and consistent with what is observed at the macroscale. Furthermore, we found through extremely precise nanoscale measurements, that the observed behavior is consistent with atomistic simulations conducted by another research group where the chemical bonds are formed between silicon and oxygen atoms. This is illustrated in the image. Together, this provides a key step forward in understanding nanoscale friction behavior between geological materials. The results can ultimately be integrated with models and experiments at larger scales to better describe earthquake behavior in a fundamental and predictive way.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2015<br>\n\t\t\t\t\tModified by: Robert&nbsp;W&nbsp;Carpick</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1141142/1141142_10211317_1449023030562_Slide1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1141142/1141142_10211317_1449023030562_Slide1--rgov-800width.jpg\" title=\"Frictional ageing between silica surfaces\"><img src=\"/por/images/Reports/POR/2015/1141142/1141142_10211317_1449023030562_Slide1--rgov-66x44.jpg\" alt=\"Frictional ageing between silica surfaces\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Amount of ageing (in nanonewtons) between two silica surfaces plotted versus the log of the hold time from two different experiments. The observed behavior matches atomistic simulations of bond formation between silicon and oxygen atoms on the two surfaces.</div>\n<div class=\"imageCredit\">R.W. Carpick</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Robert&nbsp;W&nbsp;Carpick</div>\n<div class=\"imageTitle\">Frictional ageing between silica surfaces</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nEarthquakes are not only incredibly dangerous, life-threatening events, they are also extremely difficult to predict. Part of the reason for this inability to predict earthquake stems from our lack of understanding of the frictional behavior that controls the interactions at faults. This lack of knowledge also makes it more difficult to properly develop warning systems and to design structures that must withstand geological events related to the motion of tectonic plates. Our project involves a collaboration between geoscientists and a nanoengineer who specializes in studying the origins of friction. Together, our collaboration has made progress toward our goal of understanding the fundamental behavior that underlies frictional phenomenon occurring at geological faults. In particular, we have found that, at the nanoscale, an \"ageing\" process can be observed between silica surfaces (silica being a primary component of most geological materials). \"Ageing\" refers to the increase in the friction force needed to get an interface to slide with the time that interface has sat at rest. This origin of this ageing behavior at the geological scale has been debated in the literature; our results show that one possible mechanism &ndash; the formation of chemical bonds across the contact interface &ndash; is indeed feasible and consistent with what is observed at the macroscale. Furthermore, we found through extremely precise nanoscale measurements, that the observed behavior is consistent with atomistic simulations conducted by another research group where the chemical bonds are formed between silicon and oxygen atoms. This is illustrated in the image. Together, this provides a key step forward in understanding nanoscale friction behavior between geological materials. The results can ultimately be integrated with models and experiments at larger scales to better describe earthquake behavior in a fundamental and predictive way.\n\n \n\n\t\t\t\t\tLast Modified: 12/01/2015\n\n\t\t\t\t\tSubmitted by: Robert W Carpick"
 }
}