{
 "awd_id": "1141275",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Spectral and Broadband Albedo of Antarctic Sea-ice Types",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter Milne",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 132494.0,
 "awd_amount": 132494.0,
 "awd_min_amd_letter_date": "2012-07-27",
 "awd_max_amd_letter_date": "2012-07-27",
 "awd_abstract_narration": "The albedo, or reflection coefficient, is a measure of the diffuse reflectivity of an irradiated surface. With the sunlit atmosphere as a light source, and sea-ice as a diffuse reflecting surface, the albedo would be the fraction of incident light that is returned to the atmosphere. A perfect (white) reflecting surface would have an albedo of 1; a perfect (black) absorbing surface would have an albedo of 0. The albedo of sea-ice is needed to assess the solar energy budget of the marginal ice zone, to compute the partial solar bands in radiation budgets in general circulation and earth system models, and is also needed to interpret remote sensing imagery data products.\r\nApplications requiring albedos further into the near IR, out to 2500nm, are assumed or approximated. Modern spectral radiometers, such as will be used in this campaign on a Southern Ocean voyage from Hobart to Antarctica, can extend these measurements of albedo from 350 to 2500nm, allowing earlier estimates to be verified, or corrected.  \r\n\r\nSurfaces  to be encountered on this research cruise are expected to include open water, grease ice, nila ice, pancake ice, young grey ice, young grey-white ice, along with first year ice. The presence of variable amounts of snow on these surfaces is also of interest. Light absorbing impurities in the snow and ice, including black carbon and organic matter (brown carbon) are different from those found in Arctic Sea ice, the Antarctic being so remote from combustion sources. This may allow better understanding of the seasonal cycles, energy budgets and their recent trends in spatial extent and thickness. The project will also broaden the educational experiences of both US and Australian students participating in the measurement campaign",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Warren",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen G Warren",
   "pi_email_addr": "sgw@atmos.washington.edu",
   "nsf_id": "000289216",
   "pi_start_date": "2012-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "Atmospheric Sciences Dept.",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981051016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511300",
   "pgm_ele_name": "ANT Ocean & Atmos Sciences"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 132494.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Antarctic sea ice is an important player in climate change.&nbsp; The input of solar energy to the ocean is limited by reflection of sunlight by the snow/ice system.&nbsp; Knowledge of the fraction of sunlight reflected (albedo) is therefore needed for accurate simulations of climate. In most parts of the Antarctic sea-ice zone the oceanic surface flow is divergent, exposing areas of open water.&nbsp; In summer the open water persists, but in the cold seasons new ice can form rapidly.&nbsp; In most regions at most times there is therefore a great variety of ice types of varying thickness and snow cover, with a corresponding variety of albedo values. &nbsp;The spectrally-averaged albedos span a wide range, from 0.07 for open water to 0.87 for thick snow-covered ice under cloud.</p>\n<p>The aim of the research was to study the reflection of sunlight as a function of wavelength by the various types of sea ice in the Southern Ocean.&nbsp; The work began under a prior grant in a collaboration with the Australian Antarctic Division, which was carried out on three prior expeditions.&nbsp; The present work addressed two shortcomings of the prior work:&nbsp; (1)&nbsp; Some important ice types had not been measured in the earlier work, and (2) the spectral radiometer used in the prior work did not cover the entire solar spectrum.</p>\n<p>Spectral albedo across the ultraviolet (UV), visible, and near-infrared wavelengths was measured for a variety of sea-ice types on a voyage of the <em>Aurora Australis </em>from September to November 2012 across the Southern Ocean from Australia to Antarctica, as part of the SIPEX-II project on physics and biology of Antarctic sea ice.&nbsp; The surface types studied were open water, nilas (a thin sheet of new ice), nilas with frost flowers, slush, and first-year ice with both thin and thick snow cover.</p>\n<p>At visible and UV wavelengths the albedo depends on the thickness of snow or ice; in the near-infrared the albedo is determined by the number and sizes of snow grains and air bubbles.&nbsp; The albedo of bare nilas increases with nilas thickness, and the growth of frost flowers causes the nilas albedo to increase by 0.2-0.3 in the UV and visible wavelengths.&nbsp; Slush is formed when blowing snow falls into open water; its albedo increases with slush thickness.&nbsp; For all surface types except open water, albedos are higher in the UV and visible wavelength regions than in the near-infrared. The spectral albedos were integrated over wavelength, using both clear-sky and cloudy-sky incident solar spectra, to obtain broadband albedos for wavelength bands commonly used in climate models.&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>Light-absorbing impurities were also measured for snow on Antarctic sea ice. Snow samples were melted and filtered, and the filters were analyzed in a laboratory spectrophotometer.&nbsp; Mixing ratios of black carbon were in the range 0.1-0.5 nanograms of carbon per gram of snow, similar to values found on the East Antarctic Plateau and one to two orders of magnitude smaller than values typical of Arctic snow.&nbsp; These impurity levels are therefore too small to affect the albedo of Antarctic snow.</p>\n<p><strong><em>Broader impact:&nbsp; </em></strong>The results of this work will be useful in assessing and improving climate-model representations of solar radiation in the Antarctic sea-ice zone.&nbsp; Of particular interest in climate modeling are the differences between Arctic and Antarctic sea ice, in their seasonal cycles, energy budgets, and recent trends, in which the Arctic sea ice has been declining in area but the Antarctic sea ice has not.&nbsp; The results will also advance the understanding of surface-albedo feedbacks in climate.&nbsp; The international nature of the SIPEX-II expedition has broadened the education of the students from many nations who participated in the voyage.</p><br>\n<p>\n\t\t\t\t      \tLast Modif...",
  "por_txt_cntn": "\nAntarctic sea ice is an important player in climate change.  The input of solar energy to the ocean is limited by reflection of sunlight by the snow/ice system.  Knowledge of the fraction of sunlight reflected (albedo) is therefore needed for accurate simulations of climate. In most parts of the Antarctic sea-ice zone the oceanic surface flow is divergent, exposing areas of open water.  In summer the open water persists, but in the cold seasons new ice can form rapidly.  In most regions at most times there is therefore a great variety of ice types of varying thickness and snow cover, with a corresponding variety of albedo values.  The spectrally-averaged albedos span a wide range, from 0.07 for open water to 0.87 for thick snow-covered ice under cloud.\n\nThe aim of the research was to study the reflection of sunlight as a function of wavelength by the various types of sea ice in the Southern Ocean.  The work began under a prior grant in a collaboration with the Australian Antarctic Division, which was carried out on three prior expeditions.  The present work addressed two shortcomings of the prior work:  (1)  Some important ice types had not been measured in the earlier work, and (2) the spectral radiometer used in the prior work did not cover the entire solar spectrum.\n\nSpectral albedo across the ultraviolet (UV), visible, and near-infrared wavelengths was measured for a variety of sea-ice types on a voyage of the Aurora Australis from September to November 2012 across the Southern Ocean from Australia to Antarctica, as part of the SIPEX-II project on physics and biology of Antarctic sea ice.  The surface types studied were open water, nilas (a thin sheet of new ice), nilas with frost flowers, slush, and first-year ice with both thin and thick snow cover.\n\nAt visible and UV wavelengths the albedo depends on the thickness of snow or ice; in the near-infrared the albedo is determined by the number and sizes of snow grains and air bubbles.  The albedo of bare nilas increases with nilas thickness, and the growth of frost flowers causes the nilas albedo to increase by 0.2-0.3 in the UV and visible wavelengths.  Slush is formed when blowing snow falls into open water; its albedo increases with slush thickness.  For all surface types except open water, albedos are higher in the UV and visible wavelength regions than in the near-infrared. The spectral albedos were integrated over wavelength, using both clear-sky and cloudy-sky incident solar spectra, to obtain broadband albedos for wavelength bands commonly used in climate models.    \n\nLight-absorbing impurities were also measured for snow on Antarctic sea ice. Snow samples were melted and filtered, and the filters were analyzed in a laboratory spectrophotometer.  Mixing ratios of black carbon were in the range 0.1-0.5 nanograms of carbon per gram of snow, similar to values found on the East Antarctic Plateau and one to two orders of magnitude smaller than values typical of Arctic snow.  These impurity levels are therefore too small to affect the albedo of Antarctic snow.\n\nBroader impact:  The results of this work will be useful in assessing and improving climate-model representations of solar radiation in the Antarctic sea-ice zone.  Of particular interest in climate modeling are the differences between Arctic and Antarctic sea ice, in their seasonal cycles, energy budgets, and recent trends, in which the Arctic sea ice has been declining in area but the Antarctic sea ice has not.  The results will also advance the understanding of surface-albedo feedbacks in climate.  The international nature of the SIPEX-II expedition has broadened the education of the students from many nations who participated in the voyage.\n\n\t\t\t\t\tLast Modified: 08/14/2015\n\n\t\t\t\t\tSubmitted by: Stephen G Warren"
 }
}