{
 "awd_id": "1141973",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Enhanced Spatial Resolution Surface Melting over the Antarctic  Peninsula (1958 - to date) from a Regional Climate Model Validated through Remote Sensing Observations",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Julie Palais",
 "awd_eff_date": "2012-02-01",
 "awd_exp_date": "2016-01-31",
 "tot_intn_awd_amt": 257101.0,
 "awd_amount": 257101.0,
 "awd_min_amd_letter_date": "2012-01-11",
 "awd_max_amd_letter_date": "2015-06-29",
 "awd_abstract_narration": "1141973/Tedesco\r\n\r\nThis award supports a project to generate first-time validated enhanced spatial resolution (5-10 km) maps of surface melting over the Antarctic Peninsula for the period 1958 - to date from the outputs of a regional climate model and different downscaling techniques. These maps will be assessed and validated through new high spatial resolution (2.25 km) surface melting maps obtained from the QuikSCAT satellite for the period 1999 - 2009. The intellectual merit of this work is that it would be the first time that the outputs of a regional climate model would be used to study surface melting over Antarctica at such high spatial resolution and the first time that such results are validated by means of an observational tool that has such a large spatial coverage and high spatial resolution. The results generated in this study would also provide a first-time opportunity to study the melt distribution over the Peninsula and its correlation with climate drivers, such as the Southern Annual Mode (SAM) and the El Nino-Southern Oscillation (ENSO) at these unprecedented spatial scales. The enhanced resolution melting maps will also offer a unique opportunity to study melting trends and patterns over specific regions of the Peninsula, such as the Wilkins and the Larsen A and B ice shelves and evaluate whether the extreme melting observed during the recent collapses was unprecedented over the + 50 years. The broader impacts of the project are that it will integrate research and education by fully supporting one female undergrad student, a PhD student and partially supporting a PostDoc. The work will be done at a minority-serving institution and the PhD student who worked on the development of the high-resolution melting data set from QuikSCAT will become the PostDoc who will work on this project. Teaching and learning will be supported by incorporating research results into graduate and undergrad level courses and will be disseminated over the web and through appropriate channels. Results from this project will also benefit the society at large as they will improve our understanding of the links between atmospheric patterns and surface melting and they will contribute to improving estimates of sea level rise from the Antarctica continent.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marco",
   "pi_last_name": "Tedesco",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marco Tedesco",
   "pi_email_addr": "mtedesco@ldeo.columbia.edu",
   "nsf_id": "000477271",
   "pi_start_date": "2015-06-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Zhengzhao",
   "pi_last_name": "Luo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhengzhao Luo",
   "pi_email_addr": "zluo@ccny.cuny.edu",
   "nsf_id": "000501270",
   "pi_start_date": "2013-01-24",
   "pi_end_date": "2015-06-29"
  }
 ],
 "inst": {
  "inst_name": "CUNY City College",
  "inst_street_address": "160 CONVENT AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2126505418",
  "inst_zip_code": "100319101",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "L952KGDMSLV5"
 },
 "perf_inst": {
  "perf_inst_name": "Cuny City College",
  "perf_str_addr": "160 Convent Avenue",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100319101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511600",
   "pgm_ele_name": "ANT Glaciology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7754",
   "pgm_ref_txt": "CLIMATE VARIABILITY & CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 90375.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 166726.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Polar regions are acutely responsive to our changing climate. Some of the most visible examples of this has been the retreat of glaciers and the collapse of ice shelves. The Antarctic Peninsula (AP) has experienced rapid warming, with glaciers in the West AP retreating significantly over the last 50 years. Additionally, increased meltwater produced by higher temperatures has been implicated in the fracturing of the floating ice shelves which dominate the AP. The most dramatic examples of this include the collapse of the Larsen A (1995) and Larsen B (2002) ice shelves in the East AP. Recent research has suggested that the northern portion of the remaining Larsen C ice shelf is similarly vulnerable. Because of the difficulty of collecting <em>in situ</em> data in these regions, regional climate models (such as that used in this project) have provided a valuable resource for understanding how much and why melt occurs in these areas, as well as the potential effects on ice shelf stability.</p>\n<p>An initial version of the climate model had been run at the continental scale previous to the start of the project, producing a simulation of the snowpack and atmosphere over the whole of Antarctica. In the first year, estimates of meltwater from these results were compared with satellite estimates, finding that the melt extent (the surface area which experiences any melt at all) was captured with relative good accuracy. However, the surface mass balance (SMB) of the continent, defined as the difference between accumulation and loss of snow and ice at the surface, was found to be too high. We therefore chose to look more closely at factors in surface mass balance that might contribute to this discrepancy.</p>\n<p>Blowing snow (when fallen snow is lifted into the air by wind) is one of the most poorly-understood contributors to the SMB of Antarctica. We therefore chose to focus on the impact of blowing snow at the continental (50 km) scale before later focusing on higher resolution runs in the Antarctic Peninsula alone. We found that the pattern of wind erosion (where snow was completely removed from the surface, resulting in negative SMB) in East Antarctica matched regions of wind erosion observed by satellite data in previous studies. The model also showed significant levels of snow erosion on the East AP as well as at the edges of West Antarctica. However, the level of wind erosion produced by the model was ultimately unrealistic (comparing poorly with observed SMB estimates). While unsuccessful at the time, the discoveries made during this process have provided insights into how these physical processes scale from the small-scale (high-resolution) model which they were initially designed for to the large-scale (low-resolution) model which gives us the most information about potential global impacts. In the process of validating this model at the continental scale, we collected snow density profiles from a large number of published sources. This has informed an initial fresh snow density scheme in the model for Antarctica, which will be implemented in upcoming months.</p>\n<p>Following this work, in the final year, a 10km resolution was chosen for a model run over the Antarctic Peninsula alone (run for the years 2000-2014), without the blowing snow model activated. We found that the model produced a realistic depiction of the near-surface atmosphere (including variables such as pressure, humidity and temperature), which is vital to simulating snowmelt properly. One of the most important factors in capturing the quantity of melt in the AP is how well the model simulates how much warm air crosses over the mountains from the West AP to the East AP. Although wind patterns show some inaccuracy in the southern part of the Larsen IS (in comparison with measured data), the wind patterns in the northern Larsen IS are relatively well-represented. The rate at which the snowpack densifies...",
  "por_txt_cntn": "\nPolar regions are acutely responsive to our changing climate. Some of the most visible examples of this has been the retreat of glaciers and the collapse of ice shelves. The Antarctic Peninsula (AP) has experienced rapid warming, with glaciers in the West AP retreating significantly over the last 50 years. Additionally, increased meltwater produced by higher temperatures has been implicated in the fracturing of the floating ice shelves which dominate the AP. The most dramatic examples of this include the collapse of the Larsen A (1995) and Larsen B (2002) ice shelves in the East AP. Recent research has suggested that the northern portion of the remaining Larsen C ice shelf is similarly vulnerable. Because of the difficulty of collecting in situ data in these regions, regional climate models (such as that used in this project) have provided a valuable resource for understanding how much and why melt occurs in these areas, as well as the potential effects on ice shelf stability.\n\nAn initial version of the climate model had been run at the continental scale previous to the start of the project, producing a simulation of the snowpack and atmosphere over the whole of Antarctica. In the first year, estimates of meltwater from these results were compared with satellite estimates, finding that the melt extent (the surface area which experiences any melt at all) was captured with relative good accuracy. However, the surface mass balance (SMB) of the continent, defined as the difference between accumulation and loss of snow and ice at the surface, was found to be too high. We therefore chose to look more closely at factors in surface mass balance that might contribute to this discrepancy.\n\nBlowing snow (when fallen snow is lifted into the air by wind) is one of the most poorly-understood contributors to the SMB of Antarctica. We therefore chose to focus on the impact of blowing snow at the continental (50 km) scale before later focusing on higher resolution runs in the Antarctic Peninsula alone. We found that the pattern of wind erosion (where snow was completely removed from the surface, resulting in negative SMB) in East Antarctica matched regions of wind erosion observed by satellite data in previous studies. The model also showed significant levels of snow erosion on the East AP as well as at the edges of West Antarctica. However, the level of wind erosion produced by the model was ultimately unrealistic (comparing poorly with observed SMB estimates). While unsuccessful at the time, the discoveries made during this process have provided insights into how these physical processes scale from the small-scale (high-resolution) model which they were initially designed for to the large-scale (low-resolution) model which gives us the most information about potential global impacts. In the process of validating this model at the continental scale, we collected snow density profiles from a large number of published sources. This has informed an initial fresh snow density scheme in the model for Antarctica, which will be implemented in upcoming months.\n\nFollowing this work, in the final year, a 10km resolution was chosen for a model run over the Antarctic Peninsula alone (run for the years 2000-2014), without the blowing snow model activated. We found that the model produced a realistic depiction of the near-surface atmosphere (including variables such as pressure, humidity and temperature), which is vital to simulating snowmelt properly. One of the most important factors in capturing the quantity of melt in the AP is how well the model simulates how much warm air crosses over the mountains from the West AP to the East AP. Although wind patterns show some inaccuracy in the southern part of the Larsen IS (in comparison with measured data), the wind patterns in the northern Larsen IS are relatively well-represented. The rate at which the snowpack densifies in the northern Larsen IS is shown to be higher when warming of near-surface air begins ..."
 }
}