{
 "awd_id": "1141890",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Cape Adare Long Term Moorings (CALM): Analysis Phase",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter Milne",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 241178.0,
 "awd_amount": 241178.0,
 "awd_min_amd_letter_date": "2012-05-18",
 "awd_max_amd_letter_date": "2012-05-18",
 "awd_abstract_narration": "Time series data, from ocean moorings, on key aspects of evolving ocean properties are of considerable importance in assessing the condition of the ocean system.  They are needed, for example, their understand how the oceans are warming, and how they continue to uptake greenhouse gases such as CO2. \r\n\r\nThe Cape Adare Long Term Mooring (CALM) program goal was to observe the bottom water export from the Ross Sea to the deep ocean. To accomplish this two instrumented moorings were set on the continental slope off Cape Adare (western Ross Sea, Antarctica), positioned to capture the export of Antarctic Bottom Water (AABW), some of the coldest and densest water found in the global ocean. Data records for the moorings spans over some four years in this very remote part of the ocean.  The CALM analysis will address some specific objectives:\r\n? Characterize the temperature, salinity and current variability associated with the Ross Sea AABW export.\r\n? Examine the linkages between observed variability to regional tides, atmosphere and sea ice forcing.\r\n? Relate the Ross Sea AABW export fluctuations to the larger scale climate system dynamics, such as ENSO and SAM, and to AABW formation along other margins of Antarctica, e.g. the Weddell Sea",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "Huber",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce A Huber",
   "pi_email_addr": "bhuber@ldeo.columbia.edu",
   "nsf_id": "000109325",
   "pi_start_date": "2012-05-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Arnold",
   "pi_last_name": "Gordon",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Arnold L Gordon",
   "pi_email_addr": "agordon@ldeo.columbia.edu",
   "nsf_id": "000172344",
   "pi_start_date": "2012-05-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia Lamont Earth Observatory",
  "perf_str_addr": "61 Route 9W",
  "perf_city_name": "Palisades",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "109648000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "NY17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511300",
   "pgm_ele_name": "ANT Ocean & Atmos Sciences"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 241178.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The world&rsquo;s abyssal oceans are not quiescent, but circulate slowly and continuously, mixing upward with overlying water near the equator and being replenished with cold, salty water originating on the continental shelves around Antarctica (so-called Antarctic Bottom Water, or AABW).&nbsp; The Ross Sea (see figure) is a major source of AABW, as cold winds blow from the continent over the water, removing heat from the ocean in the process of freezing.&nbsp; As sea water freezes it leaves its salt behind. This can result in the production of very cold, salty water that is dense enough to sink to the bottom. &nbsp;Additional cold, less salty water is produced as water circulates under the Ross Ice Shelf, emerging at temperatures below the surface freezing point owing to the thickness of the floating ice shelf and the depression of the freezing point of sea water with depth.&nbsp;&nbsp; The production of Ross Sea AABW is strongly influenced by the katabatic winds in Terra Nova Bay at the south end of Drygalski Basin, and by water recently under the Ross Ice Shelf that flows equatorward and leaves the continental shelf in the Glomar Challenger Basin.</p>\n<p>It is well known from previous work that the newly-formed AABW finds its way to the edge of the continental shelf, where it can spill into the deep ocean in plumes that hug the slope as they slowly descend.&nbsp; In 2003-2004, the AnSlope research project found that these descending plumes have properties that vary with the seasons.&nbsp;&nbsp; In an effort to study the outflowing AABW in more detail for a longer period of time, the Cape Adare Long-term Moorings project (CALM) was undertaken to observe the outflow of the Ross Sea AABW at the slope near Cape Adare, just as it exits the Ross Sea on its way to the deep ocean.&nbsp; Two strings of moored instruments were placed in the deepest 500 meters of the water on the continental shelf (red bar in the figure).&nbsp; As a result of CALM, we obtained three years of nearly continuous measurements of temperature, salinity and currents in the deep layer of AABW off the cape. &nbsp;This project, CALM Analysis, was devoted to analyzing that data and preparing it for use by the scientific community and public at large, and publishing the results of our studies.</p>\n<p>We found that in addition to the seasonal cycling observed during AnSlope, &nbsp;the characteristics of the Ross Sea AABW passing by our moorings at Cape Adare changed over the &nbsp;years of the mooring time series.&nbsp; We hypothesize that these changes resulted from variations in the &ldquo;recipe&rdquo; of the bottom water leaving the Ross Sea;&nbsp; in other words, how much salty water from Drygalski mixes with less salty water from Glomar Challenger Basin (and the waters above the plume&hellip;).&nbsp; Changes in the proportions of the components are likely due to movement of the Antarctic Shelf-slope Front that separates the continental shelf waters from warmer water off shore (light blue line in the figure).&nbsp; The front acts as a gate &ndash; when it is located over the slope, high salinity shelf water plumes from Drygalski (orange arrow) can readily leave the continental shelf.&nbsp; When the front moves poleward, over the shallower continental shelf, the &ldquo;gate&rdquo; closes, inhibiting the plumes (dashed orange arrow).&nbsp; What causes the front to move?&nbsp; One factor is the strong easterly winds blowing along the coast of Antarctica.&nbsp; During the CALM mooring period, these easterly winds increased in strength.&nbsp; Due to the earth&rsquo;s rotation, the stronger easterlies moved the mean frontal position poleward.</p>\n<p>The CALM moorings have provided a valuable data set that is publically available for further study of the processes surrounding the climatically important production of Ross Sea AABW.&nbsp; These processes play a significant role in closing the meridional ov...",
  "por_txt_cntn": "\nThe worldÆs abyssal oceans are not quiescent, but circulate slowly and continuously, mixing upward with overlying water near the equator and being replenished with cold, salty water originating on the continental shelves around Antarctica (so-called Antarctic Bottom Water, or AABW).  The Ross Sea (see figure) is a major source of AABW, as cold winds blow from the continent over the water, removing heat from the ocean in the process of freezing.  As sea water freezes it leaves its salt behind. This can result in the production of very cold, salty water that is dense enough to sink to the bottom.  Additional cold, less salty water is produced as water circulates under the Ross Ice Shelf, emerging at temperatures below the surface freezing point owing to the thickness of the floating ice shelf and the depression of the freezing point of sea water with depth.   The production of Ross Sea AABW is strongly influenced by the katabatic winds in Terra Nova Bay at the south end of Drygalski Basin, and by water recently under the Ross Ice Shelf that flows equatorward and leaves the continental shelf in the Glomar Challenger Basin.\n\nIt is well known from previous work that the newly-formed AABW finds its way to the edge of the continental shelf, where it can spill into the deep ocean in plumes that hug the slope as they slowly descend.  In 2003-2004, the AnSlope research project found that these descending plumes have properties that vary with the seasons.   In an effort to study the outflowing AABW in more detail for a longer period of time, the Cape Adare Long-term Moorings project (CALM) was undertaken to observe the outflow of the Ross Sea AABW at the slope near Cape Adare, just as it exits the Ross Sea on its way to the deep ocean.  Two strings of moored instruments were placed in the deepest 500 meters of the water on the continental shelf (red bar in the figure).  As a result of CALM, we obtained three years of nearly continuous measurements of temperature, salinity and currents in the deep layer of AABW off the cape.  This project, CALM Analysis, was devoted to analyzing that data and preparing it for use by the scientific community and public at large, and publishing the results of our studies.\n\nWe found that in addition to the seasonal cycling observed during AnSlope,  the characteristics of the Ross Sea AABW passing by our moorings at Cape Adare changed over the  years of the mooring time series.  We hypothesize that these changes resulted from variations in the \"recipe\" of the bottom water leaving the Ross Sea;  in other words, how much salty water from Drygalski mixes with less salty water from Glomar Challenger Basin (and the waters above the plume&hellip;).  Changes in the proportions of the components are likely due to movement of the Antarctic Shelf-slope Front that separates the continental shelf waters from warmer water off shore (light blue line in the figure).  The front acts as a gate &ndash; when it is located over the slope, high salinity shelf water plumes from Drygalski (orange arrow) can readily leave the continental shelf.  When the front moves poleward, over the shallower continental shelf, the \"gate\" closes, inhibiting the plumes (dashed orange arrow).  What causes the front to move?  One factor is the strong easterly winds blowing along the coast of Antarctica.  During the CALM mooring period, these easterly winds increased in strength.  Due to the earthÆs rotation, the stronger easterlies moved the mean frontal position poleward.\n\nThe CALM moorings have provided a valuable data set that is publically available for further study of the processes surrounding the climatically important production of Ross Sea AABW.  These processes play a significant role in closing the meridional overturning circulation of the ocean that is a key component of the earthÆs heat engine and therefore of critical importance to understanding our climate.\n\nThis research involved graduate students who participated in the field work a..."
 }
}