{
 "awd_id": "1141716",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Are Buried Paleochannels Effective Reactors for Water and Solute Transport in a Deltaic Subterranean Estuary?",
 "cfda_num": "47.050",
 "org_code": "06030109",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Torgersen",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 282639.0,
 "awd_amount": 282639.0,
 "awd_min_amd_letter_date": "2012-02-16",
 "awd_max_amd_letter_date": "2012-02-16",
 "awd_abstract_narration": "COLLABORATIVE RESEARCH:\r\nARE BURIED PALEOCHANNELS EFFECTIVE REACTORS FOR WATER AND \r\nSOLUTE TRANSPORT IN THE DELTAIC SUBTERRANEAN ESTUARY?\r\nAlexander Kolker, Louisiana Universities Marine Consortium\r\nKaren Johannesson, Tulane University\r\nJaye Cable, University of North Carolina-Chapel Hill\r\n\r\nRivers deltas are one of the largest stores of minerals and organic-rich sediments on earth.  Their low relief and close proximity to the ocean also make them one of the best systems to study how coastal ecosystems will respond to climate change and sea-level rise in the coming decades.  A wealth of previous studies focused on the role deltas play in cycling carbon, nutrients, metals and other elements.  However, very little of this research has investigated the subsurface connections between the main river and adjacent bays and wetlands.  Hydrological models of coastal bays associated with river deltas suggest more freshwater is entering these systems than expected.  This study will investigate whether this missing component is groundwater discharge through buried ancient channels in these deltas.  Modern deltas consist of bays and bayous, sedimentary deposits, and marshes formed and abandoned as the river changed course throughout the Holocene.  Over time, sandy-bottom bayous are buried and may leave only a trace of their former existence at the surface.  These buried channels commonly retain a hydraulic connection to the main river, thus acting as a conduit for discharge to adjacent bays during the annual spring/summer high river stage.  Within the Mississippi River Delta (MRD) system, this hydraulic connection may be enhanced by 20 to 40 ft as a consequence of flood control levees which may produce a river stage (i.e. head) as much as 15 to 22 ft above the adjacent bay water levels.  The central hypothesis of this research is that buried ancient channels in deltas act as a vast network of subterranean estuaries, which play a critical role in the transport of groundwater, nutrients, and some metals to deltaic bays and ultimately the ocean.  The research addresses several major questions:  Is deltaic submarine groundwater discharge sufficient to satisfy current deltaic hydrologic and biogeochemical budgets?  How effective are paleochannel networks in the delivery of water and elemental mass fluxes to the coastal ocean?  These questions will be addressed using geophysical surveys that can produce images of the structure of the delta sediments and their salinity, as determined through sonars and electrical conductivity.  These studies will be conducted in concert with studies of geochemical tracers (e.g. salt, radioactive and stable isotopes) and detailed a study of hydraulic gradients between the river and a paleochannel system (e.g. piezometers, pressure loggers, flow nets).  Using the assembled understanding of hydrogeologic flow patterns and rates, we will estimate the biogeochemical mass fluxes associated with seasonal groundwater flow through this paleochannel/subterranean estuary network (e.g. N, C, P, Si, Fe).  Results should improve the understanding of the role that the delta's geology plays in its hydrology and chemistry and how fluxes of water, nutrients and metals vary over space and time.  This work will then add to the understanding of how deltas and other coastal ecosystems function, particularly in light of sea-level rise predictions for the next 50 years.\r\n\r\nRivers have long been recognized a playing an important role global chemical cycles. Despite this recognition, relatively little is know about how these chemical cycles function below the sea floor, and the implications this has for the chemistry of the coastal zone.  The proposed study will examine these processes in the Mississippi River Delta.  This delta sits at the mouth of the largest river in North America, and is the entry point to one of the most important economic pathways in the United States.  The Mississippi River Delta also has a long history of scientific research, government water quality monitoring, and stakeholder involvement.  This provides the team with excellent baseline information and opportunities to link findings to the needs of society.  The work will contribute to the education of three graduate students and several undergraduate students.  These students will study at leading research universities and have the opportunity to work at a marine laboratory.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Kolker",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander S Kolker",
   "pi_email_addr": "akolker@lumcon.edu",
   "nsf_id": "000503382",
   "pi_start_date": "2012-02-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana Universities Marine Corsortium",
  "inst_street_address": "8124 HIGHWAY 56",
  "inst_street_address_2": "",
  "inst_city_name": "CHAUVIN",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "9858512800",
  "inst_zip_code": "703442110",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "LA03",
  "org_lgl_bus_name": "LOUISIANA UNIVERSITIES MARINE CONSORTIUM",
  "org_prnt_uei_num": "",
  "org_uei_num": "F7NHNQKGLJK4"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana Universities Marine Consortium",
  "perf_str_addr": "8124 Highway 56",
  "perf_city_name": "Chauvin",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "703442110",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "LA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  },
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 282639.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Overview Report</p>\n<p>Are Buried Paleochannels Effective Reactor for Water and Solute Transport in the Subterranean Estuary?</p>\n<p>Alexander S. Kolker</p>\n<p>Louisiana Universities Marine Consortium and Tulane University</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This project examined how water flows under the Mississippi River levees and into Louisiana's coastal zone. This is an important subject practically speaking. Flow under river levees is an important source of freshwater to Louisiana's coastal zone, and thus may impact the location of plants and animals in one of the nation's most productive fisheries. This flow may also serve as a source or sink for nutrients, and thus may influence the size and shape of the, \"dead zone.\" And, water flowing under levees is a potential hazard, as it can undermine these structures leading to their collapse. This flow is also interesting scientifically. Until recently, we had relatively little understanding of the processes that drive flow underneath deltas, which is a problem since river deltas are one of earth's largest repositories of sediments. This project helped determine where flow exists in the Mississippi River Delta, and it found that buried river channels and other sandy or organic rich deposits are capable of supporting groundwater flow.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; These problems were addressed as part of a collaborative research project involving the Louisiana Universities Marine Consortium (LUMCON), Tulane University and the University of North Carolina, Chapel Hill. Together, we measured flow using naturally-occurring radioisotopes and geophysical methods, determine the location of flow using shallow-water sonar systems, and examined the impacts of this flow on environmentally sensitive chemical elements. More specifically, this LUMCON-led section of the project determine the location of buried channels in the Mississippi Delta and examined there sedimentary properties to determine if, when and how they can carry groundwater flow. We found that sand-rich and organic-rich sediments had the capacity to carry groundwater flow, particularly during periods when the river water is high.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Overall, this project found that groundwater flow in the Mississippi River Delta averages about 35,000 cubic feet per second during normal periods, and over 100,000 cubic feet per second during high flow periods. These flows are large enough that if they were confined to a single surface, that would be one of the 20 largest rivers in the country. Furthermore, we found that the network of buried channels that can carry flow is directly related to the geological history of the delta; yesterday&rsquo;s channels of the Mississippi River are todays buried conduits fro groundwater flow.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In addition to conducting cutting edge research, this project helped educate several students. One Tulane graduate student was directly sponsored by this research project, another Tulane graduate student was sponsored by a collaborators project, and another collaborator sponsored a UNC Chapel Hill student. Two summer undergraduate students were also sponsored by this project, and they participated in LUMCON&rsquo;s summer Research Experience for Undergraduate program. Finally, results from this project were made available to the general public through presentations at national and local meetings, newspaper/digital media coverage, as well as through publications in the peer-reviewed literature.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/30/2016<br>\n\t\t\t\t\tModified by: Alexander&nbsp;S&nbsp;Kolker</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOverview Report\n\nAre Buried Paleochannels Effective Reactor for Water and Solute Transport in the Subterranean Estuary?\n\nAlexander S. Kolker\n\nLouisiana Universities Marine Consortium and Tulane University\n\n \n\n            This project examined how water flows under the Mississippi River levees and into Louisiana's coastal zone. This is an important subject practically speaking. Flow under river levees is an important source of freshwater to Louisiana's coastal zone, and thus may impact the location of plants and animals in one of the nation's most productive fisheries. This flow may also serve as a source or sink for nutrients, and thus may influence the size and shape of the, \"dead zone.\" And, water flowing under levees is a potential hazard, as it can undermine these structures leading to their collapse. This flow is also interesting scientifically. Until recently, we had relatively little understanding of the processes that drive flow underneath deltas, which is a problem since river deltas are one of earth's largest repositories of sediments. This project helped determine where flow exists in the Mississippi River Delta, and it found that buried river channels and other sandy or organic rich deposits are capable of supporting groundwater flow.\n\n            These problems were addressed as part of a collaborative research project involving the Louisiana Universities Marine Consortium (LUMCON), Tulane University and the University of North Carolina, Chapel Hill. Together, we measured flow using naturally-occurring radioisotopes and geophysical methods, determine the location of flow using shallow-water sonar systems, and examined the impacts of this flow on environmentally sensitive chemical elements. More specifically, this LUMCON-led section of the project determine the location of buried channels in the Mississippi Delta and examined there sedimentary properties to determine if, when and how they can carry groundwater flow. We found that sand-rich and organic-rich sediments had the capacity to carry groundwater flow, particularly during periods when the river water is high.\n\n            Overall, this project found that groundwater flow in the Mississippi River Delta averages about 35,000 cubic feet per second during normal periods, and over 100,000 cubic feet per second during high flow periods. These flows are large enough that if they were confined to a single surface, that would be one of the 20 largest rivers in the country. Furthermore, we found that the network of buried channels that can carry flow is directly related to the geological history of the delta; yesterdayÆs channels of the Mississippi River are todays buried conduits fro groundwater flow.\n\n            In addition to conducting cutting edge research, this project helped educate several students. One Tulane graduate student was directly sponsored by this research project, another Tulane graduate student was sponsored by a collaborators project, and another collaborator sponsored a UNC Chapel Hill student. Two summer undergraduate students were also sponsored by this project, and they participated in LUMCONÆs summer Research Experience for Undergraduate program. Finally, results from this project were made available to the general public through presentations at national and local meetings, newspaper/digital media coverage, as well as through publications in the peer-reviewed literature. \n\n \n\n\t\t\t\t\tLast Modified: 05/30/2016\n\n\t\t\t\t\tSubmitted by: Alexander S Kolker"
 }
}