{
 "awd_id": "1141218",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Rehydroxylation Dating of Unglazed Ceramics by Infrared Spectroscopy",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 212444.0,
 "awd_amount": 212444.0,
 "awd_min_amd_letter_date": "2012-08-01",
 "awd_max_amd_letter_date": "2012-08-01",
 "awd_abstract_narration": "With NSF support Drs Christopher Stevenson and Mary Gurnick conduct research to advance and improve a recently proposed ceramic dating technique. Ceramic rehydroxylation dating (RHX) is a method applied to ancient ceramics to estimate the age of prehistoric pottery based upon the amount of water absorption after manufacture and firing in the kiln.  This method has instantaneously captured the interest of a vast global audience of archaeologists who work diligently at developing and refining archaeological chronologies using ceramic materials from archaeological sites.  Chronology building is particularly challenging in locations where simple earthen pottery with modest amounts of surface decoration are part of the cultural technology.  This dating method which provides a quantitative age estimate for an individual fragment has the potential to be highly informative and widely applied.  Poor control over the timing of events in the past has restricted the ability to evaluate hypotheses about past behavior but RHX dating has the potential to eliminate much of this current constraint.\r\n\r\nThe ceramic rehydroxylation dating method to be refined in this research is highly advantageous for reasons of availability, technical simplicity, and reduced cost.   In many parts of the world, later phases of prehistory have an ample ceramic record and pottery fragments are found in many contexts.  Thus the range of potentially useful samples is high.  As currently structured, the experimental design uses conventional technologies such as infrared spectroscopy and therefore application of the dating method has the potential to remain very affordable.  In this research, the investigators will clarify how the rehydroxylation process may vary with ceramic composition and firing temperature and seek to keep the dating method as straight forward as possible and within a single technology; that of infrared spectroscopy.\r\n\r\nThe collaborators in this research come from the fields of archaeometry, chemistry, and historic/prehistoric archaeology at established institutions such as the American Museum of Natural History (AMNH), Virginia Commonwealth University (VCU), and Richard Bland College (RBC).  The AMNH has access to large well-documented artifact collections of known age and is currently engaged in a long-term study of prehistoric ceramics on St. Catherine's Island, Georgia. VCU an RBC bring basic instrumentation and expertise to the project that is relevant to the proposed research.  The researchers have designed a set of experiments to understand the varying behavior of water adsorption in ceramics and have selected archaeological case examples that can properly evaluate the results.  \r\n\r\nThe research team includes advanced researchers, two graduate students, and an undergraduate assistant who will participate in the experimental, evaluative, and publication phases.  They will disseminate results at both the national, state, and local level through presentations, publications and small museum exhibits. The data collected will contribute to at least two advanced academic degrees. Undergraduate students will participate in the research.  More broadly, the project will promote linkages between scientists and communities in the United States and internationally as the laboratory protocols are refined and the application of the method becomes increasingly applied.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Stevenson",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher M Stevenson",
   "pi_email_addr": "cmstevenson@vcu.edu",
   "nsf_id": "000055272",
   "pi_start_date": "2012-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Gurnick",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mary Gurnick",
   "pi_email_addr": "mgurnick@rbc.edu",
   "nsf_id": "000591815",
   "pi_start_date": "2012-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "College of William & Mary Richard Bland College",
  "inst_street_address": "11301 JOHNSON RD",
  "inst_street_address_2": "",
  "inst_city_name": "SOUTH PRINCE GEORGE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "8048626458",
  "inst_zip_code": "238057100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "VA04",
  "org_lgl_bus_name": "THE COLLEGE OF WILLIAM AND MARY IN VIRGINIA (THE UNIVERSITY)",
  "org_prnt_uei_num": "UKVZYB2NBJE6",
  "org_uei_num": "UKVZYB2NBJE6"
 },
 "perf_inst": {
  "perf_inst_name": "College of William & Mary Richard Bland College",
  "perf_str_addr": "11301 Johnson Road",
  "perf_city_name": "Petersburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "238051625",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "VA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139300",
   "pgm_ele_name": "ARCHAEOMETRY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1393",
   "pgm_ref_txt": "ARCHAEOMETRY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 212444.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Ancient pottery may be dated to the time of manufacture by measuring the amount of diffused (rehydroxylated) water entering the ceramic since its creation.&nbsp; This new methodology is potentially transformative to archaeological chronology building and we have conducted basic and applied research to evaluate the technique. There were three major objectives associated with this&nbsp; research: (1)&nbsp; The first objective was to develop a method where the temperature of firing, and the extent of clay structural collapse, could be assessed from the ceramic object. (2) Secondly, we examined how the changing clay structure impacted the rate of water diffusion into the clay body. (3) Lastly, we developed two archaeological test cases where the dating of samples by the rehydroxylation (RHX) method could be evaluated against independent chronometric data.</p>\n<p>(1) Our heating experiments (600-1000<sup>o</sup>C) on kaolinite, montmorillonite and illite clays document a structural collapse of the crystalline structure that is registered by a shift in the main infrared Si-O peak position to higher wavenumbers.&nbsp; This shift is gradual in kaolinite as the proportion of newly formed metakaolinite increases with higher temperature.&nbsp; For the other two clays, the structural collapse is much more abrupt and the transition occurs between 700-800<sup>o</sup>C in montmorillonite and between 800-900<sup>o</sup>C in illite.&nbsp; This rapid collapse was also reflected in unrefined clay samples that contain either a mixture of all three clays or a combination of kaolinite and illite.&nbsp; In each case there is a collapse of the clay structure between 800-900<sup>o</sup>C and the Si-O peak position moves to higher wavenumbers.&nbsp;</p>\n<p>(2) The relationship between the degree of structural collapse and the ability of water to diffuse into the ceramic was evaluated with a series of high&nbsp; temperature (120-160<sup>o</sup>C) water diffusion (rehydroxylation) experiments for clays heated to between 600-900<sup>o</sup>C at 100 degree intervals.&nbsp; Infrared diffuse reflectance spectroscopy was used to monitor water diffusion at different times and temperatures.&nbsp; In each of our three clays, the activation energy of hydroxyl (OH) diffusion decreased with greater structural collapse.&nbsp; Thus, for ceramics fired within the temperature range, the rate of water diffusion at a specified temperature will increase as the clay structure collapses; gradually in kaolinite, and more abruptly in illite and montmorillonite.</p>\n<p>(3) Two archaeological case examples were developed to evaluate the dating protocols using our newly developed infrared diffuse reflectance approach.&nbsp; In the first test case from St. Catherine&rsquo;s Island, Georgia, ten contexts of high integrity, containing prehistoric ceramics, were dated by radiocarbon (AMS) method.&nbsp; These contexts were aged to the Mission contect period (AD 1500-1750) and the earlier Mississippian period (AD 1200-1400).&nbsp; The second test case is of much greater time depth. Ceramics were obtained from a well-stratified shell midden context that dates to between AD350-1500. These test cases are still in progress but results from St. Catherine&rsquo;s Island show a convergence in age assessments to within a century.</p>\n<p>The results of this research have contributed positively to the new ceramic rehydroxylation dating method.&nbsp; Our infrared diffuse reflectance methods of measuring water diffusion in small samples is an alternative to the conventional mass gain methods, and a procedure with less sample handling and thus, fewer potential sources of error.&nbsp; Although RHX is a self-calibrating method that develops sample-specific diffusion coefficients, knowledge of the relationship between structural collapse and the rate of water diffusion is a fundamental understanding of material interaction.&nbsp; This obs...",
  "por_txt_cntn": "\nAncient pottery may be dated to the time of manufacture by measuring the amount of diffused (rehydroxylated) water entering the ceramic since its creation.  This new methodology is potentially transformative to archaeological chronology building and we have conducted basic and applied research to evaluate the technique. There were three major objectives associated with this  research: (1)  The first objective was to develop a method where the temperature of firing, and the extent of clay structural collapse, could be assessed from the ceramic object. (2) Secondly, we examined how the changing clay structure impacted the rate of water diffusion into the clay body. (3) Lastly, we developed two archaeological test cases where the dating of samples by the rehydroxylation (RHX) method could be evaluated against independent chronometric data.\n\n(1) Our heating experiments (600-1000oC) on kaolinite, montmorillonite and illite clays document a structural collapse of the crystalline structure that is registered by a shift in the main infrared Si-O peak position to higher wavenumbers.  This shift is gradual in kaolinite as the proportion of newly formed metakaolinite increases with higher temperature.  For the other two clays, the structural collapse is much more abrupt and the transition occurs between 700-800oC in montmorillonite and between 800-900oC in illite.  This rapid collapse was also reflected in unrefined clay samples that contain either a mixture of all three clays or a combination of kaolinite and illite.  In each case there is a collapse of the clay structure between 800-900oC and the Si-O peak position moves to higher wavenumbers. \n\n(2) The relationship between the degree of structural collapse and the ability of water to diffuse into the ceramic was evaluated with a series of high  temperature (120-160oC) water diffusion (rehydroxylation) experiments for clays heated to between 600-900oC at 100 degree intervals.  Infrared diffuse reflectance spectroscopy was used to monitor water diffusion at different times and temperatures.  In each of our three clays, the activation energy of hydroxyl (OH) diffusion decreased with greater structural collapse.  Thus, for ceramics fired within the temperature range, the rate of water diffusion at a specified temperature will increase as the clay structure collapses; gradually in kaolinite, and more abruptly in illite and montmorillonite.\n\n(3) Two archaeological case examples were developed to evaluate the dating protocols using our newly developed infrared diffuse reflectance approach.  In the first test case from St. CatherineÆs Island, Georgia, ten contexts of high integrity, containing prehistoric ceramics, were dated by radiocarbon (AMS) method.  These contexts were aged to the Mission contect period (AD 1500-1750) and the earlier Mississippian period (AD 1200-1400).  The second test case is of much greater time depth. Ceramics were obtained from a well-stratified shell midden context that dates to between AD350-1500. These test cases are still in progress but results from St. CatherineÆs Island show a convergence in age assessments to within a century.\n\nThe results of this research have contributed positively to the new ceramic rehydroxylation dating method.  Our infrared diffuse reflectance methods of measuring water diffusion in small samples is an alternative to the conventional mass gain methods, and a procedure with less sample handling and thus, fewer potential sources of error.  Although RHX is a self-calibrating method that develops sample-specific diffusion coefficients, knowledge of the relationship between structural collapse and the rate of water diffusion is a fundamental understanding of material interaction.  This observation can also be useful in the assessment of sample suitability.  Infrared methods can confirm that samples are well-fired and eliminate slow diffusing low-fired ceramics that may not be suitable for age assessment.  Although many refinements in the ..."
 }
}