{
 "awd_id": "1142778",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Sprayable Reversible Hemostat for Treatment of Non-Compressible Hemorrhage",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2011-11-18",
 "awd_max_amd_letter_date": "2011-11-18",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project aims to develop a sprayable \"reversible\" foam hemostat for treatment of non-compressible hemorrhage, which is the leading cause of death (~90%) for bleeding-related trauma. The foam material is based on the biopolymer chitosan; a modification to this polymer with novel hydrophobic grafts allows the material to clot blood much more rapidly and adhere to tissue more strongly than the unmodified version.  Also, a complementary cyclodextrin-based technology is able to reverse the hemostatic action of the modified chitosan on demand. The biopolymer is packaged into aluminum hand-held canisters with liquefied propellant and expelled via mechanical actuator creating a foam that is able to expand into irregularly shaped cavities. The desired outcome of the project is to develop a working prototype of the canister containing an optimized modified chitosan with respect to hydrophobic grafting density and hydrophobe length. Foam formulations will be tested for clotting and reversibility in vitro via dynamic and steady shear rheology studies in the presence of blood and in vivo using non-compressible bleeding models in rats.\r\n\r\nThe broader impact/commercial potential of this project is better control of non-compressable hemorrhage on the battlefield and trauma medicine. Foams are the future of acute wound treatment on the battlefield and in emergency medical services. Severe bleeding, especially internal bleeding, is not easily treated with a spatially contained product, such as a bandage. Furthermore, correct bandage placement on an acute wound requires a great deal of skill and experience. However, a sprayable foam is very user friendly and allows potential for adequate self-application or application by an unskilled \"buddy\" for a wide range of hemorrhage types.  Thus, we envision our chitosan foam as a necessary supply in the soldier's backpack, the emergency room and the home first aid kit. This vision is a viable economic prospect because the material is low cost, lightweight and highly durable even in extreme ambient conditions. Additionally, the reversibility provided by the complementary cyclodextrin system provides a streamlining tool for the trauma surgeon. Removal of hemostatic material and precise identification of the injury site are necessary tasks in the operating room, which are made much easier by this unique technological feature.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Dowling",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew B Dowling",
   "pi_email_addr": "mdowlin2@gmail.com",
   "nsf_id": "000532215",
   "pi_start_date": "2011-11-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "GEL-E, INC.",
  "inst_street_address": "5650 RIVERTECH CT STE S",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERDALE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3016753641",
  "inst_zip_code": "207371245",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "MEDCURA, INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "HFL9S8BZK9N5"
 },
 "perf_inst": {
  "perf_inst_name": "Remedium Technologies, Inc.",
  "perf_str_addr": "387 Technology Dr.",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207423371",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "123E",
   "pgm_ref_txt": "CENTERS: ADVANCED MATERIALS"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Non-compressible hemorrhage is an enormous problem in trauma medicine, as it accounts for 90% of all hemorrhage-related deaths. Currently, there an no available products which are able to effectively treat this kind of bleed. Furthermore, many advanced hemostats which do show potential in treatment of non-compressible hemorrhage tend to be hindered by their difficulty of removal after use. Lack of removability after use makes the job of the trauma surgeon very complicated once the patient is received from the field, as surgery must be not be impeded so as to allow for the best long-term outcomes.</p>\n<p>In their Phase I project, Remedium Technologies (RTI) demonstrated the efficacy&nbsp;of sprayable hydrophobically-modified (hm) chitosan foams for treatment of non-compressible hemorrhage via an extensive series of experiments (1) on the benchtop, (2) in vitro and (3) in vivo. Hm-chitosan is an amphiphilic biopolymer which is able to self-assemble rapidly into solid elastic networks upon contact with blood, so as to halt the flow of blood. Furthermore, these barriers can be disassembled, i.e. the clot can be reversed, by the addition of a second amphiphilic molecule called cyclodextrin. Several hm-chitosans were synthesized and characterized by RTI so as to identify optimal formulations for rapid stanching of non-compressible hemorrhage. The capability of these hm-chitosans to gel blood was characterized largely through dynamic and steady shear rheology. The team also studied cyclodextrin with respect to its ability to ungel these networks, also via rheological characterization. The tissue adhesion strength of these hm-chitosan foams was studied using an automated axial hydraulic compression and force transduction system. Aluminum spray canisters of hm-chitosan concentrates were created with traditional filling and crimping manufacturing methods, with canister pressurization achieved using a water-soluble, biocompatible propellant. The blood gelling ability of the sprayable foams and the expansion profiles of the foams were characterized using benchtop rheological observations and time-based volume expansion measurements. Lastly, the ability of the sprayable foams to stop bleeding was evaluated in the following in vivo models: (1) rat liver resection, (2) rat aortic puncture, and (3) pig liver laceration.</p>\n<p>&nbsp;</p>\n<p>The RTI research team found that hm-chitosan displays significantly more effective blood gelling capabilities relative to unmodified chitosan both in vitro via dynamic and steady rheological characterization, and in vivo via efficacy studies on severe non-compressible soft tissue bleeding models in both rats and pigs. Gelation of blood by hm-chitosan was shown to be robustly reversible by the addition of the amphiphilic molecule subtype &alpha;-cyclodextrin, and a critical concentration range of &alpha;-cyclodextrin required for clot reversal was identified. Tissue adhesion strength of hm-chitosan foams increases linearly with the addition of hydrophobic grafts. The hm-chitosan concentrates were able to be packaged and sprayed as sterile expanding foam from the aluminum canisters which were pressurized with a biocompatible propellant. Hydrophobic modification to chitosan allows the material to foam and expand over a short time period, whereas unmodified chitosan controls cannot expand at all. Hm-chitosan foams begin to contract several minutes after expanding; this property is clinically promising as continuation of expansion may introduce risks of tissue damage or unwanted clotting. The foams were able to effectively halt bloodflow in lethal rat liver resection and arterial puncture models. The foams were also able to address severe liver lacerations in a pig model; two top performing hm-chitosan foams were more effective than a commercially available fibrin based sealant. In sum, this Phase I SBIR project produced multiple formulations of spr...",
  "por_txt_cntn": "\nNon-compressible hemorrhage is an enormous problem in trauma medicine, as it accounts for 90% of all hemorrhage-related deaths. Currently, there an no available products which are able to effectively treat this kind of bleed. Furthermore, many advanced hemostats which do show potential in treatment of non-compressible hemorrhage tend to be hindered by their difficulty of removal after use. Lack of removability after use makes the job of the trauma surgeon very complicated once the patient is received from the field, as surgery must be not be impeded so as to allow for the best long-term outcomes.\n\nIn their Phase I project, Remedium Technologies (RTI) demonstrated the efficacy of sprayable hydrophobically-modified (hm) chitosan foams for treatment of non-compressible hemorrhage via an extensive series of experiments (1) on the benchtop, (2) in vitro and (3) in vivo. Hm-chitosan is an amphiphilic biopolymer which is able to self-assemble rapidly into solid elastic networks upon contact with blood, so as to halt the flow of blood. Furthermore, these barriers can be disassembled, i.e. the clot can be reversed, by the addition of a second amphiphilic molecule called cyclodextrin. Several hm-chitosans were synthesized and characterized by RTI so as to identify optimal formulations for rapid stanching of non-compressible hemorrhage. The capability of these hm-chitosans to gel blood was characterized largely through dynamic and steady shear rheology. The team also studied cyclodextrin with respect to its ability to ungel these networks, also via rheological characterization. The tissue adhesion strength of these hm-chitosan foams was studied using an automated axial hydraulic compression and force transduction system. Aluminum spray canisters of hm-chitosan concentrates were created with traditional filling and crimping manufacturing methods, with canister pressurization achieved using a water-soluble, biocompatible propellant. The blood gelling ability of the sprayable foams and the expansion profiles of the foams were characterized using benchtop rheological observations and time-based volume expansion measurements. Lastly, the ability of the sprayable foams to stop bleeding was evaluated in the following in vivo models: (1) rat liver resection, (2) rat aortic puncture, and (3) pig liver laceration.\n\n \n\nThe RTI research team found that hm-chitosan displays significantly more effective blood gelling capabilities relative to unmodified chitosan both in vitro via dynamic and steady rheological characterization, and in vivo via efficacy studies on severe non-compressible soft tissue bleeding models in both rats and pigs. Gelation of blood by hm-chitosan was shown to be robustly reversible by the addition of the amphiphilic molecule subtype &alpha;-cyclodextrin, and a critical concentration range of &alpha;-cyclodextrin required for clot reversal was identified. Tissue adhesion strength of hm-chitosan foams increases linearly with the addition of hydrophobic grafts. The hm-chitosan concentrates were able to be packaged and sprayed as sterile expanding foam from the aluminum canisters which were pressurized with a biocompatible propellant. Hydrophobic modification to chitosan allows the material to foam and expand over a short time period, whereas unmodified chitosan controls cannot expand at all. Hm-chitosan foams begin to contract several minutes after expanding; this property is clinically promising as continuation of expansion may introduce risks of tissue damage or unwanted clotting. The foams were able to effectively halt bloodflow in lethal rat liver resection and arterial puncture models. The foams were also able to address severe liver lacerations in a pig model; two top performing hm-chitosan foams were more effective than a commercially available fibrin based sealant. In sum, this Phase I SBIR project produced multiple formulations of sprayable æreversibleÆ hm-chitosan foams which have shown demonstrable progress towards the e..."
 }
}