{
 "awd_id": "1142164",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Multi-parameter Selection Curves for Machine-assisted Annual Layer Interpretations of the WAIS-Divide Core",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": "7032924961",
 "po_email": "pcutler@nsf.gov",
 "po_sign_block_name": "Paul Cutler",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 50392.0,
 "awd_amount": 50392.0,
 "awd_min_amd_letter_date": "2012-01-04",
 "awd_max_amd_letter_date": "2012-01-04",
 "awd_abstract_narration": "McGwire/1142164\r\n\r\nThis award supports a project to extend a novel \"selection curve\" method that was developed to interpret annual layers in the West Antarctic Ice Sheet (WAIS) Divide ice core based on dielectric properties (DEP) to the analysis of ice core chemical measurements. The selection curve algorithm uses a spline curve whose shape selects successive annual peaks in plots of ice core parameters. Using 50 meters of manually interpreted calibration data, the selection curve method matched a manual interpretation throughout a 1200 m dataset to within 1% of the total count and 2% root-mean square error (RMSE). In this project the selection curve method will be enhanced to incorporate multiple chemical measurements derived from high-resolution continuous flow analysis (CFA) measurements of the WAIS Divide ice core and will include a number of indicators for the quality of annual peak selections. The intellectual merit of this project is that it will provide an objective, repeatable method for multi-parameter counting to support the development of the final WAIS Divide annually resolved timescale. This capability will improve the speed and end-to-end consistency of timescale development at WAIS Divide and in future studies. The ability to extract ice core information at sub-annual scales has the potential to greatly enrich the understanding of past climate regimes. This work will have broader impacts that benefit society because ice core science addresses critically important questions related to global warming, abrupt climate change, and biogeochemical cycling that will help to inform policy makers. By integrating an objective, repeatable multi-parameter counting tool into the final timescale development strategy at WAIS Divide, the proposed effort would reduce potential undue criticism of subjectivity in ice core interpretations and climate change science. The proposed analytical software will be made available to the broad community, improving scientific infrastructure, and could be used for non- ice core applications as well. This project does not require field-work in the Antarctic.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "McGwire",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth McGwire",
   "pi_email_addr": "kenm@dri.edu",
   "nsf_id": "000245685",
   "pi_start_date": "2012-01-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Nevada System of Higher Education, Desert Research Institute",
  "inst_street_address": "2215 RAGGIO PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "RENO",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7756737300",
  "inst_zip_code": "895121095",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NV02",
  "org_lgl_bus_name": "NEVADA SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "MV1JFXA4S621",
  "org_uei_num": "MV1JFXA4S621"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nevada Desert Research Institute",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "895121095",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NV02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511600",
   "pgm_ele_name": "ANT Glaciology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7754",
   "pgm_ref_txt": "CLIMATE VARIABILITY & CHANGE"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 50392.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Ice core science addresses critically important questions related to global warming, abrupt climate change, and biogeochemical cycling that should inform policy makers. The majority of annually-resolved dating that has been published for long ice core records has relied on manual counting techniques.&nbsp; The proposed method was to provide an objective, repeatable method for multi-parameter counting to support the development of annually-resolved timescales for cores like WAIS Divide.&nbsp; This capability would improve the speed and end-to-end consistency of timescale development and allow prioritized consideration of regions in the ice core that are difficult to interpret.</p>\n<p>This project extended a novel &ldquo;selection curve&rdquo; method that had been previously developed to interpret annual layers in the West Antarctic Ice Sheet (WAIS) Divide ice core based on the core&rsquo;s dielectric properties. The selection curve method was enhanced to simultaneously incorporate multiple chemical measurements derived from high-resolution continuous flow analysis. This enhancement was designed to include a number of indicators for the quality of annual peak selections. &nbsp;Proceeding along the core, the new algorithm was to look at all possible combinations of peaks within and across the available measurements to select those peaks that would maximize the consistency and quality of selections for each annual cycle.&nbsp; Stored values for peak quality measures would then flag questionable annual picks for manual verification.</p>\n<p>The proposed method for this study was capable of achieving good results if the range of variability in annual thicknesses was tightly constrained.&nbsp; However, as the allowed range of interannual variability was increased to a factor of three, the method would no longer match the accuracy of the prior single parameter methods and the processing time increased exponentially.&nbsp; Further work should determine whether specific optimizations of this approach may improve the generality and accuracy of the method, or whether other approaches like multi-parameter Markov chains would provide a better match to the challenge.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/11/2013<br>\n\t\t\t\t\tModified by: Kenneth&nbsp;Mcgwire</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIce core science addresses critically important questions related to global warming, abrupt climate change, and biogeochemical cycling that should inform policy makers. The majority of annually-resolved dating that has been published for long ice core records has relied on manual counting techniques.  The proposed method was to provide an objective, repeatable method for multi-parameter counting to support the development of annually-resolved timescales for cores like WAIS Divide.  This capability would improve the speed and end-to-end consistency of timescale development and allow prioritized consideration of regions in the ice core that are difficult to interpret.\n\nThis project extended a novel \"selection curve\" method that had been previously developed to interpret annual layers in the West Antarctic Ice Sheet (WAIS) Divide ice core based on the coreÆs dielectric properties. The selection curve method was enhanced to simultaneously incorporate multiple chemical measurements derived from high-resolution continuous flow analysis. This enhancement was designed to include a number of indicators for the quality of annual peak selections.  Proceeding along the core, the new algorithm was to look at all possible combinations of peaks within and across the available measurements to select those peaks that would maximize the consistency and quality of selections for each annual cycle.  Stored values for peak quality measures would then flag questionable annual picks for manual verification.\n\nThe proposed method for this study was capable of achieving good results if the range of variability in annual thicknesses was tightly constrained.  However, as the allowed range of interannual variability was increased to a factor of three, the method would no longer match the accuracy of the prior single parameter methods and the processing time increased exponentially.  Further work should determine whether specific optimizations of this approach may improve the generality and accuracy of the method, or whether other approaches like multi-parameter Markov chains would provide a better match to the challenge.  \n\n \n\n\t\t\t\t\tLast Modified: 07/11/2013\n\n\t\t\t\t\tSubmitted by: Kenneth Mcgwire"
 }
}