{
 "awd_id": "1142356",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Realization of Transparent Gallium Nitride Wafers by Ammonothermal Growth",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928323",
 "po_email": "bschrag@nsf.gov",
 "po_sign_block_name": "Benaiah Schrag",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 149475.0,
 "awd_amount": 179370.0,
 "awd_min_amd_letter_date": "2011-11-16",
 "awd_max_amd_letter_date": "2012-05-31",
 "awd_abstract_narration": "This Small Business Innovation Research Phase I project will address the coloration problem of gallium nitride (GaN) grown by the ammonothermal method.  Despite its promise to reduce the cost of GaN wafers by 90%, the ammonothermal growth technique has a coloration problem which impedes the use of the resulting substrates for high-brightness light emitting diodes (HB-LEDs).  The current major application of GaN wafers is for growing laser diodes (LDs), for which performance is not seriously affected by the coloration issue.  However, optical loss in the substrate is a serious issue for HB-LEDs.  This project aims to further develop the ammonothermal growth technology to realize low-cost, transparent GaN wafers usable for HB-LEDs.  Removing oxygen, which is the primary impurity in ammonothermal bulk GaN, is one of the most challenging aspects of this effort because of the presence of oxygen-sensitive mineralizers.  In the Phase I project, we will first conduct controlled sets of experiments to reveal the correlation between impurities and coloration.  We will also develop an improved process to minimize the oxygen contamination. The goal of the Phase I project is to prove the feasibility of these new approaches in obtaining transparent GaN.\r\n\r\nThe broader impact/commercial potential of this project is the realization of low-cost, transparent GaN wafers via ammonothermal growth, which will improve the performance and reduce the cost of HB-LEDs.  The current high price of GaN wafers does not permit cost competitiveness of HB-LEDs with competing products. The high wafer cost is attributed to the current labor-intensive, low-yield production method of hydride vapor phase epitaxy (HVPE).  Since the ammonothermal growth process is a scalable liquid-phase method, it is expected to reduce GaN wafer cost by 90%.  The availability of low-cost, transparent GaN wafers will permit substrates grown via this method to address a market which is ten times the size of the current niche (~$1 billion in 2015).  Currently, several domestic and international competitors are pursuing this goal; however, none has achieved colorless GaN wafers suitable for the HB-LED application.  Our novel processes will directly address the oxidation problem of mineralizers which, we expect, will solve the coloration problem.  This project will contribute to realization of low-cost HB-LEDs not only for energy-efficient solid-state lighting products, but also for automobile headlamps and display backlights.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tadao",
   "pi_last_name": "Hashimoto",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tadao Hashimoto",
   "pi_email_addr": "tadao@spmaterials.com",
   "nsf_id": "000593634",
   "pi_start_date": "2011-11-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SixPoint Materials, Inc.",
  "inst_street_address": "37 INDUSTRIAL WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BUELLTON",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8056863900",
  "inst_zip_code": "934279584",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "SIXPOINT MATERIALS, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "E9NSMRRKTL49"
 },
 "perf_inst": {
  "perf_inst_name": "SixPoint Materials, Inc.",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "934279584",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "091E",
   "pgm_ref_txt": "Light generation & detection"
  },
  {
   "pgm_ref_code": "123E",
   "pgm_ref_txt": "CENTERS: ADVANCED MATERIALS"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 179370.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This SBIR Phase I/IB project aimed to address the coloration problem of gallium nitride (GaN) crystals grown by the ammonothermal method in order to develop low-cost, high-quality GaN substrates for light emitting diode (LED) applications.<strong></strong> The Phase I effort has set three objectives and corresponding three tasks; 1) determination of coloration origin through controlled set of growth experiments; 2) development of a high-purity ammonothermal growth process; and 3) proving the concept of a novel ammonothermal procedure to grow transparent GaN.</p>\n<p>In Task 1, intentional doping of oxygen and heavy metal impurities were examined. We confirmed that the concentration of oxygen has a clear correlation with the absorption coefficient, whereas metal impurities did not seem to be the origin of the coloration we currently experience.</p>\n<p>In Task 2, we developed high-purity ammonothermal growth. During the Phase I period, we attempted to reduce the coloration further by purification of a mineralizer. We have tried thirteen types of reactor designs for purification, which were over three times more reactor variations than originally planned. Among seventy purification runs, we had a few cases of successful purification of the mineralizer. Through this process the purity level of the mineralizer became so high that the reduction of oxygen in the grown crystal is limited by the oxygen impurity in the polycrystalline GaN nutrient. Therefore, we shifted our attention from a mineralizer to a GaN nutrient in Phase IB. After establishing a reliable procedure of mineralizer purification, we grew GaN with various nutrients such as polycrystalline GaN, single crystalline ammonothermally-grown GaN, single crystalline HVPE-grown GaN and metallic Ga. In addition to the growth optimization, we designed a new mineralizer purification system for a large autoclave during Phase IB.</p>\n<p>In Task 3 of Phase I/IB, we grew thick GaN bulk crystals with purified mineralizer and purer nutrient.&nbsp; We attained the record-low absorption coefficient of 3.9 cm<sup>-1</sup> at 450 nm for a long duration (&gt;90 days) growth.</p>\n<p>The project successfully identified a factor that affects the coloration and provided the technical direction to attain transparent GaN crystals. We achieved an absorption coefficient of 3.9 cm<sup>-1</sup> at 450 nm, which is the record-low value in the ammonothermal technology. In addition, we proved the concept of the mineralizer purification, which will be the key technology for high-purity ammonothermal growth in the production scale. A mineralizer purification system for a large autoclave had been designed during the Phase IB effort. This SBIR Phase I/IB project proved that the purified mineralizer coupled with the high-purity nutrient would lead to transparent GaN crystals by the ammonothermal growth.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/14/2013<br>\n\t\t\t\t\tModified by: Tadao&nbsp;Hashimoto</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis SBIR Phase I/IB project aimed to address the coloration problem of gallium nitride (GaN) crystals grown by the ammonothermal method in order to develop low-cost, high-quality GaN substrates for light emitting diode (LED) applications. The Phase I effort has set three objectives and corresponding three tasks; 1) determination of coloration origin through controlled set of growth experiments; 2) development of a high-purity ammonothermal growth process; and 3) proving the concept of a novel ammonothermal procedure to grow transparent GaN.\n\nIn Task 1, intentional doping of oxygen and heavy metal impurities were examined. We confirmed that the concentration of oxygen has a clear correlation with the absorption coefficient, whereas metal impurities did not seem to be the origin of the coloration we currently experience.\n\nIn Task 2, we developed high-purity ammonothermal growth. During the Phase I period, we attempted to reduce the coloration further by purification of a mineralizer. We have tried thirteen types of reactor designs for purification, which were over three times more reactor variations than originally planned. Among seventy purification runs, we had a few cases of successful purification of the mineralizer. Through this process the purity level of the mineralizer became so high that the reduction of oxygen in the grown crystal is limited by the oxygen impurity in the polycrystalline GaN nutrient. Therefore, we shifted our attention from a mineralizer to a GaN nutrient in Phase IB. After establishing a reliable procedure of mineralizer purification, we grew GaN with various nutrients such as polycrystalline GaN, single crystalline ammonothermally-grown GaN, single crystalline HVPE-grown GaN and metallic Ga. In addition to the growth optimization, we designed a new mineralizer purification system for a large autoclave during Phase IB.\n\nIn Task 3 of Phase I/IB, we grew thick GaN bulk crystals with purified mineralizer and purer nutrient.  We attained the record-low absorption coefficient of 3.9 cm-1 at 450 nm for a long duration (&gt;90 days) growth.\n\nThe project successfully identified a factor that affects the coloration and provided the technical direction to attain transparent GaN crystals. We achieved an absorption coefficient of 3.9 cm-1 at 450 nm, which is the record-low value in the ammonothermal technology. In addition, we proved the concept of the mineralizer purification, which will be the key technology for high-purity ammonothermal growth in the production scale. A mineralizer purification system for a large autoclave had been designed during the Phase IB effort. This SBIR Phase I/IB project proved that the purified mineralizer coupled with the high-purity nutrient would lead to transparent GaN crystals by the ammonothermal growth.\n\n\t\t\t\t\tLast Modified: 01/14/2013\n\n\t\t\t\t\tSubmitted by: Tadao Hashimoto"
 }
}