{
 "awd_id": "1142074",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH: Penguin Foraging Reveals Phytoplankton Spatial Structure in the Ross Sea",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christian Fritsen",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 109733.0,
 "awd_amount": 109733.0,
 "awd_min_amd_letter_date": "2012-08-31",
 "awd_max_amd_letter_date": "2012-08-31",
 "awd_abstract_narration": "Abstract\r\n\r\nThe Ross Sea is believed to contributes a huge portion (~1/3)  of the primary productivity of the Southern Ocean and is home to a similar large portion of the top predators (e.g. 38% of Adelie, 28% of Emperor penguins) of the Antarctic sea ice ecosystem. The trophic pathways in this system are complex in both space and time. One scenario for the Ross Sea ecosystem is that diatoms are grazed by krill, which are in turn the preferred food of fish, penguins and other predators. Phaeocystis colonies, on the other hand lead to grazing by pteropods and other organisms that are a non-favoured food source for top predators. Remotely sensed chlorophyll, indicating all phytoplankton, is then suggested to be a relatively poor predictor of penguin foraging efforts. This is also consistent with notion that algal species composition is very important to penguin grazing pressure, mediated by krill, and perhaps resulting in selective depletion. \r\n\r\nThis collaborative research sets out to use an autonomous glider, equipped with a range of sensors, and informed by satellite chlorophyll imagery to be combined with 3-dimenisonal active penguin tracking to their preferred foraging sites. The effect of localized grazing pressure of krill on the appearance and disappearance of algal blooms will also be followed. Overall the objective of the research is to reconcile and explain several years of the study of the foraging habits and strategies of (top predator) penguins at the Cape Crozier site (Ross Island), with the dynamics of krill and their supporting algal food webs. The use of a glider to answer a primarily ecological questions is subject to moderate to high risk, and is potentially transformative.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Grant",
   "pi_last_name": "Ballard",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Grant Ballard",
   "pi_email_addr": "gballard@pointblue.org",
   "nsf_id": "000478122",
   "pi_start_date": "2012-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Point Reyes Bird Observatory",
  "inst_street_address": "3820 CYPRESS DR STE 11",
  "inst_street_address_2": "",
  "inst_city_name": "PETALUMA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "7077812555",
  "inst_zip_code": "949546964",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CA02",
  "org_lgl_bus_name": "POINT REYES BIRD OBSERVATORY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LMCTPLQMR1F5"
 },
 "perf_inst": {
  "perf_inst_name": "Point Reyes Bird Observatory",
  "perf_str_addr": "3820 CYPRESS DRIVE #11",
  "perf_city_name": "PETALUMA",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "949546964",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511100",
   "pgm_ele_name": "ANT Organisms & Ecosystems"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 109733.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The importance of &ldquo;top-down&rdquo; processes in structuring marine ecosystems remains under-appreciated, in part because there are so few opportunities to assess them. One example from the terrestrial realm is the wolves in Yellowstone National Park, which have been shown to indirectly encourage re-generation of vegetation because they keep grazer (elk) abundance lower than it would be in the absence of wolves.</p>\n<p>Despite comprising just 2% of the Southern Ocean, The Ross Sea contributes nearly 30% of the Southern Ocean&rsquo;s total primary production (phytoplankton), and is thus a mysteriously significant carbon sink of global importance.</p>\n<p>We have previously shown that large predator populations in the Ross Sea have a measurable effect on the availability of krill and small fish, which are in lower numbers than comparable ecosystems elsewhere on the planet.</p>\n<p>We evaluated the hypothesis that the high productivity in the Ross Sea is the result of a &ldquo;trophic cascade&rdquo; in which predators reduce the abundance of krill and small fish, resulting in much of the phytoplankton biomass remaining ungrazed.</p>\n<p>To do this, we used an autonomous underwater vehicle (sea glider) equipped to assess productivity and prey abundance at the same time and place that we also instrumented Ad&eacute;lie penguins with satellite transmitters and time-depth recorders, making detailed recordings of their behavior while they were acquiring food for their chicks.</p>\n<p>We found that the penguin foraging distance, depth, and duration increased during the study, in correspondence with a reduction and deepening of prey in their foraging area (as determined by the sea glider). At the same time, krill depth increased when there was less phytoplankton available, suggesting an uncoupling between krill food and krill distribution.</p>\n<p>These results support the idea that the Ross Sea food web has a &ldquo;wasp-waist&rdquo; structure, in which middle-trophic levels are controlled top-down, whereas phytoplankton production is regulated bottom-up, largely independent of grazer control. The study adds another important reason to conserve top ocean predators.</p>\n<p><strong>Main Points:</strong></p>\n<p>&nbsp;</p>\n<ul>\n<li>We used a sea glider to assess phytoplankton, krill, and fish availability at the same time that we recorded penguin foraging behavior.</li>\n<li>We found that penguins probably reduced availability of krill and fish, independent of phytoplankton availability.</li>\n<li>We propose that the Ross Sea food web has a &ldquo;wasp-waist&rdquo; structure that ultimately could explain the large carbon sequestration capability of the Ross Sea.</li>\n</ul>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/23/2015<br>\n\t\t\t\t\tModified by: Grant&nbsp;Ballard</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe importance of \"top-down\" processes in structuring marine ecosystems remains under-appreciated, in part because there are so few opportunities to assess them. One example from the terrestrial realm is the wolves in Yellowstone National Park, which have been shown to indirectly encourage re-generation of vegetation because they keep grazer (elk) abundance lower than it would be in the absence of wolves.\n\nDespite comprising just 2% of the Southern Ocean, The Ross Sea contributes nearly 30% of the Southern OceanÆs total primary production (phytoplankton), and is thus a mysteriously significant carbon sink of global importance.\n\nWe have previously shown that large predator populations in the Ross Sea have a measurable effect on the availability of krill and small fish, which are in lower numbers than comparable ecosystems elsewhere on the planet.\n\nWe evaluated the hypothesis that the high productivity in the Ross Sea is the result of a \"trophic cascade\" in which predators reduce the abundance of krill and small fish, resulting in much of the phytoplankton biomass remaining ungrazed.\n\nTo do this, we used an autonomous underwater vehicle (sea glider) equipped to assess productivity and prey abundance at the same time and place that we also instrumented Ad&eacute;lie penguins with satellite transmitters and time-depth recorders, making detailed recordings of their behavior while they were acquiring food for their chicks.\n\nWe found that the penguin foraging distance, depth, and duration increased during the study, in correspondence with a reduction and deepening of prey in their foraging area (as determined by the sea glider). At the same time, krill depth increased when there was less phytoplankton available, suggesting an uncoupling between krill food and krill distribution.\n\nThese results support the idea that the Ross Sea food web has a \"wasp-waist\" structure, in which middle-trophic levels are controlled top-down, whereas phytoplankton production is regulated bottom-up, largely independent of grazer control. The study adds another important reason to conserve top ocean predators.\n\nMain Points:\n\n \n\nWe used a sea glider to assess phytoplankton, krill, and fish availability at the same time that we recorded penguin foraging behavior.\nWe found that penguins probably reduced availability of krill and fish, independent of phytoplankton availability.\nWe propose that the Ross Sea food web has a \"wasp-waist\" structure that ultimately could explain the large carbon sequestration capability of the Ross Sea.\n\n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/23/2015\n\n\t\t\t\t\tSubmitted by: Grant Ballard"
 }
}