{
 "awd_id": "1142117",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: TRacing the fate of Algal Carbon Export in the Ross Sea (TRACERS)",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christian Fritsen",
 "awd_eff_date": "2012-07-15",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 416772.0,
 "awd_amount": 416772.0,
 "awd_min_amd_letter_date": "2012-07-03",
 "awd_max_amd_letter_date": "2012-07-03",
 "awd_abstract_narration": "Intellectual Merit: \r\nSinking particles are a major element of the biological pump and they are commonly assigned to two fates: mineralization in the water column and accumulation at the seafloor. However, there is another fate of export hidden within the vertical decline of carbon, the transformation of sinking organic matter to fine suspended and/or dissolved organic fractions. This process has been suggested but has rarely been observed or quantified. As a result, it is presumed that the solubilized fraction is largely mineralized over short time scales. However, global ocean surveys of dissolved organic carbon are demonstrating a significant water column accumulation of organic matter under high productivity environments. This proposal will investigate the transformation of organic particles from sinking to solubilized phases of the export flux in the Ross Sea. The Ross Sea experiences high export particle production, low dissolved organic carbon export with overturning circulation, and the area has a predictable succession of production and export events. In addition, the basin is shallow (< 000 m) so the products the PIs will target are relatively concentrated. To address the proposed hypothesis, the PIs will use both well-established and novel biochemical and optical measures of export production and its fate. The outcomes of this work will help researchers close the carbon budget in the Ross Sea.\r\n\r\nBroader impacts: \r\nThis research will support graduate and undergraduate students and will provide undergraduates and pre-college students with field-based research experience. Scientifically, this research will increase understanding of carbon sinks in the Ross Sea and will help develop new tools for identifying, quantifying, and tracking that carbon. The PIs will interface with K-12 students through daily reports from the field and through educational modules developed by several of the PIs in collaboration with science education specialists and college students. A K-12 educator will be included on the research cruises. Outreach will be through COSEE Florida and the Maritime Center in Norfolk, VA.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dennis",
   "pi_last_name": "Hansell",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Dennis A Hansell",
   "pi_email_addr": "dhansell@rsmas.miami.edu",
   "nsf_id": "000438803",
   "pi_start_date": "2012-07-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Miami",
  "inst_street_address": "1251 MEMORIAL DR",
  "inst_street_address_2": "",
  "inst_city_name": "CORAL GABLES",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3054214089",
  "inst_zip_code": "331462509",
  "inst_country_name": "United States",
  "cong_dist_code": "27",
  "st_cong_dist_code": "FL27",
  "org_lgl_bus_name": "UNIVERSITY OF MIAMI",
  "org_prnt_uei_num": "VNZZYCJ55TC4",
  "org_uei_num": "KXN7HGCF6K91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Miami. RSMAS",
  "perf_str_addr": "",
  "perf_city_name": "Miami",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331491031",
  "perf_ctry_code": "US",
  "perf_cong_dist": "27",
  "perf_st_cong_dist": "FL27",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511300",
   "pgm_ele_name": "ANT Ocean & Atmos Sciences"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 416772.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Tracing the fate of Algal Carbon Export in the Ross Sea</strong></p>\n<p>Tiny plants suspended in the sunlit ocean (phytoplankton) are very important sources of energy to ocean animals.&nbsp; Like the grasses of the Serengeti being grazed by wildebeests, the ocean plants are grazed by small animals that in turn release their waste products to the deep ocean as sinking particles.&nbsp; These sinking particles effectively move carbon (originally as carbon dioxide, then as plant material, then as animals, then as waste) from the atmosphere to the deepest ocean layers.&nbsp; Most of the sinking material is consumed by bacteria living deep in the ocean, but a fraction is transformed to fine suspended and/or dissolved organic materials, a process often suggested but rarely observed or quantified.&nbsp; The work we conducted studied the transformation from sinking-to-solubilized phases of the sinking organic materials in the Ross Sea, a model system for the process.&nbsp; These processes are important to understand as they play an important role in sequestering carbon at great ocean depths for centuries. &nbsp;</p>\n<p>The work also resulted in the training of a student wishing to become a professional research scientist.&nbsp; Ms. Sarah Bercovici, a graduate student in the Department of Ocean Sciences at the University of Miami&rsquo;s Rosenstiel School of Marine and Atmospheric Science (RSMAS), worked on this project with the principal investigator, Prof. Dennis A. Hansell. She is conducting her dissertation research on the cycling of carbon in the Ross Sea and the Southern Ocean, supported by this grant from the National Science Foundation. Her research project began with the 2 month expedition aboard an ice-breaker in the Ross Sea in 2013. Her specific interest is to understand how the circulation and biology of the Ross Sea impact the nutrient and carbon signatures found in the bottom waters of the Southern Ocean. Bercovici aims to use data obtained during the expedition to understand the transformations of carbon and nutrients in the Ross Sea, to ultimately determine the Ross Sea&rsquo;s overall role in global ocean dynamics.</p>\n<p>Bercovici collected and analyzed samples for nitrate, phosphate, silicate, and dissolved organic carbon in the Ross Sea water column. She is collaborating with scientists at the Institute for Systems Biology (Seattle, Washington), a graduate student at Stanford University (Palo Alto, California) and a postdoctoral scholar at the University of Vienna, Austria, to link the circulatory, chemical, and biological processes observed during the expedition. Bercovici additionally collaborated with scientists at the National Ocean Sciences Accelerator Mass Spectrometry (NOSAMS) facility at Woods Hole Oceanographic Institute (WHOI), having been awarded a student fellowship to analyze samples.</p>\n<p>Bercovici has presented her findings from the expedition in three student seminars at RSMAS and in a seminar at WHOI. She has attended three scientific conferences and presented her work through both posters and oral presentations. Bercovici gave a presentation at the Scientific Committee on Antarctic Research &nbsp;meeting in Auckland, New Zealand, in August 2014. She additionally presented at the Association for the Sciences of Limnology and Oceanography meeting in Granada, Spain, in February, 2015. Bercovici further presented her research at the TRACERS workshop at the Ocean Sciences meeting in February, 2014. Bercovici presented posters of her research at the Ocean Carbon Biogeochemistry workshop at WHOI in July, 2014, and at the Polar Sciences Gordon Research Conference in Lucca, Italy, in March, 2015. Based on her research in the Ross Sea and Southern Ocean, Bercovici currently has one paper in review and one paper in preparation. &nbsp;Bercovici&rsquo;s research from the TRACERS cruise provides the basis of her dissertation. Her dissertati...",
  "por_txt_cntn": "\nTracing the fate of Algal Carbon Export in the Ross Sea\n\nTiny plants suspended in the sunlit ocean (phytoplankton) are very important sources of energy to ocean animals.  Like the grasses of the Serengeti being grazed by wildebeests, the ocean plants are grazed by small animals that in turn release their waste products to the deep ocean as sinking particles.  These sinking particles effectively move carbon (originally as carbon dioxide, then as plant material, then as animals, then as waste) from the atmosphere to the deepest ocean layers.  Most of the sinking material is consumed by bacteria living deep in the ocean, but a fraction is transformed to fine suspended and/or dissolved organic materials, a process often suggested but rarely observed or quantified.  The work we conducted studied the transformation from sinking-to-solubilized phases of the sinking organic materials in the Ross Sea, a model system for the process.  These processes are important to understand as they play an important role in sequestering carbon at great ocean depths for centuries.  \n\nThe work also resulted in the training of a student wishing to become a professional research scientist.  Ms. Sarah Bercovici, a graduate student in the Department of Ocean Sciences at the University of MiamiÆs Rosenstiel School of Marine and Atmospheric Science (RSMAS), worked on this project with the principal investigator, Prof. Dennis A. Hansell. She is conducting her dissertation research on the cycling of carbon in the Ross Sea and the Southern Ocean, supported by this grant from the National Science Foundation. Her research project began with the 2 month expedition aboard an ice-breaker in the Ross Sea in 2013. Her specific interest is to understand how the circulation and biology of the Ross Sea impact the nutrient and carbon signatures found in the bottom waters of the Southern Ocean. Bercovici aims to use data obtained during the expedition to understand the transformations of carbon and nutrients in the Ross Sea, to ultimately determine the Ross SeaÆs overall role in global ocean dynamics.\n\nBercovici collected and analyzed samples for nitrate, phosphate, silicate, and dissolved organic carbon in the Ross Sea water column. She is collaborating with scientists at the Institute for Systems Biology (Seattle, Washington), a graduate student at Stanford University (Palo Alto, California) and a postdoctoral scholar at the University of Vienna, Austria, to link the circulatory, chemical, and biological processes observed during the expedition. Bercovici additionally collaborated with scientists at the National Ocean Sciences Accelerator Mass Spectrometry (NOSAMS) facility at Woods Hole Oceanographic Institute (WHOI), having been awarded a student fellowship to analyze samples.\n\nBercovici has presented her findings from the expedition in three student seminars at RSMAS and in a seminar at WHOI. She has attended three scientific conferences and presented her work through both posters and oral presentations. Bercovici gave a presentation at the Scientific Committee on Antarctic Research  meeting in Auckland, New Zealand, in August 2014. She additionally presented at the Association for the Sciences of Limnology and Oceanography meeting in Granada, Spain, in February, 2015. Bercovici further presented her research at the TRACERS workshop at the Ocean Sciences meeting in February, 2014. Bercovici presented posters of her research at the Ocean Carbon Biogeochemistry workshop at WHOI in July, 2014, and at the Polar Sciences Gordon Research Conference in Lucca, Italy, in March, 2015. Based on her research in the Ross Sea and Southern Ocean, Bercovici currently has one paper in review and one paper in preparation.  BercoviciÆs research from the TRACERS cruise provides the basis of her dissertation. Her dissertation (to be completed in 2017) is an important contribution to understanding the Southern Ocean and its Antarctic shelves.\n\nThe science conducted by the Principal Inves..."
 }
}