{
 "awd_id": "1142566",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  A Novel Biodegradable Biopolymer from Waste Methane Gas",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032925341",
 "po_email": "pbalan@nsf.gov",
 "po_sign_block_name": "Prakash Balan",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2011-11-15",
 "awd_max_amd_letter_date": "2011-11-15",
 "awd_abstract_narration": "This Small Business Innovation Research Phase I project will use waste methane gas\r\n(biogas) as a feedstock to produce pellets of polyhydroxyalkanoate (PHA), a valuable\r\npolymer that is converted into a variety of eco-friendly plastic products such as\r\nchildren?s toys, electronic casings, water bottles, and food packaging. The current\r\nplastics market is dominated by traditional petroleum-derived, non-biodegradable,\r\nenergy-intensive plastics. Alternative plastics are derived from rapidly renewable\r\nbiological resources (biobased) and consumed by microbes when no longer needed\r\n(biodegradable). Unfortunately, these alternative plastics are often costly and energyintensive\r\nto produce. The company has a novel, energy-efficient method to produce a\r\nbiodegradable, biobased plastic at a cost competitive with petroleum-based plastics.\r\nPhase I will assess the feasibility of this novel process for full-scale commercial\r\nproduction using biogas from a wastewater treatment plant. The main objective is to\r\nachieve stable-operation and increased bioplastic production through optimization of\r\nparameters including biological yields, rates, and costs at the Phase I scale. This\r\noptimization will result in the production of bioplastic from waste biogas at a price\r\ncompetitive with petroleum-based plastics.\r\n\r\n\r\nThe broader impact/commercial potential of this project will ultimately be the widespread\r\nproduction of low-cost bioplastics from waste biogas and the eventual displacement of\r\npetroleum-based plastics. Bioplastics have the potential to capture an increasing\r\nfraction of the plastics market, thereby giving consumers the choice to purchase\r\naffordable, environmentally friendly, bioplastic-based products. When bioplastic\r\nproducts produced by the company are disposed in modern wastewater treatment\r\nplants or landfills, they biodegrade anaerobically (without oxygen) to methane. This\r\nmethane can be cycled back and reenter the process as feedstock to produce more\r\nPHA. Thus, the life cycle may be closed, creating a ?cradle to cradle? system. This use\r\nof biogas will provide a strong economic incentive for facilities to capture their methane,\r\nrather than releasing or flaring it, which will reduce greenhouse-gas emissions and\r\nreduce corresponding impacts on global warming. The innovation will enhance scientific\r\nunderstanding by studying the production of bioplastic from waste biogas and by\r\ncharacterizing the microbial species responsible for this conversion. This project\r\nrepresents one of the first times that waste biogas will be used commercially to feed a\r\ncommunity of bacteria to produce a valuable product.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Molly",
   "pi_last_name": "Morse",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Molly C Morse",
   "pi_email_addr": "Molly@MangoMaterials.com",
   "nsf_id": "000581931",
   "pi_start_date": "2011-11-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Mango Materials",
  "inst_street_address": "800 BUCHANAN ST",
  "inst_street_address_2": "",
  "inst_city_name": "ALBANY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6504270430",
  "inst_zip_code": "947101105",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "MANGO MATERIALS INC",
  "org_prnt_uei_num": "DL9HH6QZ3V84",
  "org_uei_num": "DL9HH6QZ3V84"
 },
 "perf_inst": {
  "perf_inst_name": "Mango Materials",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "940651220",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "CA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "048E",
   "pgm_ref_txt": "BIO-CATALYSIS"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8030",
   "pgm_ref_txt": "Chemical Technology"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>Mango Materials produces biobased, biodegradable plastics from waste biogas (comprised mostly of methane) that are economically competitive with petrochemical-based plastics. Biogas is readily available at wastewater treatment plants, landfills, and other industrial and agricultural sources. The Mango Materials process begins with waste biogas that is consumed by bacteria to create a valuable and cost-competitive product, the biopolymer polyhydroxyalkanoate (PHA). Conventional methods of producing PHA use sugar feedstocks, which involve significant energy to grow, harvest, and ship to polymer production facilities, in addition to requiring the creation of special bacteria to consume the sugar feedstock. The Mango Materials process has numerous environmental benefits, including (1) use of a greenhouse gas as feedstock, (2) a less energy-intensive process, and (3) production of a biobased, biocompatible, completely biodegradable product. The novel Mango Materials PHA manufacturing process will increase the amount of environmentally friendly, non-toxic polymer on the market.</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; As part of the National Science Foundation SBIR grant, Mango Materials carried out various studies over different scales, to test PHA production using waste biogas from a wastewater treatment plant. The first study Mango Materials performed validated that bacteria given waste biogas produced about the same amount of PHA as bacteria given pure methane gas as a feedstock.&nbsp; As part of this study, the composition of the naturally occurring bacteria community was monitored over time. The results of this investigation are significant because it further proves that Mango Materials can produce an inexpensive biodegradable plastic by using waste biogas. Mango Materials also performed another investigation to prove that the process could be scaled up effectively. The second study took place on-site at a wastewater treatment plant and involved the continuous feeding of unfiltered biogas to a bioreactor. At the end of this study, Mango Materials was able to confirm that PHA could be produced from waste biogas even with no pretreatment of the biogas while obtaining relevant operating parameters, which has positive implications for commercialization.</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Mango Material&rsquo;s proprietary technology of making biodegradable plastic has been proven to not only work, but to also be feasible across multiple scales.&nbsp; Once scaled up further, this process will be able to produce biodegradable plastic that is competitively priced with petrochemical-based plastics, and will be available in large quantities for consumer use. In addition to making a replacement for petrochemical-based plastics, Mango Materials reduces greenhouse gases by using waste biogas as a feedstock. Overall, Mango Materials solves three environmental issues with the reduction of greenhouse gases, preservation of energy within the system, and production of a biodegradable plastic, making this product genuinely environmentally friendly.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/12/2012<br>\n\t\t\t\t\tModified by: Molly&nbsp;C&nbsp;Morse</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n Mango Materials produces biobased, biodegradable plastics from waste biogas (comprised mostly of methane) that are economically competitive with petrochemical-based plastics. Biogas is readily available at wastewater treatment plants, landfills, and other industrial and agricultural sources. The Mango Materials process begins with waste biogas that is consumed by bacteria to create a valuable and cost-competitive product, the biopolymer polyhydroxyalkanoate (PHA). Conventional methods of producing PHA use sugar feedstocks, which involve significant energy to grow, harvest, and ship to polymer production facilities, in addition to requiring the creation of special bacteria to consume the sugar feedstock. The Mango Materials process has numerous environmental benefits, including (1) use of a greenhouse gas as feedstock, (2) a less energy-intensive process, and (3) production of a biobased, biocompatible, completely biodegradable product. The novel Mango Materials PHA manufacturing process will increase the amount of environmentally friendly, non-toxic polymer on the market.\n\n \n\n         As part of the National Science Foundation SBIR grant, Mango Materials carried out various studies over different scales, to test PHA production using waste biogas from a wastewater treatment plant. The first study Mango Materials performed validated that bacteria given waste biogas produced about the same amount of PHA as bacteria given pure methane gas as a feedstock.  As part of this study, the composition of the naturally occurring bacteria community was monitored over time. The results of this investigation are significant because it further proves that Mango Materials can produce an inexpensive biodegradable plastic by using waste biogas. Mango Materials also performed another investigation to prove that the process could be scaled up effectively. The second study took place on-site at a wastewater treatment plant and involved the continuous feeding of unfiltered biogas to a bioreactor. At the end of this study, Mango Materials was able to confirm that PHA could be produced from waste biogas even with no pretreatment of the biogas while obtaining relevant operating parameters, which has positive implications for commercialization.\n\n \n\n         Mango MaterialÆs proprietary technology of making biodegradable plastic has been proven to not only work, but to also be feasible across multiple scales.  Once scaled up further, this process will be able to produce biodegradable plastic that is competitively priced with petrochemical-based plastics, and will be available in large quantities for consumer use. In addition to making a replacement for petrochemical-based plastics, Mango Materials reduces greenhouse gases by using waste biogas as a feedstock. Overall, Mango Materials solves three environmental issues with the reduction of greenhouse gases, preservation of energy within the system, and production of a biodegradable plastic, making this product genuinely environmentally friendly. \n\n\t\t\t\t\tLast Modified: 07/12/2012\n\n\t\t\t\t\tSubmitted by: Molly C Morse"
 }
}