{
 "awd_id": "1142455",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Economically Viable High-Performance Concrete Nanocomposites",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928323",
 "po_email": "bschrag@nsf.gov",
 "po_sign_block_name": "Benaiah Schrag",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 180000.0,
 "awd_min_amd_letter_date": "2011-11-10",
 "awd_max_amd_letter_date": "2012-06-06",
 "awd_abstract_narration": "This Small Business Innovation Research Phase I project will make complementary use of relatively low-cost graphite nanomaterials and conventional microfibers to realize balanced gains in diverse engineering properties of high-performance concrete. The targeted nanomaterials offer most of the geometric and performance advantages of carbon nanotubes at substantially reduced cost; they also provide a relatively high concentration of surface functional groups, which facilitate their dispersion and interfacial interactions in concrete. The peculiarities of concrete structure and construction practices impose unique challenges for the effective use of nano-scale reinforcement. These challenges will be addressed through refinement of the particle size distribution of cementitious materials, reduction of the capillary pore size and content, lowering the presence of micro-scale crystalline products among cement hydrates, and modification of nanomaterial surfaces using polyelectrolytes and high-molecular-weight surfactants. These measures employ economically viable materials and methods commonly used with high-performance concrete and nanomaterials. The proposed project will: (i) identify complementary selections, surface modification conditions and dosages of nano- and micro-scale reinforcement, and concrete mix designs which are cost-effective; (ii) develop a theoretical framework to explain the reinforcing action of nanomaterials in concrete; and (iii) assess the commercial merits and priority applications of high-performance concrete nanocomposites.\r\n\r\nThe broader impact/commercial potential of this project draws upon major gains in the safety (under explosion, fire and earthquake), structural performance and durability (weathering and abrasion/erosion resistance, and fatigue life) of the concrete-based infrastructure resulting from the use of economically viable nano-scale and hybrid reinforcement systems. The benefits rendered to concrete by the new reinforcement system far surpass those of conventional (micro-scale) fibers in terms of both the extent of improvements and the range of properties impacted. The high reinforcement efficiency and the relatively low cost and industrial-scale availability of the selected nanomaterials make them highly cost-competitive against conventional fibers. The new hybrid reinforcement offers pronounced gains in a wide range of qualities, and performance-to-cost ratios surpassing those rendered by each reinforcement system alone. The unprecedented balance of qualities provided by high-performance concrete materials with hybrid reinforcement helps expand their markets beyond those of conventional fibers, impacting broader markets for concrete admixtures (including fibers). Examples of priority applications for high-performance concrete nanocomposites include mission-critical infrastructure systems (protective shelters, hazardous/nuclear waste containment systems, nuclear power plants), key components of the transportation infrastructure (bridges, tunnels), and critical elements of the hydraulic and sewer infrastructure.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jue",
   "pi_last_name": "Lu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jue Lu",
   "pi_email_addr": "jlmetnaco@gmail.com",
   "nsf_id": "000594101",
   "pi_start_date": "2011-11-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Metna Co.",
  "inst_street_address": "1926 TURNER ST",
  "inst_street_address_2": "",
  "inst_city_name": "LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5174859583",
  "inst_zip_code": "489064051",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "METNA CO",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECHDBK5TQGJ7"
 },
 "perf_inst": {
  "perf_inst_name": "Metna Co.",
  "perf_str_addr": "1926 Turner Street",
  "perf_city_name": "Lansing",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "489064051",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "123E",
   "pgm_ref_txt": "CENTERS: ADVANCED MATERIALS"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 180000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Concrete,as the most widely used construction material, is vital to the operation and safety of vast transportation, energy, sewer, water management and other infrastructure systems. Deterioration of the concrete-based infrastructure is undermining our economic efficiency; maintenance, repair and replacement of this aging infrastructure constitute major cost burdens. Development of high-performance concrete materials which offer a desired balance of barrier, durability and mechanical characteristics at viable cost can make important contributions towards enhancement of the initial and life-cycle economy, functionality, safety and sustainability of vast concrete-based infrastructure systems. Developments in chemical admixtures, supplementary cementitious materials and reinforcing fibers have significantly benefited various aspects of concrete material properties. This project employs some recent developments in the field of nanotechnology to produce concrete materials which complement unprecedented balances of material properties with a highly desired cost structure. More specifically, low-cost nanomaterials which almost match the distinct geometric, mechanical and physical characteristics of carbon nanotubes at substantially reduced cost are tailored towards effective dispersion and interfacial interactions with the cementitious binder in concrete. Refined concrete mix designs are also developed with microstructural attributes and pore system characteristics which further benefit the contributions of modified nanomaterials to concrete material properties. A multi-disciplinary team of chemists, material scientists and civil engineers with expertise in the fields of nanotechnology, surface chemistry and concrete materials was assembled to undertake this innovative development effort. Comprehensive resources relevant to surface modification and characterization of nanomaterials, their dispersion in aqueous media, and preparation and characterization of high-performance concrete are made available to the research team for successful accomplishment of the project objectives.</p>\n<p>The novel features of this development effort include: (i) modification of the<br />surface chemistry of selected (low-cost) nanomaterials for effective interactions with cement hydrates; (ii) development of modified nanomaterials<br />as a new class of concrete additives which impact an unprecedented breadth of concrete material properties (ranging from strength and toughness to moisture barrier, wear and durability characteristics); and (iii) complementary and synergistic use of modified nanomaterials and conventional (micro-scale) fibers to realize qualitative gains in diverse concrete material properties. The multi-disciplinary approach adopted in the project provided a scientifically sound basis for efficient accomplishment of the project objectives.</p>\n<p>Comprehensive experimental investigations, supported with theoretical modeling and interpretation of test results, led to successful development of concrete nanocomposites which make value-added use of relatively low dosages of modified graphite nanomaterials to realized balanced gains in diverse engineering properties of concrete. Refined concrete mix designs were also developed, which significantly benefited the contributions of modified graphite nanomaterials to concrete material properties. Comprehensive experimental studies successfully verified the complementary/synergistic actions of modified nanomaterials and micro-scale fibers in high-performance concrete. Investigations of the microstructure of high-performance concrete nanocomposites yielded valuable insight into the mechanisms of action of modified nanomaterials in concrete, and provided guidelines towards further improvement of the structure and properties of concrete nanocomposites. Scalability of the technology, and its contributions towards enhancement of the structura...",
  "por_txt_cntn": "\nConcrete,as the most widely used construction material, is vital to the operation and safety of vast transportation, energy, sewer, water management and other infrastructure systems. Deterioration of the concrete-based infrastructure is undermining our economic efficiency; maintenance, repair and replacement of this aging infrastructure constitute major cost burdens. Development of high-performance concrete materials which offer a desired balance of barrier, durability and mechanical characteristics at viable cost can make important contributions towards enhancement of the initial and life-cycle economy, functionality, safety and sustainability of vast concrete-based infrastructure systems. Developments in chemical admixtures, supplementary cementitious materials and reinforcing fibers have significantly benefited various aspects of concrete material properties. This project employs some recent developments in the field of nanotechnology to produce concrete materials which complement unprecedented balances of material properties with a highly desired cost structure. More specifically, low-cost nanomaterials which almost match the distinct geometric, mechanical and physical characteristics of carbon nanotubes at substantially reduced cost are tailored towards effective dispersion and interfacial interactions with the cementitious binder in concrete. Refined concrete mix designs are also developed with microstructural attributes and pore system characteristics which further benefit the contributions of modified nanomaterials to concrete material properties. A multi-disciplinary team of chemists, material scientists and civil engineers with expertise in the fields of nanotechnology, surface chemistry and concrete materials was assembled to undertake this innovative development effort. Comprehensive resources relevant to surface modification and characterization of nanomaterials, their dispersion in aqueous media, and preparation and characterization of high-performance concrete are made available to the research team for successful accomplishment of the project objectives.\n\nThe novel features of this development effort include: (i) modification of the\nsurface chemistry of selected (low-cost) nanomaterials for effective interactions with cement hydrates; (ii) development of modified nanomaterials\nas a new class of concrete additives which impact an unprecedented breadth of concrete material properties (ranging from strength and toughness to moisture barrier, wear and durability characteristics); and (iii) complementary and synergistic use of modified nanomaterials and conventional (micro-scale) fibers to realize qualitative gains in diverse concrete material properties. The multi-disciplinary approach adopted in the project provided a scientifically sound basis for efficient accomplishment of the project objectives.\n\nComprehensive experimental investigations, supported with theoretical modeling and interpretation of test results, led to successful development of concrete nanocomposites which make value-added use of relatively low dosages of modified graphite nanomaterials to realized balanced gains in diverse engineering properties of concrete. Refined concrete mix designs were also developed, which significantly benefited the contributions of modified graphite nanomaterials to concrete material properties. Comprehensive experimental studies successfully verified the complementary/synergistic actions of modified nanomaterials and micro-scale fibers in high-performance concrete. Investigations of the microstructure of high-performance concrete nanocomposites yielded valuable insight into the mechanisms of action of modified nanomaterials in concrete, and provided guidelines towards further improvement of the structure and properties of concrete nanocomposites. Scalability of the technology, and its contributions towards enhancement of the structural efficiency and service life of concrete-based infrastructure systems were successf..."
 }
}