{
 "awd_id": "1142065",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: TRacing the fate of Algal Carbon Export in the Ross Sea (TRACERS)",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christian Fritsen",
 "awd_eff_date": "2012-07-15",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 313461.0,
 "awd_amount": 313461.0,
 "awd_min_amd_letter_date": "2012-07-03",
 "awd_max_amd_letter_date": "2012-07-03",
 "awd_abstract_narration": "Intellectual Merit: \r\nSinking particles are a major element of the biological pump and they are commonly assigned to two fates: mineralization in the water column and accumulation at the seafloor. However, there is another fate of export hidden within the vertical decline of carbon, the transformation of sinking organic matter to fine suspended and/or dissolved organic fractions. This process has been suggested but has rarely been observed or quantified. As a result, it is presumed that the solubilized fraction is largely mineralized over short time scales. However, global ocean surveys of dissolved organic carbon are demonstrating a significant water column accumulation of organic matter under high productivity environments. This proposal will investigate the transformation of organic particles from sinking to solubilized phases of the export flux in the Ross Sea. The Ross Sea experiences high export particle production, low dissolved organic carbon export with overturning circulation, and the area has a predictable succession of production and export events. In addition, the basin is shallow (< 000 m) so the products the PIs will target are relatively concentrated. To address the proposed hypothesis, the PIs will use both well-established and novel biochemical and optical measures of export production and its fate. The outcomes of this work will help researchers close the carbon budget in the Ross Sea.\r\n\r\nBroader impacts: \r\nThis research will support graduate and undergraduate students and will provide undergraduates and pre-college students with field-based research experience. Scientifically, this research will increase understanding of carbon sinks in the Ross Sea and will help develop new tools for identifying, quantifying, and tracking that carbon. The PIs will interface with K-12 students through daily reports from the field and through educational modules developed by several of the PIs in collaboration with science education specialists and college students. A K-12 educator will be included on the research cruises. Outreach will be through COSEE Florida and the Maritime Center in Norfolk, VA.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Giacomo",
   "pi_last_name": "DiTullio",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Giacomo R DiTullio",
   "pi_email_addr": "ditullioj@cofc.edu",
   "nsf_id": "000092686",
   "pi_start_date": "2012-07-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "College of Charleston",
  "inst_street_address": "66 GEORGE ST",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLESTON",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8439534973",
  "inst_zip_code": "294240001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "COLLEGE OF CHARLESTON",
  "org_prnt_uei_num": "WQBBJ8B941M5",
  "org_uei_num": "SWV9EK5S9BX5"
 },
 "perf_inst": {
  "perf_inst_name": "College of Charleston",
  "perf_str_addr": "66 george Street",
  "perf_city_name": "Charleston",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "294240001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511300",
   "pgm_ele_name": "ANT Ocean & Atmos Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 313461.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of the TRACERS (TRacing Algal Carbon Export in the Ross Sea) expedition to the western Ross Sea in Antarctica was to measure algal carbon production, release as dissolved organic carbon (DOC) and export as particulate organic carbon (POC) to deep waters of the Ross Sea. In addition, our group also focused on measurements of the climatically-active biogenic trace gas, dimethylsulfide (DMS) and its non-volatile precursor dimethylsulfoniopropionate (DMSP). DMSP is produced by certain algae (e.g. diatoms and haptophytes) that thrive in the Ross Sea. These algae are prolific producers of DMSP and cause the Ross Sea to have one of the world&rsquo;s highest oceanic concentrations of DMS and DMSP. Once DMS reaches the atmosphere, it is oxidized to sulfate particles that function as cloud condensation nuclei. Due to clouds reflection of sunlight, DMS can significantly impact the radiation balance reaching the Earth. These carbon and sulfur measurements in the Ross Sea have been made extensively during the austral spring and summer bloom periods (November to February), but very few data have been collected during the austral autumn season.</p>\n<p>We observed a 2-fold increase in the biological removal of CO<sub>2</sub> above 200 m depth in Terra Nova Bay (TNB) between mid-February and mid-March, despite increased CO<sub>2</sub> recharge from the atmosphere at that time.&nbsp; Primary production rates were measured using C14 techniques and averaged 682 <span style=\"text-decoration: underline;\">+</span><sub> </sub>150 mg C m<sup>-2</sup> d<sup>-1</sup>. Such late season primary production is not well studied, but is likely fueled by the wind-driven convective resupply of iron and nitrate. In addition, we concluded that frazil ice formation is an important mechanism that can maintain diatom productivity in the sunlit surface waters during the autumn period. We regularly observed frazil ice in TNB with pronounced green-to-gold coloration, suggesting high algal biomass. This ice is initially set up in surface streaks that are aligned with the wind field (i.e.windrows), which we attribute to a Langmuir circulation pattern.&nbsp; Langmuir helical cells begin to form at wind speeds above 8 m s-1, and form consistently at wind speeds above 13 m s<sup>-1</sup>.&nbsp; With declining air temperatures and during low wind intervals, this frazil ice aggregated to form pancake ice overlying frazil ice layers 10-30 cm thick.&nbsp; We sampled the green frazil ice, associated pancake ice, and open water, both between windrows and beneath the pancake/frazil ice complex on two occasions.&nbsp; On average, POC was enriched by 6-fold in the frazil and pancake ice relative to open water samples with maximum enrichments on the order of 20-fold. Chlorophyll-a, a proxy for algal biomass, was similarly enriched by 8 to 10-fold in the ice. POC concentrations in a 40 cm thick layer of frazil and pancake ice were as high as 1 g C m<sup>-2</sup>.&nbsp; Daily primary production was not measured directly, but may well exceed 1 g C m<sup>-2</sup> d<sup>-1</sup>.&nbsp;</p>\n<p>Interestingly, the DMSP concentrations measured in the golden pancakes of the frazil ice displayed some of the highest levels that have been recorded from the world&rsquo;s oceans, reaching levels of &gt; 100 micromoles per liter. These DMSP values are orders of magnitude higher than the values typically measured in sea ice diatom assemblages that have been sampled in the Ross Sea pack ice. Larger aggregations of new and algae-enriched frazil ice are visible in satellite images. A cursory review of past AQUA/MODIS imagery suggests that these features occur regularly in the Ross Sea during the autumn, particularly in the TNB region. Hence, the autumn season in the western Ross Sea and TNB in particular may be significantly more important to the regions&rsquo; carbon and sulfur cycles than previously recognized. Further studies to ...",
  "por_txt_cntn": "\nThe goal of the TRACERS (TRacing Algal Carbon Export in the Ross Sea) expedition to the western Ross Sea in Antarctica was to measure algal carbon production, release as dissolved organic carbon (DOC) and export as particulate organic carbon (POC) to deep waters of the Ross Sea. In addition, our group also focused on measurements of the climatically-active biogenic trace gas, dimethylsulfide (DMS) and its non-volatile precursor dimethylsulfoniopropionate (DMSP). DMSP is produced by certain algae (e.g. diatoms and haptophytes) that thrive in the Ross Sea. These algae are prolific producers of DMSP and cause the Ross Sea to have one of the worldÆs highest oceanic concentrations of DMS and DMSP. Once DMS reaches the atmosphere, it is oxidized to sulfate particles that function as cloud condensation nuclei. Due to clouds reflection of sunlight, DMS can significantly impact the radiation balance reaching the Earth. These carbon and sulfur measurements in the Ross Sea have been made extensively during the austral spring and summer bloom periods (November to February), but very few data have been collected during the austral autumn season.\n\nWe observed a 2-fold increase in the biological removal of CO2 above 200 m depth in Terra Nova Bay (TNB) between mid-February and mid-March, despite increased CO2 recharge from the atmosphere at that time.  Primary production rates were measured using C14 techniques and averaged 682 + 150 mg C m-2 d-1. Such late season primary production is not well studied, but is likely fueled by the wind-driven convective resupply of iron and nitrate. In addition, we concluded that frazil ice formation is an important mechanism that can maintain diatom productivity in the sunlit surface waters during the autumn period. We regularly observed frazil ice in TNB with pronounced green-to-gold coloration, suggesting high algal biomass. This ice is initially set up in surface streaks that are aligned with the wind field (i.e.windrows), which we attribute to a Langmuir circulation pattern.  Langmuir helical cells begin to form at wind speeds above 8 m s-1, and form consistently at wind speeds above 13 m s-1.  With declining air temperatures and during low wind intervals, this frazil ice aggregated to form pancake ice overlying frazil ice layers 10-30 cm thick.  We sampled the green frazil ice, associated pancake ice, and open water, both between windrows and beneath the pancake/frazil ice complex on two occasions.  On average, POC was enriched by 6-fold in the frazil and pancake ice relative to open water samples with maximum enrichments on the order of 20-fold. Chlorophyll-a, a proxy for algal biomass, was similarly enriched by 8 to 10-fold in the ice. POC concentrations in a 40 cm thick layer of frazil and pancake ice were as high as 1 g C m-2.  Daily primary production was not measured directly, but may well exceed 1 g C m-2 d-1. \n\nInterestingly, the DMSP concentrations measured in the golden pancakes of the frazil ice displayed some of the highest levels that have been recorded from the worldÆs oceans, reaching levels of &gt; 100 micromoles per liter. These DMSP values are orders of magnitude higher than the values typically measured in sea ice diatom assemblages that have been sampled in the Ross Sea pack ice. Larger aggregations of new and algae-enriched frazil ice are visible in satellite images. A cursory review of past AQUA/MODIS imagery suggests that these features occur regularly in the Ross Sea during the autumn, particularly in the TNB region. Hence, the autumn season in the western Ross Sea and TNB in particular may be significantly more important to the regionsÆ carbon and sulfur cycles than previously recognized. Further studies to investigate this late season production are warranted.\n\n\t\t\t\t\tLast Modified: 08/26/2015\n\n\t\t\t\t\tSubmitted by: Giacomo R Ditullio"
 }
}