{
 "awd_id": "1142257",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:Workshop on Best Practices for Intergrating the Social Sciences and Natural Sciences for Sustainability Research and Education",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927263",
 "po_email": "roconnor@nsf.gov",
 "po_sign_block_name": "Robert O'Connor",
 "awd_eff_date": "2012-02-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 38637.0,
 "awd_amount": 38637.0,
 "awd_min_amd_letter_date": "2012-01-27",
 "awd_max_amd_letter_date": "2012-02-24",
 "awd_abstract_narration": "This workshop brings together scholars who are doing research that involves team-based, interdisciplinary, integrative research focused on the social sciences in collaboration with natural sciences and engineering. The purpose is to explore lessons learned from such research toward producing a report of best practices for integrating the social sciences with the biophysical sciences, mathematics, and engineering for sustainability science. The workshop explores what works, what doesn't work and why in order to engage these leaders in questions of how to best mentor emerging integrative scientists, to identify the key technologies which are critical to enabling integrative sustainability science and to provide structured guidance on how to integrate the social sciences in sustainability research and education. These best practices are directed at diverse audiences ranging from NSF and other funding program decision makers to researchers and education experts engaged in sustainability programs.\r\n\r\nSustainability science encompasses a myriad range of issues and processes that involve diverse aspects of the natural world and the societies that are part of it. It is only through an understanding of these latter phenomena that likely solutions will be derived. Moreover, the approaches to sustainability science have to address the multitude of worldviews and values that comprise the roots of the many challenges we currently face. To date, no meeting has occurred in the Americas to clearly articulate what has become an overwhelming call to find effective and powerful ways to incorporate the social sciences, and an understanding of social dynamics, into sustainability science. \r\n\r\nTo achieve sustainability, decision makers must learn to integrate knowledge and methods from the natural sciences, engineering, and the social sciences. Solutions are neither purely technical nor socio-economic, but involve bringing together best practices from all fields. This workshop is a step toward learning how to do the necessary integration.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Altaweel",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Mark R Altaweel",
   "pi_email_addr": "maltaweel@anl.gov",
   "nsf_id": "000313176",
   "pi_start_date": "2012-01-27",
   "pi_end_date": "2012-02-24"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Ozik",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan Ozik",
   "pi_email_addr": "jozik@uchicago.edu",
   "nsf_id": "000501064",
   "pi_start_date": "2012-02-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5735 South Ellis",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606371433",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139700",
   "pgm_ele_name": "Cross-Directorate  Activities"
  },
  {
   "pgm_ele_code": "776400",
   "pgm_ele_name": "EMERGING TOPICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8060",
   "pgm_ref_txt": "SEES Unsolicited"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 38637.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Integrative Sustainability Research is essential to understanding and responding to the complex environmental issues facing society</strong></p>\n<p>Throughout history human societies have faced a changing world. However, we live in an era where the combined influences of increased climate variability, population pressures, globalization, environmental change and the need for a new paradigm of built and engineered environments now challenges us to adapt. In response to this, several research communities have refocused their efforts toward &ldquo;interdisciplinary science&rdquo; and, more specifically, sustainability science. Concurrently, agencies and governments have allocated billions of dollars to research and development to meet these adaptation goals. However, while the concept of integration appears intuitive, after all we know our world is complicated, inter-connected and emergent, the practice of its science has been elusive, resulting in &lsquo;hit and miss&rsquo; outcomes and thus, uncertain returns on research and development investments.</p>\n<p>Addressing these core issues hinges on successful integration: across concepts, datasets and approaches. Implicit in this integration is the engagement of communities that have historically been omitted from the process of science, such as policy makers and the public at large. Underlying this is a re-examination of how we <em>teach</em> scholarship and how we mentor upcoming generations in their learning. However, no collectively synthesized best practices or <em>toolbox</em> exists.</p>\n<p>In response to this critical gap 35 of the country&rsquo;s leading integrative scientists came together in October 2012 to develop an initial set of key challenges related to integrating the social sciences into sustainability research.</p>\n<p><strong>Key findings include:</strong></p>\n<p><strong>Integrated Sustainability Research necessitates the growth of a community of practice that is built on<em>:</em></strong></p>\n<p>1)&nbsp;&nbsp; Common data formats and workflows</p>\n<p>2)&nbsp;&nbsp; Transparent, well-documented, and replicable methods</p>\n<p>3)&nbsp;&nbsp; A common language and set of concepts about coupled natural-human systems</p>\n<p><strong>Effective Integrated Sustainability Research will require innovative approaches for how we do integrated science that is based on the co-production of knowledge and reflects:</strong></p>\n<p>1)&nbsp;&nbsp; The multi-disciplinary nature of sustainability problems</p>\n<p>2)&nbsp;&nbsp; Variation in spatial and temporal scales in coupled natural human systems</p>\n<p>3)&nbsp;&nbsp; The contested nature of the questions and solutions</p>\n<p><strong>Establishing an enduring integrative science will require:</strong></p>\n<p>1)&nbsp;&nbsp; Formation and maintenance of interdisciplinary teams</p>\n<p>2)&nbsp;&nbsp; Use of methods that facilitate collaborative research</p>\n<p>3)&nbsp;&nbsp; Explicit programs for training the next generation of sustainability scientists</p>\n<p>4)&nbsp;&nbsp; Co-production of knowledge with stakeholders and decision-makers</p>\n<p><strong>Managing and adapting to change in coupled natural human systems is essential for Integrated Sustainability Research. This requires:</strong></p>\n<p>1)&nbsp;&nbsp; Anticipation of system-level consequences of social decisions</p>\n<p>2)&nbsp;&nbsp; Identification of diverse strategies for adapting and mitigating the impacts of system-level change</p>\n<p>3)&nbsp;&nbsp; Application of scenario development and modeling to understand possible future states</p>\n<p>4)&nbsp;&nbsp; Communication and dissemination of integrated science knowledge</p>\n<p><strong>Key recommendations include:</strong></p>\n<p><strong>Section 1: Common Reference Frames</strong></p>\n<p>1)&nbsp;&nbsp; Support development of the data and metadata standards needed to facilitate integrative data access, and enforcement of these standards.</p>\n<p>2)&nbsp...",
  "por_txt_cntn": "\nIntegrative Sustainability Research is essential to understanding and responding to the complex environmental issues facing society\n\nThroughout history human societies have faced a changing world. However, we live in an era where the combined influences of increased climate variability, population pressures, globalization, environmental change and the need for a new paradigm of built and engineered environments now challenges us to adapt. In response to this, several research communities have refocused their efforts toward \"interdisciplinary science\" and, more specifically, sustainability science. Concurrently, agencies and governments have allocated billions of dollars to research and development to meet these adaptation goals. However, while the concept of integration appears intuitive, after all we know our world is complicated, inter-connected and emergent, the practice of its science has been elusive, resulting in æhit and missÆ outcomes and thus, uncertain returns on research and development investments.\n\nAddressing these core issues hinges on successful integration: across concepts, datasets and approaches. Implicit in this integration is the engagement of communities that have historically been omitted from the process of science, such as policy makers and the public at large. Underlying this is a re-examination of how we teach scholarship and how we mentor upcoming generations in their learning. However, no collectively synthesized best practices or toolbox exists.\n\nIn response to this critical gap 35 of the countryÆs leading integrative scientists came together in October 2012 to develop an initial set of key challenges related to integrating the social sciences into sustainability research.\n\nKey findings include:\n\nIntegrated Sustainability Research necessitates the growth of a community of practice that is built on:\n\n1)   Common data formats and workflows\n\n2)   Transparent, well-documented, and replicable methods\n\n3)   A common language and set of concepts about coupled natural-human systems\n\nEffective Integrated Sustainability Research will require innovative approaches for how we do integrated science that is based on the co-production of knowledge and reflects:\n\n1)   The multi-disciplinary nature of sustainability problems\n\n2)   Variation in spatial and temporal scales in coupled natural human systems\n\n3)   The contested nature of the questions and solutions\n\nEstablishing an enduring integrative science will require:\n\n1)   Formation and maintenance of interdisciplinary teams\n\n2)   Use of methods that facilitate collaborative research\n\n3)   Explicit programs for training the next generation of sustainability scientists\n\n4)   Co-production of knowledge with stakeholders and decision-makers\n\nManaging and adapting to change in coupled natural human systems is essential for Integrated Sustainability Research. This requires:\n\n1)   Anticipation of system-level consequences of social decisions\n\n2)   Identification of diverse strategies for adapting and mitigating the impacts of system-level change\n\n3)   Application of scenario development and modeling to understand possible future states\n\n4)   Communication and dissemination of integrated science knowledge\n\nKey recommendations include:\n\nSection 1: Common Reference Frames\n\n1)   Support development of the data and metadata standards needed to facilitate integrative data access, and enforcement of these standards.\n\n2)   The development of collaborative synthesis and analysis tools that encourage collaborative team science should be supported.\n\n3)   A requirement of funded research should be that documentation of project workflows start during instrument design, and before data collection.\n\n4)   Support the development of a common practices archive to describe best practices and establish standards for developing and implementing coupled natural human systems.\n\nSection 2: Partnering with Stakeholders\n\n1)   Expand research that illuminates the rationale behind stakeholder in..."
 }
}