{
 "awd_id": "1142327",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Composites Based on High Bio-content, Low Toxicity, Green Matrix Resins",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928323",
 "po_email": "bschrag@nsf.gov",
 "po_sign_block_name": "Benaiah Schrag",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2011-11-10",
 "awd_max_amd_letter_date": "2011-11-10",
 "awd_abstract_narration": "This Small Business Innovation Research Phase I project will establish the feasibility of 90% plant-based polymer systems as matrices for composite materials.  These composites will displace petroleum-based thermoset chemistries including polyester, vinylester, epoxy, and urethanes. Although commercial bio-content resins exist currently, they are still 50 to 75% petroleum-based, whereas the renewable bio-base content of the proposed systems will be as high as 90%.  The research objectives of the Phase I project will be 1) synthesis of small quantities of these resins, 2) composite sample preparation and testing, and 3) evaluation of alternative synthetic routes for improved performance.  The University of Akron, well known for macromolecular engineering of novel polymeric materials, will be subcontracted to formulate resins at up to 10 L scale and to develop synthetic routes to impart additional reactivity and specific performance attributes to the polymers.  We will prepare composite material test specimens and evaluate manufacturability along with projected cost.  Materials testing will be done to establish performance levels and identify areas of needed improvement.  These efforts will provide the data required to establish performance, manufacturability, cost and market viability of the matrix systems and composites.  \r\n\r\nThe broader impact and commercial potential of this project encompass all products that currently utilize petroleum-based thermoset resins, which include chemicals of significant environmental health and safety (EH&S) concern, such as styrene, bisphenol A, and isocyanate.  A rapidly renewable alternative would not only provide safer chemistries, it would mitigate the growing domestic insecurity due to depleting oil reserves and dependence on foreign oil from unstable regions of the world.  In recent years, market demands have been accelerating in terms of environmental health and safety.  Increasingly, businesses are compelled by the market pull for green products and operations, as well as regulatory considerations, to consider issues surrounding limited resources and the sustainability of our ecosystems, workplaces, and homes.  Manufacturers of polymer-based reinforced composites have been scrambling to meet these expectations through incremental improvements of conventional technologies.  This proposal is a shift from this paradigm to integration of a new chemistry for polymer matrices for reinforced composites.  These resins will have a competitive advantage, due to their domestic and predictable raw material feed stream, increased green content, reduced carbon footprint, and lower toxicity.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paula",
   "pi_last_name": "Watt",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Paula J Watt",
   "pi_email_addr": "pw19@uakron.edu",
   "nsf_id": "000593021",
   "pi_start_date": "2011-11-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Premix, Inc.",
  "inst_street_address": "3365 E Center St",
  "inst_street_address_2": "",
  "inst_city_name": "North Kingsville",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "4402447247",
  "inst_zip_code": "440680281",
  "inst_country_name": "United States",
  "cong_dist_code": "14",
  "st_cong_dist_code": "OH14",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Premix, Inc.",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "440680281",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "OH14",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "123E",
   "pgm_ref_txt": "CENTERS: ADVANCED MATERIALS"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8022",
   "pgm_ref_txt": "Sustainable Infrastructure Materials"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Summary for NSF 11-691 - Small Business Innovation Research<br />Program Phase I Solicitation FY-2011 :&nbsp; AM8: Materials for Sustainability&nbsp; Proposal #7148582<strong></strong></p>\n<p><strong>Composites based on High<br />Bio-content, Low Toxicity, Green Matrix Resins </strong></p>\n<p>This Small Business Innovation Research Phase I project established the feasibility of 80% plant-based polymer systems as matrices for composite materials. &nbsp;These composites will displace petroleum based thermoset chemistries including polyester, vinylester, epoxy, and urethanes. Although<br />current commercial bio-content resins exist, they are still 50-75% petroleum<br />based.&nbsp; The renewable bio-base content of the aproposed systems will be as high as 80%.&nbsp;&nbsp;&nbsp;The research objectives of the Phase 1 project was to 1) synthesize sufficient quantities of the resins systems for 2) composite sample preparation and testing and to 3) evaluate alternative synthetic routes for improved performance.&nbsp;&nbsp;The University of Akron, well known for macromolecular engineering of novel polymeric materials, was subcontracted to formulate resins at up to 5L scale and to develop synthetic routes to impart additional reactivity and specific performance attributes to the polymers. Premix prepared composite material test specimens and evaluated manufacturability along with projected cost.&nbsp; Materials testing was done to<br />establish performance levels and identify areas of needed improvement.&nbsp; Customer feedback to performance data and cost projections was assessed.&nbsp; These efforts provided the data required to establish performance, manufacturability, cost and market feasibility of the matrix systems and composites.&nbsp;</p>\n<p>Scale-up of the resin manufacturing process identified areas where control and optimization will be required but the process did scale up to the 5L volume.&nbsp; Energy consumption for the resin manufacture is estimated to be 1/2 to 2/3 of commercial unsaturated polyester manufacture.&nbsp; The high bio-content resin was evaluated in molding compounds, laminate, and infusion processes.&nbsp; It was particularly well suited for molding compounds where 80% of a commercial control strength and equivalent toughness were attained.&nbsp; With improvements to glass wetout it is anticipated that the toughness will be significantly greater than the control.&nbsp; Cost is projected to be roughly the same as for purchased commercial resins and the life cycle CO2 equivalents will be about 1/3 of commercial resins.&nbsp; Customer feedback has been very positive and a number of customers provided letters of support for the Phase II proposal.&nbsp;</p>\n<p>The broader impact and commercial potential of this project encompasses all products that currently utilize thermoset resins which are petro based and include chemicals of significant EH&amp;S concern such as styrene, bisphenol A, and isocyanate.&nbsp; A rapidly renewable alternative will not only provide safer chemistries it will mitigate the growing insecurity due to depleting oil reserves and dependence on foreign oil from unstable regions of the world.&nbsp; In<br />recent years market demands have been accelerating in the area of EH&amp;S<br />management.&nbsp; Increasingly businesses are compelled by the market pull for green products and operations, as well as regulatory expansions, to consider factors impacting the resources and quality of our ecosystems, workplaces, and homes.&nbsp; It has become more than market posturing but is now a competitive imperative to think green. Manufacturers of polymer based reinforced composites have been scrambling to meet the EH&amp;S expectations through incremental improvements of conventional technologies.&nbsp; This&nbsp;technology is a shift from this paradigm to integration of a new chemistry for polymer matrices for reinforced composit...",
  "por_txt_cntn": "\nProject Summary for NSF 11-691 - Small Business Innovation Research\nProgram Phase I Solicitation FY-2011 :  AM8: Materials for Sustainability  Proposal #7148582\n\nComposites based on High\nBio-content, Low Toxicity, Green Matrix Resins \n\nThis Small Business Innovation Research Phase I project established the feasibility of 80% plant-based polymer systems as matrices for composite materials.  These composites will displace petroleum based thermoset chemistries including polyester, vinylester, epoxy, and urethanes. Although\ncurrent commercial bio-content resins exist, they are still 50-75% petroleum\nbased.  The renewable bio-base content of the aproposed systems will be as high as 80%.   The research objectives of the Phase 1 project was to 1) synthesize sufficient quantities of the resins systems for 2) composite sample preparation and testing and to 3) evaluate alternative synthetic routes for improved performance.  The University of Akron, well known for macromolecular engineering of novel polymeric materials, was subcontracted to formulate resins at up to 5L scale and to develop synthetic routes to impart additional reactivity and specific performance attributes to the polymers. Premix prepared composite material test specimens and evaluated manufacturability along with projected cost.  Materials testing was done to\nestablish performance levels and identify areas of needed improvement.  Customer feedback to performance data and cost projections was assessed.  These efforts provided the data required to establish performance, manufacturability, cost and market feasibility of the matrix systems and composites. \n\nScale-up of the resin manufacturing process identified areas where control and optimization will be required but the process did scale up to the 5L volume.  Energy consumption for the resin manufacture is estimated to be 1/2 to 2/3 of commercial unsaturated polyester manufacture.  The high bio-content resin was evaluated in molding compounds, laminate, and infusion processes.  It was particularly well suited for molding compounds where 80% of a commercial control strength and equivalent toughness were attained.  With improvements to glass wetout it is anticipated that the toughness will be significantly greater than the control.  Cost is projected to be roughly the same as for purchased commercial resins and the life cycle CO2 equivalents will be about 1/3 of commercial resins.  Customer feedback has been very positive and a number of customers provided letters of support for the Phase II proposal. \n\nThe broader impact and commercial potential of this project encompasses all products that currently utilize thermoset resins which are petro based and include chemicals of significant EH&amp;S concern such as styrene, bisphenol A, and isocyanate.  A rapidly renewable alternative will not only provide safer chemistries it will mitigate the growing insecurity due to depleting oil reserves and dependence on foreign oil from unstable regions of the world.  In\nrecent years market demands have been accelerating in the area of EH&amp;S\nmanagement.  Increasingly businesses are compelled by the market pull for green products and operations, as well as regulatory expansions, to consider factors impacting the resources and quality of our ecosystems, workplaces, and homes.  It has become more than market posturing but is now a competitive imperative to think green. Manufacturers of polymer based reinforced composites have been scrambling to meet the EH&amp;S expectations through incremental improvements of conventional technologies.  This technology is a shift from this paradigm to integration of a new chemistry for polymer matrices for reinforced composites.  These resins will have commercial advantage due to a domestically controllable raw material feed stream, increased green content, reduced carbon footprint, and reduced worker and consumer hazard due to its lower toxicity.\n\nKey Words:\ncomposites, FRP, thermoset, matrix, resin, pol..."
 }
}