{
 "awd_id": "1142594",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  A Profilometry/Sidewall Imaging Tool for High Aspect Ratio Microstructures",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Muralidharan Nair",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2011-11-28",
 "awd_max_amd_letter_date": "2011-11-28",
 "awd_abstract_narration": "This Small Business Innovation Research Phase I project addresses a novel metrology sensor to enable advanced multi-dimensional measurements of high aspect ratio structures. The current proposed work focuses on a novel methodology using nanoneedles to create a new nano-metrology sensor and extend our current feature measurement capability to include sidewall imaging of high aspect ratio microstructures ranging from 75 micrometer down to 500 nm wide and 50 to 100 micrometer deep. The demand for new and more capable microscale measurements has been driven by the increasing miniaturization of components in a wide range of products and industries including MEMS, medical implants, and many more. Existing measurement technologies are unable to meet the current and future micro-metrology needs in these industries. Specifically, they suffer several critical deficiencies 1) limited in their ability to measure deep narrow features and sidewalls 2) multiple measurement tools are required to measure form, waviness, and roughness and 3) complete inability to perform three dimensional measurements. This SBIR research proposes to dramatically reduce the size of resonance based sidewall inspection tools based around standing wave sensors. This work will address modeling of nonlinear resonators that are scaleable for nano and micro metrology and a novel nanoautomation process to enhance sensing characteristics for sensors targeted for metrology tools in the MEMS industry. The phase II program is planned as a build out phase to develop batch processes, work with early adopators in MEMS foundaries and construct a metrology inspection machine through our industrial partner. \r\n\r\nThe broader impact/commercial potential of this project is to provide high precision metrology tools to meet increasing challenges in the MEMS and micromanufacturing production environments. Scientific advances are underway in microscale manufacturing that will greatly improve our quality of life in medical devices, fluidics, and the new generation of three dimensional electronics to name a few. However, the progress will be significantly stifled without the next advancement in quality control tools that are capable of providing traceable multi-dimensional measurements at a nanoscale level. A tool that is capable of probing inside features, measuring sidewalls and 3D structures will enable the entire industry including MEMS to have better yield, better insight and lower costs in the manufacturing process. The proposed research aims to develop and commercialize such a tool.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shane",
   "pi_last_name": "Woody",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Shane C Woody",
   "pi_email_addr": "shane.woody@insitutec.com",
   "nsf_id": "000254807",
   "pi_start_date": "2011-11-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "INSITUTEC, INC.",
  "inst_street_address": "45 Odell School Road",
  "inst_street_address_2": "Suite A",
  "inst_city_name": "Concord",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "7047820593",
  "inst_zip_code": "280279712",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "NC06",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "F4NFSLLKSKP8"
 },
 "perf_inst": {
  "perf_inst_name": "InSituTec Inc.",
  "perf_str_addr": "45 Odell School Road, Suite A",
  "perf_city_name": "Concord",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "280279720",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "NC08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "6840",
   "pgm_ref_txt": "ROBOTICS"
  },
  {
   "pgm_ref_code": "8035",
   "pgm_ref_txt": "Hardware Devices"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>A Profilometry/Sidewall Imaging Tool for High Aspect Ratio Microstructures</strong></p>\n<p>This Small Business Innovation Research (SBIR) Phase I project focused on addressing a significant technology gap by developing a new commercial tool that can perform complex 3D measurements of very small parts that are 1/10th size of a human hair or smaller. There is currently no way to obtain 3D measurement information at this scale (micron and sub-micron level features) or to obtain 2D information inside micron-scale trenches. For example, the microelectromechanical systems (MEMS) industry, where features are commonly 1-5um, relies on destructive practices to translate 3D metrology measurements into 2-2&frac12;D measurements. The industry term for this practice is &ldquo;sacrificial metrology&rdquo;. This process is extremely costly, time-consuming, and expensive due to laborious sample preparation. During phase I of this SBIR titled, &ldquo;A Profilometry/Sidewall Imaging Tool for High Aspect<br />Ratio Microstructures&rdquo;, a cross-disciplinary team in precision<br />engineering, material science, and physics addressed this extremely challenging problem by developing a contact sensor called the NanoTouch. The NanoTouch was successfully used to measure MEMS sidewalls, inside of trenches, measure depth, and along curved profiles to obtain completely 3D metrology information at a sub-micron scale. Phase II proposed funding will enable us to take this technology from the lab to the market by providing the necessary funding to create batch fabrication and assembly processes for the sensor and a stand-alone nano-positioning machine or a machine that can be integrated into third party measuring machines through strategic commercial partnerships.&nbsp;&nbsp;</p>\n<p>In particular, this work is focused on efforts to combine technologies addressing unique sensor batch fabrication processes and nano-automation into two products: the sensor itself called the NanoTouch, and a precision 3-axis nanopositioning machine called the MEMSurf complete with supporting sensor algorithms/electronics. The phase I enabled us to focus on strategies and concepts to batch fabricate a range of sensors starting with a small diameter of 200 nm and lengths up to 100 &micro;m with a target price point of $150 per sensor. We have narrowed these process strategies down, filed a patent and now have proposed a 2 year research and commercialization plan as part of the phase 2 NSF grant. This plan will also integrate the MEMSurf into an advanced measuring machine with support from Carl Zeiss an industry leader. We expect significant market share in the micro-scale metrology market once this feasibility is developed and tested. The MEMSurf and NanoTouch will be sold immediately by the end of the Phase II.</p>\n<p>In addition to significantly impacting MEMS research and development, exciting scientific advances are underway in micro-scale manufacturing in biomedical devices, microfluidics, and 3D electronics. However, progress will be limited without metrology tools to support process feedback, process optimization, and quality control. The MEMSurf and NanoTouch metrology system will provide 3D measurement information for &shy;both researchers and industry without requiring sacrificial measurement. This will enable significantly more measurements &ndash; both in-process and post-process &ndash; to facilitate scientific discoveries in micro-scale surface features,<br />enable design optimization, increased yield, and increased reliability.</p>\n<p><br />The research is a combined effort between InSituTec and NaugaNeedles, two high-tech companies that have already created several high-tech jobs in the past 5 years. The founders of both companies are extremely motivated to take the proposed technology to the market. Developing the MEMSurf and NanoTouch will allow them to continue to grow their business and a...",
  "por_txt_cntn": "\nA Profilometry/Sidewall Imaging Tool for High Aspect Ratio Microstructures\n\nThis Small Business Innovation Research (SBIR) Phase I project focused on addressing a significant technology gap by developing a new commercial tool that can perform complex 3D measurements of very small parts that are 1/10th size of a human hair or smaller. There is currently no way to obtain 3D measurement information at this scale (micron and sub-micron level features) or to obtain 2D information inside micron-scale trenches. For example, the microelectromechanical systems (MEMS) industry, where features are commonly 1-5um, relies on destructive practices to translate 3D metrology measurements into 2-2&frac12;D measurements. The industry term for this practice is \"sacrificial metrology\". This process is extremely costly, time-consuming, and expensive due to laborious sample preparation. During phase I of this SBIR titled, \"A Profilometry/Sidewall Imaging Tool for High Aspect\nRatio Microstructures\", a cross-disciplinary team in precision\nengineering, material science, and physics addressed this extremely challenging problem by developing a contact sensor called the NanoTouch. The NanoTouch was successfully used to measure MEMS sidewalls, inside of trenches, measure depth, and along curved profiles to obtain completely 3D metrology information at a sub-micron scale. Phase II proposed funding will enable us to take this technology from the lab to the market by providing the necessary funding to create batch fabrication and assembly processes for the sensor and a stand-alone nano-positioning machine or a machine that can be integrated into third party measuring machines through strategic commercial partnerships.  \n\nIn particular, this work is focused on efforts to combine technologies addressing unique sensor batch fabrication processes and nano-automation into two products: the sensor itself called the NanoTouch, and a precision 3-axis nanopositioning machine called the MEMSurf complete with supporting sensor algorithms/electronics. The phase I enabled us to focus on strategies and concepts to batch fabricate a range of sensors starting with a small diameter of 200 nm and lengths up to 100 &micro;m with a target price point of $150 per sensor. We have narrowed these process strategies down, filed a patent and now have proposed a 2 year research and commercialization plan as part of the phase 2 NSF grant. This plan will also integrate the MEMSurf into an advanced measuring machine with support from Carl Zeiss an industry leader. We expect significant market share in the micro-scale metrology market once this feasibility is developed and tested. The MEMSurf and NanoTouch will be sold immediately by the end of the Phase II.\n\nIn addition to significantly impacting MEMS research and development, exciting scientific advances are underway in micro-scale manufacturing in biomedical devices, microfluidics, and 3D electronics. However, progress will be limited without metrology tools to support process feedback, process optimization, and quality control. The MEMSurf and NanoTouch metrology system will provide 3D measurement information for &shy;both researchers and industry without requiring sacrificial measurement. This will enable significantly more measurements &ndash; both in-process and post-process &ndash; to facilitate scientific discoveries in micro-scale surface features,\nenable design optimization, increased yield, and increased reliability.\n\n\nThe research is a combined effort between InSituTec and NaugaNeedles, two high-tech companies that have already created several high-tech jobs in the past 5 years. The founders of both companies are extremely motivated to take the proposed technology to the market. Developing the MEMSurf and NanoTouch will allow them to continue to grow their business and as a result of NSF funding and expect to hire 25+ new employees in the next decade in States such as Kentucky and North Carolina where the unemployment rate i..."
 }
}