{
 "awd_id": "1143813",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Making the Arabidopsis Biological Resource Center Business Model Possible",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": "7032924967",
 "po_email": "kccone@nsf.gov",
 "po_sign_block_name": "Karen Cone",
 "awd_eff_date": "2012-03-15",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 573590.0,
 "awd_amount": 573590.0,
 "awd_min_amd_letter_date": "2012-03-14",
 "awd_max_amd_letter_date": "2015-02-11",
 "awd_abstract_narration": "Intellectual Merit\r\nThe Arabidopsis Biological Resource Center (ABRC) was established in 1991 and supported since by NSF through five-year grants. The ABRC collects, preserves, reproduces and distributes diverse seed and DNA stocks of Arabidopsis thaliana and related species. Information and ordering services for the distributed resources are maintained by The Arabidopsis Information Resource (TAIR; http://arabidopsis.org/). The ABRC serves a dynamic community of plant researchers with a common goal to understand the basic processes of flowering plants, as well as to apply this understanding to further crop improvement. The activity of the Center is essential towards full-filling the community goal of having multiple mutant alleles for every one of the Arabidopsis ~27,000 genes. Approximately 10,000 registered users in TAIR utilize the Center by ordering close to 100,000 stocks annually from a collection of approximately 1,000,000 stocks, equally distributed between seeds and DNA. The impact of the ABRC is represented by a significant contribution to hundreds of articles by the Arabidopsis community in high-impact journals each year. Stock donation and demand continues to grow and is likely to remain high for the foreseeable future. Here, the ABRC requests funds to upgrade and increase the capacity and efficiency of the DNA and seed-handling operations. Specifically, funds are requested for a cold dry room with a specialized rack system for short and long-term seed storage, for a specialized -20 C freezer for very long-term seed storage, a robotic system for increased output in DNA stock operations, and a soil handler to increase planting reproducibility and efficiency. These equipment pieces are central to the realization of a Business Model in which ABRC becomes significantly more independent from NSF support in its operations.\r\n\r\nBroader Impacts\r\nRealizing the strategic position of the ABRC in the Arabidopsis and plant community, the Center started a pilot program to harness the know-how and stocks at the ABRC to enhance the awareness and visibility of plants in K-12. Towards this objective, ABRC personnel developed a three-module research project entitled \"Greening the Classroom: Arabidopsis thaliana as a tool to teach plant genetics\", the relationship of plants with the environment, and plant development for high-school students\". This plan is currently being implemented in high-schools in the Columbus City School district, and will be expanded to a number of other schools in Ohio. This effort is supported by the Curriculum Quality Control Council of Columbus City Schools (http://www.columbus.k12.oh.us), which included the \"Greening the Classroom\" initiative in the official curriculum of CCS. In addition, the ABRC participated in the organization of the second Plant Functional Genomics Workshop (http://www.biosci.ohiostate.edu/workshop/). This workshop offered a hands-on practical experience combined with lectures by leaders in the field to ~20 participants (high-school teachers, undergrads, Ph.D. students, postdocs and junior faculty members) from all over the world. These educational initiatives are significantly complementing the sustained and highly-valued community service mission of the ABRC, thus increasing the appreciation for Arabidopsis and plants in general in our younger generations.\r\n\r\nCo-funded by the Divisions of Molecular and Cellular Biosciences, Integrative Organismal Systems, and Biological Infrastructure.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erich",
   "pi_last_name": "Grotewold",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Erich Grotewold",
   "pi_email_addr": "grotewol@msu.edu",
   "nsf_id": "000122262",
   "pi_start_date": "2012-03-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jelena",
   "pi_last_name": "Brkljacic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jelena Brkljacic",
   "pi_email_addr": "brkljacic.1@osu.edu",
   "nsf_id": "000562134",
   "pi_start_date": "2012-03-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "The Ohio State University",
  "perf_str_addr": "1060 Carmack Rd",
  "perf_city_name": "Columbus",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  },
  {
   "pgm_ele_code": "111800",
   "pgm_ele_name": "PLANT FUNGAL & MICROB DEV MECH"
  },
  {
   "pgm_ele_code": "119700",
   "pgm_ele_name": "BIOLOGICAL RESEARCH COLLECTION"
  },
  {
   "pgm_ele_code": "765600",
   "pgm_ele_name": "Symbiosis Infection & Immunity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "1118",
   "pgm_ref_txt": "PLANT FUNGAL & MICROB DEV MECH"
  },
  {
   "pgm_ref_code": "1197",
   "pgm_ref_txt": "BIOLOGICAL RESEARCH COLLECTION"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "7656",
   "pgm_ref_txt": "SYMBIOSIS DEF & SELF RECOG"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 573590.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Since 1991, the Arabidopsis Biological Resource Center (ABRC) has provided an essential service to the scientific community by collecting, preserving, propagating and distributing diverse resources of <em>Arabidopsis thaliana</em> and related species. Central to the mission of the ABRC is to secure seed and DNA stocks for the next decades. Given a dramatic increase in the number of stocks to be secured, ABRC was in critical need of expanding the available storage space. At the same time, the Center has recognized a need to become financially sustainable without continuous increases in the stock fee structure. This required ABRC to become significantly more efficient, increasing the use of robotics when possible and decreasing personnel efforts.</p>\n<p>This funding was provided to upgrade and increase the capacity and efficiency of ABRC&rsquo;s DNA- and seed-handling operations. An off-site premium backup storage space was obtained and completely furnished with about 500,000 seed stock vials stored currently, and with a capacity to add at least 200,000 more. Increase in efficiency was evident in both operations. On the seed operation side, the custom-made automated seed dispensing system (Seed Aliquoting Machine, SAM) was able to dispense more than 250,000 bar-coded tubes in the first year, which was 20% more than projected, thus replacing an effort of two full-time staff members. While 95% of the tubes were part of one of the eight large sets prepared using the Seed Aliquoting Machine, the remaining 5% tubes were prepared for orders. Thanks to this robotic system, the distribution of large sets has increased 2.5-fold compared with the same period last year. On the DNA operation side, aided by Biomek 3000 robotic system, ABRC has been able to replicate and make available three large clone sets, with over 60,000 replication transfers. All three sets have been highly requested, and more replications are planned for the near future.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/04/2016<br>\n\t\t\t\t\tModified by: Jelena&nbsp;Brkljacic</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1143813/1143813_10158410_1456955819383_RobotSAM--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1143813/1143813_10158410_1456955819383_RobotSAM--rgov-800width.jpg\" title=\"ABRC Seed Dispensing Robot\"><img src=\"/por/images/Reports/POR/2016/1143813/1143813_10158410_1456955819383_RobotSAM--rgov-66x44.jpg\" alt=\"ABRC Seed Dispensing Robot\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">ABRC Seed Aliquoting Machine (SAM) by Labman</div>\n<div class=\"imageCredit\">James Mann</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Jelena&nbsp;Brkljacic</div>\n<div class=\"imageTitle\">ABRC Seed Dispensing Robot</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nSince 1991, the Arabidopsis Biological Resource Center (ABRC) has provided an essential service to the scientific community by collecting, preserving, propagating and distributing diverse resources of Arabidopsis thaliana and related species. Central to the mission of the ABRC is to secure seed and DNA stocks for the next decades. Given a dramatic increase in the number of stocks to be secured, ABRC was in critical need of expanding the available storage space. At the same time, the Center has recognized a need to become financially sustainable without continuous increases in the stock fee structure. This required ABRC to become significantly more efficient, increasing the use of robotics when possible and decreasing personnel efforts.\n\nThis funding was provided to upgrade and increase the capacity and efficiency of ABRCÆs DNA- and seed-handling operations. An off-site premium backup storage space was obtained and completely furnished with about 500,000 seed stock vials stored currently, and with a capacity to add at least 200,000 more. Increase in efficiency was evident in both operations. On the seed operation side, the custom-made automated seed dispensing system (Seed Aliquoting Machine, SAM) was able to dispense more than 250,000 bar-coded tubes in the first year, which was 20% more than projected, thus replacing an effort of two full-time staff members. While 95% of the tubes were part of one of the eight large sets prepared using the Seed Aliquoting Machine, the remaining 5% tubes were prepared for orders. Thanks to this robotic system, the distribution of large sets has increased 2.5-fold compared with the same period last year. On the DNA operation side, aided by Biomek 3000 robotic system, ABRC has been able to replicate and make available three large clone sets, with over 60,000 replication transfers. All three sets have been highly requested, and more replications are planned for the near future.\n\n \n\n\t\t\t\t\tLast Modified: 03/04/2016\n\n\t\t\t\t\tSubmitted by: Jelena Brkljacic"
 }
}