{
 "awd_id": "1143430",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Virtual-Worldizing ThinkMath: An Existing K-5 Math Curriculum Building Computational Fluency",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Glenn H. Larsen",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2011-12-06",
 "awd_max_amd_letter_date": "2011-12-06",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project focuses on the design and testing of graphical, collaborative games within a virtual world environment to support math learning for elementary school students.  Numedeon, Inc. is the creator of Whyville, the award winning educational virtual world for children ages 8 to 15.  Whyville has engaged 7 million users in science and math explorations since 1999, with 200,000 monthly uniques spending 30+ minutes on average per visit. Numedeon brings its experience in creating collaborative, open-ended learning games to this project, building online games and experiences upon specific components of the ThinkMath! curriculum.  ThinkMath! is an innovative K-5 mathematics curriculum developed by Education Development Center (EDC) with prior support from the National Science Foundation.  Pooling expertise from consultants at EDC, WestEd, and DaVinci Minds, Numedeon will address three fundamental challenges in the effective use of games in formal education:  providing scaffolding and assessment without compromising game play and engagement, leveraging collaboration and user creation to promote in-depth understanding, and designing integrated tools for training and supporting teachers.  The resulting pilot games along with teacher tools and embedded assessment will be launched in Whyville for testing and evaluation.\r\n\r\nThe broader impact/commercial potential of this project lies in creating a new form of interactive learning that integrates formal classroom-based instruction with informal game-based learning within an online social environment.  As the $6.2 billion textbook market in the US goes digital, this project challenges the mindless conversion of print curriculum to digital textbooks and drill-based practice of ?math facts? while addressing a critical national need to promote mathematics competency.   By combining the best in curriculum development (EDC) with the best in collaborative game-based learning (Numedeon), this effort to bring a standards-based mathematics curriculum into a successful commercial virtual world is first of its kind.  It will set a standard for thoughtfully marrying curriculum with digital medium to create a high value, high visibility product that goes beyond rote memorization and drilling to building mental infrastructure and mathematical understanding.  In addition, the visual nature of game-based instruction will reduce barriers to use for bilingual and special needs students.  Finally, teacher professional development and support tools designed as part of an integrated process, as opposed to tacked-on as an afterthought, will have significant pedagogical impact and market potential.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Sun",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Y Sun",
   "pi_email_addr": "jen@numedeon.com",
   "nsf_id": "000591889",
   "pi_start_date": "2011-12-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Numedeon, Inc.",
  "inst_street_address": "300 S RAYMOND AVE STE 7",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6266833129",
  "inst_zip_code": "911052639",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "NUMEDEON, INC",
  "org_prnt_uei_num": "Y33MUD47QLX7",
  "org_uei_num": "Y33MUD47QLX7"
 },
 "perf_inst": {
  "perf_inst_name": "Numedeon, Inc.",
  "perf_str_addr": "300 S. Raymond Ave.",
  "perf_city_name": "Pasadena",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911052620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  },
  {
   "pgm_ref_code": "8031",
   "pgm_ref_txt": "Education Products"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"P1\">In this Phase I SBIR project, Numedeon aimed to address the urgent need for improved math proficiency in the United States.&nbsp; Studies estimate that at least 60% of new jobs will require skills that are possessed by only 20% of the current US workforce.&nbsp; In particular, twice as many Americans hate math compared to any other school subject, and US students rank at 32 among 65 countries in math proficiency.&nbsp;&nbsp;&nbsp; Meanwhile, the $8.2 billion textbook industry is going digital.&nbsp; $1.8 billion is spent on math curriculum and supplemental materials, with&nbsp; $900 million for K-5<sup>th</sup> grades.&nbsp;&nbsp; To address this need to promote mathematical fluency while taking advantage of unprecedented business opportunities, Phase I funding allowed Numedeon to begin development of PlayMath&trade;, an innovative product that merges formal classroom-based math instruction with game-based learning within an online social environment.&nbsp;&nbsp;</p>\n<p class=\"P1\">PlayMath&trade; is a set of puzzle-like games to engage K-5 students in mathematics learning that is embedded within Numedeon&rsquo;s award winning educational virtual world Whyville.net.&nbsp; The PlayMath&trade; puzzle games are tied to Think Math!, a research-based, K-5 math curriculum developed with NSF funding by the Education Development Center (EDC) of Boston.&nbsp; The curriculum is distributed by School Specialty Publishing and currently used in more than 200 school districts across the nation. The games developed in this Phase I SBIR project served as proof of concept for how math games and puzzles linked to a standards-based curriculum and embedded within a virtual world community can enhance and supplement math learning.&nbsp; This Phase I project used the mobile balance puzzle from the Think Math! curriculum as the game &ldquo;motif&rdquo; for its ability to support collaborative as well as competitive play and the ease with which teachers and students can understand and interact with it.&nbsp; The attached figure shows two students working collaboratively on a mobile balance puzzle on a beach in Whyville.&nbsp; Numedeon also developed a puzzle creator that allows students to design puzzles themselves and share with their peers.&nbsp; In addition, tools that allow teachers to customize the games, track their students&rsquo; activity, and offer feedback and support to each other provide a systematic approach for integrating games into the classroom learning experiences.</p>\n<p class=\"P1\">As part of the Phase I project, teachers, both familiar and unfamiliar with the Think Math! curriculum, tested PlayMath&trade; in their classrooms. The teachers experienced the process of playing and creating mobile puzzle games so that they can gain insight into how they can inspire and guide their students into the excitement of building mathematical competence through playing with puzzles.&nbsp; They then took PlayMath&trade; into their classrooms and observed their students&rsquo; interaction with the games and activities.&nbsp; The results of the play testing were highly encouraging.&nbsp; The teachers reported a high level of engagement from their students.&nbsp; Feedback from teachers was uniformly enthusiastic on the potential for these math puzzle games to build math skills and develop mathematical thinking.&nbsp; The activities fostered cooperative play as well as individual play and even inspired some students to create paper mobile puzzles off-line to share with their teachers and friends.</p>\n<p class=\"P2\">This Phase I project set a firm foundation for Phase II development.&nbsp; From the technical perspective, Numedeon addressed challenges that will inform future design and development of games and puzzles.&nbsp; From the business perspective, the Phase I PlayMath&trade; products were met with enthusiasm not only from students and teachers, but also the executives at S...",
  "por_txt_cntn": "In this Phase I SBIR project, Numedeon aimed to address the urgent need for improved math proficiency in the United States.  Studies estimate that at least 60% of new jobs will require skills that are possessed by only 20% of the current US workforce.  In particular, twice as many Americans hate math compared to any other school subject, and US students rank at 32 among 65 countries in math proficiency.    Meanwhile, the $8.2 billion textbook industry is going digital.  $1.8 billion is spent on math curriculum and supplemental materials, with  $900 million for K-5th grades.   To address this need to promote mathematical fluency while taking advantage of unprecedented business opportunities, Phase I funding allowed Numedeon to begin development of PlayMath&trade;, an innovative product that merges formal classroom-based math instruction with game-based learning within an online social environment.  \nPlayMath&trade; is a set of puzzle-like games to engage K-5 students in mathematics learning that is embedded within NumedeonÆs award winning educational virtual world Whyville.net.  The PlayMath&trade; puzzle games are tied to Think Math!, a research-based, K-5 math curriculum developed with NSF funding by the Education Development Center (EDC) of Boston.  The curriculum is distributed by School Specialty Publishing and currently used in more than 200 school districts across the nation. The games developed in this Phase I SBIR project served as proof of concept for how math games and puzzles linked to a standards-based curriculum and embedded within a virtual world community can enhance and supplement math learning.  This Phase I project used the mobile balance puzzle from the Think Math! curriculum as the game \"motif\" for its ability to support collaborative as well as competitive play and the ease with which teachers and students can understand and interact with it.  The attached figure shows two students working collaboratively on a mobile balance puzzle on a beach in Whyville.  Numedeon also developed a puzzle creator that allows students to design puzzles themselves and share with their peers.  In addition, tools that allow teachers to customize the games, track their studentsÆ activity, and offer feedback and support to each other provide a systematic approach for integrating games into the classroom learning experiences.\nAs part of the Phase I project, teachers, both familiar and unfamiliar with the Think Math! curriculum, tested PlayMath&trade; in their classrooms. The teachers experienced the process of playing and creating mobile puzzle games so that they can gain insight into how they can inspire and guide their students into the excitement of building mathematical competence through playing with puzzles.  They then took PlayMath&trade; into their classrooms and observed their studentsÆ interaction with the games and activities.  The results of the play testing were highly encouraging.  The teachers reported a high level of engagement from their students.  Feedback from teachers was uniformly enthusiastic on the potential for these math puzzle games to build math skills and develop mathematical thinking.  The activities fostered cooperative play as well as individual play and even inspired some students to create paper mobile puzzles off-line to share with their teachers and friends.\nThis Phase I project set a firm foundation for Phase II development.  From the technical perspective, Numedeon addressed challenges that will inform future design and development of games and puzzles.  From the business perspective, the Phase I PlayMath&trade; products were met with enthusiasm not only from students and teachers, but also the executives at School Specialty, publisher of Think Math! and future marketer of PlayMath&trade;.  Association with an established K-5 math curriculum with nationwide distribution will afford PlayMath&trade; with the advantage of being rapidly adopted and commercialized through an existing distribution c..."
 }
}