{
 "awd_id": "1143619",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Fugitive Gases (Helium, Neon, and Oxygen) in the WAIS Divide Ice Core as Tracers of Basal Processes and Past Biospheric Carbon Storage",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Julie Palais",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 349317.0,
 "awd_amount": 349317.0,
 "awd_min_amd_letter_date": "2012-01-20",
 "awd_max_amd_letter_date": "2012-01-20",
 "awd_abstract_narration": "1143619/Severinghaus\r\n\r\nThis award supports a project to extend the study of gases in ice cores to those gases whose small molecular diameters cause them to escape rapidly from ice samples (the so-called \"fugitive gases\").  The work will employ helium, neon, argon, and oxygen measurements in the WAIS Divide ice core to better understand the mechanism of the gas close-off fractionation that occurs while air bubbles are incorporated into ice.  The intellectual merit of the proposed work is that corrections for this fractionation using neon (which is constant in the atmosphere) may ultimately enable the first ice core-based atmospheric oxygen and helium records. Neon may also illuminate the mechanistic link between local insolation and oxygen used for astronomical dating of ice cores. Helium measure-ments in the deepest ~100 m of the core will also shed light on the stratigraphic integrity of the basal ice, and serve as a probe of solid earth-ice interaction at the base of the West Antarctic ice sheet.  Past atmospheric oxygen records, currently unavailable prior to 1989 CE, would reveal changes in the size of the terrestrial biosphere carbon pool that accompany climate variations and place constraints on the biogeochemical feedback response to future warming. An atmospheric helium-3/helium-4 record would test the hypothesis that the solar wind (which is highly enriched in helium-3) condensed directly into Earth?s atmosphere during the collapse of the geomagnetic field that occurred 41,000 years ago, known as the Laschamp Event.  Fugitive-gas samples will be taken on-site immediately after recovery of the ice core by the PI and one postdoctoral scholar, under the umbrella of an existing project to support replicate coring and borehole deepening. This work will add value to the scientific return from field work activity with little additional cost to logistical resources.   The broader impacts of the work on atmospheric oxygen are that it may increase understanding of how terrestrial carbon pools and atmospheric greenhouse gas sources will respond in a feedback sense to the coming warming. Long-term atmospheric oxygen trends are also of interest for understanding biogeochemical regulatory mechanisms and the impact of atmospheric evolution on life. Helium records have value in understanding the budget of this non-renewable gas and its implications for space weather and solar activity.  The project will train one graduate student and one postdoctoral scholar. The fascination of linking solid earth, cryosphere, atmosphere, and space weather will help to entrain and excite young scientists and efforts to understand the Earth as a whole interlinked system will provide fuel to outreach efforts at all ages.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Severinghaus",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey P Severinghaus",
   "pi_email_addr": "jseveringhaus@ucsd.edu",
   "nsf_id": "000452155",
   "pi_start_date": "2012-01-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930244",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511600",
   "pgm_ele_name": "ANT Glaciology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7753",
   "pgm_ref_txt": "ATMOSPHERIC COMPOSITION"
  },
  {
   "pgm_ref_code": "7754",
   "pgm_ref_txt": "CLIMATE VARIABILITY & CHANGE"
  },
  {
   "pgm_ref_code": "8013",
   "pgm_ref_txt": "High Risk/Reward Innovative Research"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 349317.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Most gases are retained tightly in the air bubbles in glacial ice, preserving samples of the ancient atmosphere that can be measured in ice cores.&nbsp; For example, carbon dioxide concentrations in the past are known this way.&nbsp; However, some gases such as helium, neon, and oxygen, have molecular diameters that are smaller than the natural openings in the ice crystal's cagelike structure.&nbsp; So these gases can easily hop through the openings in the ice lattice, and therefore leak out of the air bubbles in ice quite easily.&nbsp; We call these \"fugitive gases\", because they \"flee\" from the ice sample quickly after the ice core is brought up to the surface and depressurized.&nbsp; For helium sampling of the ancient atmosphere, the problem is particularly acute.&nbsp; Ice samples for helium analysis must be taken within 30 minutes of the ice core depressurization, or else so much helium is lost that the sample is no longer trustworthy.&nbsp;</p>\n<p>This award studied fugitive gases in the WAIS Divide ice core, to learn about the history of atmospheric helium and to test an hypothesis about how helium is lost to space from the atmosphere.&nbsp; It has long been known that the flux of helium from the solid earth, to the atmosphere, far exceeds the known loss processes of helium to space.&nbsp; The implication is that our understanding is incomplete in some important respect, and there is some process that we are unaware of.&nbsp; This so-called \"helium problem\" has been with us for some four decades without resolution.&nbsp; Helium is an important strategic resource for the United States and a non-renewable resource, so understanding helium's fate in the atmosphere is more than just an academic curiosity.&nbsp;</p>\n<p>One hypothesis to explain the \"helium problem\" is that the solar wind impinges on the Earth's atmosphere during times when the geomagnetic field collapses, and causes massive loss of helium from the upper reaches of the atmosphere (in the so-called thermosphere, where hydrogen and helium are the dominant gases).&nbsp; According to this hypothesis, we are now in a period in which atmospheric helium is building up, and only during magnetic collapse events does helium get lost in large quantities.&nbsp;</p>\n<p>The WAIS Divide ice core happened to provide a rare, one-time opportunity to critically test this hypothesis, because the most recent such collapse of the magnetic field occurred just within the time period covered by the WAIS Divide core (the Laschamp Event, 41,000 years ago, falls within the 67,000 year long WAIS Divide ice core record).&nbsp; The WAIS Divide ice core is an extraordinary ice core because it is far-and-away the highest accumulation-rate ice core ever drilled through this time period.&nbsp; For example, accumulation rates were fully 15 cm per year during the Laschamp Event at WAIS Divide, whereas they were only 5 cm per year in Greenland.&nbsp; This high accumulation rate preserves fugitive gases much better than low-accumulation ice cores, where gases have plenty of time to leak out of the bubbles before they are sufficiently buried to stop the leakage.&nbsp; Furthermore, the WAIS Divide ice core is extremely long, the longest core ever drilled by the US at 3405 m.&nbsp; This great length helps to preserve helium signals because of the great thickness of the ice surrounding the Laschamp Event, minimizing the effect of helium diffusion that spreads and smoothes any signal from that time.&nbsp;</p>\n<p>In 2011-2013, samples were taken from the core in the field shortly after core recovery and enclosed in gas-tight, evacuated chambers.&nbsp; We analysed these samples back home for a variety of gases including helium and its rare isotope, helium-3.&nbsp; If the solar wind had impinged upon the atmosphere, it might have left an imprint of excess helium-3 (due to the fact that the solar wind is enriched in helium-3 by a factor of 300 ...",
  "por_txt_cntn": "\nMost gases are retained tightly in the air bubbles in glacial ice, preserving samples of the ancient atmosphere that can be measured in ice cores.  For example, carbon dioxide concentrations in the past are known this way.  However, some gases such as helium, neon, and oxygen, have molecular diameters that are smaller than the natural openings in the ice crystal's cagelike structure.  So these gases can easily hop through the openings in the ice lattice, and therefore leak out of the air bubbles in ice quite easily.  We call these \"fugitive gases\", because they \"flee\" from the ice sample quickly after the ice core is brought up to the surface and depressurized.  For helium sampling of the ancient atmosphere, the problem is particularly acute.  Ice samples for helium analysis must be taken within 30 minutes of the ice core depressurization, or else so much helium is lost that the sample is no longer trustworthy. \n\nThis award studied fugitive gases in the WAIS Divide ice core, to learn about the history of atmospheric helium and to test an hypothesis about how helium is lost to space from the atmosphere.  It has long been known that the flux of helium from the solid earth, to the atmosphere, far exceeds the known loss processes of helium to space.  The implication is that our understanding is incomplete in some important respect, and there is some process that we are unaware of.  This so-called \"helium problem\" has been with us for some four decades without resolution.  Helium is an important strategic resource for the United States and a non-renewable resource, so understanding helium's fate in the atmosphere is more than just an academic curiosity. \n\nOne hypothesis to explain the \"helium problem\" is that the solar wind impinges on the Earth's atmosphere during times when the geomagnetic field collapses, and causes massive loss of helium from the upper reaches of the atmosphere (in the so-called thermosphere, where hydrogen and helium are the dominant gases).  According to this hypothesis, we are now in a period in which atmospheric helium is building up, and only during magnetic collapse events does helium get lost in large quantities. \n\nThe WAIS Divide ice core happened to provide a rare, one-time opportunity to critically test this hypothesis, because the most recent such collapse of the magnetic field occurred just within the time period covered by the WAIS Divide core (the Laschamp Event, 41,000 years ago, falls within the 67,000 year long WAIS Divide ice core record).  The WAIS Divide ice core is an extraordinary ice core because it is far-and-away the highest accumulation-rate ice core ever drilled through this time period.  For example, accumulation rates were fully 15 cm per year during the Laschamp Event at WAIS Divide, whereas they were only 5 cm per year in Greenland.  This high accumulation rate preserves fugitive gases much better than low-accumulation ice cores, where gases have plenty of time to leak out of the bubbles before they are sufficiently buried to stop the leakage.  Furthermore, the WAIS Divide ice core is extremely long, the longest core ever drilled by the US at 3405 m.  This great length helps to preserve helium signals because of the great thickness of the ice surrounding the Laschamp Event, minimizing the effect of helium diffusion that spreads and smoothes any signal from that time. \n\nIn 2011-2013, samples were taken from the core in the field shortly after core recovery and enclosed in gas-tight, evacuated chambers.  We analysed these samples back home for a variety of gases including helium and its rare isotope, helium-3.  If the solar wind had impinged upon the atmosphere, it might have left an imprint of excess helium-3 (due to the fact that the solar wind is enriched in helium-3 by a factor of 300 relative to the atmosphere).  In fact, we did not find any large anomaly in atmospheric helium isotopes nor in helium concentration.  So in some sense this was a negative result.  But it does have..."
 }
}