{
 "awd_id": "1143981",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Continuation of the LARISSA Continuous GPS Network in View of Observed Dynamic Response to Antarctic Peninsula Ice Mass Balance and Required Geologic Constraints",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": "7032924746",
 "po_email": "lclough@nsf.gov",
 "po_sign_block_name": "Lisa Clough",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 182453.0,
 "awd_amount": 182453.0,
 "awd_min_amd_letter_date": "2012-06-26",
 "awd_max_amd_letter_date": "2012-06-26",
 "awd_abstract_narration": "This project aims to identify which portions of the glacial cover in the Antarctic Peninsula are losing mass to the ocean. This is an important issue to resolve because the Antarctic Peninsula is warming at a faster rate than any other region across the earth. Even though glaciers across the Antarctic Peninsula are small, compared to the continental ice sheet, defining how rapidly they respond to both ocean and atmospheric temperature rise is critical. It is critical because it informs us about the exact mechanisms which regulate ice flow and melting into the ocean. For instance, after the break- up of the Larsen Ice Shelf in 2002 many glaciers began to flow rapidly into the sea. Measuring how much ice was involved is difficult and depends upon accurate estimates of volume and area. One way to increase the accuracy of our estimates is to measure how fast the Earth's crust is rebounding or bouncing back, after the ice has been removed. This rebound effect can be measured with very precise techniques using instruments locked into ice free bedrock surrounding the area of interest. These instruments are monitored by a set of positioning satellites (the Global Positioning System or GPS) in a continuous fashion. Of course the movement of the Earth's bedrock relates not only to the immediate response but also the longer term rate that reflects the long vanished ice masses that once covered the entire Antarctic Peninsula?at the time of the last glaciation. These rebound measurements can, therefore, also tell us about the amount of ice which covered the Antarctic Peninsula thousands of years ago. Glacial isostatic rebound is one of the complicating factors in allowing us to understand how much the larger ice sheets are losing today, something that can be estimated by satellite techniques but only within large errors when the isostatic (rebound) correction is unknown.\r\n\r\nThe research proposed consists of maintaining a set of six rebound stations until the year 2016, allowing for a longer time series and thus more accurate estimates of immediate elastic and longer term rebound effects. It also involves the establishment of two additional GPS stations that will focus on constraining the \"bull's eye\" of rebound suggested by measurements over the past two years. In addition, several more geologic data points will be collected that will help to reconstruct the position of the ice sheet margin during its recession from the full ice sheet of the last glacial maximum. These will be based upon the coring of marine sediment sequences now recognized to have been deposited along the margins of retreating ice sheets and outlets. Precise dating of the ice margin along with the new and improved rebound data will help to constrain past ice sheet configurations and refine geophysical models related to the nature of post glacial rebound. Data management will be under the auspices of the UNAVCO polar geophysical network or POLENET and will be publically available at the time of station installation. This project is a small scale extension of the ongoing LARsen Ice Shelf, Antarctica Project (LARISSA), an IPY (International Polar Year)-funded interdisciplinary study aimed at understanding earth system connections related to the Larsen Ice Shelf and the northern Antarctic Peninsula.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eugene",
   "pi_last_name": "Domack",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Eugene W Domack",
   "pi_email_addr": "edomack@usf.edu",
   "nsf_id": "000336571",
   "pi_start_date": "2012-06-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Hamilton College",
  "inst_street_address": "198 COLLEGE HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "CLINTON",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3158594678",
  "inst_zip_code": "133231218",
  "inst_country_name": "United States",
  "cong_dist_code": "22",
  "st_cong_dist_code": "NY22",
  "org_lgl_bus_name": "HAMILTON COLLEGE",
  "org_prnt_uei_num": "Z6WLZ6RDFDM7",
  "org_uei_num": "Z6WLZ6RDFDM7"
 },
 "perf_inst": {
  "perf_inst_name": "Hamilton College",
  "perf_str_addr": "198 College Hill Rd.",
  "perf_city_name": "Clinton",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "133231218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "NY22",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "529200",
   "pgm_ele_name": "ANT Integrated System Science"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 144973.0
  }
 ],
 "por": null
}