{
 "awd_id": "1143249",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase I:  Bandgap-Uniform Semiconducting Carbon Nanotubes for Thin Film Transistors",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928323",
 "po_email": "bschrag@nsf.gov",
 "po_sign_block_name": "Benaiah Schrag",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 146637.0,
 "awd_amount": 146637.0,
 "awd_min_amd_letter_date": "2011-11-03",
 "awd_max_amd_letter_date": "2011-11-03",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase I project aims to develop a diameter refined semiconducting single walled carbon nanotubes (SWCNTs) to address the challenge of bandgap heterogeneity in semiconducting SWNTs. The plan is to utilize the latest advances in SWNT separation including Density Gradient Ultracentrifugation (DGU), preferential chemistry, and chromatographic techniques to reach the desired outcome of uniform bandgap, semiconducting SWNTs.  The high degree of uniformity of this refined material will provide superior device performance (threshold voltage uniformity, sub-threshold swing, on/off ratio) in Thin Film Transistors (TFTs) for the next generation of displays based on Organic Light-Emitting Diodes (OLEDs).  \r\n\r\nThe broader/commercial impact of this project will be the potential to provide high mobility, solution processable semiconductors to enable low-cost, large-scale OLED production. Currently, the display industry is attempting to develop economical, large-area displays based on OLED devices. Unlike current liquid crystal displays (LCDs), OLEDs are current-driven devices and require semiconductor mobilities that are well above the performance threshold of the amorphous silicon TFTs currently used in LCDs.  In addition, the display industry is planning to shift from expensive vacuum processes (sputtering, chemical vapor deposition) toward solution processes (spin-coating, printing) which also have the potential for continuous, high-volume manufacturing.  Diameter refined semiconducting carbon nanotubes are not only solution processable, but also have the potential to overcome mobility limitations that other material classes such as organic semiconductors and amorphous oxides have.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nathan",
   "pi_last_name": "Yoder",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Nathan L Yoder",
   "pi_email_addr": "nyoder@nanointegris.com",
   "nsf_id": "000083814",
   "pi_start_date": "2011-11-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "NanoIntegris, Inc.",
  "inst_street_address": "8025 Lamon Avenue",
  "inst_street_address_2": "Suite 43",
  "inst_city_name": "Skokie",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "8476790667",
  "inst_zip_code": "600775315",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "NanoIntegris",
  "perf_str_addr": "8025 Lamon Avenue Suite 43",
  "perf_city_name": "Skokie",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "600775315",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537100",
   "pgm_ele_name": "SBIR Phase I"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "123E",
   "pgm_ref_txt": "CENTERS: ADVANCED MATERIALS"
  },
  {
   "pgm_ref_code": "1775",
   "pgm_ref_txt": "ELECTRONIC/PHOTONIC MATERIALS"
  },
  {
   "pgm_ref_code": "5371",
   "pgm_ref_txt": "SMALL BUSINESS PHASE I"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 146637.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: left;\">Advances in new materials have played a critical role in the development of human civilization, leading ultimately to the industrial revolution and modern society.&nbsp; In the past 60 years, we have seen tremendous progress in the synthesis and purification of novel materials such as plastics, advanced metal alloys, optical fibers, and semiconductors.&nbsp; These materials and the devices enabled by them have helped transform our daily lives, giving rise to the computer, the internet, satellites, and cell phones.&nbsp; However, future technological progress will depend on continued innovations in the synthesis, purification, and utilization of advanced materials.</p>\n<p>A new class of materials called &ldquo;nanomaterials&rdquo; offers tremendous potential for further innovations, with applications ranging from advanced electronics, homeland security, cancer treatment and clean energy.&nbsp; One of the most promising nanomaterials is Carbon Nanotubes (CNT).&nbsp; Similar to other high-performance materials, CNTs found in their raw form are often too impure to be useful.&nbsp; Raw CNTs consist of a mixture of many different types of nanotubes and also contain various impurities.&nbsp; In order to use CNTs in real devices, the useful CNTs must be extracted from the mixture and purified of contaminants.&nbsp; NanoIntegris is a global leader in the purification and refining of carbon nanotubes, with over 700 customers worldwide and over 100 research articles published in respected scientific journals using our refined CNT materials.</p>\n<p>In this project sponsored by the National Science Foundation (NSF), we successfully refined raw SWNTs to create a new, highly purified grade of CNTs that had never existed in this purified form. We also scaled up the production of this material by 100 times, and performed head-to-head device testing to demonstrate superior performance compared with the standard grade of CNTs.&nbsp;</p>\n<p>The first stage of the project was to investigate various strategies to isolate small quantities of this new purified material that had never before been synthesized.&nbsp; This proved to be a challenging problem, since most approaches were useless and even sophisticated separation strategies did not seem to be working.&nbsp; Eventually, we discovered the key to getting around these barriers and successfully produced this pure grade of CNTs using a combination of chemistry and advanced filtration and centrifuge techniques.</p>\n<p>The next milestone was to identify a process for producing this material in larger quantities, since the original process is only capable of generating very small amounts of material.&nbsp; We successfully adapted the small-scale process to work on larger equipment, increasing the daily production rate by more than 100 times.</p>\n<p>The final stage of the project&nbsp;to&nbsp;test the performance of a transistor device using the new grade of CNTs.&nbsp;For an accurate comparison, this device was compared head-to-head with a&nbsp;similar device that was made from the standard grade of CNTs.&nbsp; One of the important indicators of how well a transistor works is known as the &ldquo;on/off ratio,&rdquo; with a larger on/off ratio indicating superior performance.&nbsp; Our initial round of testing showed that the devices fabricated from the new grade of SWNTs had an on/off ratio that was 80 times better than standard devices.&nbsp; These early results are very promising, and show that higher quality materials lead to better performing devices.</p>\n<p>Advanced materials such as these refined Carbon Nanotubes will continue to play a pivotal role in next-generation technological innovations, impacting sectors as diverse as computing, energy, defense, transportation, and&nbsp; healthcare.&nbsp; As American workers and companies confront in an increasingly competitive global environment, projects like this...",
  "por_txt_cntn": "Advances in new materials have played a critical role in the development of human civilization, leading ultimately to the industrial revolution and modern society.  In the past 60 years, we have seen tremendous progress in the synthesis and purification of novel materials such as plastics, advanced metal alloys, optical fibers, and semiconductors.  These materials and the devices enabled by them have helped transform our daily lives, giving rise to the computer, the internet, satellites, and cell phones.  However, future technological progress will depend on continued innovations in the synthesis, purification, and utilization of advanced materials.\n\nA new class of materials called \"nanomaterials\" offers tremendous potential for further innovations, with applications ranging from advanced electronics, homeland security, cancer treatment and clean energy.  One of the most promising nanomaterials is Carbon Nanotubes (CNT).  Similar to other high-performance materials, CNTs found in their raw form are often too impure to be useful.  Raw CNTs consist of a mixture of many different types of nanotubes and also contain various impurities.  In order to use CNTs in real devices, the useful CNTs must be extracted from the mixture and purified of contaminants.  NanoIntegris is a global leader in the purification and refining of carbon nanotubes, with over 700 customers worldwide and over 100 research articles published in respected scientific journals using our refined CNT materials.\n\nIn this project sponsored by the National Science Foundation (NSF), we successfully refined raw SWNTs to create a new, highly purified grade of CNTs that had never existed in this purified form. We also scaled up the production of this material by 100 times, and performed head-to-head device testing to demonstrate superior performance compared with the standard grade of CNTs. \n\nThe first stage of the project was to investigate various strategies to isolate small quantities of this new purified material that had never before been synthesized.  This proved to be a challenging problem, since most approaches were useless and even sophisticated separation strategies did not seem to be working.  Eventually, we discovered the key to getting around these barriers and successfully produced this pure grade of CNTs using a combination of chemistry and advanced filtration and centrifuge techniques.\n\nThe next milestone was to identify a process for producing this material in larger quantities, since the original process is only capable of generating very small amounts of material.  We successfully adapted the small-scale process to work on larger equipment, increasing the daily production rate by more than 100 times.\n\nThe final stage of the project to test the performance of a transistor device using the new grade of CNTs. For an accurate comparison, this device was compared head-to-head with a similar device that was made from the standard grade of CNTs.  One of the important indicators of how well a transistor works is known as the \"on/off ratio,\" with a larger on/off ratio indicating superior performance.  Our initial round of testing showed that the devices fabricated from the new grade of SWNTs had an on/off ratio that was 80 times better than standard devices.  These early results are very promising, and show that higher quality materials lead to better performing devices.\n\nAdvanced materials such as these refined Carbon Nanotubes will continue to play a pivotal role in next-generation technological innovations, impacting sectors as diverse as computing, energy, defense, transportation, and  healthcare.  As American workers and companies confront in an increasingly competitive global environment, projects like this are essential to maintain US leadership in cutting-edge materials technologies.\n\n\t\t\t\t\tLast Modified: 03/13/2013\n\n\t\t\t\t\tSubmitted by: Nathan L Yoder"
 }
}