{
 "awd_id": "1144611",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Microfabricated non-linear fractal architectures for propagation and differentiation of human neural progenitors",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Friedrich Srienc",
 "awd_eff_date": "2012-05-15",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 110558.0,
 "awd_amount": 110558.0,
 "awd_min_amd_letter_date": "2012-05-09",
 "awd_max_amd_letter_date": "2012-05-09",
 "awd_abstract_narration": "1144611/ Yadavalli\r\n\r\nThis EAGER award funded by the Biotechnology, Biochemical and Biomass Engineering Program in the Chemical, Bioengineering, Environmental and Transport Division of NSF seeks to develop novel bio-inspired microfabricated networks as platforms for stem cell growth and differentiation.  Challenges in the development of successful stem cell therapies involve engineering and control of stem cell cues to regulate the balance between differentiation and self-renewal. Equally critical is the void that exists in the knowledge base on the cues that guide self-renewal and differentiation during early human development. The study of neural network formation involves the ability to control the spatial positioning and connectivity of neuronal cells and progenitors. However, this has been particularly challenging on account of complexity of architecture and function. A first step in designing such networks is to provide topological and signaling cues for the growing cells to form functional connections. In the context of these engineering considerations, the researchers play to mimick early neuronal development via the establishment of a biomimetic framework along which neural progenitors can organize themselves into oriented constructs as nerves. They hypothesize that microfabricated non-linear fractal architectures will promote a relaxed self-supportive niche that will promote cellular fate related to propagation of human neural progenitors (hNPs) and directed differentiation towards neurons. \r\n\r\nThe intellectual merit of this proposal comes from going beyond existing research paradigms that focus on simplistic geometric designs for the spatial organization of cells on substrates. By mimicking a biological network that allows for spreading of the cells instead of confining them in a groove or a well, a nonlinear configuration can promote a relaxed, self-supportive stem cell niche. By the tailoring of non-homogeneous adhesion sites via the geometry and the compliance and roughness of the substrate, the PIs believe they will enable a versatile microenvironment that promotes neural progenitor propagation and neuronal differentiation. \r\n\r\nThe broader research impact stems from the integration of biomimetics, microfabrication and stem cell biology which will make key transformative contributions in applied tissue engineering as well as understanding fundamental neuronal development. The proposed research will lead to synthesizing novel, biomimetic, cell culture platforms for the precise control of cell growth and spacing and yield new insights into the mechanisms determining the organizational features and signaling cues in neural architectures and will contribute to tissue engineering for nerve repair.. The broader educational impact is the enormous potential for communicating research findings to a wider audience and for students and the general public to get excited about the latest interdisciplinary approaches in nanotechnology and stem cell research. This will be achieved via integration of research material into course content taught by the PIs - ENGR 591-Concepts in Nanobiotechnology and CLSE 561 Stem Cell Engineering. The PIs will also be engaged in summer courses and other outreach programs at VCU and will develop presentation and laboratory modules that will benefit high school students, undergraduate students and the general public.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vamsi",
   "pi_last_name": "Yadavalli",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Vamsi K Yadavalli",
   "pi_email_addr": "vyadavalli@vcu.edu",
   "nsf_id": "000500288",
   "pi_start_date": "2012-05-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Raj",
   "pi_last_name": "Rao",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Raj R Rao",
   "pi_email_addr": "rajrao@uark.edu",
   "nsf_id": "000492114",
   "pi_start_date": "2012-05-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Commonwealth University",
  "inst_street_address": "910 WEST FRANKLIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "RICHMOND",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "8048286772",
  "inst_zip_code": "232849005",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "VA04",
  "org_lgl_bus_name": "VIRGINIA COMMONWEALTH UNIVERSITY",
  "org_prnt_uei_num": "WXQLZ1PA6XP3",
  "org_uei_num": "MLQFL4JSSAA9"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Commonwealth University",
  "perf_str_addr": "P.O. Box 980568",
  "perf_city_name": "Richmond",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "232980568",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "VA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "149100",
   "pgm_ele_name": "Cellular & Biochem Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "020E",
   "pgm_ref_txt": "TISSUE ENGINEERING"
  },
  {
   "pgm_ref_code": "138E",
   "pgm_ref_txt": "Stem cells/regenerative medicine"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 110558.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Developing methods to spatially direct and control the growth of cells in two and three dimensions is essential to furthering our understanding and engineering of cellular processes. The objective of this project was to develop strategies that could accurately mimic natural geometries for the growth of neuronal progenitor cells. Precise regulation of cell response and fate can reveal insights into inter-cellular interactions and cues. For example, controlling neuronal networks can help in understanding neuron function as well as enable nerve regeneration for various disorders and injury.</p>\n<p>Using techniques borrowed from the semiconductor industry (&ldquo;microfabrication&rdquo;) combined with cell biology, we can create intricate frameworks for cellular growth and investigation. This allows for well-defined physical and biochemical barriers for cells so that they can be confined spatially. The initial objective was to achieve precision and uniformity of microscale patterns for cell attachment over large areas. By integrating a technique called photolithography (&ldquo;patterning using light&rdquo;) with cell culture, physico-chemical barriers for cells were formed on silicone surfaces. To further the impact and utility of these investigations, cellular patterning was demonstrated on flexible substrates, wherein the underlying mechanical properties can be tuned to form stiff or soft surfaces for cells to grow upon. The next step involved moving beyond simple geometries to better recapitulate the complex networks that can resemble biological and natural neural architectures. Both fibroblasts and a neuroblastoma cell line were used as models to demonstrate networks with precisely controlled guidance channels for cells (see Figure). The latter cell line was used as a model to study neuronal function and differentiation outside their normal biological context. The cellular patterns were stable and could be formed with microscale precision over macroscale areas. Intricate non-linear patterns were compared to simple geometries and showed better cell-cell communication in addition to spatial control.</p>\n<p>Such patterns of cells therefore have the potential to recapitulate a biological milieu and improve models of neurodegenerative diseases. They can also create appropriately structured frameworks along which neural progenitors can organize themselves into oriented constructs as nerves. In addition to achieving the above mentioned research goals (3 publications in peer reviewed journals), this project helped to support and educate 8 students ranging from high school students (2) to undergraduate (4), and graduate students (2).</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/20/2015<br>\n\t\t\t\t\tModified by: Vamsi&nbsp;K&nbsp;Yadavalli</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1144611/1144611_10171773_1432141394880_Cells-051915copy--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1144611/1144611_10171773_1432141394880_Cells-051915copy--rgov-800width.jpg\" title=\"Microscale cell patterns\"><img src=\"/por/images/Reports/POR/2015/1144611/1144611_10171773_1432141394880_Cells-051915copy--rgov-66x44.jpg\" alt=\"Microscale cell patterns\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Cellular micropatterns of (L) fibroblast cells in regular geometries and (R) of neuroblastoma cells in nonlinear geometries. Scale bar = 100 micron.</div>\n<div class=\"imageCredit\">VCU</div>\n<div class=\"imagePermisssions\">Creative Commons</div>...",
  "por_txt_cntn": "\nDeveloping methods to spatially direct and control the growth of cells in two and three dimensions is essential to furthering our understanding and engineering of cellular processes. The objective of this project was to develop strategies that could accurately mimic natural geometries for the growth of neuronal progenitor cells. Precise regulation of cell response and fate can reveal insights into inter-cellular interactions and cues. For example, controlling neuronal networks can help in understanding neuron function as well as enable nerve regeneration for various disorders and injury.\n\nUsing techniques borrowed from the semiconductor industry (\"microfabrication\") combined with cell biology, we can create intricate frameworks for cellular growth and investigation. This allows for well-defined physical and biochemical barriers for cells so that they can be confined spatially. The initial objective was to achieve precision and uniformity of microscale patterns for cell attachment over large areas. By integrating a technique called photolithography (\"patterning using light\") with cell culture, physico-chemical barriers for cells were formed on silicone surfaces. To further the impact and utility of these investigations, cellular patterning was demonstrated on flexible substrates, wherein the underlying mechanical properties can be tuned to form stiff or soft surfaces for cells to grow upon. The next step involved moving beyond simple geometries to better recapitulate the complex networks that can resemble biological and natural neural architectures. Both fibroblasts and a neuroblastoma cell line were used as models to demonstrate networks with precisely controlled guidance channels for cells (see Figure). The latter cell line was used as a model to study neuronal function and differentiation outside their normal biological context. The cellular patterns were stable and could be formed with microscale precision over macroscale areas. Intricate non-linear patterns were compared to simple geometries and showed better cell-cell communication in addition to spatial control.\n\nSuch patterns of cells therefore have the potential to recapitulate a biological milieu and improve models of neurodegenerative diseases. They can also create appropriately structured frameworks along which neural progenitors can organize themselves into oriented constructs as nerves. In addition to achieving the above mentioned research goals (3 publications in peer reviewed journals), this project helped to support and educate 8 students ranging from high school students (2) to undergraduate (4), and graduate students (2).\n\n\t\t\t\t\tLast Modified: 05/20/2015\n\n\t\t\t\t\tSubmitted by: Vamsi K Yadavalli"
 }
}