{
 "awd_id": "1144318",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Experimental and Descriptive Investigation of Gaidhlig Consonant Mutations",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan Maling",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 300170.0,
 "awd_amount": 300170.0,
 "awd_min_amd_letter_date": "2012-03-12",
 "awd_max_amd_letter_date": "2012-03-12",
 "awd_abstract_narration": "As many as 20 million Americans identify themselves as Scottish or Scots/Irish in descent. One of the primary heritage languages of this community, Scottish Gaelic is the medium for a rich culture of literature, song, poetry, history and indigenous knowledge-systems. It also provides an important window into the world-view and culture of the ancestors of the Scottish-American community. The loss of native speaker knowledge about this endangered language is imminent. The Scottish Gaelic language is of particular interest to scientific linguists. Gaelic is very different from English in the ways it signals grammatical relationships between words. In particular it has a mechanism for indicating grammatical notions such as tense, gender, aspect, and possession by changing the first consonant of one of the words in the relationship. For example, the initial consonant in the word cù 'dog' (a k sound) is pronounced with a hard ch sound like German Bach when it is appears after possessive words like mo 'my' (written as mo chù). These changes, called \"initial consonant mutations,\" are a productive and critical part of the grammatical system of the language. This mechanism for indicating grammatical inflection is extremely rare in the world's languages and is very poorly understood. \r\n \r\nIn order for linguists to properly understand the sound system of a language, they have to use instrumental measures of how speakers articulate sounds and use psycholinguistic experiments to measure how speakers understand and use the patterns of sounds. Using modern linguistic instrumental and psycholinguistic techniques. Professors Andrew Carnie, Diana Archangeli, Michael Hammond, Natasha Warner and Adam Ussishkin, along with Scottish Gaelic native speaker Muriel Fisher will investigate the articulation, patterning, and perception of initial consonant mutations. For example, this study will determine whether speakers store both the mutated and non-mutated words in their minds by asking them to identify the word while they listen to obscured (or \"masked\") speech sounds. A related experiment, where the sounds people hear are subtly artificially modified (or \"gated\"), will be used to study that the exact point in the sound stream at which listeners can identify whether the word is mutated or non-mutated. A study of the relative statistical frequency of sounds in mutated and non-mutated in a collection of language (or corpus) will show how productive the process is and how it corresponds to statistics on the frequency of sounds in the larger grammatical system of the language. Psycholinguistic techniques, including judgments and nonsense word tasks will be used to investigate the mental procedures speakers use to produce these mutations. Finally the actual articulation of these mutations will be investigated using modern phonetic instrumental measures such as ultrasound and airflow volume. The output of this research project will be a description of the Gaelic consonant mutation that will help complete an on-going description of the language. In addition, in doing this research graduate students will be trained in the techniques of sound analysis of an endangered language. This training will allow the students to conduct similar experimental studies on other endangered languages. This work has significant implications for documenting and preserving the linguistic traditions of the Scottish and Scottish-American communities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Carnie",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew H Carnie",
   "pi_email_addr": "carnie@u.arizona.edu",
   "nsf_id": "000104016",
   "pi_start_date": "2012-03-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Hammond",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Hammond",
   "pi_email_addr": "hammond@u.arizona.edu",
   "nsf_id": "000461630",
   "pi_start_date": "2012-03-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Diana",
   "pi_last_name": "Archangeli",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Diana B Archangeli",
   "pi_email_addr": "dba@email.arizona.edu",
   "nsf_id": "000427375",
   "pi_start_date": "2012-03-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Natasha",
   "pi_last_name": "Warner",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Natasha L Warner",
   "pi_email_addr": "nwarner@u.arizona.edu",
   "nsf_id": "000387956",
   "pi_start_date": "2012-03-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Adam",
   "pi_last_name": "Ussishkin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Adam Ussishkin",
   "pi_email_addr": "adam.ussishkin@gmail.com",
   "nsf_id": "000462704",
   "pi_start_date": "2012-03-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "",
  "perf_city_name": "Tucson",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "7719",
   "pgm_ref_txt": "DEL"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 300170.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Many linguists are interested in questions of how people store words in the mind and how they produce and understand words. One way to approach this topic is by looking at comparing how different languages make new forms of words. Scottish Gaelic is a particularly fruitful test bed for this kind of investigation, because it has a rare kind of word-forming pattern called initial consonant mutation (ICM). This process takes the first consonant of a word and changes into another one. For example, the verb <em>p&ograve;s</em> &lsquo;to marry&rsquo; is put into the past tense by changing the first consonant from a &lsquo;p&rsquo; sound to an &lsquo;f&rsquo; sound (spelled <em>ph&ograve;s </em>&lsquo;married&rsquo;).</p>\n<p>Our study used techniques from experimental phonetics, psycholinguistics and computational modeling to investigate the nature of these ICMs. Scottish Gaelic is a minority language (with between 30,000 and 60,000 speakers). Running experiments on languages like this is unusual and requires careful planning and implementation to effectively use the limited resources of the community.</p>\n<p>&nbsp;Using an ultrasound machine, similar to the kind used in medical scans, we were able to precisely measure tongue placement of sounds produced in ICM. This allowed us to tell if the mutated sounds were pronounced in the same way as unmutated sounds. For example, when an &lsquo;s&rsquo; sound and a &lsquo;t&rsquo; sound are mutated, they both turn into an &lsquo;h&rsquo; sound. We checked to see if that &lsquo;h&rsquo; sound was pronounced differently if the corresponding unmutated word started with an &lsquo;s&rsquo; or a &lsquo;t&rsquo;. We discovered that it did not. This&nbsp;contributes to our understanding of how people organize sounds into abstract sound units in their minds.</p>\n<p>We used techniques of elicitation (where we ask native speakers to say certain forms) and compared the results to statistical patterns we find in a collection of written Gaelic. Grammars of Gaelic describe specific limits on the shape of words that can undergo mutation. For example, &lsquo;s&rsquo; can undergo mutation when it is before a vowel, before certain consonants, but not before other consonants. Our studies revealed that in the speech of current speakers there such constraints do exist, but they have changed over time.</p>\n<p>We investigated whether Gaelic speakers recognize words based on their relationship to their mutated forms. In one experiment, we used &lsquo;auditory masked priming&rsquo;, where&nbsp;listeners&nbsp;hear&nbsp;words that have been&nbsp;acoustically altered to be hard to understand. Subconsciously hearing these words affects how&nbsp;easily they can recognize&nbsp;a similar word written on a computer screen. We showed that when Gaelic speakers hear a mutated form they are faster to identify its related unmutated form, which means that Gaelic speakers store these two forms of the word together in their minds.</p>\n<p>Two other experiments, called gating and phonetic identification, help us determine what words Gaelic listeners think of first when hearing mutated words. This is similar to asking when in the&nbsp;word an English listener hearing &lsquo;mice&rsquo; starts to realize this is a form of the word &lsquo;mouse&rsquo; instead of a word of its own that starts with the same sounds, like &lsquo;mine&rsquo;. Because the change to the word in Scottish Gaelic happens at the beginning of the word, listeners do not have any other sounds to go on when they hear the mutated consonant. We found that listeners tend to assume they are not hearing a form of some other word, but instead are hearing some other independent word, until they hear enough evidence to be sure they are really hearing a mutated consonant. This shows that humans hearing language assume words are simple, basic words until they know otherwise.</p>\n<p>Scottish Gaelic is not only an inte...",
  "por_txt_cntn": "\nMany linguists are interested in questions of how people store words in the mind and how they produce and understand words. One way to approach this topic is by looking at comparing how different languages make new forms of words. Scottish Gaelic is a particularly fruitful test bed for this kind of investigation, because it has a rare kind of word-forming pattern called initial consonant mutation (ICM). This process takes the first consonant of a word and changes into another one. For example, the verb p&ograve;s æto marryÆ is put into the past tense by changing the first consonant from a æpÆ sound to an æfÆ sound (spelled ph&ograve;s æmarriedÆ).\n\nOur study used techniques from experimental phonetics, psycholinguistics and computational modeling to investigate the nature of these ICMs. Scottish Gaelic is a minority language (with between 30,000 and 60,000 speakers). Running experiments on languages like this is unusual and requires careful planning and implementation to effectively use the limited resources of the community.\n\n Using an ultrasound machine, similar to the kind used in medical scans, we were able to precisely measure tongue placement of sounds produced in ICM. This allowed us to tell if the mutated sounds were pronounced in the same way as unmutated sounds. For example, when an æsÆ sound and a ætÆ sound are mutated, they both turn into an æhÆ sound. We checked to see if that æhÆ sound was pronounced differently if the corresponding unmutated word started with an æsÆ or a ætÆ. We discovered that it did not. This contributes to our understanding of how people organize sounds into abstract sound units in their minds.\n\nWe used techniques of elicitation (where we ask native speakers to say certain forms) and compared the results to statistical patterns we find in a collection of written Gaelic. Grammars of Gaelic describe specific limits on the shape of words that can undergo mutation. For example, æsÆ can undergo mutation when it is before a vowel, before certain consonants, but not before other consonants. Our studies revealed that in the speech of current speakers there such constraints do exist, but they have changed over time.\n\nWe investigated whether Gaelic speakers recognize words based on their relationship to their mutated forms. In one experiment, we used æauditory masked primingÆ, where listeners hear words that have been acoustically altered to be hard to understand. Subconsciously hearing these words affects how easily they can recognize a similar word written on a computer screen. We showed that when Gaelic speakers hear a mutated form they are faster to identify its related unmutated form, which means that Gaelic speakers store these two forms of the word together in their minds.\n\nTwo other experiments, called gating and phonetic identification, help us determine what words Gaelic listeners think of first when hearing mutated words. This is similar to asking when in the word an English listener hearing æmiceÆ starts to realize this is a form of the word æmouseÆ instead of a word of its own that starts with the same sounds, like æmineÆ. Because the change to the word in Scottish Gaelic happens at the beginning of the word, listeners do not have any other sounds to go on when they hear the mutated consonant. We found that listeners tend to assume they are not hearing a form of some other word, but instead are hearing some other independent word, until they hear enough evidence to be sure they are really hearing a mutated consonant. This shows that humans hearing language assume words are simple, basic words until they know otherwise.\n\nScottish Gaelic is not only an interesting language for linguists, it is also the heritage language for millions of Scots and Scottish Americans. It is the language of centuries of literature, song, and history and it is a significant means for the transmission of an important world culture. At the same time, it is a highly endangered language. Only a small minority of Scot..."
 }
}