{
 "awd_id": "1144098",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI:  Characterizing Arctic lakes during greenhouse climates through an analysis of siliceous organisms: A glimpse of what the future may hold.",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": "7032928227",
 "po_email": "smalcomb@nsf.gov",
 "po_sign_block_name": "Simon Malcomber",
 "awd_eff_date": "2012-02-01",
 "awd_exp_date": "2017-01-31",
 "tot_intn_awd_amt": 379756.0,
 "awd_amount": 379756.0,
 "awd_min_amd_letter_date": "2012-01-24",
 "awd_max_amd_letter_date": "2014-03-03",
 "awd_abstract_narration": "Over 40 million years ago, long before anthropogenic greenhouse gas emissions was an issue, the Earth was engulfed in an extremely warm period known as the Cenozoic hot house.  The warming correlated with an ice-free Earth, lush forests on land masses near the North Pole, and alligators, giant tortoises and tapirs roaming the high Arctic.  Indeed, the warmth experienced during the Cenozoic hot house was strikingly similar to future warming estimates derived from climate models.  Thus, the Cenozoic hot house represents an ideal analog for understanding future changes resulting from warmer climates.  The goal of this project is to document the remains of microscopic plant and animal organisms from three extensive Arctic lake cores that collectively span the Cenozoic hot house, and use the findings to evaluate the development and resilience of freshwater ecosystems in a warm greenhouse world.  Preservation and sheer numbers of microfossils in the three cores are unprecedented and the project will also yield a unique opportunity to address long-standing evolutionary questions for ecologically important freshwater organisms.  \r\n\t\r\nGlobal warming, caused by higher concentrations of greenhouse gases, is advancing at an unprecedented rate and is arguably the most pressing environmental issue facing society today.  Computer models predict significantly elevated warming in Arctic regions, and all indications are that the warming will cause profound reorganizations of biological communities.  However, since there are no Arctic ecosystems currently experiencing such warm conditions, we lack data that could be used to verify the computer models.  The project offers a unique chance to understand how Arctic freshwater ecosystems did, and most likely will, respond to warming.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Siver",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Peter A Siver",
   "pi_email_addr": "pasiv@conncoll.edu",
   "nsf_id": "000102917",
   "pi_start_date": "2012-01-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Connecticut College",
  "inst_street_address": "270 MOHEGAN AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW LONDON",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2034471911",
  "inst_zip_code": "063204150",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "CONNECTICUT COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "X12XPMN4EJL3"
 },
 "perf_inst": {
  "perf_inst_name": "Connecticut College",
  "perf_str_addr": "270 Mohegan Aveenue",
  "perf_city_name": "New London",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "063204196",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "119800",
   "pgm_ele_name": "Biodiversity: Discov &Analysis"
  },
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "1198",
   "pgm_ref_txt": "BIODIVERSITY SURVEYS & INVENT"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 159741.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 110845.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 109170.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Given a strong dependence on fossil fuels, global warming will continue to proceed at an unprecedented rate and undoubtedly result in significant reorganizations of biological systems across the planet.&nbsp; Higher latitudes will experience the largest increases in temperature relative to lower latitudes, a condition referred to as &ldquo;Arctic amplification.&rdquo;&nbsp; How will ecosystems in the Arctic respond to a greenhouse world?&nbsp; The most direct way to address this question would be to examine high latitude ecosystems under a warm climate, a condition not possible since we currently live in an icehouse world.&nbsp; One answer lies in the fossil record. The Paleogene, especially the early to middle Eocene, represents the warmest period of the Cenozoic, during which time the Earth experienced greenhouse conditions that could be approached again within a few hundred years given current warming trends.&nbsp; This time period in the geologic past is of significant interest since it is close to the point where polar ice started to form, especially in the Antarctic. In this study we examined the remains of an Arctic waterbody known as the Giraffe locality that existed 40 million years ago under a warm greenhouse planet.&nbsp; The Giraffe core contains an unprecedented number of exquisitely preserved fossils and represents the most important deep-time freshwater analog known from an Arctic lake that existed under a warm greenhouse climate.</p>\n<p>The primary objective of this project was to document the vast assemblages of aquatic freshwater microorganisms preserved in the 163 m long core, and position us to be able to use the fossils to reconstruct the history of the Giraffe waterbody and to better understand the climate of this region of the world during the Eocene.&nbsp; To date, we have recorded over 270 aquatic microbes from Giraffe, including photosynthetic and heterotrophic species, planktonic and benthic forms, and numerous taxa that grow and thrive under specific environmental constraints.&nbsp; Organisms that today are restricted to warm tropical and subtropical regions, including those belonging to sponges, diatoms, synurophytes and higher plants, were documented throughout the core.&nbsp; Our findings underscore the premise that Arctic waterbodies will undergo significant shifts in community structure with continued warming, including the potential arrival of microorganisms from distant sub-tropical and tropical locations. &nbsp;</p>\n<p>In addition, fossil remains from the core were used to help understand the evolutionary history of important groups of aquatic microbes, including synurophytes, diatoms and testate amoebae. The specimens were further used to calibrate phylogenies for these organisms based on molecular data to geologic time.&nbsp; In this manner we were able to estimate approximate ages for specific lineages of microscopic eukaryotes that are important components of freshwaters today.&nbsp; Other fossil organisms were used to study evolutionary stasis, a process where morphological structure remains largely unchanged over long time periods. &nbsp;In total, the project yielded 17 publications describing new species and addressing questions of biodiversity, evolutionary history, ecology and molecular phylogeny.&nbsp; Lastly, a substantial on-line database containing over 4,500 records and images has been established, and archival splits of all samples have been sent to the Smithsonian Institution and the Canadian Museum of Nature.&nbsp; Given the wealth of information gleaned thus far from the Giraffe locality, and the vast potential for understanding future impacts of global warming on climatically sensitive Arctic environments, further inquiry is warranted.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/22/2017<br>\n\t\t\t\t\tModified by: Peter&nbsp;A&nbsp;Siver</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nGiven a strong dependence on fossil fuels, global warming will continue to proceed at an unprecedented rate and undoubtedly result in significant reorganizations of biological systems across the planet.  Higher latitudes will experience the largest increases in temperature relative to lower latitudes, a condition referred to as \"Arctic amplification.\"  How will ecosystems in the Arctic respond to a greenhouse world?  The most direct way to address this question would be to examine high latitude ecosystems under a warm climate, a condition not possible since we currently live in an icehouse world.  One answer lies in the fossil record. The Paleogene, especially the early to middle Eocene, represents the warmest period of the Cenozoic, during which time the Earth experienced greenhouse conditions that could be approached again within a few hundred years given current warming trends.  This time period in the geologic past is of significant interest since it is close to the point where polar ice started to form, especially in the Antarctic. In this study we examined the remains of an Arctic waterbody known as the Giraffe locality that existed 40 million years ago under a warm greenhouse planet.  The Giraffe core contains an unprecedented number of exquisitely preserved fossils and represents the most important deep-time freshwater analog known from an Arctic lake that existed under a warm greenhouse climate.\n\nThe primary objective of this project was to document the vast assemblages of aquatic freshwater microorganisms preserved in the 163 m long core, and position us to be able to use the fossils to reconstruct the history of the Giraffe waterbody and to better understand the climate of this region of the world during the Eocene.  To date, we have recorded over 270 aquatic microbes from Giraffe, including photosynthetic and heterotrophic species, planktonic and benthic forms, and numerous taxa that grow and thrive under specific environmental constraints.  Organisms that today are restricted to warm tropical and subtropical regions, including those belonging to sponges, diatoms, synurophytes and higher plants, were documented throughout the core.  Our findings underscore the premise that Arctic waterbodies will undergo significant shifts in community structure with continued warming, including the potential arrival of microorganisms from distant sub-tropical and tropical locations.  \n\nIn addition, fossil remains from the core were used to help understand the evolutionary history of important groups of aquatic microbes, including synurophytes, diatoms and testate amoebae. The specimens were further used to calibrate phylogenies for these organisms based on molecular data to geologic time.  In this manner we were able to estimate approximate ages for specific lineages of microscopic eukaryotes that are important components of freshwaters today.  Other fossil organisms were used to study evolutionary stasis, a process where morphological structure remains largely unchanged over long time periods.  In total, the project yielded 17 publications describing new species and addressing questions of biodiversity, evolutionary history, ecology and molecular phylogeny.  Lastly, a substantial on-line database containing over 4,500 records and images has been established, and archival splits of all samples have been sent to the Smithsonian Institution and the Canadian Museum of Nature.  Given the wealth of information gleaned thus far from the Giraffe locality, and the vast potential for understanding future impacts of global warming on climatically sensitive Arctic environments, further inquiry is warranted.\n\n \n\n\t\t\t\t\tLast Modified: 03/22/2017\n\n\t\t\t\t\tSubmitted by: Peter A Siver"
 }
}