{
 "awd_id": "1144511",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mayapan LiDAR Mapping Project",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 176338.0,
 "awd_amount": 179018.0,
 "awd_min_amd_letter_date": "2012-01-30",
 "awd_max_amd_letter_date": "2014-03-14",
 "awd_abstract_narration": "With National Science Foundation support, Drs. Timothy Hare, Brad Russell, and Marilyn Masson, together with American and Mexican colleagues will use cutting-edge remote sensing technology and archaeological survey in Mexico's northern Yucatán Peninsula to map the regional context of the political and economic prehistoric capital of Mayapán. \r\n\r\nThis research, along with earlier studies, will definitively answer numerous important questions asked by researchers when exploring complex questions about urban structure and regional integration. Documenting Mayapán's multifaceted urban and regional context will enable essential anthropological comparisons with contemporary and earlier Mesoamerican regional capitals, and with ancient states elsewhere in world history. This will enhance the comparative literature on the complex patterns of urban and rural settlement structure and administrative organization around ancient cities. Furthermore, these new data will make Mayapán one of the most thoroughly investigated cities in Mesoamerica and an important case for the comparative study of ancient urbanism.\r\n\r\nThis project continues ongoing research at the last major city of the prehispanic Maya (1100-1441 AD). Mayapán was ten times larger than any other Postclassic Maya city and was unique in southeastern Mesoamerica with a highly dense settlement, tremendously powerful military, and dominance in political, and economic ties. Previous investigations have focused on the urban center, however, and little is known about Mayapán's regional context. Previous research explored approximately a kilometer outside the city's wall. More detailed mapping beyond the walls, however, must overcome the obstacle of dense surface vegetation throughout the region that inhibits traditional survey methods and remote sensing technology. \r\n\r\nThe project will reconstruct the city's regional context by creating a map that reveals the extent and organization of archaeological features across the region. Debra Rohrer (Geo-Rhea) will direct a drone-deployed Flash LiDAR camera to map ancient remains through the forest canopy at a level of precision never previously achieved. The NASA-developed 3D Flash LiDAR camera allows a 1 cm resolution, which can reveal even subtle architectural features. This technology will produce a detailed, 100% coverage LiDAR and aerial photo survey of a 20 square mile area around the city. Field crews will ground-truth a sample of mapped features to test the accuracy of this new technology. \r\n\r\nThis project continues international collaborations with researchers from the Instituto Nacional de Antropología e Historia's Merida, Yucatán office under the direction of Carlos Peraza Lope, who have spent over a decade excavating monumental structures in the city's center.  This ongoing collaboration provides numerous field and laboratory opportunities for students and scholars from the United States and Mexico, and is dedicated to sharing its findings with, and contribute to, local communities. The data generated with this new technology will be shared with the Maya Area Cultural Heritage Initiative (MACHI) and local authorities to facilitate long term conservation and monitoring efforts at the site.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Hare",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy S Hare",
   "pi_email_addr": "t.hare@morehead-st.edu",
   "nsf_id": "000393304",
   "pi_start_date": "2012-01-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marilyn",
   "pi_last_name": "Masson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marilyn Masson",
   "pi_email_addr": "massonma@albany.edu",
   "nsf_id": "000245077",
   "pi_start_date": "2012-01-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bradley",
   "pi_last_name": "Russell",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Bradley W Russell",
   "pi_email_addr": "bradley_russell@hotmail.com",
   "nsf_id": "000584524",
   "pi_start_date": "2012-01-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Morehead State University",
  "inst_street_address": "207 HOWELL MCDOWELL",
  "inst_street_address_2": "",
  "inst_city_name": "MOREHEAD",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "6067832010",
  "inst_zip_code": "403511683",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "KY05",
  "org_lgl_bus_name": "MOREHEAD STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MRGUP99ZAZ59"
 },
 "perf_inst": {
  "perf_inst_name": "Morehead State University",
  "perf_str_addr": "150 University Blvd",
  "perf_city_name": "Morehead",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "403511689",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "KY05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 176338.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 2680.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project reconstructed the regional systems of settlement and the environment in which the ancient city of Mayap&aacute;n developed. We are constructing a regional database from which to study the political and economic processes of settlement growth, resource use, organization, and sustenance of the largest Maya political capital of the Postclassic Period (A.D. 1100-1500). To acquire the data to accomplish this, we constructed a comprehensive map of a 40 sq km area centered on the walled city of Mayap&aacute;n using LiDAR-generated data, ground survey, surface collection, test excavations, artifact analysis, and GIS-aided spatial analysis.&nbsp;</p>\n<p><br />LiDAR technology uses a laser scanner, flown in an aircraft, to collect information about the earth&rsquo;s surface and map geographical features. The LiDAR approach we used differs from all previous applications in archaeology by using a higher point density in order to reveal more detailed surface patterns even through low dense vegetation. The analyses of these data patterns is allowing us to characterize the extent to which the local people lived and worked in the context of communities and interacting with hierarchical city authorities. Our results are contributing to the creation of a growing body of comparative literature on the complex patterns of households and administrative economies observed in ancient cities.</p>\n<p>Thus far, we have accomplished most of our objectives for this project.&nbsp;</p>\n<p>1.<span> </span>We completed the high-resolution LiDAR survey of the 40 sq. km study area and used these data to generate a variety of maps for reconstructing the bare-earth surface underneath the forest canopy. This has allowed us to map many archaeological and environmental features that would otherwise be lost in the forest.&nbsp;</p>\n<p>2.<span> </span>We visited 38 locations and 36% of the 40 sq. km area of settlement and environmental features around Mayap&aacute;n to test the accuracy of the LiDAR-generated maps.&nbsp;</p>\n<p>3.<span> </span>We excavated a sample of test pits at the checked locations and analyzed the collected artifacts to determine what activities took place and when the locations were occupied.&nbsp;</p>\n<p>4.<span> </span>We are analyzing the combined LiDAR, survey, and excavation data to generate maps of located archaeological and environmental features.&nbsp;</p>\n<p>The fundamental technological findings of this project are the strengths and weaknesses of using high-resolution LiDAR survey in regions of low dense forest vegetation. The use of high resolution-LiDAR (40 points per square meter) reveals many small architectural features and even some details internal to larger structures. Many of the smallest architectural features are still identifiable only inconsistently depending on surface conditions.</p>\n<p>The substantive outcomes of the project are the mapping of the complete extents of the city and placement of the city in its regional context. This project will finally make it possible to map and study Mayap&aacute;n&rsquo;s complete urban system and its immediate hinterland. This paves the way for future investigations that will intensively investigate a variety of ancient communities and characterize how it fit within the regional city at the heart of Mayap&aacute;n&rsquo;s empire.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/01/2014<br>\n\t\t\t\t\tModified by: Timothy&nbsp;S&nbsp;Hare</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul clas...",
  "por_txt_cntn": "\nThis project reconstructed the regional systems of settlement and the environment in which the ancient city of Mayap&aacute;n developed. We are constructing a regional database from which to study the political and economic processes of settlement growth, resource use, organization, and sustenance of the largest Maya political capital of the Postclassic Period (A.D. 1100-1500). To acquire the data to accomplish this, we constructed a comprehensive map of a 40 sq km area centered on the walled city of Mayap&aacute;n using LiDAR-generated data, ground survey, surface collection, test excavations, artifact analysis, and GIS-aided spatial analysis. \n\n\nLiDAR technology uses a laser scanner, flown in an aircraft, to collect information about the earthÆs surface and map geographical features. The LiDAR approach we used differs from all previous applications in archaeology by using a higher point density in order to reveal more detailed surface patterns even through low dense vegetation. The analyses of these data patterns is allowing us to characterize the extent to which the local people lived and worked in the context of communities and interacting with hierarchical city authorities. Our results are contributing to the creation of a growing body of comparative literature on the complex patterns of households and administrative economies observed in ancient cities.\n\nThus far, we have accomplished most of our objectives for this project. \n\n1. We completed the high-resolution LiDAR survey of the 40 sq. km study area and used these data to generate a variety of maps for reconstructing the bare-earth surface underneath the forest canopy. This has allowed us to map many archaeological and environmental features that would otherwise be lost in the forest. \n\n2. We visited 38 locations and 36% of the 40 sq. km area of settlement and environmental features around Mayap&aacute;n to test the accuracy of the LiDAR-generated maps. \n\n3. We excavated a sample of test pits at the checked locations and analyzed the collected artifacts to determine what activities took place and when the locations were occupied. \n\n4. We are analyzing the combined LiDAR, survey, and excavation data to generate maps of located archaeological and environmental features. \n\nThe fundamental technological findings of this project are the strengths and weaknesses of using high-resolution LiDAR survey in regions of low dense forest vegetation. The use of high resolution-LiDAR (40 points per square meter) reveals many small architectural features and even some details internal to larger structures. Many of the smallest architectural features are still identifiable only inconsistently depending on surface conditions.\n\nThe substantive outcomes of the project are the mapping of the complete extents of the city and placement of the city in its regional context. This project will finally make it possible to map and study Mayap&aacute;nÆs complete urban system and its immediate hinterland. This paves the way for future investigations that will intensively investigate a variety of ancient communities and characterize how it fit within the regional city at the heart of Mayap&aacute;nÆs empire.\n\n \n\n\t\t\t\t\tLast Modified: 10/01/2014\n\n\t\t\t\t\tSubmitted by: Timothy S Hare"
 }
}