{
 "awd_id": "1144727",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Ca Isotope Variations in Oceanic Basalts",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sonia Esperanca",
 "awd_eff_date": "2012-02-01",
 "awd_exp_date": "2016-01-31",
 "tot_intn_awd_amt": 352078.0,
 "awd_amount": 352078.0,
 "awd_min_amd_letter_date": "2012-01-25",
 "awd_max_amd_letter_date": "2014-02-18",
 "awd_abstract_narration": "Ca Isotope Variations in Oceanic Basalts\r\n\r\nIntellectual Merit. Preliminary work demonstrates that measurable mass dependent 44Ca/40Ca isotopic variations Hawaiian basaltic lavas can be attributed to the presence of recycled ancient carbonates in the underlying mantle. It is proposed to extend this work to other oceanic islands and other tectonic settings to determine if Hawaii is a unique case or if recycling of ancient carbonates is a more general process in generating mantle heterogeneity? It is predicted that such a process would significantly affect the Ca and Sr, as well as C, budgets of the Earth?s mantle. Radiogenic isotope geochemistry (Rb­Sr, Sm-Nd, U-Th­Pb, Lu­Hf, and noble gas systems) provides compelling evidence that widespread mantle heterogeneity exists, and can be described in terms of apparent isotopic end­member compositions (e.g., EM1, EM2, HIMU and DMM). It is proposed to determine Ca isotope compositions of representative oceanic basalts to see how this parameter varies with the other isotopically determined end­member variants, and to further constrain the importance of carbonate recycling. Specifically, the new measurements will be used to [1] test current hypothesis that mass dependent 44Ca/40Ca variations are due to carbonate recycling, [2] investigate if non-mass dependent 44Ca/40Ca variations, due to 40K decay, are present in samples with very high 87Sr/86Sr ratios and [3] quantify fluxes of recycled materials that may have caused the variations. Processes that could account for mass dependent 44Ca/40Ca variations incluse: [1] carbonate recycling, [2] altered oceanic crust subduction, [3] recycling of plagioclase­rich gabbroic crust, and [4] igneous fractionation (diffusion, partial meting and fractional crystallization). A research plan is designed to help resolve the following questions: [1] Is carbonate recycling a common feature in oceanic basalts with high 87Sr/86Sr or is it limited to rare and unique sites like Hawaii?  [2] Are Ca isotope data consistent with upper crustal recycling proposed to explain very high 87Sr/86Sr ratios in Samoan lavas? This research aims to establish a Ca isotope constraint on the magnitude of upper crustal recycling in mantle sources of basalts and also to test the influence of garnet and plagioclase fractionation on isotopic variations in oceanic basalts. \r\n\r\nBroader Impacts. T the proposed research facilitates for the first time extensive application of Ca isotopes to the field of mantle geochemistry. This proposal involves an early career research scientist (Huang) at Harvard University, and will educate and train graduate and undergraduate students in application of state­of­the-art analytical techniques to geosciences. Part of the proposed study will evolve into the senior thesis of an undergraduate student. The proposed research will leverage previous NSF investments by using samples recovered from previous NSF funded programs, such as ODP. The scientific results from this research will be presented in an educational website, which will be used in undergraduate and graduate education. As part of the proposed study, a new silicate standard will be prepared for intercalibration of future Ca isotopic work. Finally, results of the proposed study will be made available for outreach education via a project web page and an exhibition setup.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stein",
   "pi_last_name": "Jacobsen",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Stein B Jacobsen",
   "pi_email_addr": "jacobsen@neodymium.harvard.edu",
   "nsf_id": "000445047",
   "pi_start_date": "2012-01-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shichun",
   "pi_last_name": "Huang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shichun Huang",
   "pi_email_addr": "shuang25@utk.edu",
   "nsf_id": "000518608",
   "pi_start_date": "2012-01-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "20 Oxford St.",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021382902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 116191.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 115086.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 120801.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This work was aimed at understanding how Ca isotopic variations in rocks derived from the Earth&rsquo;s mantle can be used to understand the processes by which the crust-mantle system evolved through time. We measured a series of basalts from Kilauea Iki lava lake which experienced crystal fractionation including clinopyroxene and plagioclase. We did not find any measurable Ca isotopic effect during basaltic magma evolution involving up to 90% plagioclase and clinopyroxene, both are Ca-rich phases. This is important to our study of Ca isotopes in ocean island basalts, because many have experienced plagioclase + clinopyroxene fractionation. <em>Ab initio</em> calculation of the Ca isotopic fractionation between clinopyroxene and orthopyroxene successfully reproduced the observed Ca isotopic fractionation in San Carlos and Kilbourne Hole mantle xenoliths. It confirmed the observation that shorter Ca-O bond tends to hold heavier Ca isotopes. Specifically, our <em>ab initio</em> calculation has identified a strong compositional dependence on the inter-mineral Ca isotopic fractionation, and implies that such compositional effect may also be observed in other isotopic systems. In order to better understand the Ca and Fe isotopic variations in the Earth&rsquo;s mantle, we measured Ca isotopic compositions in a set of Fe-rich peridotitic xenoliths<sup> </sup>with Mg# as low as 80. Our Ca isotopic results and published Fe isotopic data show that these Fe-rich peridotitic xenoliths have the lowest <sup>44</sup>Ca/<sup>40</sup>Ca and <sup>57</sup>Fe/<sup>54</sup>Fe ratios in all terrestrial igneous rocks. The coupled light Ca-Fe isotopic signatures are also reported for lavas from the Koolau volcano at Hawaii, but to a much lesser extent. This is the first report that the peculiar Ca-Fe isotopic characteristics of Koolau lavas are also found in peridotites. Our model calculations show that the coupled extremely light Ca-Fe isotopic signatures in these Fe-rich peridotitic xenoliths most likely reflect kinetic isotopic fractionation during melt-peridotite reaction. Studies of modern oceanic crust and of ophiolites have documented chemical and isotopic effects in oceanic rocks imparted by hydrothermal alteration occurring at the seafloor. These observations have proved extremely valuable for understanding geochemical processes both at Earth&rsquo;s surface (e.g., the marine Sr cycle) and within its interior (e.g., the mixing of recycled oceanic crust into the upper mantle and subsequent incorporation into MORB, OIB, and arc-related volcanic products). We have made measurements in order to determine whether hydrothermal alteration also systematically affects <sup>44</sup>Ca/<sup>40</sup>Ca and <sup>41</sup>K/<sup>39</sup>K ratios in oceanic crust.&nbsp; We have observed large (up to 0.6 &permil;, relative to analytical precision of ~ 0.05 &permil;) variations in <sup>41</sup>K/<sup>39</sup>K correlated to previously-determined variations in <sup>87</sup>Sr/<sup>86</sup>Sr in the Bay of Islands Ophiolite samples. Our results strongly suggest that significant <sup>41</sup>K/<sup>39</sup>K effects do arise in oceanic crust as a result of seafloor hydrothermal circulation.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/11/2016<br>\n\t\t\t\t\tModified by: Stein&nbsp;B&nbsp;Jacobsen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n                This work was aimed at understanding how Ca isotopic variations in rocks derived from the EarthÆs mantle can be used to understand the processes by which the crust-mantle system evolved through time. We measured a series of basalts from Kilauea Iki lava lake which experienced crystal fractionation including clinopyroxene and plagioclase. We did not find any measurable Ca isotopic effect during basaltic magma evolution involving up to 90% plagioclase and clinopyroxene, both are Ca-rich phases. This is important to our study of Ca isotopes in ocean island basalts, because many have experienced plagioclase + clinopyroxene fractionation. Ab initio calculation of the Ca isotopic fractionation between clinopyroxene and orthopyroxene successfully reproduced the observed Ca isotopic fractionation in San Carlos and Kilbourne Hole mantle xenoliths. It confirmed the observation that shorter Ca-O bond tends to hold heavier Ca isotopes. Specifically, our ab initio calculation has identified a strong compositional dependence on the inter-mineral Ca isotopic fractionation, and implies that such compositional effect may also be observed in other isotopic systems. In order to better understand the Ca and Fe isotopic variations in the EarthÆs mantle, we measured Ca isotopic compositions in a set of Fe-rich peridotitic xenoliths with Mg# as low as 80. Our Ca isotopic results and published Fe isotopic data show that these Fe-rich peridotitic xenoliths have the lowest 44Ca/40Ca and 57Fe/54Fe ratios in all terrestrial igneous rocks. The coupled light Ca-Fe isotopic signatures are also reported for lavas from the Koolau volcano at Hawaii, but to a much lesser extent. This is the first report that the peculiar Ca-Fe isotopic characteristics of Koolau lavas are also found in peridotites. Our model calculations show that the coupled extremely light Ca-Fe isotopic signatures in these Fe-rich peridotitic xenoliths most likely reflect kinetic isotopic fractionation during melt-peridotite reaction. Studies of modern oceanic crust and of ophiolites have documented chemical and isotopic effects in oceanic rocks imparted by hydrothermal alteration occurring at the seafloor. These observations have proved extremely valuable for understanding geochemical processes both at EarthÆs surface (e.g., the marine Sr cycle) and within its interior (e.g., the mixing of recycled oceanic crust into the upper mantle and subsequent incorporation into MORB, OIB, and arc-related volcanic products). We have made measurements in order to determine whether hydrothermal alteration also systematically affects 44Ca/40Ca and 41K/39K ratios in oceanic crust.  We have observed large (up to 0.6 &permil;, relative to analytical precision of ~ 0.05 &permil;) variations in 41K/39K correlated to previously-determined variations in 87Sr/86Sr in the Bay of Islands Ophiolite samples. Our results strongly suggest that significant 41K/39K effects do arise in oceanic crust as a result of seafloor hydrothermal circulation. \n\n\t\t\t\t\tLast Modified: 05/11/2016\n\n\t\t\t\t\tSubmitted by: Stein B Jacobsen"
 }
}