{
 "awd_id": "1144707",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Exploring the Thermodynamics of the Corona With Total Solar Eclipse Observations",
 "cfda_num": "47.050",
 "org_code": "06020203",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Therese Moretto Jorgensen",
 "awd_eff_date": "2012-02-01",
 "awd_exp_date": "2016-01-31",
 "tot_intn_awd_amt": 59783.0,
 "awd_amount": 59783.0,
 "awd_min_amd_letter_date": "2012-01-11",
 "awd_max_amd_letter_date": "2014-01-23",
 "awd_abstract_narration": "The Principal Investigators (PIs) will observe the upcoming solar eclipses of 2012 (to be seen in northern Australia) and 2013 (to be seen in west Africa) by exploiting multi-wavelength spectral and polarimetric imaging. The goal of these solar eclipse observations is to capitalize on the diagnostic properties of many coronal forbidden emission lines in order to infer electron temperatures, ion densities, abundances, and charge states, as well as the properties of the coronal magnetic field, while applying state-of-the-art image processing techniques. The proposed observations will extend the PI's eclipse data base to span almost a full solar activity cycle. \r\n\r\nThe PIs explain that the spectral emission lines they plan to measure will enable an unambiguous study of the evolutionary track of coronal density structures, of the transition from a collision-dominated plasma to a weakly-collisional plasma where the ion charge states observed in interplanetary space are established, and of the transition from closed to open magnetic field lines in the corona. These data are essential for simulation and modeling of the expansion of the coronal plasma, the physical processes that control the heating and acceleration of the solar wind, and the evolution of the solar magnetic field. \r\n\r\nThe PIs are female scientists who will mentor graduate and undergraduate students, with graduate students participating in the eclipse expeditions and with undergraduates being introduced to research through summer projects. The PIs will develop educational material to be used at both the undergraduate and graduate level, as well as for public outreach. Results will be disseminated to the research community through presentations at conferences and through refereed scientific publications, where it it will be used to help plan instrument development for the next generation of solar corona observing tools.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Martina",
   "pi_last_name": "Arndt",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Martina B Arndt",
   "pi_email_addr": "marndt@bridgew.edu",
   "nsf_id": "000107864",
   "pi_start_date": "2012-01-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "BRIDGEWATER STATE UNIVERSITY",
  "inst_street_address": "131 SUMMER ST",
  "inst_street_address_2": "",
  "inst_city_name": "BRIDGEWATER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5085311242",
  "inst_zip_code": "023250002",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "BRIDGEWATER STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LKA6VHCCK9B4"
 },
 "perf_inst": {
  "perf_inst_name": "Bridgewater State College",
  "perf_str_addr": "131 Summer Street",
  "perf_city_name": "Bridgewater",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "023250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152300",
   "pgm_ele_name": "SOLAR-TERRESTRIAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 22560.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 23170.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 14053.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The over arching goal of my grant was to contribute the education and outreach component portion of this collaborative research project. Over the course of 4 years of funding, I traveled to observe 2 solar eclipses, mentored 2 undergraduate students in summer projects, developed and taught an undergraduate course in astrophysical imaging as well as a graduate course for in-service teachers on Teaching Science with the Sun, and helped develop internet resources about eclipses for use by the general public.</p>\n<p>For both of the eclipses I traveled to (Australia and Svalbard), I was part of a larger international team led by Dr. Shadia Habbal that gathered in multiple locations to collect scientific data that can only be obtained during a total eclipse of the Sun. We focused our observations primarily on infrared wavelengths from ionized Iron. These data help us see structures in the Sun&rsquo;s upper atmosphere, or Corona, that we cannot see with just our eyes in visible wavelengths. By taking images at different exposure times, we are able to piece together information from close to the solar surface (shorter exposure time) to far away from the solar surface (longer exposure time). Combined together, these data help scientists understand not just the structure of the Corona but also the dynamics going on within it.</p>\n<p>Both of the students who engaged in summer research projects with support from this grant have graduate with their degrees in physics. One is in a PhD program in physics, the other is working in the optics industry.</p>\n<p>In the undergraduate Astrophysical Imaging course, 9 students worked together to use data from our observatory as well as remote and space observatories to learn image processing while they engaged in research projects on asteroids and other astrophysical objects. As part of the course they maintained online portfolios to document their work and these are all publicly available. The projects inspired a, undergraduate student to engage in a summer research project on asteroids that was funded by a Massachusetts NASA Space Grant Consortium grant.</p>\n<p>In the graduate course for in-service teachers, which the grant provided for free to the 16 students enrolled, the participants learned about the Sun and left with activities, materials, and resources for direct use in their middle and high school classrooms.</p>\n<p>An important part of my work was sharing the science and the scientific experience with the general public. During the Svalbard eclipse, I worked with one graduate student to design and update a blog that serves as a model for our future eclipse expeditions. &nbsp;I also worked with a second graduate student creating a time lapse video of the eclipse using a GoPro camera. This video can be viewed by anyone and provides a wider angle view of the eclipse that shows the shadow approaching as well as the shadow width during totality.</p>\n<p>I would not be able to do this work without NSF, so I remain grateful for their support.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/08/2016<br>\n\t\t\t\t\tModified by: Martina&nbsp;B&nbsp;Arndt</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe over arching goal of my grant was to contribute the education and outreach component portion of this collaborative research project. Over the course of 4 years of funding, I traveled to observe 2 solar eclipses, mentored 2 undergraduate students in summer projects, developed and taught an undergraduate course in astrophysical imaging as well as a graduate course for in-service teachers on Teaching Science with the Sun, and helped develop internet resources about eclipses for use by the general public.\n\nFor both of the eclipses I traveled to (Australia and Svalbard), I was part of a larger international team led by Dr. Shadia Habbal that gathered in multiple locations to collect scientific data that can only be obtained during a total eclipse of the Sun. We focused our observations primarily on infrared wavelengths from ionized Iron. These data help us see structures in the SunÆs upper atmosphere, or Corona, that we cannot see with just our eyes in visible wavelengths. By taking images at different exposure times, we are able to piece together information from close to the solar surface (shorter exposure time) to far away from the solar surface (longer exposure time). Combined together, these data help scientists understand not just the structure of the Corona but also the dynamics going on within it.\n\nBoth of the students who engaged in summer research projects with support from this grant have graduate with their degrees in physics. One is in a PhD program in physics, the other is working in the optics industry.\n\nIn the undergraduate Astrophysical Imaging course, 9 students worked together to use data from our observatory as well as remote and space observatories to learn image processing while they engaged in research projects on asteroids and other astrophysical objects. As part of the course they maintained online portfolios to document their work and these are all publicly available. The projects inspired a, undergraduate student to engage in a summer research project on asteroids that was funded by a Massachusetts NASA Space Grant Consortium grant.\n\nIn the graduate course for in-service teachers, which the grant provided for free to the 16 students enrolled, the participants learned about the Sun and left with activities, materials, and resources for direct use in their middle and high school classrooms.\n\nAn important part of my work was sharing the science and the scientific experience with the general public. During the Svalbard eclipse, I worked with one graduate student to design and update a blog that serves as a model for our future eclipse expeditions.  I also worked with a second graduate student creating a time lapse video of the eclipse using a GoPro camera. This video can be viewed by anyone and provides a wider angle view of the eclipse that shows the shadow approaching as well as the shadow width during totality.\n\nI would not be able to do this work without NSF, so I remain grateful for their support.\n\n \n\n\t\t\t\t\tLast Modified: 03/08/2016\n\n\t\t\t\t\tSubmitted by: Martina B Arndt"
 }
}