{
 "awd_id": "1144317",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Tracking the emergence oxygenic photosynthesis with metal isotopes: A case study from the Pongola Supergroup",
 "cfda_num": "47.050",
 "org_code": "06030203",
 "po_phone": "7032925047",
 "po_email": "lpatino@nsf.gov",
 "po_sign_block_name": "Lina Patino",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2014-10-31",
 "tot_intn_awd_amt": 127500.0,
 "awd_amount": 127500.0,
 "awd_min_amd_letter_date": "2012-05-22",
 "awd_max_amd_letter_date": "2013-05-23",
 "awd_abstract_narration": "Dr. Noah Planavsky has been awarded an NSF Earth Sciences Postdoctoral Fellowship in order to pinpoint the emergence of oxygenic photosynthesis, hosted by the California Institute of Technology. The chemical composition of the ocean has changed dramatically with the gradual oxidation of the Earth's surface. Undoubtedly the single most important event in Earth's progressive oxygenation was the development of oxygenic photosynthesis, which relies only on the ubiquitous molecules carbon dioxide and water, and allowed organisms to pioneer essentially every part of the Earth reached by sunlight. The success of this metabolism is reflected in the abundance of its waste product - molecular oxygen. Despite detailed investigations over the past 50 years, there is still intense debate about the timing of the evolution of oxygenic photosynthesis, with common estimates spanning over one billion years. The proposed work will use emerging heavy metal isotope systems to track the rise of oxygenic photosynthesis. In this study, unique properties of the molybdenum (Mo) and chromium (Cr) isotope systems will be utilized to shed light on manganese (Mn) cycling in the Earth's early oceans. Investigation of Mn oxidation is essential since other redox transformations (e.g., iron oxidation) may take place in oxygen-free conditions. The study will focus on rocks deposited from 3.2 to 2.5 billion years ago, spanning the range of time during which biological oxygen production is most typically predicted to have evolved. In addition, Dr. Planavsky will carry out educational activities by engaging undergraduate students in the investigation. Pinpointing the onset of oxygen production is central to understanding the tempo of biological evolution, and will provide important insights into planetary evolution in general. Further, given the importance of oxygenic photosynthesizers in controlling Earth's redox state and the carbon cycle, addressing the question of whether or not there was oxygen production in the mid-Archean will serve as a grounding point for understanding all major biogeochemical cycles on the early Earth.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Noah",
   "pi_last_name": "Planavsky",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Noah J Planavsky",
   "pi_email_addr": "",
   "nsf_id": "000595640",
   "pi_start_date": "2012-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Planavsky               Noah           J",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Riverside",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "925074600",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Bristol",
  "perf_str_addr": null,
  "perf_city_name": "Bristol",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "UK",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "United Kingdom",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "713700",
   "pgm_ele_name": "Postdoctoral Fellowships"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 85000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 42500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The early Earth was characterized by an oxygen-free ocean-atmosphere system, in contrast to the well-oxygenated biosphere of today. The single most important event in Earth&rsquo;s progressive oxygenation was the evolution of oxygenic photosynthesis. The success and impact of this metabolism is reflected in the abundance of its waste product, molecular oxygen (O<sub>2</sub>), which comprises approximately 21% of the current atmosphere. Pinpointing the onset of biological oxygen production is central to understanding the tempo and pattern of metabolic evolution and the mechanisms behind the first accumulation of oxygen in the atmosphere, but constraining the timing of this event has proven elusive. Current estimates for the timing of the emergence of this evolutionary singularity span a range of a billion years. My work has focused on providing new constraints on when in Earth history oxygenic photosynthesis evolved. I have provided evidence that the appearance of oxygenic photosynthesis was at least 2.95 billion years ago (Ga), which predates previous estimates for this evolutionary event by at least 300 million years. This new evidence also indicates the rise of biological oxygen production significantly, predating our best estimates for the permanent accumulation of oxygen in the atmosphere (the Great Oxidation Event) by half a billion years. This work will help us piece together a basic timeline for Earth&rsquo;s history, help calibrate molecular clocks, and allow us to move toward a mechanistic understanding of the factors that have shaped the evolution of our planet&rsquo;s atmosphere. All outcomes from this work have been documented through publication in international, peer-reviewed journals.</p>\n<p>&nbsp;Over the course of this award I have also developed new analytical methods for stable metal isotopes (foremost for Mo and Cr isotopes), which can be used in a wide range of fields (from economic geology to medical sciences). Further, this work supported the supervision of five undergraduate students, four of which were from groups that are underrepresented in the STEM fields and even more acutely underrepresented in the Geosciences (including women and individuals of Hispanic, African American and Native American descent). Direct research experiences will hopefully encourage these students to pursue careers in STEM fields and help build diversity within the sciences in the US.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/05/2015<br>\n\t\t\t\t\tModified by: Noah&nbsp;J&nbsp;Planavsky</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe early Earth was characterized by an oxygen-free ocean-atmosphere system, in contrast to the well-oxygenated biosphere of today. The single most important event in EarthÆs progressive oxygenation was the evolution of oxygenic photosynthesis. The success and impact of this metabolism is reflected in the abundance of its waste product, molecular oxygen (O2), which comprises approximately 21% of the current atmosphere. Pinpointing the onset of biological oxygen production is central to understanding the tempo and pattern of metabolic evolution and the mechanisms behind the first accumulation of oxygen in the atmosphere, but constraining the timing of this event has proven elusive. Current estimates for the timing of the emergence of this evolutionary singularity span a range of a billion years. My work has focused on providing new constraints on when in Earth history oxygenic photosynthesis evolved. I have provided evidence that the appearance of oxygenic photosynthesis was at least 2.95 billion years ago (Ga), which predates previous estimates for this evolutionary event by at least 300 million years. This new evidence also indicates the rise of biological oxygen production significantly, predating our best estimates for the permanent accumulation of oxygen in the atmosphere (the Great Oxidation Event) by half a billion years. This work will help us piece together a basic timeline for EarthÆs history, help calibrate molecular clocks, and allow us to move toward a mechanistic understanding of the factors that have shaped the evolution of our planetÆs atmosphere. All outcomes from this work have been documented through publication in international, peer-reviewed journals.\n\n Over the course of this award I have also developed new analytical methods for stable metal isotopes (foremost for Mo and Cr isotopes), which can be used in a wide range of fields (from economic geology to medical sciences). Further, this work supported the supervision of five undergraduate students, four of which were from groups that are underrepresented in the STEM fields and even more acutely underrepresented in the Geosciences (including women and individuals of Hispanic, African American and Native American descent). Direct research experiences will hopefully encourage these students to pursue careers in STEM fields and help build diversity within the sciences in the US. \n\n \n\n\t\t\t\t\tLast Modified: 02/05/2015\n\n\t\t\t\t\tSubmitted by: Noah J Planavsky"
 }
}