{
 "awd_id": "1144905",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAR-PF:Constraining the burial and unroofing history of the Rae craton, Baffin Island, from multiple low temperature thermochronometers and secondary Fe-oxide (U-Th)/He dating",
 "cfda_num": "47.050",
 "org_code": "06030203",
 "po_phone": "7032925047",
 "po_email": "lpatino@nsf.gov",
 "po_sign_block_name": "Lina Patino",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 85000.0,
 "awd_amount": 170000.0,
 "awd_min_amd_letter_date": "2012-07-24",
 "awd_max_amd_letter_date": "2013-07-08",
 "awd_abstract_narration": "Dr. Alexis K. Ault has been granted an NSF Earth Sciences Postdoctoral Fellowship to carry out research and an education plan at the University of Arizona. This research investigates the surface response of cratons to near-field plate boundary activity including deformation, sedimentation from regions of high topography, foreland basin development, flexural uplift, and exhumation-related fluid-circulation. The proposed research focuses on the Rae craton, exposed on Baffin Island, Canada, a unique cratonic locality given its proximity to plate boundaries throughout the Phanerozoic, and aims to constrain the magnitudes and patterns of cratonic burial and unroofing with a suite of thermochronometers including apatite (U-Th)/He, apatite fission-track, and zircon (U-Th)/He dating. Fluid flow and secondary mineralization associated with rock exhumation, will be dated via hematite (U-Th)/He dating. An innovative aspect of this proposal is the coupling of paleomagnetic data with the hematite dating to provide a backdrop to evaluate Fe-oxide data and potentially \"double-date\" fluid flow events in two Western U.S. pilot studies. Accurate interpretation and understanding of the significance of hematite (U-Th)/He dates is necessary before application of the technique to other settings like Baffin Island.\r\n\r\nHow and why cratonic regions, or the cores of continents long considered to be immune to tectonism, are reactivated and the signatures of such processes on the surface evolution of cratons remain outstanding questions in continental dynamics. The results of this research will be of interest to the geochronology and tectonics communities. Reconstruction of the past extent and thickness of sedimentary rocks deposited across the Rae craton and quantification of burial temperatures will aid glaciologists and geomorphologists exploring the impact of Laurentide ice sheet dynamics on the Baffin Island landscape, but will also provide critical information for understanding regional hydrocarbon reservoir potential in the Canadian Arctic. The development and successful application of the hematite (U-Th)/He dating technique to constrain near-surface fluid flow will benefit those in the active tectonics and economic geology communities. Education activities associated with this research include mentoring University of Arizona undergraduate and graduate students and co-teaching an intensive summer student workshop on the method and application of the new hematite (U-Th)/He dating technique.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexis",
   "pi_last_name": "Ault",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Alexis K Ault",
   "pi_email_addr": "",
   "nsf_id": "000595342",
   "pi_start_date": "2012-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ault                    Alexis         K",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "",
  "inst_zip_code": "803090399",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Department of Geosciences, University of Arizona",
  "perf_str_addr": null,
  "perf_city_name": "Tucson",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210077",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "713700",
   "pgm_ele_name": "Postdoctoral Fellowships"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 85000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 85000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>SUMMARY</strong> Project NSF EAR-PF 1144905 was a NSF Postdoctoral Fellowship to PI Alexis K. Ault, in collaboration with sponsoring scientist, Peter W. Reiners, at the University of Arizona. The multipronged research and educational plan supported the development of an early career scientist through the application of new and conventional low temperature thermochronology techniques to both ancient cratonic rocks and active fault zones. This project has supported one publication, one publication in review, and three publications in preparation, as well as two invited talks at research meetings.</p>\n<p><strong>INTELLECTUAL MERIT</strong> The scientific aims of this project were two-fold. First, this project investigated the surface response of cratons or cores of continents to near-field plate boundary-related, tectonic processes by resolving the surface history of Baffin Island, Canada, with low temperature thermochronology (LTT). LTT includes apatite (U-Th)/He (AHe), apatite fission track (AFT), and zircon (U-Th)/He (ZHe) dating, which constrain the thermal imprint and cooling of rocks as they are unroofed through the upper 8 km of the Earth&rsquo;s crust by erosion and/or tectonics processes. Baffin Island is a unique locality to explore these issues given the Archean cratonic rock exposed at the surface and its proximity to plate boundaries over the last ~500 million years. The PI generated 170 individual AHe analyses from 30 samples, 14 AFT dates, and 30 ZHe analyses from 4 samples from a 900 km transect across Baffin Island.</p>\n<p>Critical to project success was assessment of AHe, AFT, and ZHe data compatibility. Recent advances in the AHe method demonstrate the fundamental control of radiation damage accumulation and annealing on He mobility through apatite crystals, system temperature sensitivity (closure temperature), and AHe dates. AHe typically has a lower closure temperature versus AFT and AHe dates should be younger than AFT results. AHe, AFT, and ZHe data coupled with apatite geochemistry information from six north-central Baffin Island Archean crystalline basement samples revealed a 300 million year inversion of AHe and AFT dates that cannot be explained by the existing He damage-diffusivity model or apatite chemistry. Results suggest that a fundamental assumption that goes into the AHe damage-diffusivity model &ndash; that radiation damage anneals at the same temperatures as fission track damage &ndash; is incorrect. This discovery has important implications for the application interpretation of AHe data. LTT data revealed that Paleozoic sedimentary cover of variable thickness extended across Baffin Island that was later eroded in the Mesozoic-Cenozoic. A product of this research is a manuscript in preparation for publication in <em>Earth and Planetary Science Letters</em>.</p>\n<p>The second aim of this project focused on the development and application of secondary iron oxide (hematite) (U-Th)/He (HeHe) dating to constrain fluid flow and mineralization, exhumation, and brittle faulting. HeHe geo- and thermochronology is a method with historical precedence, but renewed interest owing to the refinement of analytical techniques. Here, this method was applied to a suite of pilot studies involving basement-hosted hematite-coated faults and fractures to evaluate the significance of HeHe dates in these settings. This project produced over 300 individual HeHe dates from a variety of sites including the Wasatch fault zone, UT; Hurricane fault zone, UT; multiple locations in the Front Range, CO; Gower Peninsula, Wales; and faults in central Iran. For example, HeHe data from mirrored, locally iridescent hematite-coated fault surfaces in the Wasatch fault zone were interpreted to record rapid cooling from shear heating during microearthquakes. This research, currently in review at <em>Geology,</em> suggests the timing of seismic slip events and associa...",
  "por_txt_cntn": "\nSUMMARY Project NSF EAR-PF 1144905 was a NSF Postdoctoral Fellowship to PI Alexis K. Ault, in collaboration with sponsoring scientist, Peter W. Reiners, at the University of Arizona. The multipronged research and educational plan supported the development of an early career scientist through the application of new and conventional low temperature thermochronology techniques to both ancient cratonic rocks and active fault zones. This project has supported one publication, one publication in review, and three publications in preparation, as well as two invited talks at research meetings.\n\nINTELLECTUAL MERIT The scientific aims of this project were two-fold. First, this project investigated the surface response of cratons or cores of continents to near-field plate boundary-related, tectonic processes by resolving the surface history of Baffin Island, Canada, with low temperature thermochronology (LTT). LTT includes apatite (U-Th)/He (AHe), apatite fission track (AFT), and zircon (U-Th)/He (ZHe) dating, which constrain the thermal imprint and cooling of rocks as they are unroofed through the upper 8 km of the EarthÆs crust by erosion and/or tectonics processes. Baffin Island is a unique locality to explore these issues given the Archean cratonic rock exposed at the surface and its proximity to plate boundaries over the last ~500 million years. The PI generated 170 individual AHe analyses from 30 samples, 14 AFT dates, and 30 ZHe analyses from 4 samples from a 900 km transect across Baffin Island.\n\nCritical to project success was assessment of AHe, AFT, and ZHe data compatibility. Recent advances in the AHe method demonstrate the fundamental control of radiation damage accumulation and annealing on He mobility through apatite crystals, system temperature sensitivity (closure temperature), and AHe dates. AHe typically has a lower closure temperature versus AFT and AHe dates should be younger than AFT results. AHe, AFT, and ZHe data coupled with apatite geochemistry information from six north-central Baffin Island Archean crystalline basement samples revealed a 300 million year inversion of AHe and AFT dates that cannot be explained by the existing He damage-diffusivity model or apatite chemistry. Results suggest that a fundamental assumption that goes into the AHe damage-diffusivity model &ndash; that radiation damage anneals at the same temperatures as fission track damage &ndash; is incorrect. This discovery has important implications for the application interpretation of AHe data. LTT data revealed that Paleozoic sedimentary cover of variable thickness extended across Baffin Island that was later eroded in the Mesozoic-Cenozoic. A product of this research is a manuscript in preparation for publication in Earth and Planetary Science Letters.\n\nThe second aim of this project focused on the development and application of secondary iron oxide (hematite) (U-Th)/He (HeHe) dating to constrain fluid flow and mineralization, exhumation, and brittle faulting. HeHe geo- and thermochronology is a method with historical precedence, but renewed interest owing to the refinement of analytical techniques. Here, this method was applied to a suite of pilot studies involving basement-hosted hematite-coated faults and fractures to evaluate the significance of HeHe dates in these settings. This project produced over 300 individual HeHe dates from a variety of sites including the Wasatch fault zone, UT; Hurricane fault zone, UT; multiple locations in the Front Range, CO; Gower Peninsula, Wales; and faults in central Iran. For example, HeHe data from mirrored, locally iridescent hematite-coated fault surfaces in the Wasatch fault zone were interpreted to record rapid cooling from shear heating during microearthquakes. This research, currently in review at Geology, suggests the timing of seismic slip events and associated thermal anomalies on thin fault surfaces can be deciphered in the rock record. Data such as these are critical for reconstructing stru..."
 }
}