{
 "awd_id": "1144503",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAR-PF: Earthquake triggering throughout the seismic cycle: a unified laboratory and seismological study",
 "cfda_num": "47.050",
 "org_code": "06030203",
 "po_phone": "7032925047",
 "po_email": "lpatino@nsf.gov",
 "po_sign_block_name": "Lina Patino",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 170000.0,
 "awd_amount": 170000.0,
 "awd_min_amd_letter_date": "2012-07-24",
 "awd_max_amd_letter_date": "2012-07-24",
 "awd_abstract_narration": "Dr. Nicholas van der Elst has been awarded an NSF Earth Science Postdoctoral Fellowship, to be carried out at Columbia University, to study the physics of earthquake nucleation and triggering. This study will combine observational seismology and laboratory experiments to link earthquake triggering susceptibility to the stress state on the fault. Small earthquakes are commonly initiated by the seismic waves from distant large earthquakes, in what is called remote triggering. Susceptibility to remote triggering varies regionally, and may increase as stresses build throughout the seismic cycle. The purpose of this study is to identify the local conditions that make a fault susceptible to triggering, and to determine whether triggering susceptibility can be used as an indicator of a critical stress state on the fault. The observational component of this study will use seismic waveforms to identify triggered earthquakes near known active faults. This component will capitalize on the recent occurrence of large earthquakes in well-instrumented regions (e.g. off Tohoku, Japan), where we now know that faults were near the end of the seismic cycle. In the laboratory component, simulated gouge-filled faults will be subjected to seismic waves, and acoustic sensors will monitor for changes in triggering susceptibility throughout the stick-slip cycle.\r\n\r\nThis work addresses a major current challenge in the field of earthquake forecasting: how to take the elastic earthquake cycle into account in producing time-varying rupture probabilities. The results will be of use to government agencies tasked with identifying seismic hazard as well as to industries concerned with managing seismic risk. This project will create opportunities to train undergraduate students in digital seismogram processing and experimental rock mechanics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicholas",
   "pi_last_name": "van der Elst",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicholas van der Elst",
   "pi_email_addr": "",
   "nsf_id": "000595599",
   "pi_start_date": "2012-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "vanderElst              Nicholas",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Santa Cruz",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "950609701",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Lamont-Doherty Earth Observatory",
  "perf_str_addr": null,
  "perf_city_name": "Palisades",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "109641707",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "NY17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 170000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Earthquakes result when the slow build-up of tectonic stress exceeds the frictional strength of a fault, causing the fault to slip. The sudden motion and release of energy along the fault is sent outward as seismic waves, which cause destructive shaking in the near field. In rare cases, a fault does not reach the threshold for frictional slip on its own, but is rather pushed over the edge or &ldquo;triggered&rdquo; by some other event, such as the seismic shaking from another distant earthquake.</p>\n<p>Whenever we observe earthquakes triggered by distant seismic waves, we can infer that faults in the region are loaded up with tectonic stress, and may be capable of hosting further earthquakes. In this study, we set out to determine whether the observation of small triggered earthquakes can be used as an indicator of further earthquakes to come. We tested this idea at sites of moderate magnitude (Mw 5) earthquakes in the Midwestern United States, which were suspected to be related to the deep injection of produced water associated with the natural gas industry. We developed techniques to detect very small earthquakes &ndash; much too small to feel &ndash; and found that passing seismic waves from distant earthquakes indeed triggered bursts of small earthquakes at these sites in the years prior to the larger induced earthquakes. The major implication of this &ldquo;natural&rdquo; triggering, is that if earthquakes at these sites can be triggered by the very small forces carried by seismic waves, then it is no surprise that they are being triggered by the pressure changes caused by deep injection of large volumes of fluid. Future work will determine whether the observation of natural triggering in potential injection reservoirs can be used to identify safer targets for wastewater disposal.</p>\n<p>This project also went back to basics to test how faults respond to seismic waves by measuring the behavior of simulated faults in a laboratory setting. We built a small &ldquo;fault&rdquo; out of two blocks of granite, and placed the blocks in a hydraulic press to simulate the forces acting on natural faults. We subjected the fault to stress pulses designed to simulate passing seismic waves and analyzed the resulting slip along the fault interface. We confirmed that if the faults are sufficiently loaded, the additional force in the seismic waves can push them over the edge and make an earthquake. We also found some surprises, in that sometimes the seismic wave just weakens the fault slightly, such that the earthquake comes earlier than it would have otherwise, but is not triggered right away. This delay in the triggering is a result of how friction arises from the contact of many tiny protrusions or asperities on the apparently smooth rock surfaces.</p>\n<p>The major conclusion of these laboratory fault experiments is that the strength of a fault is not a constant quantity, but reflects a constantly evolving balance between slow tectonic loading and frictional healing or strengthening of the fault interface. A sudden push, like a seismic wave, can short-circuit the healing process and trigger an earthquake at a much lower level of stress than would have been reached if this competition between loading and strengthening were allowed to play out under tectonic loading alone. The consequence is that faults may be near the threshold of failure over a much larger portion of the seismic cycle than we previously thought, because the threshold for an earthquake is a constantly moving target. We can use this information about earthquake stress interactions when we model how the occurrence of an earthquake on one section of a fault influences the likelihood of additional earthquakes on other nearby faults.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/18/2014<br>\n\t\t\t\t\tModified by: Nicholas&nbsp;Vanderelst</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEarthquakes result when the slow build-up of tectonic stress exceeds the frictional strength of a fault, causing the fault to slip. The sudden motion and release of energy along the fault is sent outward as seismic waves, which cause destructive shaking in the near field. In rare cases, a fault does not reach the threshold for frictional slip on its own, but is rather pushed over the edge or \"triggered\" by some other event, such as the seismic shaking from another distant earthquake.\n\nWhenever we observe earthquakes triggered by distant seismic waves, we can infer that faults in the region are loaded up with tectonic stress, and may be capable of hosting further earthquakes. In this study, we set out to determine whether the observation of small triggered earthquakes can be used as an indicator of further earthquakes to come. We tested this idea at sites of moderate magnitude (Mw 5) earthquakes in the Midwestern United States, which were suspected to be related to the deep injection of produced water associated with the natural gas industry. We developed techniques to detect very small earthquakes &ndash; much too small to feel &ndash; and found that passing seismic waves from distant earthquakes indeed triggered bursts of small earthquakes at these sites in the years prior to the larger induced earthquakes. The major implication of this \"natural\" triggering, is that if earthquakes at these sites can be triggered by the very small forces carried by seismic waves, then it is no surprise that they are being triggered by the pressure changes caused by deep injection of large volumes of fluid. Future work will determine whether the observation of natural triggering in potential injection reservoirs can be used to identify safer targets for wastewater disposal.\n\nThis project also went back to basics to test how faults respond to seismic waves by measuring the behavior of simulated faults in a laboratory setting. We built a small \"fault\" out of two blocks of granite, and placed the blocks in a hydraulic press to simulate the forces acting on natural faults. We subjected the fault to stress pulses designed to simulate passing seismic waves and analyzed the resulting slip along the fault interface. We confirmed that if the faults are sufficiently loaded, the additional force in the seismic waves can push them over the edge and make an earthquake. We also found some surprises, in that sometimes the seismic wave just weakens the fault slightly, such that the earthquake comes earlier than it would have otherwise, but is not triggered right away. This delay in the triggering is a result of how friction arises from the contact of many tiny protrusions or asperities on the apparently smooth rock surfaces.\n\nThe major conclusion of these laboratory fault experiments is that the strength of a fault is not a constant quantity, but reflects a constantly evolving balance between slow tectonic loading and frictional healing or strengthening of the fault interface. A sudden push, like a seismic wave, can short-circuit the healing process and trigger an earthquake at a much lower level of stress than would have been reached if this competition between loading and strengthening were allowed to play out under tectonic loading alone. The consequence is that faults may be near the threshold of failure over a much larger portion of the seismic cycle than we previously thought, because the threshold for an earthquake is a constantly moving target. We can use this information about earthquake stress interactions when we model how the occurrence of an earthquake on one section of a fault influences the likelihood of additional earthquakes on other nearby faults.\n\n \n\n\t\t\t\t\tLast Modified: 11/18/2014\n\n\t\t\t\t\tSubmitted by: Nicholas Vanderelst"
 }
}