{
 "awd_id": "1144894",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "Improving Representations of Snow-Vegetation Interactions in Land Surface Models",
 "cfda_num": "47.050",
 "org_code": "06030203",
 "po_phone": "7032925047",
 "po_email": "lpatino@nsf.gov",
 "po_sign_block_name": "Lina Patino",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 170000.0,
 "awd_amount": 170000.0,
 "awd_min_amd_letter_date": "2012-07-24",
 "awd_max_amd_letter_date": "2013-06-20",
 "awd_abstract_narration": "Dr. Adrian Harpold has been awarded an NSF Earth Sciences Postdoctoral Fellowship to develop a research and education program with the Institute of Arctic and Alpine Research (INSTAAR) at the University of Colorado and the National Center for Atmospheric Research (NCAR) in Boulder, Colorado.  He will investigate how forest structure controls the distribution of snowpacks and hydrologic fluxes across gradients of elevation, topography, and climate.  Dr. Harpold will first quantify snow-vegetation interactions using high resolution Light Detection and Ranging (LiDAR) derived vegetation, terrain, and snowpack information at three Critical Zone Observatories (CZO) in seasonally snow-covered forests in California, Colorado, and New Mexico.  This high resolution data will also be used to inform and evaluate a land surface model, the NCAR-developed Community Land Model (CLM), in highly-instrumented stands and catchments.  The overall goal of this study is to improve the predictions of water and energy fluxes in topographically complex, forested landscapes across the Western U.S.\r\n\r\nSeasonal mountain snowpacks are the major source of water for human and natural systems in the semi-arid Western U.S.  The interactions between vegetation and climate play a central role in the accumulation, ablation (evaporation, sublimation, and melt), and ultimate partitioning of snowpacks to the atmosphere versus soils and runoff.  Seasonal snowpacks are difficult to measure and model in complex forested terrain, however, which compromises our ability to reliably predict weather, climate, and water resources.  Improving how vegetation structure is represented in land surface models is timely, as evidence suggests massive changes in vegetation structure due to tree-dieoff and earlier snowmelts from warming temperatures will alter snow-vegetation interactions in western North American forests.  Dr. Harpold will develop a series of lectures on assimilating LiDAR information into snowpack models for a course at the University of Colorado, as well as design and run a short-course on LiDAR analysis targeted to young earth scientists.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Adrian",
   "pi_last_name": "Harpold",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Adrian A Harpold",
   "pi_email_addr": "",
   "nsf_id": "000595712",
   "pi_start_date": "2012-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harpold                 Adrian         A",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Tucson",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "",
  "inst_zip_code": "857210158",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "INSTAAR University of Colorado, Boulder",
  "perf_str_addr": null,
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090450",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "713700",
   "pgm_ele_name": "Postdoctoral Fellowships"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 85000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 85000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Forests are a major source of freshwater for human consumption and healthy ecosystems.&nbsp; In the Western U.S., where water is a scarce resource, mountain forests receive most precipitation as snow.&nbsp; The forest canopy acts to intercept snowfall so that it never reaches the snowpack, while simultaneously sheltering the snowpack on the ground from solar energy and wind.&nbsp; It is important to quantify these snow-forest interactions for accurate predictions of water resources following forest disturbance from fires, insects, and logging.&nbsp; Additionally, snowpacks are expected to be smaller and melt earlier as a consequence of climate change, which threatens water available for people and forest health.&nbsp; Consequently, we need a strong predictive understanding of how forest canopy controls the accumulation and ablation (melt and evaporation) of snow.</p>\n<p>This project resulted in improved understanding of snow-forest interactions by employing field data collections and modeling experiments.&nbsp; Field observations following severe forest fire and a Mountain Pine Beetle outbreak suggested that despite greater snow inputs as a result snowfall interception, there was no increase in the total amount of snow available for melt.&nbsp; We attributed these findings to increased sublimation (or vapor loss) from the snowpack surface as a result of larger energy inputs in post-disturbance forests that provide less shade and less protection from wind.&nbsp; These observational findings could not be replicated with common land-surface models used in hydrological predictions, which demonstrated a need to increase our capabilities to model snow-forest interactions across different forest types and regional climates.&nbsp; To help achieve this research need, the project utilized the Critical Zone Observatory (CZO) network, where common observations of snowpack, hydrology, forest structure, and climate were being made.&nbsp; In particular, the forest canopy structure was estimated with light detection and ranging (lidar) datasets at these sites.&nbsp; This canopy information was used to develop a new high-resolution model of snow-vegetation interactions.&nbsp; The model results showed that typical descriptions of forest canopy, distinguishing only &lsquo;forest covered&rsquo; or &lsquo;open&rsquo;, were not sufficient to capture the snowpack water budgets.&nbsp; Instead, the orientation and edges of the forest canopy played an important role for determining how much water was sublimated to the atmosphere.&nbsp; In a second modeling study, we investigated the sensitivity of a commonly used land-surface model (Noah-Multi-Physics) to different forest canopy representations derived from lidar.&nbsp; Again, we found that including higher resolution forest canopy information resulted in a different hydrological outcome, with greater snowmelt delivered to the soil profile over longer periods of time when more realistic estimates of forest canopy were applied.&nbsp; Overall, our results indicated that improved representations of forest structure in models are critical to effectively predicting water resources in Western mountain forests.</p>\n<p>We expect these new and updated models to be used by researchers to improve predictions of the effects of climate change and forest disturbance on snow water resources. Identifying areas most at risk for negative changes in water availability could help focus management actions and improve the sustainability of ecohydrological resources. &nbsp;Ultimately, this work will lead to enhanced model predictions and support management decisions aimed at forest thinning practices and estimating streamflow for reservoir and water management operations.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/09/2014<br>\n\t\t\t\t\tModified by: Adrian&nbsp;A&nbsp;Harpold</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div cl...",
  "por_txt_cntn": "\nForests are a major source of freshwater for human consumption and healthy ecosystems.  In the Western U.S., where water is a scarce resource, mountain forests receive most precipitation as snow.  The forest canopy acts to intercept snowfall so that it never reaches the snowpack, while simultaneously sheltering the snowpack on the ground from solar energy and wind.  It is important to quantify these snow-forest interactions for accurate predictions of water resources following forest disturbance from fires, insects, and logging.  Additionally, snowpacks are expected to be smaller and melt earlier as a consequence of climate change, which threatens water available for people and forest health.  Consequently, we need a strong predictive understanding of how forest canopy controls the accumulation and ablation (melt and evaporation) of snow.\n\nThis project resulted in improved understanding of snow-forest interactions by employing field data collections and modeling experiments.  Field observations following severe forest fire and a Mountain Pine Beetle outbreak suggested that despite greater snow inputs as a result snowfall interception, there was no increase in the total amount of snow available for melt.  We attributed these findings to increased sublimation (or vapor loss) from the snowpack surface as a result of larger energy inputs in post-disturbance forests that provide less shade and less protection from wind.  These observational findings could not be replicated with common land-surface models used in hydrological predictions, which demonstrated a need to increase our capabilities to model snow-forest interactions across different forest types and regional climates.  To help achieve this research need, the project utilized the Critical Zone Observatory (CZO) network, where common observations of snowpack, hydrology, forest structure, and climate were being made.  In particular, the forest canopy structure was estimated with light detection and ranging (lidar) datasets at these sites.  This canopy information was used to develop a new high-resolution model of snow-vegetation interactions.  The model results showed that typical descriptions of forest canopy, distinguishing only æforest coveredÆ or æopenÆ, were not sufficient to capture the snowpack water budgets.  Instead, the orientation and edges of the forest canopy played an important role for determining how much water was sublimated to the atmosphere.  In a second modeling study, we investigated the sensitivity of a commonly used land-surface model (Noah-Multi-Physics) to different forest canopy representations derived from lidar.  Again, we found that including higher resolution forest canopy information resulted in a different hydrological outcome, with greater snowmelt delivered to the soil profile over longer periods of time when more realistic estimates of forest canopy were applied.  Overall, our results indicated that improved representations of forest structure in models are critical to effectively predicting water resources in Western mountain forests.\n\nWe expect these new and updated models to be used by researchers to improve predictions of the effects of climate change and forest disturbance on snow water resources. Identifying areas most at risk for negative changes in water availability could help focus management actions and improve the sustainability of ecohydrological resources.  Ultimately, this work will lead to enhanced model predictions and support management decisions aimed at forest thinning practices and estimating streamflow for reservoir and water management operations.  \n\n \n\n\t\t\t\t\tLast Modified: 10/09/2014\n\n\t\t\t\t\tSubmitted by: Adrian A Harpold"
 }
}