{
 "awd_id": "1144422",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Sulfur Partitioning between Solid and Liquid Iron at High Pressure",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2012-02-01",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 379946.0,
 "awd_amount": 379946.0,
 "awd_min_amd_letter_date": "2012-01-23",
 "awd_max_amd_letter_date": "2014-02-18",
 "awd_abstract_narration": "Sulfur Partitioning between Solid and Liquid Iron at High Pressure\r\n\r\nIntellectual Merit. The Fe-FeS system, with eutectic melting behavior and preferential S partitioning to liquid iron, has been used as a model system to explain the basic observations of the Earth?s core system, including the liquid outer core and solid inner core configuration and the large density jump at the inner core boundary (ICB). In order to evaluate the role of S during the core formation and evolution of the core, full knowledge of the phase relations in the Fe-FeS system as a function of pressure up to core pressures is needed.  It is proposed to determine the melting relations in the Fe-FeS system up to 30 GPa in the multi-anvil apparatus and to extend the measurements up to at least 140 GPa in high-temperature diamond-anvil cell using combination of in-situ observations and ex-situ characterization with FIB/SEM crossbeam. A thermodynamic model will be developed to reproduce the experimental data, and used to extrapolate the experimentally determined phase relations in the Fe-FeS system to ICB conditions. Emphasis is placed on obtaining reliable, high-quality data through innovative experimental design and development of quantitative analysis with high spatial resolution. Although designed for proposed work on the Fe-FeS binary system, the techniques developed here will open a new class of experiments that can be applied to other systems in the future (e.g., to investigate the roles of other light elements, such as Si and O, in the Earth?s core). The thermodynamic model will be used to evaluate the S contribution to the density jump at the ICB by calculating the S partitioning between solid and liquid iron and its effect on the density change. The calculated melting temperature as a function of the S content will serve as a reference point for other multi-component Earth?s core models.\r\n\r\nBroad Impacts. The proposed research will open new research directions in experimental petrology. It addresses a broad issue in deep Earth study at the interface of petrology, mineral physics, geochemistry, and geophysics. The experimental techniques and procedures developed through this research will be available to the community. The PI will continue to involve and train graduate students and postdoctoral associates in the proposed research and provide them with broad, competitive research experience. Research results will be disseminated primarily through publications in scientific journals, participation at scientific conferences, and occasionally through public news media. The proposed projects will produce high-quality data that are necessary for understanding the interior of the Earth and developing new frontiers for cutting-edge research. The expected results will have broad impact in many different fields including experimental petrology, geochemistry, geophysics, mineral physics, and geodynamics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yingwei",
   "pi_last_name": "Fei",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yingwei Fei",
   "pi_email_addr": "fei@gl.ciw.edu",
   "nsf_id": "000162083",
   "pi_start_date": "2012-01-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie Institution of Washington",
  "inst_street_address": "5241 BROAD BRANCH RD NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023876400",
  "inst_zip_code": "200151305",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "CARNEGIE INSTITUTION OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZQ12LY4L5H39"
 },
 "perf_inst": {
  "perf_inst_name": "Geophysical Laboratory",
  "perf_str_addr": "5251 Broad Branch Rd, NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200151305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 164406.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 123384.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 92156.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this proposal is to understand the composition of the Earth's core through experimental study of element partitioning at high pressure and temperature.</p>\n<p>&nbsp;</p>\n<p>The Earth&rsquo;s magnetic field is driven by convection in the liquid outer core. One of the driving forces for the convection is the release of light elements such as sulfur (S), silicon (Si) and carbon (C) at the inner core boundary during the inner core crystallization. The release of light elements at the boundary is controlled by element partitioning between the liquid outer core and the solid inner core. The proposed project is aimed to learn about the behavior of the light elements at the inner core boundary through simulation experiments in the laboratory. We use high-pressure devices such as multi-anvil apparatus and diamond-anvil cell to generate high pressures and high temperatures, corresponding to the conditions of the Earth&rsquo;s interior. In this study, we have examined the role of sulfur during the inner core crystallization. We have determined the melting relations in the Fe-FeS system up to 25 GPa in the multi-anvil apparatus and extended the measurements up to 140 GPa in a high-temperature diamond-anvil cell using combination of in-situ observations and ex-situ characterization including focus ion beam (FIB) milling, high-resolution imaging. It has been demonstrated that we have established a reliable experimental procedure to obtain high-quality element partitioning data from the recovered laser-heating DAC samples at extreme conditions. The development of new sample chamber configuration using FIB micro-fabrication and precision sample recovery with FIB technology is the key for successful ex-situ characterization of the recovered samples. We have also demonstrated that high-quality partitioning data can be obtained at sub-micron spatial resolution using highly efficient silicon drift detector coupled with FIB/SEM system. The FIB micro-fabrication and subsequent chemical analysis with high-resolution SEM represent a significant advance in experimental approach and open new opportunity for conducting high-pressure experiments under extreme conditions with well-controlled environments. These new technique developments put us on a successful path for any future projects in this research area.</p>\n<p>&nbsp;</p>\n<p>The research has opened new research directions in experimental petrology. It addresses a broad issue in deep Earth study at the interface of petrology, mineral physics, geochemistry, and geophysics. The experimental techniques and procedures we have developed through this research provided new tools for study the Earth&rsquo;s interior. The project has produced five peer-reviewed publications in international journals and many abstracts presented at annual scientific meetings. The program has provided training for one postdoc and two graduate students, resulted in one Ph.D thesis. The results have broad impact in many different fields including experimental petrology, geochemistry, geophysics, mineral physics, and geodynamics.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/24/2015<br>\n\t\t\t\t\tModified by: Yingwei&nbsp;Fei</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1144422/1144422_10150200_1427223050568_FeiRev2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1144422/1144422_10150200_1427223050568_FeiRev2--rgov-800width.jpg\" title=\"Melting Earth's core - Probing extremes\"><img src=\"/por/images/Reports/P...",
  "por_txt_cntn": "\nThe goal of this proposal is to understand the composition of the Earth's core through experimental study of element partitioning at high pressure and temperature.\n\n \n\nThe EarthÆs magnetic field is driven by convection in the liquid outer core. One of the driving forces for the convection is the release of light elements such as sulfur (S), silicon (Si) and carbon (C) at the inner core boundary during the inner core crystallization. The release of light elements at the boundary is controlled by element partitioning between the liquid outer core and the solid inner core. The proposed project is aimed to learn about the behavior of the light elements at the inner core boundary through simulation experiments in the laboratory. We use high-pressure devices such as multi-anvil apparatus and diamond-anvil cell to generate high pressures and high temperatures, corresponding to the conditions of the EarthÆs interior. In this study, we have examined the role of sulfur during the inner core crystallization. We have determined the melting relations in the Fe-FeS system up to 25 GPa in the multi-anvil apparatus and extended the measurements up to 140 GPa in a high-temperature diamond-anvil cell using combination of in-situ observations and ex-situ characterization including focus ion beam (FIB) milling, high-resolution imaging. It has been demonstrated that we have established a reliable experimental procedure to obtain high-quality element partitioning data from the recovered laser-heating DAC samples at extreme conditions. The development of new sample chamber configuration using FIB micro-fabrication and precision sample recovery with FIB technology is the key for successful ex-situ characterization of the recovered samples. We have also demonstrated that high-quality partitioning data can be obtained at sub-micron spatial resolution using highly efficient silicon drift detector coupled with FIB/SEM system. The FIB micro-fabrication and subsequent chemical analysis with high-resolution SEM represent a significant advance in experimental approach and open new opportunity for conducting high-pressure experiments under extreme conditions with well-controlled environments. These new technique developments put us on a successful path for any future projects in this research area.\n\n \n\nThe research has opened new research directions in experimental petrology. It addresses a broad issue in deep Earth study at the interface of petrology, mineral physics, geochemistry, and geophysics. The experimental techniques and procedures we have developed through this research provided new tools for study the EarthÆs interior. The project has produced five peer-reviewed publications in international journals and many abstracts presented at annual scientific meetings. The program has provided training for one postdoc and two graduate students, resulted in one Ph.D thesis. The results have broad impact in many different fields including experimental petrology, geochemistry, geophysics, mineral physics, and geodynamics.\n\n \n\n\t\t\t\t\tLast Modified: 03/24/2015\n\n\t\t\t\t\tSubmitted by: Yingwei Fei"
 }
}