{
 "awd_id": "1144369",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Controls on the Chlorine Isotope Composition of Sedimentary Rocks During Prograde Metamorphism, with Implications for Mantle Chloride Sources",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sonia Esperanca",
 "awd_eff_date": "2012-04-15",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 190025.0,
 "awd_amount": 190025.0,
 "awd_min_amd_letter_date": "2012-04-03",
 "awd_max_amd_letter_date": "2012-04-03",
 "awd_abstract_narration": "Intellectual Merit: The chlorine isotope composition of Moon, meteorites and the major Cl reservoirs of the Earth have all been found to be similar (d37Cl near 0 permil). Upon detailed examination, however, significant Cl isotope variations are seen in different contaminated mantle-derived basalt types and within a single outcrop from metasomatized mantle peridotites. Because Cl is strongly partitioned into fluid and melt phases and is not expected to undergo any isotopic fractionation at high T/P conditions, the Cl isotope composition of these isotopically anomalous samples should record the sources of metasomatizing fluids. The unique chemical properties of Cl lead to an isotopic fingerprint that is different and complementary to other geochemical systems. Subducted sediments are thought to return significant Cl to the mantle, and several authors have proposed that non-zero d37Cl values of mantle samples are a consequence of this process. Remarkably, published Cl isotope data for sediments and metasedimentary rocks range from -4 to +7.5 permil. However, given the current lack of studies focused on systematic changes in d37Cl values as a function of prograde metamorphism - and the paucity of analyses of metasedimentary rocks - previously proposed fractionation mechanisms and actual d37Cl values of metasedimentary rocks in deep levels of subduction zones are completely speculative. It is proposed to measure d37Cl values in several prograde metamorphic sequences in order to identify characteristic changes that may occur, and identify likely fractionation mechanisms responsible for such changes. Two well-characterized prograde metasedimentary sequences are targeted for this study: the Triassic-Jurassic pelitic metamorphic sequence of the Central Alps and the turbidites of the Devonian Littleton Formation in New Hampshire. Both sequences can be followed intermittently up metamorphic grade ? from diagenetic zone to amphibolite grade in the Central Alps, and chlorite through sillimanite grade in New Hampshire. Two lithologies will be sampled in the Central Alps, the Triassic Keuper red beds and a Liassic (lower Jurassic) black shale, and a thick turbidite sequence will be studied from the New Hampshire locality. Two mutually exclusive hypotheses for chlorine isotope behavior during diagenesis and metamorphism of common clastic sedimentary rock types will be tested. The first is that fractionation during devolatilization is minimal, and that the d37Cl value of metasedimentary rocks at all metamorphic grades is inherited from the protolith. This result is supported by theoretical and some limited experimental work. A second hypothesis can equally be argued, namely that fractionation does occur during dehydration reactions, with 35Cl preferentially incorporated in the fluid phase. This hypothesis is supported by measurements of extremely low-d37Cl pore fluids in unmetamorphosed sediments and heavy isotopic values found in some metasediments. While an analysis of a single sample will provide little information to support or reject either of these two diametrically opposed hypotheses, systematic variations in a prograde sequence can be used to construct definitive mechanisms of Cl isotope fractionation during metamorphism. The results of this study will have direct applicability to understanding the variations in mantle samples that have been contaminated by subducted materials and will provide a necessary boundary condition for the Cl isotope system in general.\r\n\r\nBroader Impacts: The work proposed here will contribute to ongoing technique development for chlorine isotope analysis, and will greatly strengthen the interpretive framework for future Cl isotope studies. One graduate student will be trained in all aspects of Cl isotope geochemistry and in the integration and interpretation of field, petrologic, and geochemical data. In addition, at least one undergraduate student will be hired a year to help with sample preparation and formation of a senior honors thesis. UNM is recognized by the U.S. Department of Education as a 'High Hispanic Enrollment' institution (~33% Hispanic on the main campus). Effort will be made to ensure that some or all of the students involved in the project are from under-represented minorities (Hispanic or Native American).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zachary",
   "pi_last_name": "Sharp",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zachary Sharp",
   "pi_email_addr": "zsharp@unm.edu",
   "nsf_id": "000461397",
   "pi_start_date": "2012-04-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jane",
   "pi_last_name": "Selverstone",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jane Selverstone",
   "pi_email_addr": "selver@unm.edu",
   "nsf_id": "000098189",
   "pi_start_date": "2012-04-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Mexico",
  "inst_street_address": "1 UNIVERSITY OF NEW MEXICO",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5052774186",
  "inst_zip_code": "871310001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "UNIVERSITY OF NEW MEXICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "F6XLTRUQJEN4"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of The University of New Mexico",
  "perf_str_addr": "MSC01 1247",
  "perf_city_name": "Albuquerque",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871310001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 190025.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong></p>\n<p>Chlorine is a ubiquitous component of fluids in the Earth's crust and is also present as a minor component in many minerals and rocks. In general, when sedimentary rocks experience deep burial and heating (metamorphism), chlorine is released from minerals into a H2O-rich fluid. This fluid can migrate along mineral grain boundaries and react with (alter) other rocks as it travels. Chlorine has two stable isotopes, 35Cl and 37Cl. The ratio of 35Cl to 37Cl is different in different rock types and in fluids from different sources (e.g., seawater vs. sedimentary pore fluids). We can potentially use chlorine isotope compositions of rocks to trace the paths that fluids take as they migrate through rocks deep in Earth's crust and can also determine the original sources of those fluids.&nbsp;</p>\n<p>In order to attain this goal, we need to know (1) the chlorine isotope compositions of sedimentary rocks, and (2) whether/how those compositions change during metamorphism. Many studies had documented chlorine isotope variations in different types of rocks on Earth and from the Moon and Mars, but no previous studies had systematically examined changes in natural rocks during burial and heating. That was the goal of this project. We collected rock samples from two sedimentary sequences in Switzerland, one that was deposited in continental settings and one from marine environments. These rock sequences had been previously well characterized, and we could trace them from low-temperature sedimentary conditions to places where they had been buried to temperatures of more than 550&deg;C and depths of around 25 kilometers prior to exhumation and exposure in the Alps.&nbsp;</p>\n<p>We used a mass spectrometer to measure 35Cl/37Cl ratios in all of the samples and showed that sedimentary rocks have highly variable isotopic compositions - indeed, the range in values from a single quarry is as large as in all other rock types from Earth that had been analysed to date. The heterogeneity appears to result from interactions between biotic processes, sediment source, and water chemistry. Despite this heterogeneity, however, individual rock types retained their chlorine isotope compositions throughout their metamorphic histories. Hydrous fluids released from the rocks during metamorphism had chlorine isotope compositions identical to those of the host rocks. These were unexpected results, but provide a firm foundation for (re)interpretation of chlorine isotope data from other metamorphic environments - including many previously published studies. For example, we have used Cl data to determine the sources and migration pathways of fluids through rocks in exhumed subduction zones. These data will ultimately help us to understand the role of fluid release and migration in contributing to deep earthquakes where tectonic plates collide with one another.&nbsp;</p>\n<p>An additional unexpected result of the project was documentation that significant amounts of chlorine are bound to carbonaceous organic matter in the rocks. Most chlorine is assumed to be in the +1 valence state, as chloride (Cl-) in minerals and aqueous fluids. Where it is bound to organic matter, however, it is in the +1 valence state. The difference in bonding affects the chlorine isotope composition, and may give us a way to identify biologic processes in ancient rock samples. Furthermore, transport of Cl+ to depth in subduction zones means that there is a previously unexplored potential for oxidation-reduction reactions that might help to explain why many rocks from these settings appear to be anomalously oxidized: reaction of Cl+ with Fe2+ can make Fe3+ and release Cl- to migrating fluids.&nbsp;</p>\n<p><strong>Broader Impacts</strong></p>\n<p>Work on this project contributed to development of new analytical techniques and increased precision in determining chlorine isotope compositions of roc...",
  "por_txt_cntn": "\nIntellectual Merit\n\nChlorine is a ubiquitous component of fluids in the Earth's crust and is also present as a minor component in many minerals and rocks. In general, when sedimentary rocks experience deep burial and heating (metamorphism), chlorine is released from minerals into a H2O-rich fluid. This fluid can migrate along mineral grain boundaries and react with (alter) other rocks as it travels. Chlorine has two stable isotopes, 35Cl and 37Cl. The ratio of 35Cl to 37Cl is different in different rock types and in fluids from different sources (e.g., seawater vs. sedimentary pore fluids). We can potentially use chlorine isotope compositions of rocks to trace the paths that fluids take as they migrate through rocks deep in Earth's crust and can also determine the original sources of those fluids. \n\nIn order to attain this goal, we need to know (1) the chlorine isotope compositions of sedimentary rocks, and (2) whether/how those compositions change during metamorphism. Many studies had documented chlorine isotope variations in different types of rocks on Earth and from the Moon and Mars, but no previous studies had systematically examined changes in natural rocks during burial and heating. That was the goal of this project. We collected rock samples from two sedimentary sequences in Switzerland, one that was deposited in continental settings and one from marine environments. These rock sequences had been previously well characterized, and we could trace them from low-temperature sedimentary conditions to places where they had been buried to temperatures of more than 550&deg;C and depths of around 25 kilometers prior to exhumation and exposure in the Alps. \n\nWe used a mass spectrometer to measure 35Cl/37Cl ratios in all of the samples and showed that sedimentary rocks have highly variable isotopic compositions - indeed, the range in values from a single quarry is as large as in all other rock types from Earth that had been analysed to date. The heterogeneity appears to result from interactions between biotic processes, sediment source, and water chemistry. Despite this heterogeneity, however, individual rock types retained their chlorine isotope compositions throughout their metamorphic histories. Hydrous fluids released from the rocks during metamorphism had chlorine isotope compositions identical to those of the host rocks. These were unexpected results, but provide a firm foundation for (re)interpretation of chlorine isotope data from other metamorphic environments - including many previously published studies. For example, we have used Cl data to determine the sources and migration pathways of fluids through rocks in exhumed subduction zones. These data will ultimately help us to understand the role of fluid release and migration in contributing to deep earthquakes where tectonic plates collide with one another. \n\nAn additional unexpected result of the project was documentation that significant amounts of chlorine are bound to carbonaceous organic matter in the rocks. Most chlorine is assumed to be in the +1 valence state, as chloride (Cl-) in minerals and aqueous fluids. Where it is bound to organic matter, however, it is in the +1 valence state. The difference in bonding affects the chlorine isotope composition, and may give us a way to identify biologic processes in ancient rock samples. Furthermore, transport of Cl+ to depth in subduction zones means that there is a previously unexplored potential for oxidation-reduction reactions that might help to explain why many rocks from these settings appear to be anomalously oxidized: reaction of Cl+ with Fe2+ can make Fe3+ and release Cl- to migrating fluids. \n\nBroader Impacts\n\nWork on this project contributed to development of new analytical techniques and increased precision in determining chlorine isotope compositions of rock samples. These new techniques have been shared and cross-calibrated with other laboratories; several graduate students have now been trained in their ..."
 }
}