{
 "awd_id": "1144763",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "EAR-PF: Evaluating the relationship between physical heterogeneity and stable isotope fractionation factors during subsurface reactive transport",
 "cfda_num": "47.050",
 "org_code": "06030203",
 "po_phone": "7032925047",
 "po_email": "lpatino@nsf.gov",
 "po_sign_block_name": "Lina Patino",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 85000.0,
 "awd_amount": 170000.0,
 "awd_min_amd_letter_date": "2012-08-13",
 "awd_max_amd_letter_date": "2013-06-26",
 "awd_abstract_narration": "Dr. Jennifer Druhan has been awarded an NSF Earth Science Postdoctoral Fellowship to carry out a combined experimental and modeling study of the influences of physical heterogeneity on the measurement and analysis of stable isotope fractionations associated with subsurface reactive transport.  While stable isotopes are commonly used to analyze a wide variety of complex hydrogeochemical systems, models of fractionation routinely require simplifying assumptions such as homogeneous, well-mixed reactivity, leading to misrepresentation of system processes.  The experimental aspect of this study will involve a suite of meso-scale, flow-through column reactors packed with homogeneous and heterogeneous permeability distributions.  The columns will be designed specifically to allow precise characterization of flow-path heterogeneity using nuclear medial imaging techniques.  The modeling aspect will involve both inverse parameter estimation methods to obtain heterogeneous permeability distributions from nuclear medical imaging data, and forward geochemical reactive transport simulations of fractionation through these permeability distributions to characterize the relationship between heterogeneous solute transport and observed fractionation.  The goal of the work is to demonstrate the difference between effective fractionation factors measured in homogeneous and heterogeneous systems, to show the effects of hierarchical heterogeneity on these measurements, and to demonstrate the temporal influence of evolving permeability fields on isotopic ratios.  Results of this work will have direct application to analysis of isotopic datasets in near-surface environments in studies ranging from drinking water resources to contaminant remediation to reclaimed water storage.\r\n\r\nThe NSF supported research will be carried out at Stanford University in the Department of Geological and Environmental Sciences.  Through the Stanford SURGE program aspects of the study will be leveraged to support mentorship of undergraduates in the earth sciences.  The study will further serve as a seminal example in the development of a short course in reactive transport modeling of stable isotope fractionation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Druhan",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer L Druhan",
   "pi_email_addr": "",
   "nsf_id": "000595970",
   "pi_start_date": "2012-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Druhan                  Jennifer       L",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Berkeley",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "947102326",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University School of Earth Sciences",
  "perf_str_addr": null,
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052210",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "CA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "713700",
   "pgm_ele_name": "Postdoctoral Fellowships"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 85000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 85000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Groundwater is both a critical and unique resource.&nbsp; It represents the largest readily available source of freshwater to sustain populations and yet it is easily and rapidly degradable by both natural and anthropogenic causes.&nbsp; The quality of groundwater as a resource is governed by the chemical reactions that take place while it is contained in the subsurface.&nbsp; From the time water infiltrates the ground, it is subject to a wide variety chemical alterations, including dissolution and precipitation of minerals, sorption and ion exchange and biologically mediated reactions.&nbsp; In this sense the chemical quality of groundwater extracted from a well or measured at a spring may be thought of as a balance between two timescales: one is the time the fluid has spent in the ground, i.e. the fluid travel time, and the other is the time it takes key reactions to occur, i.e. the reaction rate (Figure 1).&nbsp; The fluid travel time is a function of physical processes like infiltration rate, aquifer conductivity and storage volume.&nbsp; The reaction rate is a function of chemical potential.&nbsp; The ratio of these time scales, denoted as a dimensionless Damk&ouml;hler coefficient (Da), is one way of parameterizing the relative influence of flow and reactivity on groundwater quality.&nbsp;</p>\n<p>Understanding the variety of chemical reactions occurring in the subsurface is a formidable challenge.&nbsp; One means of identifying and quantifying these processes is the use of stable isotope ratios, which are altered in characteristic ways by specific reaction pathways.&nbsp; However, the influence of variable fluid travel times (i.e. the Da coefficient) on stable isotope ratios has not been rigorously explored.&nbsp; The purpose of this project was to conduct the first combined experimental and modeling analysis of the influence of physical heterogeneity on stable isotope fractionation factors under conditions of subsurface reactive transport.&nbsp; The project involved three aspects: (1) an experimental component in which through-flowing columns were constructed with known physical heterogeneities in order to observe the influence of fluid flow on isotope ratios; (2) a numerical modeling component in which a reactive transport code was generalized to an isotope-enabled version and utilized to study the effect of spatially-correlated physical heterogeneity on isotope fractionation; and (3) derivation of a series of analytical expressions relating fractionation, concentration and fluid flow in both homogeneous and heterogeneous systems for broad application based on and validated by the experimental and numerical results.&nbsp;</p>\n<p>Four key project outcomes were produced as a result of this research.&nbsp; First, the design and methodology to construct laboratory representation of physically heterogeneous flow fields is now described.&nbsp; These column experiments are significant in that the heterogeneity is known, discretizable and distinct from a homogeneous base case and these differences are observable in concentration-discharge and fractionation-discharge relationships.&nbsp; As a result, the experimental design provides a means of exploring the variability in reactant prevalence and isotope partitioning directly associated with flow in the absence of additional influences.&nbsp; Second, an isotope-enabled reactive transport model, CrunchTope, is now available and capable of treating the partitioning of stable isotopes in heterogeneous and biologically mediated reactions.&nbsp; This code is a critical advancement in our ability to quantify isotope ratios in complex systems.&nbsp; Third, a simple mathematical relationship has been derived and validated which demonstrates the effect of variable fluid travel times on stable isotope fractionation, and finally this derivation has been extended to reactions which are reversible, and thus subject to a variable ...",
  "por_txt_cntn": "\nGroundwater is both a critical and unique resource.  It represents the largest readily available source of freshwater to sustain populations and yet it is easily and rapidly degradable by both natural and anthropogenic causes.  The quality of groundwater as a resource is governed by the chemical reactions that take place while it is contained in the subsurface.  From the time water infiltrates the ground, it is subject to a wide variety chemical alterations, including dissolution and precipitation of minerals, sorption and ion exchange and biologically mediated reactions.  In this sense the chemical quality of groundwater extracted from a well or measured at a spring may be thought of as a balance between two timescales: one is the time the fluid has spent in the ground, i.e. the fluid travel time, and the other is the time it takes key reactions to occur, i.e. the reaction rate (Figure 1).  The fluid travel time is a function of physical processes like infiltration rate, aquifer conductivity and storage volume.  The reaction rate is a function of chemical potential.  The ratio of these time scales, denoted as a dimensionless Damk&ouml;hler coefficient (Da), is one way of parameterizing the relative influence of flow and reactivity on groundwater quality. \n\nUnderstanding the variety of chemical reactions occurring in the subsurface is a formidable challenge.  One means of identifying and quantifying these processes is the use of stable isotope ratios, which are altered in characteristic ways by specific reaction pathways.  However, the influence of variable fluid travel times (i.e. the Da coefficient) on stable isotope ratios has not been rigorously explored.  The purpose of this project was to conduct the first combined experimental and modeling analysis of the influence of physical heterogeneity on stable isotope fractionation factors under conditions of subsurface reactive transport.  The project involved three aspects: (1) an experimental component in which through-flowing columns were constructed with known physical heterogeneities in order to observe the influence of fluid flow on isotope ratios; (2) a numerical modeling component in which a reactive transport code was generalized to an isotope-enabled version and utilized to study the effect of spatially-correlated physical heterogeneity on isotope fractionation; and (3) derivation of a series of analytical expressions relating fractionation, concentration and fluid flow in both homogeneous and heterogeneous systems for broad application based on and validated by the experimental and numerical results. \n\nFour key project outcomes were produced as a result of this research.  First, the design and methodology to construct laboratory representation of physically heterogeneous flow fields is now described.  These column experiments are significant in that the heterogeneity is known, discretizable and distinct from a homogeneous base case and these differences are observable in concentration-discharge and fractionation-discharge relationships.  As a result, the experimental design provides a means of exploring the variability in reactant prevalence and isotope partitioning directly associated with flow in the absence of additional influences.  Second, an isotope-enabled reactive transport model, CrunchTope, is now available and capable of treating the partitioning of stable isotopes in heterogeneous and biologically mediated reactions.  This code is a critical advancement in our ability to quantify isotope ratios in complex systems.  Third, a simple mathematical relationship has been derived and validated which demonstrates the effect of variable fluid travel times on stable isotope fractionation, and finally this derivation has been extended to reactions which are reversible, and thus subject to a variable fractionation factor.  These results improve our ability to quantitatively employ stable isotope ratios as indicators of chemical reactivity in complex systems.\n\n \n\n\t\t\t\t..."
 }
}