{
 "awd_id": "1144846",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Critical Raindrop Characteristics: Fall Speed, Shape, and Size Distributions",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "edward bensman",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 504150.0,
 "awd_amount": 504150.0,
 "awd_min_amd_letter_date": "2012-09-01",
 "awd_max_amd_letter_date": "2013-07-30",
 "awd_abstract_narration": "The prevailing paradigm in radar meteorology, and precipitation science more generally, has been the assumption that raindrops fall at terminal velocity.  However, recent research suggests this is not always the case, revealing an important new aspect of rain that requires further exploration.  Under this project a field study designed to uncover new fundamental physics of raindrop fall characteristics will be conducted.  More specifically this effort seeks to develop an improved predictive capability for raindrop fall velocity, chord ratio, and size distribution.  It is hypothesized deviations from more traditionally-computed terminal velocities may induce deviations from equilibrium chord ratios and in turn introduce errors in inferred drop size distributions.  This raises several new questions, the two most important being: (1) What are the actual raindrop fall velocities, chord ratios, and size distributions?; and (2) What are the governing environmental factors and processes responsible for deviations of these quantities away from their equilibrium values, and how can such deviations be predicted for specific conditions (e.g., rainfall rates)?  Supported investigators will measure raindrop fall velocity, diameter, and shape using a state-of-the-art high-speed camera and digital image analysis system to seek answers to these and other questions.\r\n\r\nThe intellectual merit of this effort rests in development and interpretation of a unique microphysical dataset that will exploited to uncover raindrop fall characteristics, with a focus on providing relationships with varying rainfall conditions.  This approach should lead to improved parameterizations for the drop-size distributions and chord ratio (i.e. drop oblateness, to which polarization-diverse radars are particularly sensitive) in falling precipitation of various types and intensities.  This work is thought to be the first systematic study of the actual fall velocity of raindrops and its effects on raindrop geometry and size distribution.  Broader impacts will include improved predictive capability for precipitation fall speeds, chord ratios and size distributions, as well as their relationship to rain rates as commonly derived from dual-polarization radar data.  These efforts are anticipated to lead to improved retrievals of rainfall rates and accumulations, which may in turn benefit flood prediction, management of water resources, and related inputs to weather, hydrologic and climatological models.  Additionally, knowledge gained will serve to improve interpretation of data from a large installed base of Joss-Waldvogel type disdrometers, which typically require a priori assumption of fallspeed to accurately infer rainfall rate.  Precipitation research infrastructure at Clemson University will be enhanced through development of an instrumented field site, which will serve as an educational platform for undergraduate and graduate students.  Related results will be disseminated via students' dissertations and the peer-reviewed literature.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Firat",
   "pi_last_name": "Testik",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Firat Y Testik",
   "pi_email_addr": "firat.testik@utsa.edu",
   "nsf_id": "000255122",
   "pi_start_date": "2012-09-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Saylor",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "John R Saylor",
   "pi_email_addr": "jsaylor@clemson.edu",
   "nsf_id": "000184307",
   "pi_start_date": "2012-09-01",
   "pi_end_date": "2013-05-28"
  }
 ],
 "inst": {
  "inst_name": "Clemson University",
  "inst_street_address": "201 SIKES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "CLEMSON",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8646562424",
  "inst_zip_code": "296340001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "SC03",
  "org_lgl_bus_name": "CLEMSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "H2BMNX7DSKU8"
 },
 "perf_inst": {
  "perf_inst_name": "Clemson University",
  "perf_str_addr": "300 Brackett Hall, Box 345702",
  "perf_city_name": "Clemson",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "296340001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "SC03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 190616.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 178357.0
  }
 ],
 "por": null
}