{
 "awd_id": "1144676",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "IGERT:  REN@WVU - Research and Education in Nanotoxicology at West Virginia University",
 "cfda_num": "47.076",
 "org_code": "11010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Laura Regassa",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2019-06-30",
 "tot_intn_awd_amt": 1555730.0,
 "awd_amount": 2996937.0,
 "awd_min_amd_letter_date": "2012-05-26",
 "awd_max_amd_letter_date": "2017-08-13",
 "awd_abstract_narration": "This Integrative Graduate Education and Research Traineeship (IGERT) award supports the interdisciplinary training of Ph.D. students to pursue research and innovation in the growing and critical field of nanotoxicity. The program, which is individualized for each student?s personal and career goals, ensures that scientific understanding of the interaction of nanomaterials with people and the environment keeps pace with the development of new nanomaterials and their applications in consumer products.\r\nIntellectual Merit:  The promise of nanomaterials to revolutionize everything from energy efficiency to health cannot be realized without detailed understanding of the interactions between these innovative materials, the people who use them, and the environments in which they are used. This IGERT project, in collaboration with researchers from the National Institute of Occupational Safety and Health, facilitates an interdisciplinary perspective via collaborative research projects that link physical scientists and engineers with biological/biomedical scientists and engineers. Research will address nanomaterials already used in consumer products, those in development for future applications, and developing new methods for rapid nanotoxicity evaluation. Trainees will acquire entrepreneurial skills through workshops, internships, and a multidisciplinary team business plan competition.\r\nBroader Impacts: Students acquire a broad-based understanding of the field of nanotoxicity from multiple perspectives: varied scientific and engineering disciplines; industrial, academic and national laboratory contexts; and from an international perspective. Participants learn to work effectively with their counterparts in other scientific and engineering fields, as well as develop the skills to communicate the nuances of this important and potentially controversial field to the public and to policy makers. Special focus is placed on digital communications tools that allow scientists and engineers to interact directly with the public. \r\nIGERT is an NSF-wide program intended to meet the challenges of educating U.S. Ph.D. scientists and engineers with the interdisciplinary background, deep knowledge in a chosen discipline, and the technical, professional, and personal skills needed for the career demands of the future. The program is intended to establish new models for graduate education and training in a fertile environment for collaborative research that transcends traditional disciplinary boundaries, and to engage students in understanding the processes by which research is translated to innovations for societal benefit\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DGE",
 "org_div_long_name": "Division Of Graduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Gannett",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Gannett",
   "pi_email_addr": "pgannett@hsc.wvu.edu",
   "nsf_id": "000396350",
   "pi_start_date": "2014-09-15",
   "pi_end_date": "2015-04-20"
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Diandra",
   "pi_last_name": "Leslie-Pelecky",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Diandra L Leslie-Pelecky",
   "pi_email_addr": "diandra.leslie-pelecky@mail.wvu.edu",
   "nsf_id": "000339020",
   "pi_start_date": "2012-05-26",
   "pi_end_date": "2014-05-27"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vincent",
   "pi_last_name": "Castranova",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vincent Castranova",
   "pi_email_addr": "vcastran@hsc.wvu.edu",
   "nsf_id": "000595359",
   "pi_start_date": "2017-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Gannett",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Gannett",
   "pi_email_addr": "pgannett@hsc.wvu.edu",
   "nsf_id": "000396350",
   "pi_start_date": "2012-05-26",
   "pi_end_date": "2014-05-27"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Lederman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Lederman",
   "pi_email_addr": "dlederma@ucsc.edu",
   "nsf_id": "000471414",
   "pi_start_date": "2012-05-26",
   "pi_end_date": "2017-08-13"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robin",
   "pi_last_name": "Hissam",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Robin S Hissam",
   "pi_email_addr": "robin.hissam@mail.wvu.edu",
   "nsf_id": "000528054",
   "pi_start_date": "2012-05-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Vincent",
   "pi_last_name": "Castranova",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vincent Castranova",
   "pi_email_addr": "vcastran@hsc.wvu.edu",
   "nsf_id": "000595359",
   "pi_start_date": "2012-05-26",
   "pi_end_date": "2015-04-20"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Nurkiewicz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy Nurkiewicz",
   "pi_email_addr": "tnurkiewicz@mail.wvu.edu",
   "nsf_id": "000688092",
   "pi_start_date": "2015-04-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kimberly",
   "pi_last_name": "Quedado",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kimberly Quedado",
   "pi_email_addr": "kimberly.quedado@hsc.wvu.edu",
   "nsf_id": "000688093",
   "pi_start_date": "2015-04-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "West Virginia University Research Corporation",
  "inst_street_address": "886 CHESTNUT RIDGE ROAD",
  "inst_street_address_2": "",
  "inst_city_name": "MORGANTOWN",
  "inst_state_code": "WV",
  "inst_state_name": "West Virginia",
  "inst_phone_num": "3042933998",
  "inst_zip_code": "265052742",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WV02",
  "org_lgl_bus_name": "WEST VIRGINIA UNIVERSITY RESEARCH CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "M7PNRH24BBM8"
 },
 "perf_inst": {
  "perf_inst_name": "West Virginia University",
  "perf_str_addr": "886 Chestnut Ridge Road",
  "perf_city_name": "Morgantown",
  "perf_st_code": "WV",
  "perf_st_name": "West Virginia",
  "perf_zip_code": "265066216",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WV02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133500",
   "pgm_ele_name": "IGERT FULL PROPOSALS"
  },
  {
   "pgm_ele_code": "199700",
   "pgm_ele_name": "NSF Research Traineeship (NRT)"
  },
  {
   "pgm_ele_code": "806300",
   "pgm_ele_name": "IGERT Physics"
  },
  {
   "pgm_ele_code": "806400",
   "pgm_ele_name": "IGERT Materials Research"
  },
  {
   "pgm_ele_code": "806500",
   "pgm_ele_name": "IGERT Astronomical Sciences"
  },
  {
   "pgm_ele_code": "807800",
   "pgm_ele_name": "INSPIRE"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1335",
   "pgm_ref_txt": "IGERT FULL PROPOSALS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 1082443.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 972812.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 820717.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 120965.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The NSF IGERT Program at West Virginia University highly successful at providing doctoral students at an R1 Research institution located in rural Appalachia with a multidisciplinary experience. The most notable trainee outcomes is of the 27 NSF funded Fellows at West Virginia University, 17 have completed a doctoral degree, one as an MD/PhD and another earned his PhD and immediately enrolled as first year medical school student. Of the remaining, 6 students are actively pursuing their doctoral degree, one as an NSF-GRF. The IGERT REN@WVU program<br /> experienced three students leave without degrees and another elected to complete his education with a masters degree. Of those completing a doctoral degree two assumed faculty positions within academia, 3 accepted post-doctoral positions, 6 entered governmental agencies, 5 went into industry, and 2 are pursuing healthcare. Highlighted individual or collaborative achievements while participating in the REN@WVU program are as follows: Kathrine Curtin was awarded an NSF-GRF fellow under the direction of Nianqiang Wu. During the summer of 2017, Matt Winans pursued a 10 week research program at which time he lived and worked in a new Japanese laboratory. Since his return he continues to collaborate with his host group while he is stationed in the US. During this research Matt was introduced into metabolic analysis and the culture of Japanese research. This has been extremely beneficial in learning to navigate the professional world in a country with a hierarchy and traditional as Japan.<br /> This training experience provided enough edge to allow for navigation of international research networks on a global scale. Matt is still actively pursuing his doctoral studies in WVU Biology.</p>\n<p>Tyler Davis's research involved in interdisciplinary research with scientists at the National Institute for Occupational Safety and Health (NIOSH) and WVU Chemistry. A study done at NIOSH showed within 24 hours, acid-treated multiwalled carbon nanotubes (MWCNT) induce centrosome, mitotic spindle and chromosome number abnormalities in immortalized respiratory epithelial cells. The hypothesized source of this cellular disruption was the absorption of biomolecular proteins onto the carbon nanotube surface. Tyler, therefore, designed and developed an analytical technique to elucidate the source of nanotoxicity on a molecular level by studying the binding of biomolecules functionalized carbon nanotubes. Tyler<br /> was able to quantitatively show a differences in biomolecule absorption based on carbon nanotube type using materials and knowledge from her advisors at NIOSH and analytical instrumentation and knowledge from her advisor in chemistry. Tyler is currently a Technical Product Manager at SCIEX.</p>\n<p>While there was not an awarded international component of the IGERT program, Fellows sought international connections. &nbsp;Chris Bostick traveled to Rehovot, Israel to conduct research on bioelectronics with Dr. David Cahen at the Weizmann Institute of Sciences. Under Dr. David Lederman, Chris has fostered a collaboration with the laboratory of Cahen investigating protein immobilization for study of electron transport characteristics. Chris was able to use skills he has developed at WVU as an IGERT fellow to introduce a new study methodology to Dr. Cahen's laboratory. In particular, the use of gold nanopillars to allow protein isolation for conductive measurements. Chris was able to use his platform to help study Myoglobin and apo-myoglobin, proteins of interest for both laboratories. These trip resulted in a 1st author publication and invitation by reports on progress in physics to write a review. Chris is now Vice President at OCV in Los Angeles, California.</p>\n<p>Reem Eldawud performed a 6-week research internship at the Fraunhofer Research Institute for Non-destructive Materials in Dresden, Germany. This internship was part of an ongoing collaboration between Dr. Cerasela Dinu and the associate director of this institute at the Fraunhofer Research Institute for Non-destructive Materials. During this internship, Reem learned new experimental methods and techniques, received different training on several instruments, and worked alongside international scientists from academic and private sector labs who are working on several types of carbon-based nanoparticles (i.e., nanodiamonds). Reem is currently a Client Service Executive at Cognizant.</p>\n<p>Innovation and&nbsp;Entrepreneurship was highlighted throughout the duration of the funded award. Students became aquainted with innovation resources on campus through the WVU Maker Lab such as 3D printing, laser cutting and design resources.&nbsp; As a result of the 2015 innovation workshops and collaboration with the WVU LaunchLab, two patents were filed and<br /> two companies have been formed. Reem Eldawud founded Creative Health, LLC was awarded a patent on her device: Needle Cover for Obscuring Patient's Observation of Needle Insertions.<br /> Chris Bostick, Tyler Davis, Emily Despeaux, Alice Han, Kyle Mandler, and Kelly Pisane formed Productive Labs, LLC. They were awarded a patent for their device, Method and Apparatus for Orienting Pipette Tips. Both companies were represented in the 2016 WV State Collegiate<br /> Business Plan Competition, where Reem Eldawud won in the STEM category.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/30/2019<br>\n\t\t\t\t\tModified by: Vincent&nbsp;Castranova</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe NSF IGERT Program at West Virginia University highly successful at providing doctoral students at an R1 Research institution located in rural Appalachia with a multidisciplinary experience. The most notable trainee outcomes is of the 27 NSF funded Fellows at West Virginia University, 17 have completed a doctoral degree, one as an MD/PhD and another earned his PhD and immediately enrolled as first year medical school student. Of the remaining, 6 students are actively pursuing their doctoral degree, one as an NSF-GRF. The IGERT REN@WVU program\n experienced three students leave without degrees and another elected to complete his education with a masters degree. Of those completing a doctoral degree two assumed faculty positions within academia, 3 accepted post-doctoral positions, 6 entered governmental agencies, 5 went into industry, and 2 are pursuing healthcare. Highlighted individual or collaborative achievements while participating in the REN@WVU program are as follows: Kathrine Curtin was awarded an NSF-GRF fellow under the direction of Nianqiang Wu. During the summer of 2017, Matt Winans pursued a 10 week research program at which time he lived and worked in a new Japanese laboratory. Since his return he continues to collaborate with his host group while he is stationed in the US. During this research Matt was introduced into metabolic analysis and the culture of Japanese research. This has been extremely beneficial in learning to navigate the professional world in a country with a hierarchy and traditional as Japan.\n This training experience provided enough edge to allow for navigation of international research networks on a global scale. Matt is still actively pursuing his doctoral studies in WVU Biology.\n\nTyler Davis's research involved in interdisciplinary research with scientists at the National Institute for Occupational Safety and Health (NIOSH) and WVU Chemistry. A study done at NIOSH showed within 24 hours, acid-treated multiwalled carbon nanotubes (MWCNT) induce centrosome, mitotic spindle and chromosome number abnormalities in immortalized respiratory epithelial cells. The hypothesized source of this cellular disruption was the absorption of biomolecular proteins onto the carbon nanotube surface. Tyler, therefore, designed and developed an analytical technique to elucidate the source of nanotoxicity on a molecular level by studying the binding of biomolecules functionalized carbon nanotubes. Tyler\n was able to quantitatively show a differences in biomolecule absorption based on carbon nanotube type using materials and knowledge from her advisors at NIOSH and analytical instrumentation and knowledge from her advisor in chemistry. Tyler is currently a Technical Product Manager at SCIEX.\n\nWhile there was not an awarded international component of the IGERT program, Fellows sought international connections.  Chris Bostick traveled to Rehovot, Israel to conduct research on bioelectronics with Dr. David Cahen at the Weizmann Institute of Sciences. Under Dr. David Lederman, Chris has fostered a collaboration with the laboratory of Cahen investigating protein immobilization for study of electron transport characteristics. Chris was able to use skills he has developed at WVU as an IGERT fellow to introduce a new study methodology to Dr. Cahen's laboratory. In particular, the use of gold nanopillars to allow protein isolation for conductive measurements. Chris was able to use his platform to help study Myoglobin and apo-myoglobin, proteins of interest for both laboratories. These trip resulted in a 1st author publication and invitation by reports on progress in physics to write a review. Chris is now Vice President at OCV in Los Angeles, California.\n\nReem Eldawud performed a 6-week research internship at the Fraunhofer Research Institute for Non-destructive Materials in Dresden, Germany. This internship was part of an ongoing collaboration between Dr. Cerasela Dinu and the associate director of this institute at the Fraunhofer Research Institute for Non-destructive Materials. During this internship, Reem learned new experimental methods and techniques, received different training on several instruments, and worked alongside international scientists from academic and private sector labs who are working on several types of carbon-based nanoparticles (i.e., nanodiamonds). Reem is currently a Client Service Executive at Cognizant.\n\nInnovation and Entrepreneurship was highlighted throughout the duration of the funded award. Students became aquainted with innovation resources on campus through the WVU Maker Lab such as 3D printing, laser cutting and design resources.  As a result of the 2015 innovation workshops and collaboration with the WVU LaunchLab, two patents were filed and\n two companies have been formed. Reem Eldawud founded Creative Health, LLC was awarded a patent on her device: Needle Cover for Obscuring Patient's Observation of Needle Insertions.\n Chris Bostick, Tyler Davis, Emily Despeaux, Alice Han, Kyle Mandler, and Kelly Pisane formed Productive Labs, LLC. They were awarded a patent for their device, Method and Apparatus for Orienting Pipette Tips. Both companies were represented in the 2016 WV State Collegiate\n Business Plan Competition, where Reem Eldawud won in the STEM category.\n\n \n\n\t\t\t\t\tLast Modified: 12/30/2019\n\n\t\t\t\t\tSubmitted by: Vincent Castranova"
 }
}