{
 "awd_id": "1144918",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Basketmaker Communities Project: Early Pueblo Society in the Mesa Verde Region",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 245720.0,
 "awd_amount": 245720.0,
 "awd_min_amd_letter_date": "2012-02-17",
 "awd_max_amd_letter_date": "2012-02-17",
 "awd_abstract_narration": "With National Science Foundation support, Dr. Scott Ortman and colleagues will conduct two seasons of archaeological research in southwest Colorado, USA. The Basketmaker Communities Project (BCP) is a collaborative, public-private partnership between Crow Canyon Archaeological Center (CCAC), the University of Colorado-Boulder, and landowners in Indian Camp Ranch, a private residential community. The research will examine the demographic, social and environmental impacts of the adoption of domesticated food production in a well-preserved early agricultural settlement dating from the 7th century A.D.\r\n\r\nThe adoption of domesticated food production is widely acknowledged as a pivotal moment in human evolution that set in motion a number of transformations in human demography, social organization, and environmental relationships. The results of this process are apparent in the archaeological record of Neolithic societies worldwide, but in many regions the archaeological record is either too spotty or too imprecisely-dated to observe these transformations in progress. However, the archaeological record of the northern U.S. Southwest is amenable to such study, and the BCP will take advantage of this opportunity through survey, excavation, and collections research on the Basketmaker III (A.D. 500-750) period in the Mesa Verde region. \r\n\r\nSpecific project goals are: to determine the relative contribution of migration and intrinsic growth to the formation of Mesa Verde Pueblo society; to place the organization of BMIII communities within the continuum bracketed by Late Archaic foragers and Early Pueblo villages; and to evaluate the anthropogenic legacy of the first farmers to colonize the region. This will be accomplished through re-analysis of well-dated collections, surface survey of a well-preserved BMIII settlement cluster, and excavations at BMIII habitations and public architecture within this cluster. \r\n\r\nThe BCP will develop a case study of the demographic, social and environmental impacts of the adoption of a Neolithic economy using one of the best-preserved archaeological records available. It will develop refined methods for dating BMIII habitations and will apply these methods to gauge the relative roles of migration and intrinsic population growth to the formation of Mesa Verde Pueblo society. It will also examine the socionatural transformations initiated by the adoption of a Neolithic economy by focusing on the period when they were actually underway. This will extend knowledge of how village communities emerged from the blending of indigenous foragers and immigrant farmers in the U.S. Southwest. \r\n\r\nThe BCP will also support training and experience in excavation, laboratory and survey methods for 18 student interns and two graduate assistants over the next two years. Several thousand learners aged 12 and up will also participate directly in the research through informal science education programs at CCAC that emphasize the STEM concepts inherent in archaeology, the importance of historic preservation, and the extent of cultural diversity in the United States. American Indians will contribute to the research through service on CCAC's Native American Advisory Group. Finally, project results will be disseminated to researchers and the public through publication on CCAC's web site, and all project collections will be curated at Crow Canyon or another appropriate facility.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Ortman",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Scott G Ortman",
   "pi_email_addr": "scott.ortman@colorado.edu",
   "nsf_id": "000579799",
   "pi_start_date": "2012-02-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Lekson",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen H Lekson",
   "pi_email_addr": "lekson@colorado.edu",
   "nsf_id": "000235593",
   "pi_start_date": "2012-02-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Crow Canyon Archaeological Center",
  "inst_street_address": "23390 ROAD K",
  "inst_street_address_2": "",
  "inst_city_name": "CORTEZ",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9705644382",
  "inst_zip_code": "813219408",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CO03",
  "org_lgl_bus_name": "CROW CANYON ARCHAEOLOGICAL CENTER, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "H323T6LKJHD8"
 },
 "perf_inst": {
  "perf_inst_name": "Crow Canyon Archaeological Center",
  "perf_str_addr": "23390 Road K",
  "perf_city_name": "Cortez",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "813219408",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CO03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 245720.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The adoption of domesticated food production is widely-acknowledged as a pivotal moment in human history that set in motion a series of transformations in demography, social organization and environmental relationships. The results are often referred to as the Neolithic revolution, and its impacts are often compared to those associated with the onset of the industrial revolution in more recent times.</p>\n<p>The Neolithic revolution occurred at different times in various world regions. In the US Southwest it took place during the Basketmaker III period (400-750 CE) following the appearance of a number of innovations in available crops, cooking technology and hunting technology. The highly-visible, well-preserved and precisely-dated archaeological record of the US Southwest makes it an important case study for characterizing general aspects of this transition, but local archaeologists have been slow to recognize this potential. The Basketmaker Communities Project has taken advantage of this opportunity through focused research on the Basketmaker III period in Southwest Colorado.</p>\n<p>The project has been a collaboration between a private, nont-for-profit scientific and educational organization (Crow Canyon Archaeological Center), the flagship research university in Colorado (CU Boulder), and a private real-estate development that promotes private stewardship of archaeological sites (Indian Camp Ranch). Working together, we have sought to characterize the organization of the earliest farming communities in the region through survey and excavation in a cluster of Basketmaker III settlements that includes an early public building, new analyses of museum collections from previous excavations, and mapping of important sites potentially dating from the final period of hunting and gathering in the region.&nbsp;</p>\n<p>Through these efforts, we have determined that the earliest farming communities of Southwest Colorado took the form of loosely-aggregated villages surrounding a public building, and these communities gradually spread over the landscape as they grew over time. We also found that property rights in this society were based on use as opposed to ownership, and this limited the ability of the society to form large and stable villages. These results illustrate that social institutions lagged behind technological change in this particular case of the Neolithic revolution, and suggest that this may be a general issue all societies face when confronted by rapid technological progress and its ramifications for the economy.</p>\n<p>The positive impacts of this project also extend far beyond the specific scientific questions we addressed. With NSF support we have provided opportunities and training for three employees and eight student interns at Crow Canyon, and one graduate student in museum studies at CU Boulder. We have also provided informal science education experiences related to STEM fields for several thousand learners aged 12 through senior citizen through participation in Crow Canyon public archaeology programs &nbsp;ocused on the field and laboratory components of this project. Finally, this project formed the subject matter of an hour-long episode of the PBS series Time Team America that premiered in August, 2014. Through these efforts, we have promoted the social benefits of archaeological research for understanding fundamental problems that all societies confront.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/21/2015<br>\n\t\t\t\t\tModified by: Scott&nbsp;G&nbsp;Ortman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe adoption of domesticated food production is widely-acknowledged as a pivotal moment in human history that set in motion a series of transformations in demography, social organization and environmental relationships. The results are often referred to as the Neolithic revolution, and its impacts are often compared to those associated with the onset of the industrial revolution in more recent times.\n\nThe Neolithic revolution occurred at different times in various world regions. In the US Southwest it took place during the Basketmaker III period (400-750 CE) following the appearance of a number of innovations in available crops, cooking technology and hunting technology. The highly-visible, well-preserved and precisely-dated archaeological record of the US Southwest makes it an important case study for characterizing general aspects of this transition, but local archaeologists have been slow to recognize this potential. The Basketmaker Communities Project has taken advantage of this opportunity through focused research on the Basketmaker III period in Southwest Colorado.\n\nThe project has been a collaboration between a private, nont-for-profit scientific and educational organization (Crow Canyon Archaeological Center), the flagship research university in Colorado (CU Boulder), and a private real-estate development that promotes private stewardship of archaeological sites (Indian Camp Ranch). Working together, we have sought to characterize the organization of the earliest farming communities in the region through survey and excavation in a cluster of Basketmaker III settlements that includes an early public building, new analyses of museum collections from previous excavations, and mapping of important sites potentially dating from the final period of hunting and gathering in the region. \n\nThrough these efforts, we have determined that the earliest farming communities of Southwest Colorado took the form of loosely-aggregated villages surrounding a public building, and these communities gradually spread over the landscape as they grew over time. We also found that property rights in this society were based on use as opposed to ownership, and this limited the ability of the society to form large and stable villages. These results illustrate that social institutions lagged behind technological change in this particular case of the Neolithic revolution, and suggest that this may be a general issue all societies face when confronted by rapid technological progress and its ramifications for the economy.\n\nThe positive impacts of this project also extend far beyond the specific scientific questions we addressed. With NSF support we have provided opportunities and training for three employees and eight student interns at Crow Canyon, and one graduate student in museum studies at CU Boulder. We have also provided informal science education experiences related to STEM fields for several thousand learners aged 12 through senior citizen through participation in Crow Canyon public archaeology programs  ocused on the field and laboratory components of this project. Finally, this project formed the subject matter of an hour-long episode of the PBS series Time Team America that premiered in August, 2014. Through these efforts, we have promoted the social benefits of archaeological research for understanding fundamental problems that all societies confront. \n\n\t\t\t\t\tLast Modified: 04/21/2015\n\n\t\t\t\t\tSubmitted by: Scott G Ortman"
 }
}