{
 "awd_id": "1144271",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Studies of Coastal Orographic Precipitation Processes",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "edward bensman",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2017-02-28",
 "tot_intn_awd_amt": 400500.0,
 "awd_amount": 454889.0,
 "awd_min_amd_letter_date": "2012-02-24",
 "awd_max_amd_letter_date": "2015-03-04",
 "awd_abstract_narration": "Orography has a profound influence on the intensity and spatial distribution of precipitation. Broadly speaking, there are two key factors in the development of orographic precipitation: the weather regime or season, which can determine the relative importance of stable versus convective precipitation and the width of the barrier, which can determine whether orographic precipitation falls on the barrier crest or its windward or lee slopes. Of course, these relatively simple concepts do not articulate many of the complexities implicit in orographic precipitation processes, such as airflow blocking and cloud microphysics. This research effort addresses some of these complexities by focusing on coastal orographic precipitation processes. Specific objectives of this research are to:\r\n1.\tExamine how the coastal terrain deflects impinging low-level airflow upward to force the development of orographic precipitation;\r\n2.\tInvestigate the structure of coastal orographic feeder clouds and how it varies as a function of upslope wind speed.\r\n\r\nThese objectives will be pursued by testing specific hypotheses using airborne Doppler radar and in-situ microphysics, ground-based polarimetric Doppler radar, profiling radar, balloon sounding and surface meteorology and precipitation data from the California Land-falling Jets (CALJET) and Pacific Landfalling Jets (PACJET) experiments operated along the northern California coast during the late 1990's and early 2000's.\r\n\r\nIntellectual Merit\r\nSeveral observational field experiments have been conducted over the last forty years to help clarify unresolved details about orographic precipitation processes. Most of these efforts have been focused on relatively large barriers, with half-widths exceeding 50 km and heights more than 2 km above upstream flat terrain. Smaller barriers, with half-widths and heights less than 50 km and 2 km, respectively, can also significantly influence the development of precipitation, particularly those on or near a coastline where sources of maritime moisture are unimpeded by upstream topography. In fact, precipitation in these orographic locales can lead to severe flooding that incurs hundreds of millions of dollars in property damage. Analysis of the datasets from CALJET and PACJET provides an opportunity to advance fundamental understanding of coastal orographic precipitation processes. More specifically, this research is important because it will better clarify the forcing factors that influence the distribution and intensity of precipitation along and offshore of coastal orography and it will provide constraints on the range of microphysical processes active in coastal orographic feeder clouds and how they are influenced by forcing factors.\r\n\r\nBroader Impacts\r\nThis research project has a variety of broader impacts. More generally, the results will have societal benefit owing to the increased knowledge of coastal orographic precipitation processes. A better understanding of the processes that lead to extreme rainfall in coastal orography could help improve hydrologic forecasts of such events. Advancements in this area also have economic and environmental relevance as water quantity has a large impact on water management, agriculture, water-based recreation, water quality and protection of endangered species habitats such as salmon fisheries. More specific broader impacts associated with this project will be student participation in the research and application of the results to classroom instruction and development of exhibits for informal science education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Kingsmill",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "David E Kingsmill",
   "pi_email_addr": "David.Kingsmill@Colorado.edu",
   "nsf_id": "000466833",
   "pi_start_date": "2012-02-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803031058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 125262.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 275238.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 54389.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Cool-season precipitation in the western United States is strongly modulated by the regions&rsquo; complex terrain.&nbsp; Narrow corridors of concentrated horizontal water vapor transport within land-falling winter storms called atmospheric rivers impact the terrain and the associated orographic lift leads to enhanced precipitation.&nbsp; Considerable attention has been given to orographic precipitation enhancement for the larger inland mountain ranges of the west (&gt;3 km MSL tall and &gt; 500 km long), such as the Cascades in Washington and Oregon and Sierra Nevada in California. &nbsp;Smaller terrain along the coastline (typically &lt;1.5 km MSL tall and &lt;100 km long) can also significantly enhance precipitation.&nbsp; In fact, precipitation in these orographic locales unimpeded by upstream topography can lead to severe flooding that incurs millions of dollars in property damage.&nbsp; One factor that contributes to flood risk in the smaller terrain of the coastal mountains is that most of the precipitation falls in the form of rain rather than snow, which leads to rapid runoff.&nbsp; Another factor is the relative sparsity of dams in the coastal mountains compared to the Cascades and Sierra Nevada, which provides minimal capacity to control the runoff.</p>\n<p>&nbsp;</p>\n<p>The research associated with this project was focused on coastal orographic precipitation processes and had two primary objectives:</p>\n<p>&nbsp;</p>\n<ol>\n<li>Examine how the coastal terrain deflects impinging low-level airflow upward to force the development of orographic precipitation.</li>\n<li>Investigate the low-level vertical structure of precipitating clouds tied to the coastal orography.</li>\n</ol>\n<p>&nbsp;</p>\n<p>Research associated with objective 1 revealed the presence of terrain-trapped airflows (TTAs), relatively narrow air masses that consistently flow in close proximity and approximately parallel to an orographic barrier.&nbsp; These features were observed when the atmosphere exhibited stable temperature stratification in the lowest 1 km MSL and/or when an easterly gap-flow in the lowest 1 km MSL from the Central Valley to the ocean was evident. &nbsp;When present during land-falling winter storms, these TTAs shift the upward motion and corresponding precipitation development upwind of the physical mountain barrier over the ocean near the coast.&nbsp; In effect, the TTAs become a virtual barrier upstream of the physical barrier.</p>\n<p>&nbsp;</p>\n<p>Research associated with objective 2 examined the relationship between orographic forcing (i.e., the wind speed and water vapor content of air parcels impacting the coastal mountains) and orographically enhanced rainfall as a function of the dominant microphysics regime that was active in producing the rainfall.&nbsp; Two distinct microphysics regimes were identified.&nbsp; One of these regimes was associated with the so-called seeder-feeder process that occurs with relatively deep clouds where water drops in the low-level, orographically-forced feeder cloud are collected by larger ice hydrometeors emanating from seeder clouds aloft.&nbsp; The other microphysics regime was dominated by the warm-rain (i.e., collision-coalescence) process that occurs with relatively shallow feeder clouds unaccompanied by significant seeder clouds aloft.&nbsp; It was discovered that for a given amount of orographic forcing, larger surface rain rates were observed for the seeder-feeder microphysics regime compared to the warm-rain microphysics regime.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/16/2017<br>\n\t\t\t\t\tModified by: David&nbsp;E&nbsp;Kingsmill</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCool-season precipitation in the western United States is strongly modulated by the regions? complex terrain.  Narrow corridors of concentrated horizontal water vapor transport within land-falling winter storms called atmospheric rivers impact the terrain and the associated orographic lift leads to enhanced precipitation.  Considerable attention has been given to orographic precipitation enhancement for the larger inland mountain ranges of the west (&gt;3 km MSL tall and &gt; 500 km long), such as the Cascades in Washington and Oregon and Sierra Nevada in California.  Smaller terrain along the coastline (typically &lt;1.5 km MSL tall and &lt;100 km long) can also significantly enhance precipitation.  In fact, precipitation in these orographic locales unimpeded by upstream topography can lead to severe flooding that incurs millions of dollars in property damage.  One factor that contributes to flood risk in the smaller terrain of the coastal mountains is that most of the precipitation falls in the form of rain rather than snow, which leads to rapid runoff.  Another factor is the relative sparsity of dams in the coastal mountains compared to the Cascades and Sierra Nevada, which provides minimal capacity to control the runoff.\n\n \n\nThe research associated with this project was focused on coastal orographic precipitation processes and had two primary objectives:\n\n \n\nExamine how the coastal terrain deflects impinging low-level airflow upward to force the development of orographic precipitation.\nInvestigate the low-level vertical structure of precipitating clouds tied to the coastal orography.\n\n\n \n\nResearch associated with objective 1 revealed the presence of terrain-trapped airflows (TTAs), relatively narrow air masses that consistently flow in close proximity and approximately parallel to an orographic barrier.  These features were observed when the atmosphere exhibited stable temperature stratification in the lowest 1 km MSL and/or when an easterly gap-flow in the lowest 1 km MSL from the Central Valley to the ocean was evident.  When present during land-falling winter storms, these TTAs shift the upward motion and corresponding precipitation development upwind of the physical mountain barrier over the ocean near the coast.  In effect, the TTAs become a virtual barrier upstream of the physical barrier.\n\n \n\nResearch associated with objective 2 examined the relationship between orographic forcing (i.e., the wind speed and water vapor content of air parcels impacting the coastal mountains) and orographically enhanced rainfall as a function of the dominant microphysics regime that was active in producing the rainfall.  Two distinct microphysics regimes were identified.  One of these regimes was associated with the so-called seeder-feeder process that occurs with relatively deep clouds where water drops in the low-level, orographically-forced feeder cloud are collected by larger ice hydrometeors emanating from seeder clouds aloft.  The other microphysics regime was dominated by the warm-rain (i.e., collision-coalescence) process that occurs with relatively shallow feeder clouds unaccompanied by significant seeder clouds aloft.  It was discovered that for a given amount of orographic forcing, larger surface rain rates were observed for the seeder-feeder microphysics regime compared to the warm-rain microphysics regime.\n\n\t\t\t\t\tLast Modified: 05/16/2017\n\n\t\t\t\t\tSubmitted by: David E Kingsmill"
 }
}