{
 "awd_id": "1145271",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Interdisciplinary Studies of the Galapagos Earth System",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": "7032924739",
 "po_email": "jwade@nsf.gov",
 "po_sign_block_name": "Jennifer Wade",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2018-12-31",
 "tot_intn_awd_amt": 252858.0,
 "awd_amount": 252858.0,
 "awd_min_amd_letter_date": "2011-12-27",
 "awd_max_amd_letter_date": "2017-10-25",
 "awd_abstract_narration": "Interdisciplinary Studies of the Galapagos Earth System\r\n\r\nIntellectual Merit. This proposal is an accomplishment-based renewal of a grant that funded field-based research in volcanology, petrology, and geobiology in the Galápagos Archipelago. The new proposal is to continue these studies, but each component has newly designed hypotheses and field and laboratory studies to address those hypotheses. The volcanologic study is to fund 4 years of data acquisition of the 10-station continuous GPS network on Sierra Negra volcano. Sierra Negra has displayed remarkable extents (meter-scle) and geometries of surface deformation over the past 11 years. We hypothesize that the deformation is due to the filling and pressurization of a 1.9 km-deep subcaldera sill. The magma is accommodated by elastic domical uplift of the chamber?s roof, punctuated by trapdoor faulting. Because nearly the entire amount of deflation that accompanied the 2005 eruption has now been recovered, there is good reason to believe that an entire inter-eruptive cycle might be captured within the next few years, making the proposed measurements both timely and opportunistic. The Galápagos continues to be a natural laboratory for evolutionary studies and is a premier locality for understanding the relationship between the geologic template and biological evolution. This proposal will help fund two such studies. The first is to establish a paleogeographic history of the islands, which is crucial for understanding the phylogeographic pathways that relate diversified organisms. The paleogeographic models require an estimate of the age of emergence of the islands and their subsidence history. The second study will attempt to relate the geologic history of an island to the islands? biodiversity, which is measured by the species richness of taxonomic groups. These studies are in collaboration with biologists and have already yielded important results.  The third component of the proposal is a petrologic study of Rabida volcano. Rabida has erupted a diverse sequence of lavas, ranging from basalt to trachyte, and the volcanic deposits contain xenoliths of intrusive rocks. It is hypothesized that the xenoliths are from the mature and dying phases of the volcano?s history, thus their geochronology would establish the duration of volcanism at a Galápagos volcano, a crucial parameter for understanding the geologic history of the archipelago and one that is currently poorly constrained. The crystallization ages of the xenoliths will be measured by the U/Pb method, utilizing the ion microprobe at UCLA (other studies have shown that this is a robust method for oceanic xenoliths). The cumulate complement to the eruptive rocks will also test various hypotheses that have been put forth for the lithospheric evolution of Galápagos magmas. First, an evolutionary model has been proposed, and the compositions of the intrusive rocks should progress from primitive olivine gabbros to intermediate and evolved oxide-rich rocks. Second, the major petrogenetic processes have been proposed to be fractional crystallization and melt-crystal reaction in a thermally buffered mush column. The compositions of the xenoliths and their constituent minerals, determined by electron microprobe and LA ICPMS, will help evaluate these hypotheses. Having the intrusive complement to the erupted liquids in such a diverse suite is a rare opportunity. \r\n\r\nBroader Impacts. The recently expired grant funded the thesis work of 2 undergraduate and 6 graduate students, each of whom has gone on to further graduate education or a career in science. Most of the students have been coauthors on papers, and all have presented their Galápagos work at international conferences. This renewal will enable a new set of students to pursue similar research. The grant will also help the PI to continue to assist several agencies of the Ecuadorian government in hazards assessment and volcano monitoring, and continue outreach efforts to the local population and U.S. schools.\r\n\r\n\r\nPanel Summary\r\n \r\nThe panel concurred with mail reviewers positive assessment of the accomplishments made by the PI based on previous NSF funding for studies in the Galapagos. A major strength of the PI's work in the Galapagos islands has been its interdisciplinary nature, involving collaborators from geophysics to biology that complement his own strengths in petrology and geochemistry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Dennis",
   "pi_last_name": "Geist",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Dennis J Geist",
   "pi_email_addr": "dgeist@uidaho.edu",
   "nsf_id": "000435786",
   "pi_start_date": "2011-12-27",
   "pi_end_date": "2014-06-02"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Mittelstaedt",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Eric L Mittelstaedt",
   "pi_email_addr": "emittelstaedt@uidaho.edu",
   "nsf_id": "000623602",
   "pi_start_date": "2014-06-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Idaho",
  "inst_street_address": "875 PERIMETER DR",
  "inst_street_address_2": "",
  "inst_city_name": "MOSCOW",
  "inst_state_code": "ID",
  "inst_state_name": "Idaho",
  "inst_phone_num": "2088856651",
  "inst_zip_code": "838449803",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "ID01",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF IDAHO",
  "org_prnt_uei_num": "",
  "org_uei_num": "QWYKRJH5NNJ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Idaho",
  "perf_str_addr": "",
  "perf_city_name": "Moscow",
  "perf_st_code": "ID",
  "perf_st_name": "Idaho",
  "perf_zip_code": "838443022",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "ID",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  },
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 77001.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 48560.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 78078.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 49219.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Although the Galapagos Islands are best known for their impact on our understanding of biological evolution, the islands are also a unique natural laboratory for geology, because they are one of the most active volcanic provinces in the world. This project consisted of three parts. The first was a study of eruptive rock and nodules of crustal rocks at Rabida volcano. The second was GPS monitoring of Sierra Negra volcano, which fortuitously erupted in 2018 and gave us one of the best records of pre-eruptive volcano deformation history in existence. The third was an ongoing study of the relationship between geologic history and biological evolution on the islands. Nodules from Rabida volcano are the complements to a basalt to rhyolite sequence. Despite the extraordinary differentiation, which requires efficient crystal-liquid segregation, the nodules show no evidence of compaction. GPS monitoring of Sierra Negra indicates that the caldera floor bulged by over 5 m after the 2005 eruption. This amount of deformation and the geometry of the deformation footprint indicates that the eruption was driven by the infilling of a shallow magma body and episodic faulting of the roof of the magma body. The biodiversity of each of the Galapagos Islands corresponds on a second order to its age. The most important control is island area, which is likely a measure of habitat diversity and carrying capacity. Age is a factor both due to evolution via adaptive radiation and the increased habitat diversity attributable to weathering and soil formation.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/06/2019<br>\n\t\t\t\t\tModified by: Eric&nbsp;L&nbsp;Mittelstaedt</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAlthough the Galapagos Islands are best known for their impact on our understanding of biological evolution, the islands are also a unique natural laboratory for geology, because they are one of the most active volcanic provinces in the world. This project consisted of three parts. The first was a study of eruptive rock and nodules of crustal rocks at Rabida volcano. The second was GPS monitoring of Sierra Negra volcano, which fortuitously erupted in 2018 and gave us one of the best records of pre-eruptive volcano deformation history in existence. The third was an ongoing study of the relationship between geologic history and biological evolution on the islands. Nodules from Rabida volcano are the complements to a basalt to rhyolite sequence. Despite the extraordinary differentiation, which requires efficient crystal-liquid segregation, the nodules show no evidence of compaction. GPS monitoring of Sierra Negra indicates that the caldera floor bulged by over 5 m after the 2005 eruption. This amount of deformation and the geometry of the deformation footprint indicates that the eruption was driven by the infilling of a shallow magma body and episodic faulting of the roof of the magma body. The biodiversity of each of the Galapagos Islands corresponds on a second order to its age. The most important control is island area, which is likely a measure of habitat diversity and carrying capacity. Age is a factor both due to evolution via adaptive radiation and the increased habitat diversity attributable to weathering and soil formation.\n\n\t\t\t\t\tLast Modified: 04/06/2019\n\n\t\t\t\t\tSubmitted by: Eric L Mittelstaedt"
 }
}