{
 "awd_id": "1145762",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Conceptual Foundations of Language: Infants' Representations of Sources and Goals in Events",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Moore",
 "awd_eff_date": "2012-06-15",
 "awd_exp_date": "2017-01-31",
 "tot_intn_awd_amt": 384460.0,
 "awd_amount": 384460.0,
 "awd_min_amd_letter_date": "2012-06-05",
 "awd_max_amd_letter_date": "2012-06-05",
 "awd_abstract_narration": "Consider the event of a dog dashing out of a doghouse and jumping into a pool. Even infants can think about such events, and then, as young children, they are able to readily talk about them. How is this accomplished? The task is far from simple; language represents an event's components in a highly abstract format (e.g., in the English language, \"the dog\" is mapped into a Noun Phrase, \"dashing\" is mapped into a Verb Phrase, and \"into\" is mapped into a Prepositional Phrase). Do infants also represent an event's components abstractly; for example, do they represent the specific dog in the event as belonging to a class of things in the world referred to as \"dogs\"? Or, do infants represent an event's components concretely; for example, do they represent the dog in the event only as their specific dog Toto? Further, does learning language influence the way infants think about the world? The proposed studies will address these fundamental questions by exploring how infants represent two understudied components of motion events--starting points (\"out of a doghouse\") and endpoints (\"into a pool\"). The proposed research will use an infant-controlled looking time method to test whether infants represent starting points and endpoints across different motion events abstractly. Further, the proposed studies will use two measures of language development to explore whether and how infants' representations of starting points and endpoints are related to the acquisition of language.\r\n\r\nThe findings from the proposed research will have significant implications for theories in developmental cognitive psychology, as well as linguistics, and will impact society more broadly, as well as students. In regards to theory, the findings will shed light on the possible mechanisms of language acquisition (how does language influence how infants represent events?), as well as the nature of infant event representations (are infants' representations abstract or are they narrow and concrete?). Further, the findings will be pertinent to fundamental questions in linguistic theory, such as, do language representations directly reflect the nature of human cognition, including thought in infancy? Second, in regards to society, the proposed research will contribute to a more thorough characterization of cognitive and language development in typically developing children, which can then be applied to children who may be developing atypically. Lastly, in regards to students, this project promotes the involvement of students from underrepresented groups by involving a diverse group of undergraduate and Master's level graduate students. Students will be mentored on all aspects of the research project, thus exposing them to the rigor and merit of scientific research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Lakusta",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Laura Lakusta",
   "pi_email_addr": "LakustaL@mail.montclair.edu",
   "nsf_id": "000567421",
   "pi_start_date": "2012-06-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Montclair State University",
  "inst_street_address": "1 NORMAL AVE",
  "inst_street_address_2": "",
  "inst_city_name": "MONTCLAIR",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9736556923",
  "inst_zip_code": "070431624",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "NJ11",
  "org_lgl_bus_name": "MONTCLAIR STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "CM4TTRKFCLF9"
 },
 "perf_inst": {
  "perf_inst_name": "Montclair State University",
  "perf_str_addr": "1 Normal Avenue",
  "perf_city_name": "Montclair",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "070431624",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "NJ11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  },
  {
   "pgm_ele_code": "169800",
   "pgm_ele_name": "DS -Developmental Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "1698",
   "pgm_ref_txt": "DS-Developmental Sciences"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 384460.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project explored how preverbal infants represent motion events and how these representations can support language development. The focus was on 10- to 18-month olds&rsquo; representations of goal and source paths in motion events. In linguistic theory, the terms &lsquo;source&rsquo; and &lsquo;goal&rsquo; refer, respectively, to the starting point and endpoint of an object&rsquo;s movement (e.g., The dog dashed <em>out of his doghouse</em> and <em>into the pool</em>). In language, the semantic roles of goal and source extend to endpoints and starting points in a wide variety of motion events, including events depicting the specific paths of next to/away from, into/out of, and onto/off of. Further, goals and sources extend to events in a variety of event domains, including intentional and non-intentional motion. The major findings reveal that 10-, 14.5- and 18 month-old infants categorize goal paths broadly in motion events, suggesting that infants&rsquo; representations of &lsquo;goal&rsquo; may reflect the semantic representation of goal in language. Further, infants categorized goal paths broadly, despite not yet comprehending the relevant spatial language that encodes goal paths in English (e.g., &ldquo;to&rdquo;, &ldquo;into&rdquo;, &ldquo;next to&rdquo;). This suggests that infants&rsquo; representations of goal paths may support acquisition of the relevant language. Under certain condition, 14.5 month-olds also categorized source paths, and 3 year-olds showed evidence for a broad source path representation in language. &nbsp;Lastly, despite infants&rsquo; ability to categorize goal and source paths broadly in motion events, 16 month-olds showed a visual bias for goal paths over source paths for events depicting intentional and/or causal motion towards the goal, but not for events depicting non-intentional, physical motion. This raises the question of whether infants would also categorize goal and source paths across these two domains.</p>\n<p>The findings from this project have been disseminated in peer-reviewed journals, one book chapter, several professional conferences, and invited research talks at universities. Further, the findings have been disseminated to the community through annual newsletters and local community events. The findings have implications for theories in developmental cognitive psychology and linguistics. They support theories positing that infants&rsquo; event representations closely reflect the semantic structures of language and that learning language involves children mapping (&lsquo;linking&rsquo;) concepts into the semantic structures of language. They also support linguistic theories positing broad, abstract thematic roles in language.</p>\n<p>The findings from this project also have implications for society more broadly by clarifying how infants think about events in the world before they acquire the relevant language. This project also yielded results clarifying the ages at which children understand certain spatial terms in English. Such knowledge can be applied to understanding both typical and atypical cognitive and language development.</p>\n<p>The activities performed under this project significantly impacted students, including undergraduate and graduate students from underrepresented groups. Students were mentored on all aspects of the research projects, including reading empirical and theoretical papers, subject recruitment, research design, hypothesis testing, data analysis and interpretation, and dissemination of the findings. Students working directly under this award all presented at Montclair State University&rsquo;s student research symposium and many studies presented at both national and international conferences. Four students also earned co-authorship on peer-reviewed manuscripts. Lastly, several undergraduates pursued further graduate training in psychology, including doctoral degrees in developmental cognitive psychology.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/08/2017<br>\n\t\t\t\t\tModified by: Laura&nbsp;Lakusta</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project explored how preverbal infants represent motion events and how these representations can support language development. The focus was on 10- to 18-month olds? representations of goal and source paths in motion events. In linguistic theory, the terms ?source? and ?goal? refer, respectively, to the starting point and endpoint of an object?s movement (e.g., The dog dashed out of his doghouse and into the pool). In language, the semantic roles of goal and source extend to endpoints and starting points in a wide variety of motion events, including events depicting the specific paths of next to/away from, into/out of, and onto/off of. Further, goals and sources extend to events in a variety of event domains, including intentional and non-intentional motion. The major findings reveal that 10-, 14.5- and 18 month-old infants categorize goal paths broadly in motion events, suggesting that infants? representations of ?goal? may reflect the semantic representation of goal in language. Further, infants categorized goal paths broadly, despite not yet comprehending the relevant spatial language that encodes goal paths in English (e.g., \"to\", \"into\", \"next to\"). This suggests that infants? representations of goal paths may support acquisition of the relevant language. Under certain condition, 14.5 month-olds also categorized source paths, and 3 year-olds showed evidence for a broad source path representation in language.  Lastly, despite infants? ability to categorize goal and source paths broadly in motion events, 16 month-olds showed a visual bias for goal paths over source paths for events depicting intentional and/or causal motion towards the goal, but not for events depicting non-intentional, physical motion. This raises the question of whether infants would also categorize goal and source paths across these two domains.\n\nThe findings from this project have been disseminated in peer-reviewed journals, one book chapter, several professional conferences, and invited research talks at universities. Further, the findings have been disseminated to the community through annual newsletters and local community events. The findings have implications for theories in developmental cognitive psychology and linguistics. They support theories positing that infants? event representations closely reflect the semantic structures of language and that learning language involves children mapping (?linking?) concepts into the semantic structures of language. They also support linguistic theories positing broad, abstract thematic roles in language.\n\nThe findings from this project also have implications for society more broadly by clarifying how infants think about events in the world before they acquire the relevant language. This project also yielded results clarifying the ages at which children understand certain spatial terms in English. Such knowledge can be applied to understanding both typical and atypical cognitive and language development.\n\nThe activities performed under this project significantly impacted students, including undergraduate and graduate students from underrepresented groups. Students were mentored on all aspects of the research projects, including reading empirical and theoretical papers, subject recruitment, research design, hypothesis testing, data analysis and interpretation, and dissemination of the findings. Students working directly under this award all presented at Montclair State University?s student research symposium and many studies presented at both national and international conferences. Four students also earned co-authorship on peer-reviewed manuscripts. Lastly, several undergraduates pursued further graduate training in psychology, including doctoral degrees in developmental cognitive psychology.\n\n \n\n\t\t\t\t\tLast Modified: 02/08/2017\n\n\t\t\t\t\tSubmitted by: Laura Lakusta"
 }
}