{
 "awd_id": "1145840",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: The role of protein acetylation in stress responses and in setting tolerance limits in differently adapted mussels (genus Mytilus): a comparative proteomics approach",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "scott santos",
 "awd_eff_date": "2012-02-15",
 "awd_exp_date": "2017-01-31",
 "tot_intn_awd_amt": 550070.0,
 "awd_amount": 550070.0,
 "awd_min_amd_letter_date": "2012-01-06",
 "awd_max_amd_letter_date": "2014-02-24",
 "awd_abstract_narration": "This study focuses on the role of protein modification in responses of marine organisms to a variety of environmental stressors. The characteristics of such responses may determine tolerance limits to these stressors, and are largely controlled by protein catalysts that govern many cellular processes. This research will determine whether a specific protein modification is involved in responses to environmental stress by marine mussels, and assess its role in setting tolerance limits to heat stress, oxygen limitation and ocean acidification. A change in protein abundance is a key indicator of how cells protect themselves from structural damage and readjust cellular processes to maintain cellular function in a changing environment.  Protein synthesis and degradation are costly processes; therefore other means of controlling protein function have evolved.  Protein function can be greatly modified by the addition of a number of chemical groups after protein translation (i.e., post-translational modifications or \"PTMs\").  Recently, it has been shown that a broad range of cellular functions are regulated by enzymes called acetylases and deacetylases, which add or remove an acetyl group to or from proteins.   Sirtuins, one class of deacetylases, are now known to affect many cellular processes that link the cell cycle to energy metabolism and oxidative stress.  Preliminary observations by the principal investigator using two independent proteomic methods demonstrated that heat stress changes the abundance of sirtuins, and that 18-55% of proteins are affected by sirtuin-induced deacetylation during heat stress in gill tissue of two blue mussel congeners (Mytilus) that differ in thermal tolerance, a heretofore unknown scope of activity for any PTM.    \r\n\r\nThis study will assess the global role of (de-)acetylation during the cellular response to heat stress, oxygen limitation and ocean acidification, evaluate the importance of (de-)acetylation in setting tolerance limits, and establish the contribution of various deacetylases to patterns of protein acetylation. This research will help establish the general importance of (de-)acetylation as a key regulator of protein function in response to environmental stress in marine organisms. \r\n\r\nUndergraduate and graduate students, as well as visiting scholars will be trained in proteomic techniques, including mass spectrometry. The principal investigator has collaborated with a number of colleagues to build a community around environmental proteomics, has organized a symposium on the topic at a recent conference, and is developing a two-week training course on proteomic techniques. He is disseminating his research in a number of public lectures on adaptation of organisms to rapidly changing environmental conditions. His work is providing insights into mechanistic determinants of species, distribution patterns, and is contributing to the goal of predicting the effects of climate change.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lars",
   "pi_last_name": "Tomanek",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lars Tomanek",
   "pi_email_addr": "ltomanek@calpoly.edu",
   "nsf_id": "000433856",
   "pi_start_date": "2012-01-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Polytechnic State University Foundation",
  "inst_street_address": "1 GRAND AVE BLDG 15",
  "inst_street_address_2": "",
  "inst_city_name": "SAN LUIS OBISPO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8057562982",
  "inst_zip_code": "934079000",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "CAL POLY CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MC4RJJM9XLT5"
 },
 "perf_inst": {
  "perf_inst_name": "California Polytechnic State University",
  "perf_str_addr": "1 Grand Avenue",
  "perf_city_name": "San Luis Obispo",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "934070001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 183888.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 184928.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 181254.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our work led to the discovery of a number of novel cellular responses that organisms activate to cope with increasing environmental stress (reviewed in Tomanek, 2011; 2012, 2014; 2015; Somero et al. 2017). For example, our focus on analyzing the proteomes of marine invertebrates showed that a number of antioxidant enzymes increase in abundance with increasing stress and confirmed the hypothesis that oxidative stress is a ubiquitous co-stressor of temperature, salinity, pH and hypoxic stress (Tomanek, 2015). Another novel finding was that stressful conditions cause a shift in metabolic pathways from pro-oxidant NADH-producing to anti-oxidant NADPH-producing metabolic pathways to increase the ability of cells to scavenge reactive oxygen species (ROS) with the help of NADPH (Tomanek and Zuzow, 2010; Tomanek 2015). This shift also led to the discovery of how important sirtuins, NAD-dependent deacylases, may be in setting the stress tolerance of marine organisms. This has led us to test the role of sirtuins in regulating the heat shock response of closely related mussel congeners (Mytilus) that differ in stress tolerance.&nbsp; This work showed that sirtuins play a key role in regulating the cellular stress response (CSR) and that their role may indeed contribute to setting differences in stress tolerance limits (Vasquez et al., submitted). One of the key novel findings of our work on the effect of sirtuins on the CSR is that it may do so by affecting the mRNA-bound proteome, which acts as an important filter mediating the expression of the transcriptome to the proteome, or the molecular phenotype of the cell. Furthermore, we identified the subtle and complex role of sirtuins in mediating the response to experiencing multiple simultaneous stressors (temperature and salinity stress) and how the response differs in congeners that differ in both temperature and hyposalinity stress tolerance (Vasquez et al., in prep.). In addition, modifications and changes in abundance of cytoskeletal proteins and actin-binding proteins turned out to be a key component of the CSR, the extent of which has not been seen and appreciated with other methodological approaches. Finally, we characterized the proteomic changes in gill tissue of mussels exposed to both circadian and circatidal rhythms and were able to document for the first time that the circadian rhythm is a much stronger Zeitgeber (entrainment factor) of the proteome than the circatidal rhythm. &nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In summary, our research led to the development of a deeper understanding of the evolutionary variation of the CSR and the complexity of the cellular processes behind differences in stress tolerances between closely related species. These results not only provide additional insights into how cells combat environmental stress, but also generated several novel hypotheses about the most sensitive sites in the biochemistry of a cell during evolution to changing environments.</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;The Broader Impacts of this grant include training twelve undergraduates, five Masters graduate students, five visiting PhD students and one post-doc in the application of mass spectrometry to study biochemical adaptation of marine organisms.&nbsp; PI Tomanek also organized a symposium on Biochemical Adaptation in 2014, the contributions of which were published as a Special Issue in the Journal of Experimental Biology, and co-authored a textbook on the topic (together with Drs. George Somero and Brent Lockwood) in 2017. In addition, the Tomanek lab trained three NSF &ldquo;Science Teacher and Researcher&rdquo; (STaR) students and hosted three undergraduates from underrepresented groups through an NIH-funded summer research program for students enrolled at Allan Hancock Community College.&nbsp; And, three times every year, the Tomanek lab is open to the public for visitation during Open House. &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/11/2017<br>\n\t\t\t\t\tModified by: Lars&nbsp;Tomanek</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur work led to the discovery of a number of novel cellular responses that organisms activate to cope with increasing environmental stress (reviewed in Tomanek, 2011; 2012, 2014; 2015; Somero et al. 2017). For example, our focus on analyzing the proteomes of marine invertebrates showed that a number of antioxidant enzymes increase in abundance with increasing stress and confirmed the hypothesis that oxidative stress is a ubiquitous co-stressor of temperature, salinity, pH and hypoxic stress (Tomanek, 2015). Another novel finding was that stressful conditions cause a shift in metabolic pathways from pro-oxidant NADH-producing to anti-oxidant NADPH-producing metabolic pathways to increase the ability of cells to scavenge reactive oxygen species (ROS) with the help of NADPH (Tomanek and Zuzow, 2010; Tomanek 2015). This shift also led to the discovery of how important sirtuins, NAD-dependent deacylases, may be in setting the stress tolerance of marine organisms. This has led us to test the role of sirtuins in regulating the heat shock response of closely related mussel congeners (Mytilus) that differ in stress tolerance.  This work showed that sirtuins play a key role in regulating the cellular stress response (CSR) and that their role may indeed contribute to setting differences in stress tolerance limits (Vasquez et al., submitted). One of the key novel findings of our work on the effect of sirtuins on the CSR is that it may do so by affecting the mRNA-bound proteome, which acts as an important filter mediating the expression of the transcriptome to the proteome, or the molecular phenotype of the cell. Furthermore, we identified the subtle and complex role of sirtuins in mediating the response to experiencing multiple simultaneous stressors (temperature and salinity stress) and how the response differs in congeners that differ in both temperature and hyposalinity stress tolerance (Vasquez et al., in prep.). In addition, modifications and changes in abundance of cytoskeletal proteins and actin-binding proteins turned out to be a key component of the CSR, the extent of which has not been seen and appreciated with other methodological approaches. Finally, we characterized the proteomic changes in gill tissue of mussels exposed to both circadian and circatidal rhythms and were able to document for the first time that the circadian rhythm is a much stronger Zeitgeber (entrainment factor) of the proteome than the circatidal rhythm.    \n\n         In summary, our research led to the development of a deeper understanding of the evolutionary variation of the CSR and the complexity of the cellular processes behind differences in stress tolerances between closely related species. These results not only provide additional insights into how cells combat environmental stress, but also generated several novel hypotheses about the most sensitive sites in the biochemistry of a cell during evolution to changing environments.\n\n         The Broader Impacts of this grant include training twelve undergraduates, five Masters graduate students, five visiting PhD students and one post-doc in the application of mass spectrometry to study biochemical adaptation of marine organisms.  PI Tomanek also organized a symposium on Biochemical Adaptation in 2014, the contributions of which were published as a Special Issue in the Journal of Experimental Biology, and co-authored a textbook on the topic (together with Drs. George Somero and Brent Lockwood) in 2017. In addition, the Tomanek lab trained three NSF \"Science Teacher and Researcher\" (STaR) students and hosted three undergraduates from underrepresented groups through an NIH-funded summer research program for students enrolled at Allan Hancock Community College.  And, three times every year, the Tomanek lab is open to the public for visitation during Open House.  \n\n \n\n\t\t\t\t\tLast Modified: 05/11/2017\n\n\t\t\t\t\tSubmitted by: Lars Tomanek"
 }
}