{
 "awd_id": "1145829",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative research:   Quantifying the ecosystem-wide impacts of a strong interactor in African watersheds",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry L. Gholz",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 123336.0,
 "awd_amount": 123336.0,
 "awd_min_amd_letter_date": "2012-04-19",
 "awd_max_amd_letter_date": "2014-05-24",
 "awd_abstract_narration": "This award will initiate a collaborative research effort by ecologists, biogeochemists, and ecohyrdologists at the University of California at Berkeley and Princeton University to study how the common hippopotamus affects ecosystems - and how change to these ecosystems in turn affects the hippopotamus. Remarkably little is known about the importance of the common hippopotamus to the ecosystems that they inhabit, despite the fact that they are recognized to be a vulnerable and declining species. Hippopotamus rest in rivers and shallow lakes during the day and then emerge at night to feed on land. By virtue of these movements these large herbivores transfer vast quantities of nutrients and energy across the boundary between aquatic and terrestrial ecosystems. These connections are likely to have a major influence on ecological properties and processes in each type of ecosystem. To identify these effects, the movement ecology of hippopotamus, the rates at which they vector nutrients across ecosystems, the impacts that these transfers have upon the ecology of recipient ecosystems, and how environmental physics (i.e. river flow, rainfall) influence all of the above factors will be studied.\r\n\r\nResults from this work will help us to understand how hippopotamus shape the ecology of adjacent ecosystems and how climate change and alterations in water use may disrupt these interactions. More broadly and importantly, this work will extend our general understanding of how transfers of material and energy influence the ecology of entire landscapes, how closely neighboring ecosystems are linked to one another, and how physical forcing determines the nature and importance of these connections. In addition to these important scientific contributions this project will provide training for national and international postdoctoral researchers, involve undergraduates in research, generate creative science media for the general public, and support science outreach programs in educationally underserved rural settings.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kelly",
   "pi_last_name": "Caylor",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kelly Caylor",
   "pi_email_addr": "caylor@ucsb.edu",
   "nsf_id": "000262979",
   "pi_start_date": "2012-04-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1179",
   "pgm_ref_txt": "ENVIRONMENTAL IMPLICATIONS"
  },
  {
   "pgm_ref_code": "1181",
   "pgm_ref_txt": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 76267.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 47069.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>This collaborative research conducted by ecologists, biogeochemists, and ecohyrdologists at the University of California at Berkeley and Princeton University examined how the common hippopotamus affects ecosystems - and how change to these ecosystems in turn affects the hippopotamus. Remarkably little is known about the importance of the common hippopotamus to the ecosystems that they inhabit, despite the fact that they are recognized to be a vulnerable and declining species. Hippopotamus rest in rivers and shallow lakes during the day and then emerge at night to feed on land. By virtue of these movements these large herbivores transfer vast quantities of nutrients and energy across the boundary between aquatic and terrestrial ecosystems. These connections are likely to have a major influence on ecological properties and processes in each type of ecosystem. To identify these effects, we studied the movement ecology of hippopotamus, the rates at which they vector nutrients across ecosystems, the impacts that these transfers have upon the ecology of recipient ecosystems, and how environmental physics (i.e. river flow, rainfall) influence all of the above factors.&nbsp;</span><br /><br />We found that <span>carbon stable isotopes (&delta;</span><span>13</span><span>C) can be used as tracers for determining whether&nbsp;</span><em>H. amphibius</em><span>&nbsp;material is utilized by aquatic consumers.&nbsp;</span><span>Fish and aquatic insects sampled in a river pool used for decades by&nbsp;</span><em>H. amphibius</em><span>&nbsp;exhibited a dependence on hippo-derived nutriend </span><span>at the end of the dry season, while fish and insects sampled from an upstream&nbsp;</span><em>H. amphibius</em><span>-free reference pool did not. Fish sampled in these same pools at the end of the wet season (high flow) showed no significant differences,&nbsp;</span><span>suggesting that higher flows reduced retention and use of&nbsp;</span><em>H. amphibius</em><span>&nbsp;subsidies. In terms of the impact of <em>H. amphibious</em> on terrestrial biogeochemical cycling, we found a&nbsp;</span>previously unknown enhancing carbon efflux effect by aboveground fauna, whose biocompactive behavior induces &ldquo;systematic&rdquo; (deep, narrow) cracks networks that induce thermal convective flows. We anticipate our results to be a starting point for developing more biologically integrated models of terrestrial carbon efflux, given the ubiquitous nature of megafaunal activity in many African ecosystems.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/05/2016<br>\n\t\t\t\t\tModified by: Kelly&nbsp;Caylor</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis collaborative research conducted by ecologists, biogeochemists, and ecohyrdologists at the University of California at Berkeley and Princeton University examined how the common hippopotamus affects ecosystems - and how change to these ecosystems in turn affects the hippopotamus. Remarkably little is known about the importance of the common hippopotamus to the ecosystems that they inhabit, despite the fact that they are recognized to be a vulnerable and declining species. Hippopotamus rest in rivers and shallow lakes during the day and then emerge at night to feed on land. By virtue of these movements these large herbivores transfer vast quantities of nutrients and energy across the boundary between aquatic and terrestrial ecosystems. These connections are likely to have a major influence on ecological properties and processes in each type of ecosystem. To identify these effects, we studied the movement ecology of hippopotamus, the rates at which they vector nutrients across ecosystems, the impacts that these transfers have upon the ecology of recipient ecosystems, and how environmental physics (i.e. river flow, rainfall) influence all of the above factors. \n\nWe found that carbon stable isotopes (&delta;13C) can be used as tracers for determining whether H. amphibius material is utilized by aquatic consumers. Fish and aquatic insects sampled in a river pool used for decades by H. amphibius exhibited a dependence on hippo-derived nutriend at the end of the dry season, while fish and insects sampled from an upstream H. amphibius-free reference pool did not. Fish sampled in these same pools at the end of the wet season (high flow) showed no significant differences, suggesting that higher flows reduced retention and use of H. amphibius subsidies. In terms of the impact of H. amphibious on terrestrial biogeochemical cycling, we found a previously unknown enhancing carbon efflux effect by aboveground fauna, whose biocompactive behavior induces \"systematic\" (deep, narrow) cracks networks that induce thermal convective flows. We anticipate our results to be a starting point for developing more biologically integrated models of terrestrial carbon efflux, given the ubiquitous nature of megafaunal activity in many African ecosystems.\n\n\t\t\t\t\tLast Modified: 08/05/2016\n\n\t\t\t\t\tSubmitted by: Kelly Caylor"
 }
}