{
 "awd_id": "1145549",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH: Structure and Mechanics of the Bat Wing Membrane",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "emily carrington",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 404323.0,
 "awd_amount": 404323.0,
 "awd_min_amd_letter_date": "2012-06-28",
 "awd_max_amd_letter_date": "2012-06-28",
 "awd_abstract_narration": "The wings of all flying animals are composed in part of an outer surface -- the skin, feathers, and/or cuticle -- but this key component of wing structure is much less well studied than the internal skeletal, muscular, and nervous systems.  Because skin can make up the majority of the wing surface, understanding the mechanical nature of skin in flying animals is critically important to understanding both how animals fly, and the evolutionary origins and diversification of animal flight. One way in which bats differ from all other flying animals and from the flying vehicles that humans build is that their wings deform and stretch tremendously during flight. This research project will focus on the unique structure and function of bat skin, and how it contributes to the flight capacity of bats. \r\n This project proposes to understand how the skin of the wing helps to control the dynamic changes in 3D wing shape that are integral to bat flight performance. To achieve this goal, this collaborative project will integrate biology and engineering research to gain an in-depth understanding of the nature of bat wing skin, a remarkable and complex biological material.  First, high-speed videography of natural flight in bats will be used to document how wing skin stretches and deforms during normal wing movements. Second, a comparative analysis of the diversity of structure of connective tissues and muscles underlying wing skin will be undertaken in a group of 87 of the more than 1200 living bat species, selected to represent bat diversity and evolutionary relationships. Third, unique mechanical tests of wing skin will be made by applying forces in a manner that mimics, for the first time, what skin experiences during flight. Using a special technique that employs polarized light, it will be possible to quantify microscopic deformations over entire skin samples for the first time. This new method will make it possible to gain fundamental insights into wing skin as a material and into wings as airfoils. Finally, data from all of these studies will be incorporated into engineering models of structure-property relationships for bat skin.  These models will not only provide deeper insights into the mechanics of the skin, but will also make predictions about skin function and dynamics that go beyond what can be observed under laboratory test conditions.\r\nEngineering sciences increasingly look to the biological world for design ideas and studies of bat wing architecture and materials can uncover a menu of distinctive traits that can inspire novel aerospace materials, airfoil designs, and other cutting-edge technologies. In addition, theory and modeling tools developed here for highly deforming wing skin will be applicable to tissue mechanics in a variety of biological and biomedical applications. Public fascination with bats and the beauty of bat form and motion provide natural starting points for communication; the principal investigators and their students will conduct outreach at local public schools and museums, create web-based content for many audiences, and participate in film and television programming.\r\nThe investigators will make special efforts to identify, recruit, and retain undergraduate and graduate students from underrepresented groups, and to involve them as team members at every level. A biology component will be added to the NSF-GEMS (Girls in Engineering, Math & Science) program in Kingston, Jamaica, which will incorporate animal flight and natural history of Jamaica.  This enhancement will broaden the range of science in the program, offer outreach training to graduate students, and give girls hands-on experience of science in their own environment.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sharon",
   "pi_last_name": "Swartz",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Sharon M Swartz",
   "pi_email_addr": "sharon_swartz@brown.edu",
   "nsf_id": "000231367",
   "pi_start_date": "2012-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "164 Angell Street",
  "perf_city_name": "Providence",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029120002",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "RI",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 404323.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merit:</p>\n<p>The wings of all flying animals are composed in part of an outer surface -- skin, feathers, and/or cuticle -- but this key element of wing structure is much less well studied than the internal skeletal, muscular, and nervous systems.&nbsp; Because this outermost component usually makes up most of the aerodynamically active surface of the wing, knowledge concerning function of the out is critically important to understanding how animals fly. Understanding the structure and function of the component of wings that directly interacts with air is also crucial to learning how flight arose and diversified during the evolution of insects, pterosaurs, birds, and bats.</p>\n<p>Bats differ from all other flying animals and from the flying machines that humans build in the way that their wings stretch tremendously during flight, and in the large number of joints their wings possess. In this project, we examined the unique structure and function of bat wing membrane skin and joints to gain new insight into their contributions to the flight capacity of bats. To do this, we combined methods from the biological and physical sciences. This approach has provided an unprecedented understanding of bat wings, especially bat wing skin, a distinctive, complex biological material.</p>\n<p>We tackled this task in several parts. We used high speed videography to record the detailed movements of the wings of bats during flight, with special attention to how the skin in the wing stretches and deforms. We also used diversity among species of bats to explore how the last 55 million years of evolution within the group has led to changes in patterns of structural architecture of the connective tissue structures that form a mechanical framework for wing skin. Working together with our engineering collaborators, Professor Nakhiah Goulbourne and her research group from the University of Michigan, we adopted engineering techniques to probe the complex mechanical properties of this highly specialized skin, and used the results of these studies to model the structure-property-performance relationships of bat wing skin.</p>\n<p class=\"granttext\">We come away from our studies with several new insights. We have learned that wing membrane skin is a mechanically unique material, with material properties governed by interactions between a matrix that is similar to that of the skin of most mammals and a specialized connective tissue &ldquo;skeleton&rdquo; plus imbedded muscles. Engineering models strongly suggest that these features improve the ability of bats to generate lift at the flight speeds common to these animals and their ancestors, and help them avoid stall at low flight speeds. We can see the evolution of the connective tissue network and the muscles within bats, and observe that bat lineages vary in the architecture of wing skin constituents. We show that a species from a group of bats with an extreme pattern of connective tissue and muscle are able to fly at higher speeds than any previously recorded for animals flying under their own power (without the assistance of gravity). These studies generate many new hypotheses for future research.</p>\n<p class=\"granttext\">Broader Impacts:</p>\n<p class=\"granttext\">This project has contributed to training at multiple levels, especially for women, first-generation college students, and members of groups historically-underrepresented in STEM fields. Direct participants in project activities included 3 postdoctoral researchers, 6 graduate students, 14 undergraduate students, 2 high school students, and 2 interns. We also developed new collaborations that included a small liberal arts college (Carthage College, Kenosha, WI) which allowed us to incorporate an additional faculty member and several more undergraduates.</p>\n<p class=\"granttext\">During this project, we used many approaches to share with members of the public information about the subjects of animal flight, materials science, and the biology of bats, as well as specific content concerning the results of our research. People&rsquo;s fascination animal motion, especially flight, and with bats and the beauty of wings have provided natural starting points for diverse kinds of communication. We created a display and demonstration for the NSF booth at the national AAAS meeting in 2013, where we interacted with hundreds of kids, interested adults, scientists of all disciplines, science activists, and science journalists. We have carried out activities at local public schools and museums, created web-based content for many audiences, and participated in film and television programming. During our field work in Orange Walk, Belize, we have shared presentations concerning bats, tropical forests, conservation, and scientific research with local schools, where we have helped children develop greater understanding and appreciation of the ecosystems surrounding their communities, and the key roles played by bats.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/13/2016<br>\n\t\t\t\t\tModified by: Sharon&nbsp;M&nbsp;Swartz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit:\n\nThe wings of all flying animals are composed in part of an outer surface -- skin, feathers, and/or cuticle -- but this key element of wing structure is much less well studied than the internal skeletal, muscular, and nervous systems.  Because this outermost component usually makes up most of the aerodynamically active surface of the wing, knowledge concerning function of the out is critically important to understanding how animals fly. Understanding the structure and function of the component of wings that directly interacts with air is also crucial to learning how flight arose and diversified during the evolution of insects, pterosaurs, birds, and bats.\n\nBats differ from all other flying animals and from the flying machines that humans build in the way that their wings stretch tremendously during flight, and in the large number of joints their wings possess. In this project, we examined the unique structure and function of bat wing membrane skin and joints to gain new insight into their contributions to the flight capacity of bats. To do this, we combined methods from the biological and physical sciences. This approach has provided an unprecedented understanding of bat wings, especially bat wing skin, a distinctive, complex biological material.\n\nWe tackled this task in several parts. We used high speed videography to record the detailed movements of the wings of bats during flight, with special attention to how the skin in the wing stretches and deforms. We also used diversity among species of bats to explore how the last 55 million years of evolution within the group has led to changes in patterns of structural architecture of the connective tissue structures that form a mechanical framework for wing skin. Working together with our engineering collaborators, Professor Nakhiah Goulbourne and her research group from the University of Michigan, we adopted engineering techniques to probe the complex mechanical properties of this highly specialized skin, and used the results of these studies to model the structure-property-performance relationships of bat wing skin.\nWe come away from our studies with several new insights. We have learned that wing membrane skin is a mechanically unique material, with material properties governed by interactions between a matrix that is similar to that of the skin of most mammals and a specialized connective tissue \"skeleton\" plus imbedded muscles. Engineering models strongly suggest that these features improve the ability of bats to generate lift at the flight speeds common to these animals and their ancestors, and help them avoid stall at low flight speeds. We can see the evolution of the connective tissue network and the muscles within bats, and observe that bat lineages vary in the architecture of wing skin constituents. We show that a species from a group of bats with an extreme pattern of connective tissue and muscle are able to fly at higher speeds than any previously recorded for animals flying under their own power (without the assistance of gravity). These studies generate many new hypotheses for future research.\nBroader Impacts:\nThis project has contributed to training at multiple levels, especially for women, first-generation college students, and members of groups historically-underrepresented in STEM fields. Direct participants in project activities included 3 postdoctoral researchers, 6 graduate students, 14 undergraduate students, 2 high school students, and 2 interns. We also developed new collaborations that included a small liberal arts college (Carthage College, Kenosha, WI) which allowed us to incorporate an additional faculty member and several more undergraduates.\nDuring this project, we used many approaches to share with members of the public information about the subjects of animal flight, materials science, and the biology of bats, as well as specific content concerning the results of our research. People?s fascination animal motion, especially flight, and with bats and the beauty of wings have provided natural starting points for diverse kinds of communication. We created a display and demonstration for the NSF booth at the national AAAS meeting in 2013, where we interacted with hundreds of kids, interested adults, scientists of all disciplines, science activists, and science journalists. We have carried out activities at local public schools and museums, created web-based content for many audiences, and participated in film and television programming. During our field work in Orange Walk, Belize, we have shared presentations concerning bats, tropical forests, conservation, and scientific research with local schools, where we have helped children develop greater understanding and appreciation of the ecosystems surrounding their communities, and the key roles played by bats.\n\n\t\t\t\t\tLast Modified: 11/13/2016\n\n\t\t\t\t\tSubmitted by: Sharon M Swartz"
 }
}