{
 "awd_id": "1145294",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Neighborhood Dynamics at Calixtlhuaca, Mexico",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2011-11-15",
 "awd_exp_date": "2013-10-31",
 "tot_intn_awd_amt": 14709.0,
 "awd_amount": 14709.0,
 "awd_min_amd_letter_date": "2011-11-08",
 "awd_max_amd_letter_date": "2011-11-08",
 "awd_abstract_narration": "Under the supervision of Dr. Michael E. Smith, Juliana Novic will examine the social composition of the neighborhoods of the ancient city of Calixtlahuaca. Social clustering is evident today in U.S. cities with phenomenon such as white flight, ethnic neighborhoods, and urban ghettos.  Are these phenomena unique to modern society or do they have a deep historical trajectory? Did social clustering occur in ancient cities? Ms. Novic  seeks to address these questions by looking at social clustering in the Aztec-period city of Calixtlahuaca, Mexico (AD 1100-1520). She will investigate the ways in which class, ritual, consumer culture, and resource procurement influenced the social fabric of Calixtlahuaca's neighborhoods.  Very few archaeological case studies exist where the researcher is able to examine more than one facet of social clustering. Physical, chemical and mineralogical studies of artifacts from a NSF funded 2006 surface survey are used to provide data for statistically assessing social clustering.\r\n\r\nMs. Novic uses physical and mineralogical characteristics of the pottery to identify producers and styles. She then examines what people were purchasing in this early market economy, determine what that indicates about the consumer socially, and the relationship to neighborhood organization.  The chemical analysis allows a precise reconstruction of the places from which people obtained their imported goods.  Ms. Novic can look at the interrelationships among class, ritual, consumer preference, and resource procurement in neighborhood life.  Similar questions about the relationship among class, religion, and economics are asked about modern cities, and this project is unique in asking these questions about past cities. The historical path that cities take is influenced by previous urban forms.  Understanding neighborhood composition in Precolumbian cities can help one to understand the processes that lead to similar forms in modern cities.  This can inform planners and developmental organizations seeking to improve the urban environment. This project is highly transdisciplinary, combining insights from Urban Studies, Sociology, Economics, Geography, and Archaeology. The new ideas produced will in turn influence the above mentioned fields. \r\n\r\nThe urban core of Calixtlahuaca is unique, with many different temples spread out and no paramount temple. This is different from most Mesoamerican cities and suggests that ritual life was highly varied at this site.  Historical records state that many languages were spoken in the city.  If social clustering occurred in Mesoamerican cities, Calixtlahuaca would be an ideal place to find it.\r\n\r\nThis research will seek to have broader impacts beyond the research topics presented. The project involves women from the local community in the analysis, thus providing them with an opportunity to learn a skill and learn about their history.   The field laboratory is located at the Colegio Mexiquense.  This provides an opportunity for intellectual exchange between scholars at the Colegio and US researchers on Precolumbian Mexico.  The project is the final step in Ms. Novic's doctoral degree.  Ms. Novic is Puerto Rican, a group that is underrepresented in the archaeological profession and in academia as a whole.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Smith",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Michael E Smith",
   "pi_email_addr": "mesmith9@asu.edu",
   "nsf_id": "000150482",
   "pi_start_date": "2011-11-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Juliana",
   "pi_last_name": "Novic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Juliana Novic",
   "pi_email_addr": "juliana.novic@asu.edu",
   "nsf_id": "000575999",
   "pi_start_date": "2011-11-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852876011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 14709.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Under the supervision of Dr. Michael E. Smith, Juliana Novic examined the social composition of the neighborhoods of the ancient city of Calixtlahuaca. Social clustering is seen today in our nation&rsquo;s cities in phenomena such as white flight, ethnic neighborhoods, and urban ghettos.&nbsp; Are these phenomena unique to modern society or do they have a deep historical trajectory? Did social clustering occur in ancient cities? Ms. Novic addressed these questions by looking at social clustering in the Aztec-period city of Calixtlahuaca, Mexico (AD 1100-1520). She investigated the ways in which class, ritual, consumer culture, and resource procurement influenced the social fabric of Calixtlahuaca's neighborhoods.&nbsp; Very few archaeological case studies exist where the researcher is able to examine more than one facet of social clustering. Physical, chemical and mineralogical studies of artifacts from a &nbsp;2006 NSF funded surface survey were used to provide data for statistically assessing social clustering.</p>\n<p>Ms. Novic performed statistical analysis on the styles and types of pottery found at 119 locations in twenty neighborhoods to identify consumer groups, participants in different rituals, and members of the elite and commoner class.&nbsp; The chemical analysis of obsidian identified the distinct places from which people obtained imported goods. She then examined what people were purchasing in this early market economy and how their purchases related to neighborhood organization.</p>\n<p>Social class did not define where residents chose to live in the city of Calixtlahuaca. The majority of Calixtlahuaca&rsquo;s inhabitants were commoners of modest means. There were several neighborhoods composed of only commoner residents.&nbsp; In contrast, wealthy elites did not live in any one neighborhood.&nbsp; Elites lived dispersed throughout the community.</p>\n<p>Every residential group in a neighborhood did not purchase the same ratios of different pottery styles.&nbsp; Groups of people who purchased similar styles of pottery as each other did not live near one another.&nbsp; Similarities in consumer preference suggest that city residents belonged to different social groups with shared tastes in pottery.&nbsp; These consumer differences were not reduced by interaction with neighbors from different social groups.&nbsp; While the exact nature of these social groups is not clear, one group had consumer preferences similar to people living in the core of the Aztec empire.&nbsp;</p>\n<p>Residents of northwestern neighborhoods at Calixtlahuaca had a preference for obsidian from sources controlled by the Tarascan empire in West Mexico.&nbsp; Those neighborhoods in the south and east of the city purchased more obsidian from the Aztec empire.&nbsp; The Aztec empire and the Tarascan empire were enemies.&nbsp; It is difficult to establish whether this distinction reflected political or economic factors.&nbsp; The east and south of the city are separated from the northwest by the often steep slopes of Cerro Tenismo, a small mountain or hill.&nbsp; Traveling merchants were likely the major distributor of obsidian during this time period.&nbsp; Northwest neighborhoods may have had connections to a merchant supplied by the Tarascan sources where southern and eastern ones had connections to the Aztec sources.</p>\n<p>The ritual life at Calixtlahuaca was fairly uniform throughout the city.&nbsp; Most residents used spiky hourglass shaped censers for rituals.&nbsp; A few residential groups had additional ritual vessel forms.&nbsp; Those residential units that did have more variety in ritual vessels were located in the neighborhoods in the northwest that were home to major temples.</p>\n<p>Social classes and social groups showed a socially mixed residential pattern in the city.&nbsp; Obsidian, a key resource, showed spatial patterning that is likely a result of different political ...",
  "por_txt_cntn": "\nUnder the supervision of Dr. Michael E. Smith, Juliana Novic examined the social composition of the neighborhoods of the ancient city of Calixtlahuaca. Social clustering is seen today in our nationÆs cities in phenomena such as white flight, ethnic neighborhoods, and urban ghettos.  Are these phenomena unique to modern society or do they have a deep historical trajectory? Did social clustering occur in ancient cities? Ms. Novic addressed these questions by looking at social clustering in the Aztec-period city of Calixtlahuaca, Mexico (AD 1100-1520). She investigated the ways in which class, ritual, consumer culture, and resource procurement influenced the social fabric of Calixtlahuaca's neighborhoods.  Very few archaeological case studies exist where the researcher is able to examine more than one facet of social clustering. Physical, chemical and mineralogical studies of artifacts from a  2006 NSF funded surface survey were used to provide data for statistically assessing social clustering.\n\nMs. Novic performed statistical analysis on the styles and types of pottery found at 119 locations in twenty neighborhoods to identify consumer groups, participants in different rituals, and members of the elite and commoner class.  The chemical analysis of obsidian identified the distinct places from which people obtained imported goods. She then examined what people were purchasing in this early market economy and how their purchases related to neighborhood organization.\n\nSocial class did not define where residents chose to live in the city of Calixtlahuaca. The majority of CalixtlahuacaÆs inhabitants were commoners of modest means. There were several neighborhoods composed of only commoner residents.  In contrast, wealthy elites did not live in any one neighborhood.  Elites lived dispersed throughout the community.\n\nEvery residential group in a neighborhood did not purchase the same ratios of different pottery styles.  Groups of people who purchased similar styles of pottery as each other did not live near one another.  Similarities in consumer preference suggest that city residents belonged to different social groups with shared tastes in pottery.  These consumer differences were not reduced by interaction with neighbors from different social groups.  While the exact nature of these social groups is not clear, one group had consumer preferences similar to people living in the core of the Aztec empire. \n\nResidents of northwestern neighborhoods at Calixtlahuaca had a preference for obsidian from sources controlled by the Tarascan empire in West Mexico.  Those neighborhoods in the south and east of the city purchased more obsidian from the Aztec empire.  The Aztec empire and the Tarascan empire were enemies.  It is difficult to establish whether this distinction reflected political or economic factors.  The east and south of the city are separated from the northwest by the often steep slopes of Cerro Tenismo, a small mountain or hill.  Traveling merchants were likely the major distributor of obsidian during this time period.  Northwest neighborhoods may have had connections to a merchant supplied by the Tarascan sources where southern and eastern ones had connections to the Aztec sources.\n\nThe ritual life at Calixtlahuaca was fairly uniform throughout the city.  Most residents used spiky hourglass shaped censers for rituals.  A few residential groups had additional ritual vessel forms.  Those residential units that did have more variety in ritual vessels were located in the neighborhoods in the northwest that were home to major temples.\n\nSocial classes and social groups showed a socially mixed residential pattern in the city.  Obsidian, a key resource, showed spatial patterning that is likely a result of different political and trade networks.  Ritual diversity was only present in areas near state sponsored religious structures. This suggests that choice of residence was more influenced by access to key resources or institutions than b..."
 }
}