{
 "awd_id": "1145478",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:   Mechanisms and Functions of Nociceptive Sensitization in Dissimilar Molluscs",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": "7032924845",
 "po_email": "sraghava@nsf.gov",
 "po_sign_block_name": "Sridhar Raghavachari",
 "awd_eff_date": "2012-03-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 270000.0,
 "awd_amount": 270000.0,
 "awd_min_amd_letter_date": "2012-03-16",
 "awd_max_amd_letter_date": "2015-05-29",
 "awd_abstract_narration": "All animals, including humans, experience injury, and every species examined shows adaptive responses to help avoid injury or re-injury. Injury to humans causes pain, which can be long lasting (even permanent) and sometimes untreatable. Although much has been learned about other aspects of human biology through comparative studies of simpler animals, including selected invertebrates, systematic comparative studies of behavioral and neural responses to injury in invertebrates have been lacking. This project will compare behavioral and neural responses to peripheral injury in two invertebrates that, because of their giant neurons, have been sources of pioneering discoveries in neuroscience: the common Atlantic squid, Loligo, and a large marine snail, Aplysia. Both are molluscs, but they have very different life styles and cognitive capabilities. Hypotheses to be tested include: (1) In the peripheral sensory neurons of both species, injury-induced, long-lasting behavioral sensitization involves a similar long-term enhancement of responsiveness that resembles the effects reported in mammals, (2) these changes are induced by common chemical signals that also drive inflammatory pain in mammals, (3) the large-brained squid, but not small-brained snail display ongoing awareness of an injury, and (4) sensitization of defensive responses in the squid increases the chances of survival in a wounded state by decreasing the vulnerability to predatory attacks. The broader impacts of this research project will be the encouragement of the use of molluscs to explore the evolution of fundamental behavioral patterns involving core mechanisms that are widely conserved and may be important for human pain, and the education of future scientists (including undergraduates) interested in comparative and evolutionary approaches to behavioral neurobiology. The resulting scientific information will be published in scientific journals and disseminated to foster rational and humane treatment of molluscs and other invertebrates in research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Roger",
   "pi_last_name": "Hanlon",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Roger T Hanlon",
   "pi_email_addr": "rhanlon@mbl.edu",
   "nsf_id": "000276712",
   "pi_start_date": "2012-03-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Marine Biological Laboratory",
  "inst_street_address": "7 M B L ST",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082897243",
  "inst_zip_code": "025431015",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "THE MARINE BIOLOGICAL LABORATORY",
  "org_prnt_uei_num": "M2XKLRTA9G44",
  "org_uei_num": "M2XKLRTA9G44"
 },
 "perf_inst": {
  "perf_inst_name": "Marine Biological Laboratory",
  "perf_str_addr": "7 MBL Street",
  "perf_city_name": "Woods Hole",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771300",
   "pgm_ele_name": "Activation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 160000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 110000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overarching goal of this project was to gain new insights into the general biology of persistent pain by testing hypotheses about functions and mechanisms of sensory alterations caused by bodily injury or inflammation in two marine model organisms: the sea hare, <em>Aplysia californica </em>and the squid <em>Loligo pealeii</em>. Sea hares have relatively simple brains and behaviors, while squids have complex brains and behavior. Only squids were studied in this part of the collaborative grant. A particular focus was to sort out how squids (which are marine invertebrate molluscs) sense and respond to noxious stimuli (a process known as nociception) and whether this equates to &ldquo;pain&rdquo; in higher vertebrates. No evidence for &ldquo;pain&rdquo; as defined for humans was found in squids, yet extensive behavioral and neurological experimentation showed that injured squids show enhanced vigilence and responsiveness to fish predators compared to uninjured squids. These experiments also demonstrated that fish predators are capable of somehow detecting injured squids and then pursue injured squids from greater distances than uninjured squids. Thus, while minor injury to a squid increases its risk of predatory attack, it also triggers a sensitized state that promotes enhanced responsiveness to threats, increasing the survival (Darwinian fitness) of injured squids during subsequent predatory encounters. This research provides the first experimental evidence (for any animal group) that pain-like neural sensitization is an adaptive response to injury.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/14/2015<br>\n\t\t\t\t\tModified by: Roger&nbsp;T&nbsp;Hanlon</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe overarching goal of this project was to gain new insights into the general biology of persistent pain by testing hypotheses about functions and mechanisms of sensory alterations caused by bodily injury or inflammation in two marine model organisms: the sea hare, Aplysia californica and the squid Loligo pealeii. Sea hares have relatively simple brains and behaviors, while squids have complex brains and behavior. Only squids were studied in this part of the collaborative grant. A particular focus was to sort out how squids (which are marine invertebrate molluscs) sense and respond to noxious stimuli (a process known as nociception) and whether this equates to \"pain\" in higher vertebrates. No evidence for \"pain\" as defined for humans was found in squids, yet extensive behavioral and neurological experimentation showed that injured squids show enhanced vigilence and responsiveness to fish predators compared to uninjured squids. These experiments also demonstrated that fish predators are capable of somehow detecting injured squids and then pursue injured squids from greater distances than uninjured squids. Thus, while minor injury to a squid increases its risk of predatory attack, it also triggers a sensitized state that promotes enhanced responsiveness to threats, increasing the survival (Darwinian fitness) of injured squids during subsequent predatory encounters. This research provides the first experimental evidence (for any animal group) that pain-like neural sensitization is an adaptive response to injury. \n\n \n\n\t\t\t\t\tLast Modified: 12/14/2015\n\n\t\t\t\t\tSubmitted by: Roger T Hanlon"
 }
}