{
 "awd_id": "1145952",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Modeling movement and survival of intercontinental songbird migrants crossing the Gulf of Mexico",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": "7032927202",
 "po_email": "melekoni@nsf.gov",
 "po_sign_block_name": "Michelle Elekonich",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 41497.0,
 "awd_amount": 41497.0,
 "awd_min_amd_letter_date": "2012-05-07",
 "awd_max_amd_letter_date": "2012-05-07",
 "awd_abstract_narration": "Approximately two-thirds of all songbird species that breed in eastern North America migrate to tropical areas for the winter, requiring most species to cross the Gulf of Mexico. Flights across the gulf are considered hazardous and may result in mass mortality. Atmospheric conditions over water, as well as characteristics of the birds themselves (e.g., age, physical condition), are likely important predictors of birds' migratory routes and survival. However, most knowledge about when, where and how small birds cross large water bodies and their survival remains speculative, because until now researchers have been unable to track individuals between the start and end points of over water flights. Anticipated changes in atmospheric structure and dynamics caused by climate change urgently require an understanding of how migrating birds interact with the atmosphere. This knowledge will provide insight to potential consequences of climate change on migratory songbirds, many of which are experiencing population declines. Knowledge of animal-atmosphere relationships is timely as wind energy development accelerates and coastal habitat alteration along migratory flyways continues. The interdisciplinary research team will combine modern radio telemetry and favorable geography to document migratory flights of songbirds across the gulf. By integrating field data, atmospheric data and computational simulations and analyses, the team will provide the first estimate of songbird survival during migration across open water. They also will study factors shaping birds' migratory routes and timing. The team will promote learning, excitement and appreciation for science, and animal migration in particular, to non-scientists through educational materials (e.g., animated migration trajectories in Google Earth©). The team will disseminate findings to scientists, reserve managers and the general public via presentations, publications, a bilingual project website, and popular media. American and Latino undergraduate and graduate students and post-doctoral researchers will participate in each phase of research to acquire learning and skill-building opportunities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gil",
   "pi_last_name": "Bohrer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gil Bohrer",
   "pi_email_addr": "bohrer.17@osu.edu",
   "nsf_id": "000506281",
   "pi_start_date": "2012-05-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "417E HI, 2070 Neil Ave.",
  "perf_city_name": "Columus",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 41497.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Bird migration has captivated the attention of scientists and lay people for centuries, but many unanswered questions remain about how birds negotiate large geographic features during migration.&nbsp;We tracked songbirds across the Gulf of Mexico to investigate the factors associated with birds&rsquo; departure decisions, arrival at the Yucatan Peninsula, and crossing times. We developed an automated system that links the migration path and locatios in the migration area with large datasets of environmental information from satellites and weather models. We also developed an individual-based model, were by letting a computer move virtual birds across the Gulf of Mexico, represented by a field of wind data, we gained insight to the decision-making processes of birds in flight.</p>\n<p>Our findings suggest that a bird's fat reserves and low humidity, indicative of favorable synoptic weather patterns, shape departure decisions. Fat, date, and wind conditions predict birds&rsquo; detection in the Yucatan Peninsula. This study highlights the complex decision-making process involved in crossing the Gulf and the effects on migratory routes and speeds. A better understanding of the factors influencing migration across these features will inform conservation of migratory animals.</p>\n<p>The environmental data access tool we developed (Env-DATA) is available and free to anyone that has animal movement data. I has expanded the possibilities of movement ecology research and have already provided the tools to answer many questions regarding the relationships between flight, weather and climate.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/30/2016<br>\n\t\t\t\t\tModified by: Gil&nbsp;Bohrer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBird migration has captivated the attention of scientists and lay people for centuries, but many unanswered questions remain about how birds negotiate large geographic features during migration. We tracked songbirds across the Gulf of Mexico to investigate the factors associated with birdsÆ departure decisions, arrival at the Yucatan Peninsula, and crossing times. We developed an automated system that links the migration path and locatios in the migration area with large datasets of environmental information from satellites and weather models. We also developed an individual-based model, were by letting a computer move virtual birds across the Gulf of Mexico, represented by a field of wind data, we gained insight to the decision-making processes of birds in flight.\n\nOur findings suggest that a bird's fat reserves and low humidity, indicative of favorable synoptic weather patterns, shape departure decisions. Fat, date, and wind conditions predict birdsÆ detection in the Yucatan Peninsula. This study highlights the complex decision-making process involved in crossing the Gulf and the effects on migratory routes and speeds. A better understanding of the factors influencing migration across these features will inform conservation of migratory animals.\n\nThe environmental data access tool we developed (Env-DATA) is available and free to anyone that has animal movement data. I has expanded the possibilities of movement ecology research and have already provided the tools to answer many questions regarding the relationships between flight, weather and climate.\n\n\t\t\t\t\tLast Modified: 05/30/2016\n\n\t\t\t\t\tSubmitted by: Gil Bohrer"
 }
}