{
 "awd_id": "1145796",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Sleep-Stage Sequence and Memory",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": "7032928167",
 "po_email": "ethiels@nsf.gov",
 "po_sign_block_name": "Edda Thiels",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 580000.0,
 "awd_amount": 586000.0,
 "awd_min_amd_letter_date": "2012-04-04",
 "awd_max_amd_letter_date": "2015-04-06",
 "awd_abstract_narration": "Despite the fact that most animals sleep, it is still unclear what function sleep serves. In humans and other mammals, one of the key functions of sleep is likely to improve learning and the ability to retain what was learned. This is indicated by the fact that sleep deprivation leads to learning and memory deficits. In humans, sleep is made up of sleep cycles that last approximately 90 minutes. Within these cycles, sleep alternates between different types of sleep or sleep stages, such as rapid-eye-movement sleep (REMS) and non-REMS. These stages are present in a specific sequence within each cycle and it is believed that these sequences are important for memory. For this research, we will study a laboratory animal model (the rat) in which we can experimentally disrupt the normal sequence of sleep stages without inducing sleep deprivaation. We predict that this disruption will result in deficits in memory, providing evidence for the role of a normal sequence of sleep stages in learning processes. We will also study the molecular mechanisms by which this effect on learning may take place. Our studies will help understand how challenges to normal sleep, that are a common feature of our modern society, affect learning and may help develop strategies to improve learning performance in people that are commonly exposed to sleep disruptions. This project will also include the training of undergraduate and graduate students in research methods and techniques.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Horacio",
   "pi_last_name": "de la Iglesia",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Horacio O de la Iglesia",
   "pi_email_addr": "horaciod@u.washington.edu",
   "nsf_id": "000096109",
   "pi_start_date": "2012-04-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771400",
   "pgm_ele_name": "Modulation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 145000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 151000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 145000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 145000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Final Report</p>\n<p>&nbsp;</p>\n<h1>Outcomes report</h1>\n<p>During sleep, our brain exhibits specific patterns of electrical activity that are known as non-rapid-eye-movement sleep (NREMS) and rapid-eye-movement sleep (REMS). Throughout the night these &ldquo;sleep stages&rdquo; are temporally organized in a specific pattern. The stereotypic sequence and duration of sleep stages is believed to have a critical role in the consolidation of hippocampus-dependent memory. A large body of evidence supporting this hypothesis relies on experiments in which the duration of sleep stages is manipulated pharmacologically, genetically, through neural lesions or by sleep deprivation. In this project we used a rat model in which NREMS and REMS are fragmented&mdash;presented in shorter bouts than in normal animals&mdash;without fragmentation or loss of total sleep. Under these conditions, consolidation of hippocampus-dependent fear memory is impaired and the impairment is proportional to the fragmentation of NREMS and REMS. Our findings indicate that consolidation of hippocampus-mediated memory relies not simply on specific durations of sleep after learning took place but specifically on specific durations of NREMS and REMS.</p>\n<p>Our findings demonstrate the importance of sleep &ldquo;quality&rdquo; on memory consolidation in an intact animals model in which memory consolidation impairments are not confounded by the stressful effects of sleep deprivation. Because our animal model is based on the stable circadian misalignment of circadian rhythms, it represents a relevant experimental model for environmental challenges that impact human circadian rhythms, including jet lag, shift work and mental disorders that are characterized by misaligned circadian rhythms. Our findings indicate that cognitive deficits observed under these conditions could be related to the fragmentation of sleep stages.</p>\n<p>Because we completed the initial goals of the Award we extended them to two related projects:</p>\n<p>1)&nbsp;&nbsp;&nbsp; We have demonstrated that cyclic fear can act as an environmental cycle that synchronizes circadian rhythms, and this synchronization can override the synchronization of circadian rhythms by the light-dark cycle.</p>\n<p>2)&nbsp;&nbsp;&nbsp; The disruption of sleep stages induced by circadian misalignment in the rat, and the association between depression and sleep disruptions, led us to test behavioral manifestations of depression in these animals. We found that indeed the misalignment of sleep stages is associated with manifestation of depressive symptoms in these animals.</p>\n<p>The Award presented a unique opportunity for training of high school, undergraduate, graduate and postdoctoral students. A total of 2 high school students, 6 undergraduate students, one graduate student and 2 postdocs were trained under this award.</p>\n<p>The PI participated in outreach activities including talks given at high school on the importance of proper sleep in learning. He also gave several talks at school boards on the detrimental effects of early bell times in secondary schools, and participated of a Task Force that advise the Seattle School District Superintendent on bell times.</p>\n<p>Results generated by this Award were disseminated in several publications and presentations in both national and international conferences.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/02/2016<br>\n\t\t\t\t\tModified by: Horacio&nbsp;De La Iglesia</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFinal Report\n\n \nOutcomes report\n\nDuring sleep, our brain exhibits specific patterns of electrical activity that are known as non-rapid-eye-movement sleep (NREMS) and rapid-eye-movement sleep (REMS). Throughout the night these \"sleep stages\" are temporally organized in a specific pattern. The stereotypic sequence and duration of sleep stages is believed to have a critical role in the consolidation of hippocampus-dependent memory. A large body of evidence supporting this hypothesis relies on experiments in which the duration of sleep stages is manipulated pharmacologically, genetically, through neural lesions or by sleep deprivation. In this project we used a rat model in which NREMS and REMS are fragmented&mdash;presented in shorter bouts than in normal animals&mdash;without fragmentation or loss of total sleep. Under these conditions, consolidation of hippocampus-dependent fear memory is impaired and the impairment is proportional to the fragmentation of NREMS and REMS. Our findings indicate that consolidation of hippocampus-mediated memory relies not simply on specific durations of sleep after learning took place but specifically on specific durations of NREMS and REMS.\n\nOur findings demonstrate the importance of sleep \"quality\" on memory consolidation in an intact animals model in which memory consolidation impairments are not confounded by the stressful effects of sleep deprivation. Because our animal model is based on the stable circadian misalignment of circadian rhythms, it represents a relevant experimental model for environmental challenges that impact human circadian rhythms, including jet lag, shift work and mental disorders that are characterized by misaligned circadian rhythms. Our findings indicate that cognitive deficits observed under these conditions could be related to the fragmentation of sleep stages.\n\nBecause we completed the initial goals of the Award we extended them to two related projects:\n\n1)    We have demonstrated that cyclic fear can act as an environmental cycle that synchronizes circadian rhythms, and this synchronization can override the synchronization of circadian rhythms by the light-dark cycle.\n\n2)    The disruption of sleep stages induced by circadian misalignment in the rat, and the association between depression and sleep disruptions, led us to test behavioral manifestations of depression in these animals. We found that indeed the misalignment of sleep stages is associated with manifestation of depressive symptoms in these animals.\n\nThe Award presented a unique opportunity for training of high school, undergraduate, graduate and postdoctoral students. A total of 2 high school students, 6 undergraduate students, one graduate student and 2 postdocs were trained under this award.\n\nThe PI participated in outreach activities including talks given at high school on the importance of proper sleep in learning. He also gave several talks at school boards on the detrimental effects of early bell times in secondary schools, and participated of a Task Force that advise the Seattle School District Superintendent on bell times.\n\nResults generated by this Award were disseminated in several publications and presentations in both national and international conferences.\n\n \n\n\t\t\t\t\tLast Modified: 05/02/2016\n\n\t\t\t\t\tSubmitted by: Horacio De La Iglesia"
 }
}