{
 "awd_id": "1145573",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH: Does Sequential Speciation Amplify Biodiversity across Trophic Levels?",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Samuel Scheiner",
 "awd_eff_date": "2012-02-01",
 "awd_exp_date": "2016-01-31",
 "tot_intn_awd_amt": 520000.0,
 "awd_amount": 520000.0,
 "awd_min_amd_letter_date": "2012-01-26",
 "awd_max_amd_letter_date": "2013-09-09",
 "awd_abstract_narration": "The project will determine whether the creation of new species provides an opportunity for other organisms to take advantage of this and speciate in kind. In particular, the research will test whether when fruit flies of the genus Rhagoletis speciate by shifting and attacking new host plants, the parasitic wasps that attack the flies also speciate by following the flies and specializing on the new fly resources. The question is important for understanding nature because there are more species of plant eating insects like Rhagoletis and the parasites that attack them than any other types of life forms on Earth.  Thus, understanding whether speciation has rippling effects through ecosystems to sequentially amplify the creation of new species has important implications for understanding the basis for biodiversity.\r\n\r\nIn addition to helping integrate science training, education, and research activities at the local, university, and international levels, the project also has practical benefits for U.S. agriculture. Rhagoletis flies are serious pests of apples, cherries, blueberries, and several other economic crops. The question of whether the fly's parasitoids have formed new species, therefore, has important repercussions for developing effective integrated pest management strategies. Specifically, if different wasp species attack each fly, then biocontrol efforts would need to rear and release each of the wasps separately to control each of the fly pests. In contrast, if the wasps are all part of the same population, then a one-size-fits-all strategy focused on mass release of a single cultured wasp strain may succeed.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Feder",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey L Feder",
   "pi_email_addr": "Feder.2@nd.edu",
   "nsf_id": "000459327",
   "pi_start_date": "2012-01-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "McLachlan",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Jason S McLachlan",
   "pi_email_addr": "jmclachl@nd.edu",
   "nsf_id": "000314164",
   "pi_start_date": "2012-01-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Egan",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Scott P Egan",
   "pi_email_addr": "scott.p.egan@rice.edu",
   "nsf_id": "000565982",
   "pi_start_date": "2012-01-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565612",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737700",
   "pgm_ele_name": "EVOLUTIONARY ECOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 160309.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 359691.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The grant centered on testing the ideas that biodiversity begets new biodiversity. And that the evolution of new species is repeatable and can be seen in our backyard in our own lifetimes. Specifically, we tested whether the divergence of one species has consequences that reverberate through an ecosystem in nature to repeatedly cause the subsequent speciation of other members of the organismal community. We typically consider speciation from the perspective of processes operating on a single diverging lineage. However, speciation does not occur in a vacuum. Indeed, the adaptation of a population to a new environment or habitat can open up new opportunities for others to adapt and diverge in kind setting up a potential chain reaction transcending trophic levels in a community. To test this &ldquo;sequential divergence&rdquo; hypothesis, we investigated whether host shifts by <em>Rhagoletis</em> flies to new plants have had cascading consequences that amplify biodiversity at the higher parasitoid trophic level of Braconid wasps that attack the flies. The idea of sequential divergence in which biodiversity begets new biodiversity has been argued by paleontologists, ecologists, and evolutionary biologists alike to help explain adaptive radiations after mass extinctions (e.g., Cambrian explosion), species richness in the tropics, and patterns of phylogenetic co-diversification. Sequential speciation is difficult to test, however, because host and parasitoid organisms could speciate together in geographic isolation or vertical parasite transmission (that is, for example, if parasites only live and reproduce inside their hosts and never leave them) can also generate patterns in which parasitoid mirrors host divergence. In this regard, the known history of the shifts of <em>Rhagoletis</em> to new host plants in the absence of geographic isolation in the last 150 years and a free living sexual stage in the wasps allowed us to rule out geographic isolation and vertical transmission. In other words, we could test for ecology transcending trophic levels in the ecosystem to initiate divergence in a known timeframe in our own backyards.</p>\n<p>We demonstrates in a series of studies that the guild of parasitoid wasps have indeed sequentially radiated with their <em>Rhagoletis</em> hosts, generating several new co-occurring, &ldquo;sympatric&rdquo; wasp host races and possibly sibling species in the process. The grant resulted in helping train nine graduate students and ten undergraduate students and produced 26 published papers and articles, as well as being featured in the Science Section of the Wall Street Journal. Interestingly, our results showed that the wasps display the same types of ecological adaptations, including host fruit odor discrimination, causing reproductive isolation in the flies. The opportunity therefore now exists to investigate in the future whether the same underlying physiological, developmental, and genetic mechanisms fostering ecological adaptation and speciation in <em>Rhagoletis</em> are recurring in parallel in the wasps to multiplicatively amplify biodiversity. That is, we can now test how repeatable evolution is not just in generating several new populations of wasps, but also whether the same mechanisms are at work to cause diversification among the flies and wasp? For example, do the parallelisms go beyond just the similarity of phenotypes to involve the actual bases for the phenotypic differences, as well (e.g., Are differences in the preferences of flies and wasps for different fruit volatiles due to similar changes in their chemoreception systems in the way the neural systems are wired during development, and even perhaps involve the same set of gene)? In addtion, <em>Rhagoletis</em> flies are major economic pests of apples, blueberries, cherries and walnuts. The information we learned about the parasites and the flies, for example, in how the...",
  "por_txt_cntn": "\nThe grant centered on testing the ideas that biodiversity begets new biodiversity. And that the evolution of new species is repeatable and can be seen in our backyard in our own lifetimes. Specifically, we tested whether the divergence of one species has consequences that reverberate through an ecosystem in nature to repeatedly cause the subsequent speciation of other members of the organismal community. We typically consider speciation from the perspective of processes operating on a single diverging lineage. However, speciation does not occur in a vacuum. Indeed, the adaptation of a population to a new environment or habitat can open up new opportunities for others to adapt and diverge in kind setting up a potential chain reaction transcending trophic levels in a community. To test this \"sequential divergence\" hypothesis, we investigated whether host shifts by Rhagoletis flies to new plants have had cascading consequences that amplify biodiversity at the higher parasitoid trophic level of Braconid wasps that attack the flies. The idea of sequential divergence in which biodiversity begets new biodiversity has been argued by paleontologists, ecologists, and evolutionary biologists alike to help explain adaptive radiations after mass extinctions (e.g., Cambrian explosion), species richness in the tropics, and patterns of phylogenetic co-diversification. Sequential speciation is difficult to test, however, because host and parasitoid organisms could speciate together in geographic isolation or vertical parasite transmission (that is, for example, if parasites only live and reproduce inside their hosts and never leave them) can also generate patterns in which parasitoid mirrors host divergence. In this regard, the known history of the shifts of Rhagoletis to new host plants in the absence of geographic isolation in the last 150 years and a free living sexual stage in the wasps allowed us to rule out geographic isolation and vertical transmission. In other words, we could test for ecology transcending trophic levels in the ecosystem to initiate divergence in a known timeframe in our own backyards.\n\nWe demonstrates in a series of studies that the guild of parasitoid wasps have indeed sequentially radiated with their Rhagoletis hosts, generating several new co-occurring, \"sympatric\" wasp host races and possibly sibling species in the process. The grant resulted in helping train nine graduate students and ten undergraduate students and produced 26 published papers and articles, as well as being featured in the Science Section of the Wall Street Journal. Interestingly, our results showed that the wasps display the same types of ecological adaptations, including host fruit odor discrimination, causing reproductive isolation in the flies. The opportunity therefore now exists to investigate in the future whether the same underlying physiological, developmental, and genetic mechanisms fostering ecological adaptation and speciation in Rhagoletis are recurring in parallel in the wasps to multiplicatively amplify biodiversity. That is, we can now test how repeatable evolution is not just in generating several new populations of wasps, but also whether the same mechanisms are at work to cause diversification among the flies and wasp? For example, do the parallelisms go beyond just the similarity of phenotypes to involve the actual bases for the phenotypic differences, as well (e.g., Are differences in the preferences of flies and wasps for different fruit volatiles due to similar changes in their chemoreception systems in the way the neural systems are wired during development, and even perhaps involve the same set of gene)? In addtion, Rhagoletis flies are major economic pests of apples, blueberries, cherries and walnuts. The information we learned about the parasites and the flies, for example, in how they use odor to find the plants they attack, is therefore very useful to our colleagues in how to deter the and control the flies without h..."
 }
}