{
 "awd_id": "1145183",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Constraints on Initiation of Low-Angle Normal Faults Within the Seismogenic Regime",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Stephen Harlan",
 "awd_eff_date": "2012-05-15",
 "awd_exp_date": "2017-04-30",
 "tot_intn_awd_amt": 252932.0,
 "awd_amount": 252932.0,
 "awd_min_amd_letter_date": "2012-02-01",
 "awd_max_amd_letter_date": "2012-02-01",
 "awd_abstract_narration": "Low-angle normal faults are widely recognized in extended continental and oceanic lithosphere, yet the mechanisms influencing their initiation and protracted slip at shallow depths through the seismogenic crust remain controversial. Compilations of normal faulting earthquake focal mechanisms show only a small fraction of all earthquakes on faults dipping less than 30°, and fault mechanics predicts that normal faults with dips less than 30° should neither form nor be reactivated unless they are anomalously weak. In contrast, field observations indicate that slip within the seismogenic crust has occurred. To address this paradox, we are conducting multidisciplinary field and laboratory structural and isotopic studies of a very well exposed low-angle normal fault in the Chemehuevi Mountains of California. Our investigation will provide macro- and microstructural characterization of natural fault rocks and documentation of the role of fluids during initiation and slip along the fault. These observations will be combined with laboratory experiments by colleagues in Europe and recent microseismicity studies, to address processes allied with low-angle normal fault initiation. The study site is the near-ideal natural laboratory to address the relationship between internal structure and mechanical behavior of low-angle normal faults, because 1) regional mapping has established key areas of fault exposure; 2) the footwall is underlain by undeformed granitoids, and it can reasonably be assumed that the protolith is dominated mechanically by a two-phase mixture of quartz and feldspar; 3) the fault system comprises multiple low-angle normal faults with variable slip (about 2 to 18 kilometers) and is well exposed (greater than 18 km down dip and 25 km along strike), facilitating analysis of spatial variations in deformation mechanisms from initiation to maturity, and 4) the thermal history of the footwall is well documented, providing an opportunity to examine rocks with initial ambient temperatures between approximately 150-400°C across the brittle-plastic transition.\r\n\r\nTo illuminate the microstructural evolution and fault weakening mechanisms that lead to low-angle normal faulting, we are integrating field observations with petrographic, SEM (EBSD, image analysis characterization of microstructures, and cathodoluminescence), and stable isotope studies. low-angle normal faults exposed in the Basin and Range provide key examples of this globally significant class of faults and highlight questions about slip at gentle dips in the brittle crust, yet initiation of these fault systems has previously received little attention. In situ stable isotope analyses by ion microprobe allow us to ?see through? secondary alteration during the late slip and fluid migration history and correlate detailed microstructures with associated fluids. By combining these field and laboratory investigations with experimental studies by colleagues in Europe, this research bridges disciplinary boundaries in an effort to transform the understanding of frictional-viscous processes and their manifestation in the geologic record. Collaboration with scientists in Norway and Switzerland will contribute to scaling of laboratory experiments, providing relevant information for earthquake hazard assessment. Undergraduate students will be engaged throughout the project in field and laboratory studies, gaining experience conducting individual research and outreach. Outreach to the broader community is being achieved through the development of virtual field trips using Google Earth and associated educational materials designed for grade school through college students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "John",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara E John",
   "pi_email_addr": "bjohn@uwyo.edu",
   "nsf_id": "000466338",
   "pi_start_date": "2012-02-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wyoming",
  "inst_street_address": "1000 E UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "LARAMIE",
  "inst_state_code": "WY",
  "inst_state_name": "Wyoming",
  "inst_phone_num": "3077665320",
  "inst_zip_code": "820712000",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "WY00",
  "org_lgl_bus_name": "UNIVERSITY OF WYOMING",
  "org_prnt_uei_num": "FDR5YF2K32X5",
  "org_uei_num": "FDR5YF2K32X5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wyoming",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WY",
  "perf_st_name": "Wyoming",
  "perf_zip_code": "820712000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "WY00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 252932.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Initiation and protracted slip on large offset, low-angle (dip &lt;30&deg;) normal faults remains controversial. To address this controversy, we investigated the well-exposed Mohave Wash fault, a low-angle normal fault known to have been active across the seismogenic zone (paleodepths of ~5-15 km), testing the role of fluid involvement at initiation in crystalline crust.</p>\n<p>Detailed macro- and microscopic transects were made through the damage zone of the Mojave Wash fault, over 16 km of down dip exposure&nbsp; (T &lt;150&deg; to &gt;400&deg;C). &nbsp;At structurally shallow depths (5-8 km paleodepth; ambient footwall 150&deg;  60 m thick) hosts localized zone(s) of chlorite and epidote-rich cataclasite, and rare pseudotachylite. Down dip in the structurally deepest exposures of the fault (12-15 km; T &ge; 400&deg;C), the Mohave Wash fault juxtaposes granitoids juxtaposed against gneissic basement, cut by mylonitic dikes and meter-scale quartz shear bands. Dislocation creep with subgrain rotation recrystallization dominated deformation at this paleodepth.&nbsp;</p>\n<p>&delta;<sup>18</sup>O of quartz-epidote pairs hosted in the damage zone of the Mohave Wash fault measured <em>in situ</em> by SIMS record significant within-sample heterogeneity (i.e. samples do not preserve equilibrium mineral assemblages on the &le;1 cm<sup>2 </sup>scale); low values (-1.0&permil; quartz and -5.3&permil; epidote) indicate infiltration of surface-derived fluid (brines or meteoric-sourced) during the early slip history to initial depths of &gt;12-15 km. Stable isotope temperatures from adjacent rims on hydrothermal minerals record a decrease in temperature with distance towards the fault, further indicating surface connectivity with fluids along the fault.</p>\n<p>Documentation of extreme heterogeneity/significant millimeter-scale variations in deformation microstructures and stable isotope thermometry questions validity of stable isotope thermometry applied to rocks from analogous settings using bulk analytical techniques. This heterogeneity, even on the scale of a few mm<sup>2</sup>, likely results from influx of rock dominated, variably- &delta;<sup>18</sup>O-shifted fluids along micro-cracks, over variable temperatures with time, likely reflecting localized microstructure development with short-lived permeability. These results suggest little contribution to elevated fluid pressure (or reaction weakening) during the early slip history of the fault system.</p>\n<p>Our tests of existing hypotheses for the initiation of enigmatic low-angle normal faults in continental crust, including elevated fluid pressure, reaction weakening, or &ldquo;thermal softening), note little contribution for any of these processes in this setting, and therefore requires re-evaluation of the mechanisms for slip associated with these fault systems.</p>\n<p>The award provided support for the training and professional development of four M.S. students at two institutions, and two undergraduates. In addition, the project provided field training for two additional M.S. candidates, assisting in field data acquisition; a third MS student was able to help with lab-based EBSD data acquisition, processing, and interpretation. &nbsp;</p>\n<p>Results have been dissemination through scientific publications, as well as a web portal highlighting aspects of geologic field work, flora, fauna, and natural history of the Chemehuevi Wilderness area (http://chemehuevioutreach.weebly.com/) used to promote outreach and education associated with the project. &nbsp;A GoogleEarth virtual, guided geologic tour down the Colorado River through Topock Gorge in the eastern Chemehuevi Mountains is available for download from the website, as well as link to relevant published regional scale geologic maps, including area geologic maps&nbsp; - Topock (2013) and Castle Rock (in press) 7.5 min quadrangles, available from the USGS web site.&nbsp;&nbsp; &nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/02/2018<br>\n\t\t\t\t\tModified by: Barbara&nbsp;E&nbsp;John</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nInitiation and protracted slip on large offset, low-angle (dip &lt;30&deg;) normal faults remains controversial. To address this controversy, we investigated the well-exposed Mohave Wash fault, a low-angle normal fault known to have been active across the seismogenic zone (paleodepths of ~5-15 km), testing the role of fluid involvement at initiation in crystalline crust.\n\nDetailed macro- and microscopic transects were made through the damage zone of the Mojave Wash fault, over 16 km of down dip exposure  (T &lt;150&deg; to &gt;400&deg;C).  At structurally shallow depths (5-8 km paleodepth; ambient footwall 150&deg;  60 m thick) hosts localized zone(s) of chlorite and epidote-rich cataclasite, and rare pseudotachylite. Down dip in the structurally deepest exposures of the fault (12-15 km; T &ge; 400&deg;C), the Mohave Wash fault juxtaposes granitoids juxtaposed against gneissic basement, cut by mylonitic dikes and meter-scale quartz shear bands. Dislocation creep with subgrain rotation recrystallization dominated deformation at this paleodepth. \n\n&delta;18O of quartz-epidote pairs hosted in the damage zone of the Mohave Wash fault measured in situ by SIMS record significant within-sample heterogeneity (i.e. samples do not preserve equilibrium mineral assemblages on the &le;1 cm2 scale); low values (-1.0&permil; quartz and -5.3&permil; epidote) indicate infiltration of surface-derived fluid (brines or meteoric-sourced) during the early slip history to initial depths of &gt;12-15 km. Stable isotope temperatures from adjacent rims on hydrothermal minerals record a decrease in temperature with distance towards the fault, further indicating surface connectivity with fluids along the fault.\n\nDocumentation of extreme heterogeneity/significant millimeter-scale variations in deformation microstructures and stable isotope thermometry questions validity of stable isotope thermometry applied to rocks from analogous settings using bulk analytical techniques. This heterogeneity, even on the scale of a few mm2, likely results from influx of rock dominated, variably- &delta;18O-shifted fluids along micro-cracks, over variable temperatures with time, likely reflecting localized microstructure development with short-lived permeability. These results suggest little contribution to elevated fluid pressure (or reaction weakening) during the early slip history of the fault system.\n\nOur tests of existing hypotheses for the initiation of enigmatic low-angle normal faults in continental crust, including elevated fluid pressure, reaction weakening, or \"thermal softening), note little contribution for any of these processes in this setting, and therefore requires re-evaluation of the mechanisms for slip associated with these fault systems.\n\nThe award provided support for the training and professional development of four M.S. students at two institutions, and two undergraduates. In addition, the project provided field training for two additional M.S. candidates, assisting in field data acquisition; a third MS student was able to help with lab-based EBSD data acquisition, processing, and interpretation.  \n\nResults have been dissemination through scientific publications, as well as a web portal highlighting aspects of geologic field work, flora, fauna, and natural history of the Chemehuevi Wilderness area (http://chemehuevioutreach.weebly.com/) used to promote outreach and education associated with the project.  A GoogleEarth virtual, guided geologic tour down the Colorado River through Topock Gorge in the eastern Chemehuevi Mountains is available for download from the website, as well as link to relevant published regional scale geologic maps, including area geologic maps  - Topock (2013) and Castle Rock (in press) 7.5 min quadrangles, available from the USGS web site.     \n\n \n\n\t\t\t\t\tLast Modified: 02/02/2018\n\n\t\t\t\t\tSubmitted by: Barbara E John"
 }
}