{
 "awd_id": "1145716",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Control of neuronal migration by Fasciclin II and Rasputin",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Evan Balaban",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 518000.0,
 "awd_min_amd_letter_date": "2012-02-18",
 "awd_max_amd_letter_date": "2014-04-02",
 "awd_abstract_narration": "During brain development, nerve cells must migrate considerable distances to reach their final locations before they can connect properly to other nerve cells. Although many different signals affect this process, the complexity of higher mammals has made it difficult to determine how specific proteins control cell movements within the brain.  As an alternative strategy, simpler insect nervous systems can be used to model how particular types of proteins affect cell behavior, providing the framework for testing the role of related proteins in higher animals.  This project will exploit the unique advantages of insect preparations to define the role of an important class of cell surface receptors called \"Ig-CAMS\", which are found in all nervous systems but whose functions are poorly understood. Time-lapse imaging and fluorescent labeling will be used to determine how different Ig-CAMs control distinct patterns of cell movement. A combination of molecular and biochemical methods will then be used to test the role of newly discovered \"adapter\" proteins that govern the effects of Ig-CAMs at specific times and places.  The results of these studies will reveal new principles about how these protein classes function in more complex organisms, including the human brain.      \r\n\r\nThis project will explore an important aspect of nerve cell guidance that plays a major role in controlling the formation of the brain. Because insect model systems are relatively inexpensive and easy to manipulate, the proposed studies will provide valuable training opportunities for students and educators from a variety of backgrounds, including undergraduates lacking prior research experience. This grant will also support ongoing efforts to encourage participation by women and underrepresented minorities in scientific discovery. The ultimate goal of this project will be improve current knowledge about the fundamental mechanisms that control cell migration in the developing nervous system.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Copenhaver",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Philip F Copenhaver",
   "pi_email_addr": "copenhav@ohsu.edu",
   "nsf_id": "000475668",
   "pi_start_date": "2012-02-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon Health & Science University",
  "inst_street_address": "3181 SW SAM JACKSON PARK RD",
  "inst_street_address_2": "",
  "inst_city_name": "PORTLAND",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5034947784",
  "inst_zip_code": "972393011",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OR01",
  "org_lgl_bus_name": "OREGON HEALTH & SCIENCE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPSNT86JKN51"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon Health and Science University",
  "perf_str_addr": "3181 SW Sam Jackson Park Road",
  "perf_city_name": "Portland",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "972393098",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OR01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771200",
   "pgm_ele_name": "Organization"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 506000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 6000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;During the formation of the brain, most nerve cells must travel considerable distances to reach their final locations before they can form the connections that control normal behavior and cognition. Studies using isolated nerve cells have identified many different types of cues that can affect how nerve cells migrate and make connections under artificial conditions. &nbsp;However, the complexity of the brain in mammals has severely limited our understanding of how this process is actually controlled in animals. &nbsp;</p>\n<p>As an alternative strategy, the simpler nervous systems found in more primitive animals like insects can be used to reveal the basic principles that control nerve cell development.&nbsp; In particular, it is now possible to test how specific molecules actually control the movement and growth of individual nerve cells in their normal environment.&nbsp;&nbsp; Surprisingly, nerve cells in insects and mammals use many of the same types of molecules to control how they grow and function, so that discoveries made in insect models can provide important information about similar functions in more complex animals.&nbsp;</p>\n<p>Using this approach, we investigated how one particular type of nerve cell receptor controls cellular movements within the embryonic nervous system.&nbsp; Specifically, we took advantage of the simple nervous system found in the tobacco hornworm to test how &ldquo;IgCAM&rdquo; receptors control how nerve cells migrate and form connections. IgCAMs are found in all animals and are involved in many different aspects of brain development. In addition, previous clues suggested that similar versions of the same IgCAM receptor can have markedly different effects on nerve cells, but in ways that are poorly understood.</p>\n<p>Using a variety of modern biochemical and microscopic imaging methods, we have discovered that slightly different forms of one particular IgCAM (called &ldquo;Fasciclin II&rdquo;) control completely different types of nerve interactions: one form regulates how nerve cells migrate in the developing nervous system, while another form controls how glial cells (protective support cells) wrap the nerve cells after they form their connections. Unexpectedly, we also discovered an unusual type of adapter protein (called a &ldquo;G3BP&rdquo; protein) that controls the function of Fasciclin II receptors in two different ways.&nbsp; Specifically, we found that G3BP proteins directly control how Fasciclin II receptors stimulate nerve cell migration.&nbsp; In addition, G3BP proteins also control when nerve cells actually make Fasciclin II during their development.&nbsp; In this way G3BP proteins control both the amount of Fasciclin II made by nerve cells and the effects of Fasciclin II on nerve cell connections. &nbsp;</p>\n<p>These discoveries are significant because similar types of IgCAM receptors and G3BP adapters have also been identified in the mammalian brain, but how they interact to control nerve cell growth has not been investigated.&nbsp; Our discoveries using a simple insect model have therefore revealed an important new mechanism for nerve development and signaling. In addition, our results provide the framework for investigating the function of IgCAM receptors and G3BP adapters in more complex animals (including the human brain).</p>\n<p><strong>Broader Significance:&nbsp; </strong>The discoveries made during the completion of this project have revealed an important new mechanism that controls how nerve cells grow and make connections during development. In addition, because these studies were conducted with an insect model organism, they provided important opportunities for undergraduate and graduate students from diverse backgrounds to gain advanced training in modern scientific methods.</p>\n<p>Of note is that the majority of the trainees who participated in this project were women, including a substantial numb...",
  "por_txt_cntn": "\n During the formation of the brain, most nerve cells must travel considerable distances to reach their final locations before they can form the connections that control normal behavior and cognition. Studies using isolated nerve cells have identified many different types of cues that can affect how nerve cells migrate and make connections under artificial conditions.  However, the complexity of the brain in mammals has severely limited our understanding of how this process is actually controlled in animals.  \n\nAs an alternative strategy, the simpler nervous systems found in more primitive animals like insects can be used to reveal the basic principles that control nerve cell development.  In particular, it is now possible to test how specific molecules actually control the movement and growth of individual nerve cells in their normal environment.   Surprisingly, nerve cells in insects and mammals use many of the same types of molecules to control how they grow and function, so that discoveries made in insect models can provide important information about similar functions in more complex animals. \n\nUsing this approach, we investigated how one particular type of nerve cell receptor controls cellular movements within the embryonic nervous system.  Specifically, we took advantage of the simple nervous system found in the tobacco hornworm to test how \"IgCAM\" receptors control how nerve cells migrate and form connections. IgCAMs are found in all animals and are involved in many different aspects of brain development. In addition, previous clues suggested that similar versions of the same IgCAM receptor can have markedly different effects on nerve cells, but in ways that are poorly understood.\n\nUsing a variety of modern biochemical and microscopic imaging methods, we have discovered that slightly different forms of one particular IgCAM (called \"Fasciclin II\") control completely different types of nerve interactions: one form regulates how nerve cells migrate in the developing nervous system, while another form controls how glial cells (protective support cells) wrap the nerve cells after they form their connections. Unexpectedly, we also discovered an unusual type of adapter protein (called a \"G3BP\" protein) that controls the function of Fasciclin II receptors in two different ways.  Specifically, we found that G3BP proteins directly control how Fasciclin II receptors stimulate nerve cell migration.  In addition, G3BP proteins also control when nerve cells actually make Fasciclin II during their development.  In this way G3BP proteins control both the amount of Fasciclin II made by nerve cells and the effects of Fasciclin II on nerve cell connections.  \n\nThese discoveries are significant because similar types of IgCAM receptors and G3BP adapters have also been identified in the mammalian brain, but how they interact to control nerve cell growth has not been investigated.  Our discoveries using a simple insect model have therefore revealed an important new mechanism for nerve development and signaling. In addition, our results provide the framework for investigating the function of IgCAM receptors and G3BP adapters in more complex animals (including the human brain).\n\nBroader Significance:  The discoveries made during the completion of this project have revealed an important new mechanism that controls how nerve cells grow and make connections during development. In addition, because these studies were conducted with an insect model organism, they provided important opportunities for undergraduate and graduate students from diverse backgrounds to gain advanced training in modern scientific methods.\n\nOf note is that the majority of the trainees who participated in this project were women, including a substantial number of trainees from underrepresented groups.  The overall structure of this project also provided opportunities for more senior students to gain experience with peer mentoring (helping to train more junior participants), ..."
 }
}