{
 "awd_id": "1145011",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Model of Vowel Production in Children",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Chalandra Bryant",
 "awd_eff_date": "2012-06-15",
 "awd_exp_date": "2017-05-31",
 "tot_intn_awd_amt": 253318.0,
 "awd_amount": 253318.0,
 "awd_min_amd_letter_date": "2012-06-05",
 "awd_max_amd_letter_date": "2012-06-05",
 "awd_abstract_narration": "During the period of time a child acquires the capacity to produce speech, their anatomical structure is continually developing and growing.  Consequently, the characteristics of the speech sounds they produce also change over time, and are considerably different from those of an adult. Learning to produce intelligible speech sounds would seem to be a daunting task for a child.  Nonetheless, normally-developing children acquire the ability to produce most speech sounds by age six.   The overall aim of the proposed research is to better understand how children accomplish this remarkable feat. The researher's approach is to investigate the mechanisms of children's speech by developing a computer-based model of the trachea, larynx, throat, mouth,  and nasal passages that will be configured to represent children 2 to 6 years of age. This model is capable of producing realistic simulations of vowels, syllables, words and sentences. These simulated speech samples can be studied with respect to how the structure of the child-like system influences the generation of sound waves and how those waves are shaped into the sounds of speech.  The simulations will also be compared to a database of audio recordings of the speech of similarly aged children. \r\n\r\nThe common view of sound production for speech over the last 50 years has been largely based on what is known about the adult male as a talker. This view and associated theory has been remarkably successful as a description of adult male speech. It is the prevailing description in most speech science textbooks and is the basis of many types of speech synthesis and speech analysis systems in use today. This research project will challenge this view by proposing that the speech sounds of children are generated with mechanisms that are fundamentally different from adults. Results of this research project  will enhance and expand theories of speech production and speech development in children, and will contribute to education in the area of speech science. In addition, the project will impact the next generation of systems for speech analysis, synthesis and recognition.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brad",
   "pi_last_name": "Story",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Brad H Story",
   "pi_email_addr": "bstory@u.arizona.edu",
   "nsf_id": "000567785",
   "pi_start_date": "2012-06-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kate",
   "pi_last_name": "Bunton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kate Bunton",
   "pi_email_addr": "bunton@email.arizona.edu",
   "nsf_id": "000567786",
   "pi_start_date": "2012-06-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "1131 E. 2nd Street",
  "perf_city_name": "Tucson",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210071",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  },
  {
   "pgm_ele_code": "169800",
   "pgm_ele_name": "DS -Developmental Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "1698",
   "pgm_ref_txt": "DS-Developmental Sciences"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 253318.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">Speech is a pattern of highly organized sound produced when a talker sets into motion anatomical structures that modulate the upper airway. The vocal folds, located within the larynx, are typically positioned far apart from each other so that air easily passes between them during breathing. To speak, however, they are brought together so that pressure supplied by the lungs may set them into vibration, rapidly opening and closing the airway. This generates a buzz-like sound that is shaped into speech by the relatively slow movements of the tongue, jaw, lips, and soft palate by continually reshaping the airspace formed by the throat and mouth. Encoding elements of language in a speech signal requires precise modulatory control of this airspace, called the vocal tract, to produce distinct acoustic characteristics that are decodable by a listener into a stream of vowels and consonants. Although children possess essentially the same anatomical configuration as adults, their structures undergo almost continual, nonuniform growth from infancy to adulthood, thus presenting an ever-changing sound producing system with which they much learn to speak.</p>\n<p class=\"p1\">&nbsp;</p>\n<p class=\"p1\">The overall goal of this research was to provide new insight into the physical mechanisms of speech production in children, and to investigate how these mechanisms contribute to a child&rsquo;s ability to produce intelligible speech. Toward this goal, the first objective was to develop a computational, physically-based model that allowed for simulation of speech within the age range of 2-6 years, as well as for adult. This required scaling the vocal folds and vocal tract based on published anatomical measurements representative of the different ages. Configuring such a model to generate speech is somewhat like animating a short movie. A structure must be precisely defined mathematically and then &ldquo;moved&rdquo; in time by changing the spatial positions of all parts of the structure. The result is a dynamic virtual object whose shape or other characteristics changes over the time course of a specified action.&nbsp; Whereas the &ldquo;object&rdquo; in a cartoon or animated movie is the imaginary body of a character, for a model of speech production the objects are mathematical representations the shape of the airway formed by the throat and mouth. Simultaneous with the changing shape of the airway is the simulated generation of sound waves due to vibration of the vocal folds, and their travel through the throat and mouth. The result is a sound wave that is analogous to a recording of actual speech.&nbsp; It can be listened to, analyzed, and compared to real speech. The smaller anatomical structures of children generate acoustic characteristics that are quite different than adults, and suggest that their system must be used in a functionally different manner in order to produce speech. The modeling efforts have also motivated a new theoretical perspective on how speech-related movements are planned and executed.</p>\n<p>&nbsp;</p>\n<p>The second objective was to collect audio recordings of children every three months starting when they were two years old, and continue throughout the during of the funding period. During each recording session, a child was prompted to produce the same set of speech sounds that consisted of a wide variety of vowels, consonants, words, and phrases. Recordings of 64 children have now been configured into a searchable, publicly available database that allows researchers to analyze the development of speech of specific children over a period of several years. The longitudinal nature of the database makes it a unique contribution.</p>\n<p>&nbsp;</p>\n<p>Coincident with the model development and collection of recordings was a major effort develop a new algorithm for measuring relevant acoustic characteristics from children&rsquo;s speech. Many of the standard approaches to speech analysis work well for adult speech, but are less effective when speech is produced by shorter vocal folds and a nonuniformly scaled vocal tract. Our work resulted in a technique that has the potential to provide highly accurate measures.</p>\n<p>&nbsp;</p>\n<p>What is exciting about this work is uncovering how this acoustic communication system (i.e. speech) that most of us take for granted, really works. There still much to learn about how humans actually execute the movements of the articulators to produce a stream of sound that is recognized as intelligible speech, as well as understanding how children develop the ability to speak under conditions where the sound-producing structures undergo nearly continuous growth, and hence continuously changing sound characteristics. This project has planted the seeds for continued research in these areas.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/15/2017<br>\n\t\t\t\t\tModified by: Kate&nbsp;Bunton</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Speech is a pattern of highly organized sound produced when a talker sets into motion anatomical structures that modulate the upper airway. The vocal folds, located within the larynx, are typically positioned far apart from each other so that air easily passes between them during breathing. To speak, however, they are brought together so that pressure supplied by the lungs may set them into vibration, rapidly opening and closing the airway. This generates a buzz-like sound that is shaped into speech by the relatively slow movements of the tongue, jaw, lips, and soft palate by continually reshaping the airspace formed by the throat and mouth. Encoding elements of language in a speech signal requires precise modulatory control of this airspace, called the vocal tract, to produce distinct acoustic characteristics that are decodable by a listener into a stream of vowels and consonants. Although children possess essentially the same anatomical configuration as adults, their structures undergo almost continual, nonuniform growth from infancy to adulthood, thus presenting an ever-changing sound producing system with which they much learn to speak.\n \nThe overall goal of this research was to provide new insight into the physical mechanisms of speech production in children, and to investigate how these mechanisms contribute to a child?s ability to produce intelligible speech. Toward this goal, the first objective was to develop a computational, physically-based model that allowed for simulation of speech within the age range of 2-6 years, as well as for adult. This required scaling the vocal folds and vocal tract based on published anatomical measurements representative of the different ages. Configuring such a model to generate speech is somewhat like animating a short movie. A structure must be precisely defined mathematically and then \"moved\" in time by changing the spatial positions of all parts of the structure. The result is a dynamic virtual object whose shape or other characteristics changes over the time course of a specified action.  Whereas the \"object\" in a cartoon or animated movie is the imaginary body of a character, for a model of speech production the objects are mathematical representations the shape of the airway formed by the throat and mouth. Simultaneous with the changing shape of the airway is the simulated generation of sound waves due to vibration of the vocal folds, and their travel through the throat and mouth. The result is a sound wave that is analogous to a recording of actual speech.  It can be listened to, analyzed, and compared to real speech. The smaller anatomical structures of children generate acoustic characteristics that are quite different than adults, and suggest that their system must be used in a functionally different manner in order to produce speech. The modeling efforts have also motivated a new theoretical perspective on how speech-related movements are planned and executed.\n\n \n\nThe second objective was to collect audio recordings of children every three months starting when they were two years old, and continue throughout the during of the funding period. During each recording session, a child was prompted to produce the same set of speech sounds that consisted of a wide variety of vowels, consonants, words, and phrases. Recordings of 64 children have now been configured into a searchable, publicly available database that allows researchers to analyze the development of speech of specific children over a period of several years. The longitudinal nature of the database makes it a unique contribution.\n\n \n\nCoincident with the model development and collection of recordings was a major effort develop a new algorithm for measuring relevant acoustic characteristics from children?s speech. Many of the standard approaches to speech analysis work well for adult speech, but are less effective when speech is produced by shorter vocal folds and a nonuniformly scaled vocal tract. Our work resulted in a technique that has the potential to provide highly accurate measures.\n\n \n\nWhat is exciting about this work is uncovering how this acoustic communication system (i.e. speech) that most of us take for granted, really works. There still much to learn about how humans actually execute the movements of the articulators to produce a stream of sound that is recognized as intelligible speech, as well as understanding how children develop the ability to speak under conditions where the sound-producing structures undergo nearly continuous growth, and hence continuously changing sound characteristics. This project has planted the seeds for continued research in these areas.\n\n \n\n\t\t\t\t\tLast Modified: 08/15/2017\n\n\t\t\t\t\tSubmitted by: Kate Bunton"
 }
}