{
 "awd_id": "1145067",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Late Cenozoic Vertical Crustal Motions and Erosional Mass Transfer in the Southern San Andreas Fault Zone",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Fountain",
 "awd_eff_date": "2012-02-15",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 66124.0,
 "awd_amount": 66124.0,
 "awd_min_amd_letter_date": "2012-02-16",
 "awd_max_amd_letter_date": "2012-02-16",
 "awd_abstract_narration": "Vertical crustal motions are widely recognized in continental strike-slip fault zones, yet the underlying controls and surficial response to 3-dimensional strain in these settings are poorly understood. Observed patterns of uplift and subsidence often do no match the predictions of numerical models for oblique strain, suggesting that existing models for strike-slip faults are incomplete. Structural controls on development of sedimentary basins in strike-slip fault zones are similarly complex and incompletely understood. This project is addressing these problems with a multi-disciplinary, multi-investigator study of 3-dimensional strain and related surface processes in the San Andreas fault zone of southern California. The research team will use a diverse suite of methods to document rates and geometries of vertical crustal motions through time, and test two hypotheses for the evolution of the San Andreas fault: (1) that plate-motion obliquity exerts the primary control on the 3-dimensional and temporal evolution of the fault zone; and (2) that the fault zone experienced a major change at approximately 1.1 to 1.4 million years ago in response to tectonic reorganization of the plate boundary. Each hypothesis makes unique predictions about space-time patterns of uplift, erosion, subsidence, and sediment dispersal within the fault zone, that will allow the team to test the hypotheses with a systematic program of fieldwork, data analysis, and modeling. This project integrates diverse research methods including geologic mapping, stratigraphic and structural analysis, paleomagnetic studies of sediment age and block rotations, provenance analysis, detrital zircon dating, low-temperature (U-Th)/He dating of bedrock sources, geomorphic analysis, study of seismic and gravity data, and numerical modeling.\r\n\r\nThis study seeks to fill large gaps in the understanding of the geologic evolution of the southern San Andreas fault system, a complex network of seismically active faults that define the Pacific-North America plate boundary in California. The history of deformation over geologic timescales (millions of years) is relatively poorly known, despite its critical role in shaping the crustal architecture and fault geometries that control earthquakes in this setting. This project's approach benefits from a unique collaboration of academic researchers and students from four universities with earth scientists at the U.S. Geological Survey. The team is also collaborating with geophysicists investigating processes of continental rupture beneath the Salton Sea, and scientists studying paleoseismology and fault slip rates on the San Andreas fault over shorter timescales. These collaborations provide an important avenue for engaging with and contributing new knowledge to the vibrant geoscience community in southern California. Lessons learned in this research will be used to develop new lab and teaching exercises that will reach thousands of students over the course of the project. Ultimately, the results of this study will shed new insights into dynamic linkages between crustal deformation, fault-zone complexity, growth of topography, erosion, and sediment dispersal within continental strike-slip fault zones at active plate boundaries.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michele",
   "pi_last_name": "Cooke",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michele Cooke",
   "pi_email_addr": "cooke@geo.umass.edu",
   "nsf_id": "000203696",
   "pi_start_date": "2012-02-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039297",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 66124.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Coachella Valley segment is the southernmost section of the San Andreas fault in California. This section of the fault has a high likelihood for a large rupture in the near future, since it has a recurrence interval of ~180 years, yet has not ruptured in over 300 years. To-date, most models that include the Coachella Valley segment of the San Andreas have assumed it is vertical, but recent studies have suggested this section of the fault dips northeast. We have used 3D numerical models to simulate crustal deformation for several different interpretations of the fault shape in this region, and also added smaller secondary faults in the Mecca Hills. Using the equations of continuum mechanics, our models simulate uplift and subsidence of the crust due to long-term plate movement across the fault. When compared to geologically observed uplift rates in the Coachella Valley and Mecca Hill, the model that best fits the data has this section of the San Andreas fault dipping 60&deg;-70&deg; northeast. Simulations of rupture on dipping faults show that the hanging walls of such faults endure much greater shaking than footwall regions, so this result means that earthquake hazard from this section of this fault will be different than predicted for ruptures from a vertical fault.</p>\n<p>&nbsp;</p>\n<p>We are also interested in how the present day geometry of the southern San Andreas system evolved to its present-day shape.&nbsp; To explore this we set up a series of models that capture snapshots in time through the past 1.5 million years of the fault&rsquo;s evolution.&nbsp; The uplift patterns produced in the models have good match to the changes to uplift and subsidence patterns in some regions&mdash;uplift in the San Bernardino Mountains and San Gabriel Mountains are simulated well, as well as changes to basins in the Mecca Hills, and deposition in the San Bernardino basin and within the San Timoteo badlands. The comparison shows that the model works well. To further test the models, we compare the model&rsquo;s vertical axis rotation, sense of spin as you look down at the earth, with paleomagnetic data. The model show that this rotation varies around the faults and the rotation patterns are reproducible in some regions and not in others, suggesting that fault geometry may be incompletely understood in regions that do not match, such as the San Timoteo Badlands.</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">The sequence of validated models permits us to explore how the behavior of the system changes over time.&nbsp; In particular we are interested to see if over time, the southern San Andreas fault becomes more efficient. To do this, we look at two components of deformation. The first is the external work applied to the boundary because efficient faults will take less work to deform than inefficient faults. The second component is the work that is stored between the faults because this is the work that will drive the growth of new faults.&nbsp; The external, tectonic, work decreases in nearly every step of the 6 stage evolution except for one where transition where the San Andreas fault shift from one geometry to another. This transition should be looked at more because our understanding of the fault geometry may be incorrect. The overall increase in efficiency of the fault system over time is also reflected in the faults having greater slip and less deformation between faults. The internal work is a measure of this deformation between faults and has high values before the San Jacinto fault is added to the model. The patterns support the notion of north to south growth of the San Jacinto fault. The ability of the models to resolve a preference for north to south propagation of the SJF over south to north highlights the value of using SED for predicting fault growth, providing a tool to distinguish between differing but plausible geologic models. A north to south pr...",
  "por_txt_cntn": "\nThe Coachella Valley segment is the southernmost section of the San Andreas fault in California. This section of the fault has a high likelihood for a large rupture in the near future, since it has a recurrence interval of ~180 years, yet has not ruptured in over 300 years. To-date, most models that include the Coachella Valley segment of the San Andreas have assumed it is vertical, but recent studies have suggested this section of the fault dips northeast. We have used 3D numerical models to simulate crustal deformation for several different interpretations of the fault shape in this region, and also added smaller secondary faults in the Mecca Hills. Using the equations of continuum mechanics, our models simulate uplift and subsidence of the crust due to long-term plate movement across the fault. When compared to geologically observed uplift rates in the Coachella Valley and Mecca Hill, the model that best fits the data has this section of the San Andreas fault dipping 60&deg;-70&deg; northeast. Simulations of rupture on dipping faults show that the hanging walls of such faults endure much greater shaking than footwall regions, so this result means that earthquake hazard from this section of this fault will be different than predicted for ruptures from a vertical fault.\n\n \n\nWe are also interested in how the present day geometry of the southern San Andreas system evolved to its present-day shape.  To explore this we set up a series of models that capture snapshots in time through the past 1.5 million years of the faultÆs evolution.  The uplift patterns produced in the models have good match to the changes to uplift and subsidence patterns in some regions&mdash;uplift in the San Bernardino Mountains and San Gabriel Mountains are simulated well, as well as changes to basins in the Mecca Hills, and deposition in the San Bernardino basin and within the San Timoteo badlands. The comparison shows that the model works well. To further test the models, we compare the modelÆs vertical axis rotation, sense of spin as you look down at the earth, with paleomagnetic data. The model show that this rotation varies around the faults and the rotation patterns are reproducible in some regions and not in others, suggesting that fault geometry may be incompletely understood in regions that do not match, such as the San Timoteo Badlands.\n \nThe sequence of validated models permits us to explore how the behavior of the system changes over time.  In particular we are interested to see if over time, the southern San Andreas fault becomes more efficient. To do this, we look at two components of deformation. The first is the external work applied to the boundary because efficient faults will take less work to deform than inefficient faults. The second component is the work that is stored between the faults because this is the work that will drive the growth of new faults.  The external, tectonic, work decreases in nearly every step of the 6 stage evolution except for one where transition where the San Andreas fault shift from one geometry to another. This transition should be looked at more because our understanding of the fault geometry may be incorrect. The overall increase in efficiency of the fault system over time is also reflected in the faults having greater slip and less deformation between faults. The internal work is a measure of this deformation between faults and has high values before the San Jacinto fault is added to the model. The patterns support the notion of north to south growth of the San Jacinto fault. The ability of the models to resolve a preference for north to south propagation of the SJF over south to north highlights the value of using SED for predicting fault growth, providing a tool to distinguish between differing but plausible geologic models. A north to south propagation further supports the idea that bend in the San Andreas fault within the San Gorgonio knot drove the growth of the SJF. \n \n\n\t\t\t\t\tLast Modified: 03/11/201..."
 }
}