{
 "awd_id": "1145887",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Functional characterization of a multi-enzyme complex involved in xylan synthesis in wheat",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Mishkind",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 411999.0,
 "awd_min_amd_letter_date": "2012-02-09",
 "awd_max_amd_letter_date": "2014-04-15",
 "awd_abstract_narration": "Plant cells produce a complex structure called cell wall, composed mainly of polysaccharides (cellulose, hemicelluloses, and pectins).  Xylan is a major hemicellulose constituent in cell walls from grasses and trees.  Although xylan is the third most abundant polymer on earth, its biosynthesis has proven to be more challenging to elucidate than expected. This project seeks to overcome this lack of understanding and is built upon our recent discovery that xylan synthesis in wheat involves a multi-enzyme complex (called xylan synthase complex, XSC). The objective of this project is to use a multi-faceted approach that combines proteomics, cell biology, biochemistry, bioinformatics, and reverse genetics to (i) identify and determine the function of the proteins that are part of this XSC, and (ii) elucidate the mechanism of assembly of these proteins into a functional complex. \r\n\r\nOutcomes from this work will lead to a basic understanding of hemicellulose biosynthesis in wheat as it relates to plant growth and seed development, and may also provide ways for engineering plants with improved cell wall properties to meet the needs of the food, wood, and biofuel industries. Finally, this project will provide valuable research and training opportunities for students and a postdoctoral fellow. There are several stand-alone components of the project that are likely to yield results in the time frame of an undergraduate project, and would include routine analyses used in a research laboratory. All students will be trained in cell, developmental, molecular, and computational biology. Ohio University is located in southeast Ohio, a predominantly rural area with the highest poverty rate in the state of Ohio. Its undergraduate population comes from the surrounding Appalachian region of Ohio and West Virginia. The PI believes strongly in the mission of research in science education and makes every effort to incorporate research activities and current literature into his teaching mission at the university.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ahmed",
   "pi_last_name": "Faik",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ahmed Faik",
   "pi_email_addr": "faik@ohio.edu",
   "nsf_id": "000325186",
   "pi_start_date": "2012-02-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio University",
  "inst_street_address": "1 OHIO UNIVERSITY",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "7405932857",
  "inst_zip_code": "457012979",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "OH12",
  "org_lgl_bus_name": "OHIO UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LXHMMWRKN5N8"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio University",
  "perf_str_addr": "Porter Hall 512",
  "perf_city_name": "Athens",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "457012979",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "OH12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1978",
   "pgm_ref_txt": "PROJECTS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 135999.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 136000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Plant cells are surrounded with a complex matrix (called cell wall) that is made of polysaccharides, proteins, and lignin. This cell wall holds great promises as raw material for the biofuel renewable energy sector, and also for textile and food industries. One of these polymers is xylan and represents the third most abundant polymer on earth with and a variety of applications that affect our well being including our food and energy needs. How plants make this polymer is a puzzling question for plant biologists as the process appears to be surprisingly difficult to study. One of the major outcomes of this project is the characterization of the only purified multi-protein complex currently available (purified in PI&rsquo;s lab). Furthermore, the fact that the research was done on wheat, instead of a model plant, shows its practical application in agriculture.&nbsp;</p>\n<p>Our main goals were to: (1) determine protein composition of this wheat complex, and (2) functionally characterize these proteins individually or in complex using genetic and biochemical approaches. We showed that the wheat xylan synthase complex (XSC) is constituted of a central core made up of two enzymes (named TaGT43-4 and TaGT47-13). Furthermore, the central core interacts with two other enzymes to form a larger complex that is able to synthesize a xylan-type polymer in vitro. This is the first time that such a polymer is synthesized in vitro using a complex with a well-defined protein composition. We also showed that two novel proteins were found to interact with this wheat XSC. Our hypothesis is that these two new players control the activity of the wheat XSC in response to plant hormones (auxin and jasmonic acid). This discovery opens many new directions in plant cell wall research.</p>\n<p>&nbsp;Next we asked the following questions: (a) where this wheat XSC assembles and (b) what is its final location in the cell. Using confocal microscopy techniques, we clearly showed that the complex assembles in the endoplasmic reticulum (where most of the proteins are manufactured in eukaryotic cells) before export to the Golgi (where most of plant cell wall polymers are synthesized). Interestingly, the assembly of the central core (TaGT43-4 and TaGT47-13) controls the export of the complex from the ER, meaning that individual proteins are retained in the ER until their interaction. Thus, forward transport of wheat XSC is coupled with its assembly into a complex in the ER. This is the first demonstrated example of assembly-dependent trafficking involved in cell wall polysaccharides biosynthesis. This discovery also opens many new directions in plant cell wall research. Taken together, the characterization of this wheat XSC not only will facilitate our understanding of the biosynthetic process of xylan (and other polymers of the plant cell wall), but will also allow manipulation of cell wall properties to fit our needs (biotechnological and agricultural applications). In summary, our contribution in advancing knowledge is well stated by one of the reviewers for our manuscript (Jiang et al., 2016): &ldquo;&hellip; <em>this is an excellent paper. It is hardly the last word, but it represents significant progress on a very important yet difficult problem. It opens many directions for future research.</em>&rdquo;</p>\n<p>&nbsp;In term of education, this project has led to five publications, four oral presentations, and a total of 20 poster presentations at local, national, and international scientific conferences over the four years of the grant. The work described above also allowed the training of four graduate students (two MS, two PhD; three international; one US; two women), one post-doc (international), and 14 undergraduate students (two veterans, seven from Appalachia; four women, all from underserved and economically disadvantaged rural area with the highest poverty rate in Ohio). They learned valuab...",
  "por_txt_cntn": "\nPlant cells are surrounded with a complex matrix (called cell wall) that is made of polysaccharides, proteins, and lignin. This cell wall holds great promises as raw material for the biofuel renewable energy sector, and also for textile and food industries. One of these polymers is xylan and represents the third most abundant polymer on earth with and a variety of applications that affect our well being including our food and energy needs. How plants make this polymer is a puzzling question for plant biologists as the process appears to be surprisingly difficult to study. One of the major outcomes of this project is the characterization of the only purified multi-protein complex currently available (purified in PIÆs lab). Furthermore, the fact that the research was done on wheat, instead of a model plant, shows its practical application in agriculture. \n\nOur main goals were to: (1) determine protein composition of this wheat complex, and (2) functionally characterize these proteins individually or in complex using genetic and biochemical approaches. We showed that the wheat xylan synthase complex (XSC) is constituted of a central core made up of two enzymes (named TaGT43-4 and TaGT47-13). Furthermore, the central core interacts with two other enzymes to form a larger complex that is able to synthesize a xylan-type polymer in vitro. This is the first time that such a polymer is synthesized in vitro using a complex with a well-defined protein composition. We also showed that two novel proteins were found to interact with this wheat XSC. Our hypothesis is that these two new players control the activity of the wheat XSC in response to plant hormones (auxin and jasmonic acid). This discovery opens many new directions in plant cell wall research.\n\n Next we asked the following questions: (a) where this wheat XSC assembles and (b) what is its final location in the cell. Using confocal microscopy techniques, we clearly showed that the complex assembles in the endoplasmic reticulum (where most of the proteins are manufactured in eukaryotic cells) before export to the Golgi (where most of plant cell wall polymers are synthesized). Interestingly, the assembly of the central core (TaGT43-4 and TaGT47-13) controls the export of the complex from the ER, meaning that individual proteins are retained in the ER until their interaction. Thus, forward transport of wheat XSC is coupled with its assembly into a complex in the ER. This is the first demonstrated example of assembly-dependent trafficking involved in cell wall polysaccharides biosynthesis. This discovery also opens many new directions in plant cell wall research. Taken together, the characterization of this wheat XSC not only will facilitate our understanding of the biosynthetic process of xylan (and other polymers of the plant cell wall), but will also allow manipulation of cell wall properties to fit our needs (biotechnological and agricultural applications). In summary, our contribution in advancing knowledge is well stated by one of the reviewers for our manuscript (Jiang et al., 2016): \"&hellip; this is an excellent paper. It is hardly the last word, but it represents significant progress on a very important yet difficult problem. It opens many directions for future research.\"\n\n In term of education, this project has led to five publications, four oral presentations, and a total of 20 poster presentations at local, national, and international scientific conferences over the four years of the grant. The work described above also allowed the training of four graduate students (two MS, two PhD; three international; one US; two women), one post-doc (international), and 14 undergraduate students (two veterans, seven from Appalachia; four women, all from underserved and economically disadvantaged rural area with the highest poverty rate in Ohio). They learned valuable biochemical and cell biology techniques as well as bioinformatics and molecular biology tools. NSF money supported most..."
 }
}