{
 "awd_id": "1145866",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Genetic and neural contributions to the evolution of schooling behavior in sticklebacks",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Emilia Martins",
 "awd_eff_date": "2012-06-15",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 610000.0,
 "awd_amount": 610000.0,
 "awd_min_amd_letter_date": "2012-06-18",
 "awd_max_amd_letter_date": "2015-05-15",
 "awd_abstract_narration": "A longstanding challenge in behavioral research has been to identify the internal factors that bring about differences in behavior between individuals or species. Despite the importance of this goal, there is a paucity of information about the genetic and neural mechanisms that underlie the dramatic differences in behavior observed within and among species in the wild. This project seeks to identify the mechanisms that underlie divergence in social behaviors, using schooling behavior in stickleback fish as a model system. Sticklebacks are an emerging genetic model system with numerous populations that differ in behavior, making them ideally suited to this work. Sticklebacks from marine and freshwater environments exhibit striking differences in schooling behavior. A combination of modern genetic and neurobiological approaches will be used to dissect the genes and neural circuits that underlie differences in schooling behavior between stickleback populations. \r\n\r\nThis work has the potential to yield one of only a few known \"behavior genes\" in any system and one of the first genes that shape behavioral differences between divergent populations of animals in the wild. In addition, this work seeks to link genetic variation to variation in the nervous system, thereby providing important insight into the process of behavioral divergence. \r\n\r\nThis project will provide opportunities for undergraduate students to gain experience in cutting- edge genetic analysis. In addition, a collaboration has been established with a Seattle-area high school serving a diverse community of students. These students will participate in the analysis of the behavioral and genetic data from this project, providing them with a unique opportunity for engagement in the scientific process.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Catherine",
   "pi_last_name": "Peichel",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Catherine L Peichel",
   "pi_email_addr": "catherine.peichel@iee.unibe.ch",
   "nsf_id": "000060976",
   "pi_start_date": "2015-05-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Anna",
   "pi_last_name": "Greenwood",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anna Greenwood",
   "pi_email_addr": "agreenwo@fhcrc.org",
   "nsf_id": "000595704",
   "pi_start_date": "2012-06-18",
   "pi_end_date": "2015-05-15"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Catherine",
   "pi_last_name": "Peichel",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Catherine L Peichel",
   "pi_email_addr": "catherine.peichel@iee.unibe.ch",
   "nsf_id": "000060976",
   "pi_start_date": "2012-06-18",
   "pi_end_date": "2015-05-15"
  }
 ],
 "inst": {
  "inst_name": "Fred Hutchinson Cancer Research Center",
  "inst_street_address": "1100 FAIRVIEW AVE N J6-300",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2066674868",
  "inst_zip_code": "981094433",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "FRED HUTCHINSON CANCER RESEARCH CENTER",
  "org_prnt_uei_num": "HMSNCM57QNR5",
  "org_uei_num": "HMSNCM57QNR5"
 },
 "perf_inst": {
  "perf_inst_name": "Fred Hutchinson Cancer Research Center",
  "perf_str_addr": "1100 Fairview Ave. N.",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981091024",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 220000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 195000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 195000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Although many predicted that identifying the genetic basis of behavioral evolution would be intractable, in this research we have demonstrated that it is possible to use genetic approaches to identify genes that contribute to behavioral differences between natural populations. We focused our studies of the genetics of behavior to social grouping behavior. The formation of social groups is prevalent across the animal kingdom, but can vary dramatically among different species, within species, and even across the lifetime of an individual. One dramatic example of social grouping behavior is found in shoals and schools of fish. We developed and disseminated novel assays and analytical methods to study the genetic basis of shoaling and schooling in sticklebacks. We used our &ldquo;model school assay&rdquo; to demonstrate that there are heritable differences in schooling behavior between stickleback populations adapted to different habitats. These populations differ in both of the key components of schooling behavior: tendency to school and coordination of body position when schooling. We demonstrated that these two components of schooling behavior are controlled by distinct genetic modules, providing new insights into the evolution of complex behaviors. Using transgenic methods, we have demonstrated that variation in the <em>Eda</em> gene contributes to variation in both the lateral line neurosensory system and the ability of sticklebacks to school. Together, these experiments have provided mechanistic insight into how and why fish form schools and identified one of the first genes known to shape behavior in an evolutionary context. In addition, we have actively used this research to engage high school students and teachers in the scientific process, and to educate and engage the general public through diverse venues in our local community. Finally, our research is being used as an example for teaching data analyses and evolution by national science education resources.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/19/2016<br>\n\t\t\t\t\tModified by: Catherine&nbsp;L&nbsp;Peichel</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAlthough many predicted that identifying the genetic basis of behavioral evolution would be intractable, in this research we have demonstrated that it is possible to use genetic approaches to identify genes that contribute to behavioral differences between natural populations. We focused our studies of the genetics of behavior to social grouping behavior. The formation of social groups is prevalent across the animal kingdom, but can vary dramatically among different species, within species, and even across the lifetime of an individual. One dramatic example of social grouping behavior is found in shoals and schools of fish. We developed and disseminated novel assays and analytical methods to study the genetic basis of shoaling and schooling in sticklebacks. We used our \"model school assay\" to demonstrate that there are heritable differences in schooling behavior between stickleback populations adapted to different habitats. These populations differ in both of the key components of schooling behavior: tendency to school and coordination of body position when schooling. We demonstrated that these two components of schooling behavior are controlled by distinct genetic modules, providing new insights into the evolution of complex behaviors. Using transgenic methods, we have demonstrated that variation in the Eda gene contributes to variation in both the lateral line neurosensory system and the ability of sticklebacks to school. Together, these experiments have provided mechanistic insight into how and why fish form schools and identified one of the first genes known to shape behavior in an evolutionary context. In addition, we have actively used this research to engage high school students and teachers in the scientific process, and to educate and engage the general public through diverse venues in our local community. Finally, our research is being used as an example for teaching data analyses and evolution by national science education resources.\n\n\t\t\t\t\tLast Modified: 06/19/2016\n\n\t\t\t\t\tSubmitted by: Catherine L Peichel"
 }
}