{
 "awd_id": "1146380",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH: Phylogeny of the New World oaks: Diversification of an ecologically important clade across the tropical-temperate divide",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": "7032928227",
 "po_email": "smalcomb@nsf.gov",
 "po_sign_block_name": "Simon Malcomber",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 186506.0,
 "awd_amount": 186506.0,
 "awd_min_amd_letter_date": "2012-02-08",
 "awd_max_amd_letter_date": "2014-03-25",
 "awd_abstract_narration": "Oaks (the flowering plant genus Quercus) include some of America's most ecologically and economically important trees. The approximately 255 oaks of the New World oak lineage dominate North American and Mexican woody plant biomass, biodiversity, ecology, and nutrient cycling. Despite the significant ecosystem services provided by oaks, the biodiversity of this genus is poorly understood. In this project, collaborators from The Morton Arboretum (IL), the University of Notre Dame (IN), Duke University (NC), University of Minnesota, and Universidad Nacional Autónoma de México will undertake a comprehensive systematic study of the oaks of the New World. The project will integrate next-generation genomic (DNA) sequencing, plant physiology, and direct study of plants in the field and museum collections to gain insights into the oak tree of life and the basic question of how oak traits, distributions, and diversity evolve in response to changes in habitat and climate.\r\n\r\nUnderstanding of how oaks respond to shifts in climate and habitat is essential to conserving forest biodiversity and healthy forest ecosystems for future generations. The project will broadly disseminate findings and increase biodiversity awareness and understanding across diverse audiences in several ways: strengthening of an international oak collaboration among U.S., Mexican, and European researchers; training of undergraduate through postdoctoral biodiversity researchers; training K-12 teachers and their students in biodiversity science; and public outreach through museums, botanical gardens, and online venues.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeannine",
   "pi_last_name": "Cavender-Bares",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jeannine M Cavender-Bares",
   "pi_email_addr": "jcavender@fas.harvard.edu",
   "nsf_id": "000282427",
   "pi_start_date": "2012-02-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554552070",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117100",
   "pgm_ele_name": "PHYLOGENETIC SYSTEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1171",
   "pgm_ref_txt": "PHYLOGENETIC SYSTEMATICS"
  },
  {
   "pgm_ref_code": "7275",
   "pgm_ref_txt": "CROSS-EF ACTIVITIES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 185556.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 950.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Overview:</strong></p>\n<p>Drs. Jeannine Cavender-Bares, Antonio Gonzalez-Rodriguez and a team of researchers at the University of Minnesota (UMN) and the Universidad Nacional Autonoma de Mexico (UNAM) have made several critical research advances on the&nbsp;<em>Phylogeny of the New World oaks: Diversification of an ecologically important clade across the tropical-temperate divide</em>. Along with collaborators at the Morton Arboretum, Duke University and the University of Norte Dame, we completed molecular, field, herbarium, lab and data analyses to investigate 1) the biogeographic history, patterns of introgression, boundaries of morphological and ecologically coherent species, and a dated phylogenetic history of the American live oak clade (<em>Quercus</em>&nbsp;subsection&nbsp;<em>Virentes</em>) and 2) the biogeographic history and the tempo and pattern of trait and climatic niche diversification of the American oaks.</p>\n<p>Our team has trained three post docs, six graduate students and eleven undergraduate students from four countries in the Americas. Three large datasets were generated from these studies, including 1) oak species occurrence records, 2) physiological response to drought and 3) functional trait variation across environments. Long-term common gardens established at the UMN and UNAM collectively comprise 60+ species from the US, Mexico and Central America and are being used for ongoing projects and ex-situ species conservation.</p>\n<p>Three papers covering American oak phylogenetics, distributions and biogeography are published, and one more is accepted pending minor revisions. Additional papers and future projects harnessing common gardens and data sets are planned. We have also launched a partnership with the Morton Arboretum and the Global Trees Campaign for the conservation of endangered oak species in the Americas.</p>\n<p><strong>Major findings:</strong></p>\n<p><strong>Live oaks.&nbsp;</strong>We examined the biogeography and evolutionary history of the American live oaks using genome-wide RADseq data combined with intensive sampling in other markers. We show that the American live oaks evolved more than 11 million years ago and radiated across temperate and tropical environments (Figure 1), with speciation driven by the formation of the Sea of Cortez and climatic change and other geologic events. These species show patterns of introgression that increase with geographic proximity (Figure 2). When introgression is accounted for, it becomes possible to decipher migration patterns and answer previously unsolved biogeographic questions, including the origin of the Cuban oak.&nbsp;</p>\n<p><strong>Diversification of the American oaks.&nbsp;</strong>The UMN and UNAM team contributed to sample collection to provide permanent herbarium vouchered samples at each institution, and DNA extraction to determine the oak &ldquo;tree of life.&rdquo; Field, greenhouse and lab studies were used to examine functional and ecophysiological traits across the&nbsp;<em>Quercus</em>&nbsp;phylogeny. We led species trait and seed collections and established common garden experiments to gain insight into trait evolution and ecological diversification of the oaks. We measured 632 herbarium samples for ten functional traits of both leaf and woody tissues to capture species variation across environmental gradients. We characterized species functional trait variation and climatic ranges using field collected samples. Additionally, we digitized occurrence records and compiled a robust dataset to characterize the biogeography and environmental niche (EN) for 150 species of oaks. The functional traits reveal resource use and stress response strategies that drive distributions across resource and climatic gradients. The EN models indicate regions of low climatic suitability, which align with discontinuities&nbsp;in neotropical oak distributions.</p>\n<p>We show that the ...",
  "por_txt_cntn": "\nOverview:\n\nDrs. Jeannine Cavender-Bares, Antonio Gonzalez-Rodriguez and a team of researchers at the University of Minnesota (UMN) and the Universidad Nacional Autonoma de Mexico (UNAM) have made several critical research advances on the Phylogeny of the New World oaks: Diversification of an ecologically important clade across the tropical-temperate divide. Along with collaborators at the Morton Arboretum, Duke University and the University of Norte Dame, we completed molecular, field, herbarium, lab and data analyses to investigate 1) the biogeographic history, patterns of introgression, boundaries of morphological and ecologically coherent species, and a dated phylogenetic history of the American live oak clade (Quercus subsection Virentes) and 2) the biogeographic history and the tempo and pattern of trait and climatic niche diversification of the American oaks.\n\nOur team has trained three post docs, six graduate students and eleven undergraduate students from four countries in the Americas. Three large datasets were generated from these studies, including 1) oak species occurrence records, 2) physiological response to drought and 3) functional trait variation across environments. Long-term common gardens established at the UMN and UNAM collectively comprise 60+ species from the US, Mexico and Central America and are being used for ongoing projects and ex-situ species conservation.\n\nThree papers covering American oak phylogenetics, distributions and biogeography are published, and one more is accepted pending minor revisions. Additional papers and future projects harnessing common gardens and data sets are planned. We have also launched a partnership with the Morton Arboretum and the Global Trees Campaign for the conservation of endangered oak species in the Americas.\n\nMajor findings:\n\nLive oaks. We examined the biogeography and evolutionary history of the American live oaks using genome-wide RADseq data combined with intensive sampling in other markers. We show that the American live oaks evolved more than 11 million years ago and radiated across temperate and tropical environments (Figure 1), with speciation driven by the formation of the Sea of Cortez and climatic change and other geologic events. These species show patterns of introgression that increase with geographic proximity (Figure 2). When introgression is accounted for, it becomes possible to decipher migration patterns and answer previously unsolved biogeographic questions, including the origin of the Cuban oak. \n\nDiversification of the American oaks. The UMN and UNAM team contributed to sample collection to provide permanent herbarium vouchered samples at each institution, and DNA extraction to determine the oak \"tree of life.\" Field, greenhouse and lab studies were used to examine functional and ecophysiological traits across the Quercus phylogeny. We led species trait and seed collections and established common garden experiments to gain insight into trait evolution and ecological diversification of the oaks. We measured 632 herbarium samples for ten functional traits of both leaf and woody tissues to capture species variation across environmental gradients. We characterized species functional trait variation and climatic ranges using field collected samples. Additionally, we digitized occurrence records and compiled a robust dataset to characterize the biogeography and environmental niche (EN) for 150 species of oaks. The functional traits reveal resource use and stress response strategies that drive distributions across resource and climatic gradients. The EN models indicate regions of low climatic suitability, which align with discontinuities in neotropical oak distributions.\n\nWe show that the major clades have evolved into distinct regions of trait space indicating differential function and climatic adaptations, despite significant ecological overlap (Figure 3). A PhD candidate, Beth Fallon, performed freezing tolerance and phenology studies to determin..."
 }
}