{
 "awd_id": "1146725",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "S-locus receptor kinase signaling in self-incompatibility and pistil development",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Mishkind",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2018-05-31",
 "tot_intn_awd_amt": 800000.0,
 "awd_amount": 800000.0,
 "awd_min_amd_letter_date": "2012-05-25",
 "awd_max_amd_letter_date": "2014-06-24",
 "awd_abstract_narration": "The S-locus receptor kinase SRK was initially identified as the stigma epidermal cell receptor that is activated by its cognate pollen coat-localized SCR ligand and is responsible for perception of 'self' pollen in the self-incompatibility (SI) response. Recently, mutagenesis of the SI response in a transgenic Arabidopsis thaliana self-incompatible model developed in the investigators' laboratory demonstrated that SRK also functions as a signaling molecule in pistil development, where its SCR-independent activity promotes cell proliferation in style and ovary, thus enhancing pistil elongation and causing stigma exsertion. The project will use molecular and genetic methods to investigate the tight integration of the cell-to-cell interactions that underlie rejection of 'self' pollen in SI with the overall pistil developmental program.  The study is expected to identify genes required for a cell's competence for SRK signaling, genes responsible for cross-talk between pollen-stigma interactions and pistil elongation, and possibly genes encoding components of the SRK signaling cascade. The project has the potential to alter current views of SRK-mediated signaling, the evolution of SI, and the poorly-understood association between SI and morphological adaptations that promote out-breeding, such as stigma exsertion. More generally, the study will contribute to answering the key question of how organisms modify their developmental programs to generate novel designs in structure and function.\r\n\r\nThe project will train post-doctoral researchers and provide them with opportunities to integrate teaching and research, within the highly-interactive and intellectually stimulating Cornell environment. The PIs are committed to providing undergraduate students with research experience and training in basic methods of plant molecular genetics, both within the framework of NSF-funded projects and in formal coursework. Their participation in 'Lab Experience for Teachers', a course designed for Masters students training to become science teachers should also contribute to the transfer of scientific knowledge into elementary and high schools.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "June",
   "pi_last_name": "Nasrallah",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "June B Nasrallah",
   "pi_email_addr": "jbn2@cornell.edu",
   "nsf_id": "000135786",
   "pi_start_date": "2012-05-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mikhail",
   "pi_last_name": "Nasrallah",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Mikhail E Nasrallah",
   "pi_email_addr": "men4@cornell.edu",
   "nsf_id": "000159452",
   "pi_start_date": "2012-05-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111800",
   "pgm_ele_name": "PLANT FUNGAL & MICROB DEV MECH"
  },
  {
   "pgm_ele_code": "765600",
   "pgm_ele_name": "Symbiosis Infection & Immunity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 620000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 180000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Plants are the ultimate resource for feeding an over-crowded planet and their reproductive processes are critical for sustained crop productivity. Our research has addressed one of the critical aspects of plant reproduction, namely the interaction between pollen grains, which carry the male gametes, and the epidermal cells of the stigma, a structure located at the tip of the female reproductive apparatus, which harbors the female gametes. Our focus has been on elucidating the very early events that are triggered by pollen-stigma interactions in the Brassicaceae. This family includes predominantly-selfing species, such as the model plant <em>Arabidopsis thaliana</em>, and obligate outcrossers, such as the economically-important vegetable and oilseed <em>Brassica</em> crop species and the wild <em>Arabidopsis lyrata </em>and <em>A. halleri </em>species<em>. </em>In these outcrossers, the highly-selective mating barrier of self-incompatibility (SI) confers on stigma epidermal cells the ability to discriminate between &ldquo;self&rdquo; and &ldquo;non-self&rdquo; pollen grains, resulting in specific disruption of pollen germination and tube growth at the stigma surface in self-pollinations but not in cross-pollinations. We had previously shown that this pollen-recognition specificity is determined by allele-specific interaction of two highly-variable proteins: a receptor protein kinase expressed in surface cells of the stigma, and its ligand, a small cysteine-rich protein localized to the outer coating of pollen grains. We found that in a self-pollination, but not in cross-pollinations, the pollen ligand binds and activates the receptor, precipitating a cascade of events in stigma cells that leads to inhibition of self pollen. We had also generated transgenic self-incompatible <em>A. thaliana </em>plants by transforming this normally self-fertile species<em>, </em>which harbors non-functional receptor and ligand<em> </em>sequences,<em> </em>with functional receptor-ligand<em> </em>genes isolated from its self-incompatible relatives. These transgenic plants were used in this project for genetic, molecular, biochemical, and evolutionary studies of the Brassicaceae SI system.</p>\n<p>Expression of functional tagged versions of the receptor provided an important tool for analyzing features critical for its sub-cellular targeting and function. Live-cell imaging of the tagged receptor showed the receptor to be localized to the plasma membrane in cells of the stigma surface and demonstrated that this localization is critical for the perception of self pollen.</p>\n<p><em>I</em><em>n planta </em>structure-function analysis of engineered variants of the SRK ligand-binding domain pinpointed specific amino-acid residues required for self-pollen recognition, and these residues were found to largely coincide with residues that form contact points between ligand and receptor in the newly-solved high-resolution three-dimensional structure of the receptor-ligand protein complex.</p>\n<p>As a means of gaining insight into how the activation of the receptor by its ligand leads to inhibition of &ldquo;self&rdquo; pollen, the expression of candidate genes was manipulated to investigate their potential role in the SI response. Additionally, in an extension of our previous discovery that the receptor functions in pistil elongation as well as pollen recognition, genetic and molecular studies showed that the ubiquitous plant hormone auxin is a critical point of convergence between SI and pistil development and that the dampening of auxin responses in stigma epidermal cells promotes SI.</p>\n<p>The results impact, not only the field of SI, but also our understanding of the various mechanisms that underlie ligand-dependent receptor activation, of the co-evolution of receptors and their ligands in plants and other organisms, and of genetic and evolutionary coordination between pollen-pistil interactions and pistil development.&nbsp;Additionally, our report of the first case in plants of specific inhibition of a receptor by co-expression with its ligand suggests a novel and potentially powerful strategy for inhibiting cell-surface receptor function and manipulating signaling pathways in plants. It also suggests a novel strategy of pollination control for the generation of hybrid cultivars and large-scale seed production from hybrid plants in self-incompatible seed crops of the Brassicaceae.</p>\n<p>The project has provided a platform for training young scientists at the post-doctoral, doctoral, and undergraduate levels in the molecular genetic analysis of self-incompatibility and plant reproduction. Additionally, post-doctoral and doctoral students participated in the training of undergraduate students and were given opportunities to present their results in national scientific meetings and in departmental seminars at Cornell, to write research proposals, and to write papers for publication. Undergraduate students presented their results in informal laboratory meetings as well as undergraduate poster sessions and seminar series, and compiled their data in a thesis or paper format. Their results have been incorporated into primary research publications on which they are listed as co-authors.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/16/2018<br>\n\t\t\t\t\tModified by: June&nbsp;B&nbsp;Nasrallah</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPlants are the ultimate resource for feeding an over-crowded planet and their reproductive processes are critical for sustained crop productivity. Our research has addressed one of the critical aspects of plant reproduction, namely the interaction between pollen grains, which carry the male gametes, and the epidermal cells of the stigma, a structure located at the tip of the female reproductive apparatus, which harbors the female gametes. Our focus has been on elucidating the very early events that are triggered by pollen-stigma interactions in the Brassicaceae. This family includes predominantly-selfing species, such as the model plant Arabidopsis thaliana, and obligate outcrossers, such as the economically-important vegetable and oilseed Brassica crop species and the wild Arabidopsis lyrata and A. halleri species. In these outcrossers, the highly-selective mating barrier of self-incompatibility (SI) confers on stigma epidermal cells the ability to discriminate between \"self\" and \"non-self\" pollen grains, resulting in specific disruption of pollen germination and tube growth at the stigma surface in self-pollinations but not in cross-pollinations. We had previously shown that this pollen-recognition specificity is determined by allele-specific interaction of two highly-variable proteins: a receptor protein kinase expressed in surface cells of the stigma, and its ligand, a small cysteine-rich protein localized to the outer coating of pollen grains. We found that in a self-pollination, but not in cross-pollinations, the pollen ligand binds and activates the receptor, precipitating a cascade of events in stigma cells that leads to inhibition of self pollen. We had also generated transgenic self-incompatible A. thaliana plants by transforming this normally self-fertile species, which harbors non-functional receptor and ligand sequences, with functional receptor-ligand genes isolated from its self-incompatible relatives. These transgenic plants were used in this project for genetic, molecular, biochemical, and evolutionary studies of the Brassicaceae SI system.\n\nExpression of functional tagged versions of the receptor provided an important tool for analyzing features critical for its sub-cellular targeting and function. Live-cell imaging of the tagged receptor showed the receptor to be localized to the plasma membrane in cells of the stigma surface and demonstrated that this localization is critical for the perception of self pollen.\n\nIn planta structure-function analysis of engineered variants of the SRK ligand-binding domain pinpointed specific amino-acid residues required for self-pollen recognition, and these residues were found to largely coincide with residues that form contact points between ligand and receptor in the newly-solved high-resolution three-dimensional structure of the receptor-ligand protein complex.\n\nAs a means of gaining insight into how the activation of the receptor by its ligand leads to inhibition of \"self\" pollen, the expression of candidate genes was manipulated to investigate their potential role in the SI response. Additionally, in an extension of our previous discovery that the receptor functions in pistil elongation as well as pollen recognition, genetic and molecular studies showed that the ubiquitous plant hormone auxin is a critical point of convergence between SI and pistil development and that the dampening of auxin responses in stigma epidermal cells promotes SI.\n\nThe results impact, not only the field of SI, but also our understanding of the various mechanisms that underlie ligand-dependent receptor activation, of the co-evolution of receptors and their ligands in plants and other organisms, and of genetic and evolutionary coordination between pollen-pistil interactions and pistil development. Additionally, our report of the first case in plants of specific inhibition of a receptor by co-expression with its ligand suggests a novel and potentially powerful strategy for inhibiting cell-surface receptor function and manipulating signaling pathways in plants. It also suggests a novel strategy of pollination control for the generation of hybrid cultivars and large-scale seed production from hybrid plants in self-incompatible seed crops of the Brassicaceae.\n\nThe project has provided a platform for training young scientists at the post-doctoral, doctoral, and undergraduate levels in the molecular genetic analysis of self-incompatibility and plant reproduction. Additionally, post-doctoral and doctoral students participated in the training of undergraduate students and were given opportunities to present their results in national scientific meetings and in departmental seminars at Cornell, to write research proposals, and to write papers for publication. Undergraduate students presented their results in informal laboratory meetings as well as undergraduate poster sessions and seminar series, and compiled their data in a thesis or paper format. Their results have been incorporated into primary research publications on which they are listed as co-authors.\n\n \n\n\t\t\t\t\tLast Modified: 07/16/2018\n\n\t\t\t\t\tSubmitted by: June B Nasrallah"
 }
}