{
 "awd_id": "1146899",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  A functional complex of mating behavior traits features hypervariable protein pheromones.",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": "7032927202",
 "po_email": "melekoni@nsf.gov",
 "po_sign_block_name": "Michelle Elekonich",
 "awd_eff_date": "2012-06-15",
 "awd_exp_date": "2017-05-31",
 "tot_intn_awd_amt": 430000.0,
 "awd_amount": 430000.0,
 "awd_min_amd_letter_date": "2012-06-15",
 "awd_max_amd_letter_date": "2012-06-15",
 "awd_abstract_narration": "Courtship behavior in animals typically involves gaining the attention of a potential mate by using a complicated set of behaviors:  visual cues, physical contact, vocalizations, or pheromones. Many vertebrates produce pheromones that affect male-female interactions. In our salamander mating system, male pheromones are delivered during courtship when a female requires persuasion to respond to the male. This study system has focused on terrestrial salamanders because these vertebrate animals have a mating system that is strongly based on pheromone communication during courtship. What we can learn from pheromone communication in salamanders will relate to chemical communication across all vertebrates, including humans.  In past work, this group has documented the effect of male courtship pheromones on female reproductive behavior.  These pheromones clearly act to increase the female's receptivity to the male. This research team also has basic information about the biochemical nature of the male pheromones: non-volatile proteins that can be synthesized. This new research addresses questions on how a male's pheromone mixture actually functions to stimulate a female, with pheromone effects measured in terms of her olfactory response, brain activity, and mating behavior. Female responses to specific mixtures of synthesized pheromones will be recorded. This group expects that (a) pheromone proteins will elicit the stronger effects when used in combination, and (b) females vary in their preference for particular combinations. A strength of our proposal is that both graduate and undergraduate students will receive interdisciplinary training in at least three different research laboratories focusing on different areas of the proposal (biochemistry, behavioral science, and neurohistology), as well as field research experience collecting and maintaining salamanders. This team will continue their outreach efforts with university and local high school science programs to enhance students' understanding of scientific research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Feldhoff",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Richard C Feldhoff",
   "pi_email_addr": "rick.feldhoff@louisville.edu",
   "nsf_id": "000090431",
   "pi_start_date": "2012-06-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Pamela",
   "pi_last_name": "Feldhoff",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Pamela W Feldhoff",
   "pi_email_addr": "pwfeld01@louisville.edu",
   "nsf_id": "000264054",
   "pi_start_date": "2012-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Louisville Research Foundation Inc",
  "inst_street_address": "2301 S 3RD ST",
  "inst_street_address_2": "",
  "inst_city_name": "LOUISVILLE",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "5028523788",
  "inst_zip_code": "402081838",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "KY03",
  "org_lgl_bus_name": "UNIVERSITY OF LOUISVILLE",
  "org_prnt_uei_num": "",
  "org_uei_num": "E1KJM4T54MK6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Louisville",
  "perf_str_addr": "Biochemistry Bldg 55A HSC",
  "perf_city_name": "Louisville",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "402920001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "KY03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 430000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!--  /* Font Definitions */ @font-face \t{font-family:Times; \tpanose-1:2 0 5 0 0 0 0 0 0 0; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:3 0 0 0 1 0;} @font-face \t{font-family:\"?? ??\"; \tmso-font-charset:78; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:-536870145 1791491579 18 0 131231 0;} @font-face \t{font-family:\"Cambria Math\"; \tpanose-1:2 4 5 3 5 4 6 3 2 4; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:-536870145 1107305727 0 0 415 0;}  /* Style Definitions */ p.MsoNormal, li.MsoNormal, div.MsoNormal \t{mso-style-unhide:no; \tmso-style-qformat:yes; \tmso-style-parent:\"\"; \tmargin:0in; \tmargin-bottom:.0001pt; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Times New Roman\"; \tmso-fareast-font-family:\"?? ??\";} p \t{mso-style-noshow:yes; \tmso-style-priority:99; \tmso-margin-top-alt:auto; \tmargin-right:0in; \tmso-margin-bottom-alt:auto; \tmargin-left:0in; \tmso-pagination:widow-orphan; \tfont-size:10.0pt; \tfont-family:Times; \tmso-fareast-font-family:\"?? ??\"; \tmso-bidi-font-family:\"Times New Roman\";} .MsoChpDefault \t{mso-style-type:export-only; \tmso-default-props:yes; \tfont-size:10.0pt; \tmso-ansi-font-size:10.0pt; \tmso-bidi-font-size:10.0pt; \tmso-fareast-font-family:\"?? ??\";} @page WordSection1 \t{size:8.5in 11.0in; \tmargin:1.0in 1.25in 1.0in 1.25in; \tmso-header-margin:.5in; \tmso-footer-margin:.5in; \tmso-paper-source:0;} div.WordSection1 \t{page:WordSection1;} -->\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; About 100 million years ago, terrestrial, lungless plethodontid salamanders evolved a unique chemical communication system in which a courting male abrades the skin on a female's back in order to deliver a pheromone mixture produced by a gland on the male&rsquo;s chin. About 20 million years ago, some plethodontid species developed an alternate slapping method by which a male delivers protein pheromones directly to the female nares in order to stimulate areas of the brain that increase her sexual receptivity. Because of the direct path from gene to protein to behavior, the plethodontid courtship system provides exceptional interdisciplinary research opportunities. In the salamander, <em><span style=\"font-family: Times;\">P. shermani</span></em>, which utilizes slapping delivery, we have identified two major families of pheromones that are annually produced in a male gland in order to modulate female reproductive behavior.&nbsp; As part of a collaborative multi-university team, we have investigated: how the pheromone genes are specifically regulated at the DNA level; how the information contained in those genes is translated, in a highly regulated process, into mature pheromone proteins; how the gland develops at a specific time each year and stores pheromones until the male delivers them to the female; and, how the effects of these pheromones enhance female sexual receptivity. We have also performed studies to determine how the structure of male pheromones produces biological effects on female reproductive behavior. The results of our collaborative studies have broad interdisciplinary impact and indirect biomedical relevance with respect to the transcriptional control of pheromone genes, the translational regulation of pheromone synthesis and determining how male proteinaceous pheromones bind to female receptors and elicit behavioral responses.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/30/2017<br>\n\t\t\t\t\tModified by: Richard&nbsp;C&nbsp;Feldhoff</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n            About 100 million years ago, terrestrial, lungless plethodontid salamanders evolved a unique chemical communication system in which a courting male abrades the skin on a female's back in order to deliver a pheromone mixture produced by a gland on the male?s chin. About 20 million years ago, some plethodontid species developed an alternate slapping method by which a male delivers protein pheromones directly to the female nares in order to stimulate areas of the brain that increase her sexual receptivity. Because of the direct path from gene to protein to behavior, the plethodontid courtship system provides exceptional interdisciplinary research opportunities. In the salamander, P. shermani, which utilizes slapping delivery, we have identified two major families of pheromones that are annually produced in a male gland in order to modulate female reproductive behavior.  As part of a collaborative multi-university team, we have investigated: how the pheromone genes are specifically regulated at the DNA level; how the information contained in those genes is translated, in a highly regulated process, into mature pheromone proteins; how the gland develops at a specific time each year and stores pheromones until the male delivers them to the female; and, how the effects of these pheromones enhance female sexual receptivity. We have also performed studies to determine how the structure of male pheromones produces biological effects on female reproductive behavior. The results of our collaborative studies have broad interdisciplinary impact and indirect biomedical relevance with respect to the transcriptional control of pheromone genes, the translational regulation of pheromone synthesis and determining how male proteinaceous pheromones bind to female receptors and elicit behavioral responses. \n\n\t\t\t\t\tLast Modified: 09/30/2017\n\n\t\t\t\t\tSubmitted by: Richard C Feldhoff"
 }
}