{
 "awd_id": "1146405",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative research:   Remote sensing of foliar chemistry to reconstruct the genealogy of canopy trees in a Neotropical rain forest.",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Douglas Levey",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 34766.0,
 "awd_amount": 34766.0,
 "awd_min_amd_letter_date": "2012-06-22",
 "awd_max_amd_letter_date": "2017-06-12",
 "awd_abstract_narration": "This project will investigate whether variation in leaf chemistry between trees in different locations in a tropical forest is determined by who their parent trees were or by differences in local environmental conditions.  Individual trees of the same species in the tropical rain forest on Barro Colorado Island (BCI), Panama, differ in the chemical composition of their leaves as well as in their DNA.  This project aims to develop new techniques that use this variation to map the genealogy of the trees in a forest from the air.  Researchers will first directly determine which trees in each of three canopy species are descended from which others for a number of trees by collecting information on the DNA of each species.  Next, differences in DNA will be related to seven chemical properties of the leaves that can be detected from high-resolution observations by an imaging spectrometer (the Carnegie AToMS system) designed to acquire measurements of biological diversity and foliar chemistry in species-rich, tropical rain forests. Finally, aerial images of these chemical properties of individual trees of the species over a wider area will be used to detect genetic lineages of trees without having to collect samples directly.  In addition to addressing the ?nature vs. nurture? question, the project will seek to provide a new tool for using remote sensing to identify the genetic lineages of the trees in a forest, a large-scale level of genetic detail rarely achieved to date.\r\n\r\nThe project contributes to the development of infrastructure for research and education by improving capacity for understanding biological diversity throughout large landscapes using advanced airborne remote sensing. Exposure to these technologies will help to prepare future generations of scholars for careers in science and natural resource management.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "Asner",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory P Asner",
   "pi_email_addr": "gregasner@asu.edu",
   "nsf_id": "000229611",
   "pi_start_date": "2012-06-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie Institution of Washington",
  "inst_street_address": "5241 BROAD BRANCH RD NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023876400",
  "inst_zip_code": "200151305",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "CARNEGIE INSTITUTION OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZQ12LY4L5H39"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie Institution of Washington (California)",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943054101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 34766.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Summary of &ldquo;Operational tree species mapping in a diverse tropical forest with airborne imaging spectroscopy&rdquo; </strong></p>\n<p>&nbsp;</p>\n<p>Knowledge of species&rsquo; distributions over large areas is key to our understanding of ecosystem biodiversity and function, but this information is extremely difficult to gather through traditional ecological field methods.&nbsp; An alternative approach could be to map species distributions using airborne hyperspectral remote sensing. &nbsp;Recently, there has been a great deal of progress in using this technology to identify the species of individual tree crowns, but so far this has only been accomplished in ecosystems with low to moderate species diversity.&nbsp; To our knowledge, remote species identification has never been attempted in tropical forests, as this task is especially difficult given the large numbers of species and the complex canopy structure in these ecosystems.&nbsp; We set out to map three key canopy species across a diverse tropical forest island in Panama using new classification techniques that are tailored to the technical challenges posed by diverse tropical forests.&nbsp; One technique in particular, called a biased support vector machine (BSVM), was especially promising for addressing this set of technical challenges. Using this technique, we were able to create classification models to identify crowns of the three focal species across the forest landscape.&nbsp; We estimated that these models showed 94&ndash;97% accuracy in identifying an individual pixel belonging to one of these species.&nbsp; Furthermore, when we took a map of predicted crowns to the field and checked the species identity of these crowns, we found that these were 94&ndash;100% accurate.&nbsp; Our results demonstrate for the first time the ability of high spatial- and spectral-resolution remote sensing to accurately map crowns of focal species within a diverse tropical forest.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/07/2015<br>\n\t\t\t\t\tModified by: Gregory&nbsp;P&nbsp;Asner</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSummary of \"Operational tree species mapping in a diverse tropical forest with airborne imaging spectroscopy\" \n\n \n\nKnowledge of speciesÆ distributions over large areas is key to our understanding of ecosystem biodiversity and function, but this information is extremely difficult to gather through traditional ecological field methods.  An alternative approach could be to map species distributions using airborne hyperspectral remote sensing.  Recently, there has been a great deal of progress in using this technology to identify the species of individual tree crowns, but so far this has only been accomplished in ecosystems with low to moderate species diversity.  To our knowledge, remote species identification has never been attempted in tropical forests, as this task is especially difficult given the large numbers of species and the complex canopy structure in these ecosystems.  We set out to map three key canopy species across a diverse tropical forest island in Panama using new classification techniques that are tailored to the technical challenges posed by diverse tropical forests.  One technique in particular, called a biased support vector machine (BSVM), was especially promising for addressing this set of technical challenges. Using this technique, we were able to create classification models to identify crowns of the three focal species across the forest landscape.  We estimated that these models showed 94&ndash;97% accuracy in identifying an individual pixel belonging to one of these species.  Furthermore, when we took a map of predicted crowns to the field and checked the species identity of these crowns, we found that these were 94&ndash;100% accurate.  Our results demonstrate for the first time the ability of high spatial- and spectral-resolution remote sensing to accurately map crowns of focal species within a diverse tropical forest.  \n\n \n\n\t\t\t\t\tLast Modified: 07/07/2015\n\n\t\t\t\t\tSubmitted by: Gregory P Asner"
 }
}