{
 "awd_id": "1146297",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH:  Interacting influences of climate, land use, and other disturbances on regime shifts in forest ecosystems: Holocene dynamics in the northeastern US",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": "7032927186",
 "po_email": "mkane@nsf.gov",
 "po_sign_block_name": "Matthew Kane",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 359968.0,
 "awd_amount": 359968.0,
 "awd_min_amd_letter_date": "2012-06-29",
 "awd_max_amd_letter_date": "2012-06-29",
 "awd_abstract_narration": "The manner in which climate change, human land-use and natural disturbances interact to disrupt natural systems remains a critical concern for science and society. With increasing rates of climate and land-use change the rate and magnitude of ecosystem changes will likely increase with major effects on critical services to humankind including the availability of natural resources and the ability of nature to buffer climate impacts. This research project will advance the understanding of how climate change interacts with human and natural disturbances to generate abrupt ecological changes by developing and analyzing a rich array of paleoecological, paleoclimatic, and archaeological data over the past 13,000 years.  The study will focus on periods characterized by sharp declines in oak and hemlock due to rapid climate change, major droughts, insect outbreaks, changing human-population and land-use regimes (e.g., deforestation, fire) at ca. 6000, 5500, and 4000 yr BP and the time of European settlement.  New methodologies will be applied to analyze ecosystem change and to explore the consequences for the earth?s future. The research will concentrate on southern New England and three important, contrasting landscapes: the coast (Cape Cod and islands), near-coastal wetland area (Taunton River), and the inland-riverine area of the Connecticut and Deerfield Rivers. \r\n\r\nThe collaborators will apply their strengths in ecological, biophysical and social science to advance: (i) interdisciplinary training at undergraduate, graduate, postdoctoral and mid-career levels; (ii) communication and engagement with broad audiences of scientists, decision makers, and policy makers; and (iii) environmental and conservation policy.  These efforts will capitalize on existing institutional strengths: Harvard Forest Programs in Science and Policy Integration, Program on Conservation Innovation, Summer Research in Ecology (NSF REU), Bullard Fellowship Program, Archaeology/ Paleoecology Field School and LTER program; the new LTER Network collaboration with the MBL Logan Journalist Program; the Emerson College undergraduate program in Science Communication and graduate programs in Geology and Geophysics at the University of Wyoming and Anthropology and Archaeology at the University of Massachusetts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bryan",
   "pi_last_name": "Shuman",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Bryan N Shuman",
   "pi_email_addr": "bshuman@uwyo.edu",
   "nsf_id": "000190047",
   "pi_start_date": "2012-06-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wyoming",
  "inst_street_address": "1000 E UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "LARAMIE",
  "inst_state_code": "WY",
  "inst_state_name": "Wyoming",
  "inst_phone_num": "3077665320",
  "inst_zip_code": "820712000",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "WY00",
  "org_lgl_bus_name": "UNIVERSITY OF WYOMING",
  "org_prnt_uei_num": "FDR5YF2K32X5",
  "org_uei_num": "FDR5YF2K32X5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wyoming",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WY",
  "perf_st_name": "Wyoming",
  "perf_zip_code": "820712000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "WY00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1181",
   "pgm_ref_txt": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 359968.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Bryan Shuman, a professor at the University of Wyoming, has worked with a team of students and collaborators at Harvard Forest, Emerson College, and the University of Massachusetts to study how past droughts and temperature trends influenced the forests of the northeastern United States since the last ice age. The work showed that forests responded rapidly and predictably to a continuously changing regional climate, which was sensitive to shifts in the North Atlantic Ocean and other factors. At times, some key tree species declined rapidly across the region because the climate was not favorable. Lessons from the analyses can help anticipate the future sensitivity of natural resource to drought and temperature changes, while also providing long-term baselines for forest change, wildfire frequency, and water supplies in this densely populated region.</p>\n<p>Aspects of the research showed how climates can change from century to century, millennium to millennium, with consequences for forests, water, and people. Individual projects reconstructed the water-level histories of lakes across the northeast U.S. and revealed that droughts can make the region as dry as the eastern Great Plains today. Geochemical and geological evidence also demonstrated that droughts can persist for centuries to millennia, while comparisons with fossil pollen data showed that forest composition changed in predictable ways during the droughts. Comparisons with archeological evidence and buried layers of charcoal helped to test the significance of human impacts, particularly fire, on regional forests, but the comparisons show an overwhelming influence of climate with only limited impacts on forest composition by native people at the regional scale. Comparisons of the climate history with evidence from the North Atlantic Ocean as well as from across Europe and North America revealed that the regional climate variability was consistent with hemispheric changes. The past changes followed trends anticipated by climate model simulations, which is important for testing the accuracy of models used to make future forecasts.</p>\n<p>The studies were supported by a grant from the NSF Division of Environmental Biology, &ldquo;Interacting influences of climate, land use, and other disturbances on regime shifts in forest ecosystems: Holocene dynamics in the northeastern US.&rdquo; The award supported research by a female post-doctoral scholar, who is now faculty at the University of California, Merced, as well as several Ph.D. and master&rsquo;s theses. &nbsp;The project also created opportunities for nine undergraduate students, including two women and three first-generation college students.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/26/2019<br>\n\t\t\t\t\tModified by: Bryan&nbsp;N&nbsp;Shuman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBryan Shuman, a professor at the University of Wyoming, has worked with a team of students and collaborators at Harvard Forest, Emerson College, and the University of Massachusetts to study how past droughts and temperature trends influenced the forests of the northeastern United States since the last ice age. The work showed that forests responded rapidly and predictably to a continuously changing regional climate, which was sensitive to shifts in the North Atlantic Ocean and other factors. At times, some key tree species declined rapidly across the region because the climate was not favorable. Lessons from the analyses can help anticipate the future sensitivity of natural resource to drought and temperature changes, while also providing long-term baselines for forest change, wildfire frequency, and water supplies in this densely populated region.\n\nAspects of the research showed how climates can change from century to century, millennium to millennium, with consequences for forests, water, and people. Individual projects reconstructed the water-level histories of lakes across the northeast U.S. and revealed that droughts can make the region as dry as the eastern Great Plains today. Geochemical and geological evidence also demonstrated that droughts can persist for centuries to millennia, while comparisons with fossil pollen data showed that forest composition changed in predictable ways during the droughts. Comparisons with archeological evidence and buried layers of charcoal helped to test the significance of human impacts, particularly fire, on regional forests, but the comparisons show an overwhelming influence of climate with only limited impacts on forest composition by native people at the regional scale. Comparisons of the climate history with evidence from the North Atlantic Ocean as well as from across Europe and North America revealed that the regional climate variability was consistent with hemispheric changes. The past changes followed trends anticipated by climate model simulations, which is important for testing the accuracy of models used to make future forecasts.\n\nThe studies were supported by a grant from the NSF Division of Environmental Biology, \"Interacting influences of climate, land use, and other disturbances on regime shifts in forest ecosystems: Holocene dynamics in the northeastern US.\" The award supported research by a female post-doctoral scholar, who is now faculty at the University of California, Merced, as well as several Ph.D. and master?s theses.  The project also created opportunities for nine undergraduate students, including two women and three first-generation college students.\n\n \n\n\t\t\t\t\tLast Modified: 02/26/2019\n\n\t\t\t\t\tSubmitted by: Bryan N Shuman"
 }
}