{
 "awd_id": "1146916",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH: Natural Selection on Growth and Locomotor Development in Eastern Cottontail Rabbits (Sylvilagus floridanus)",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "emily carrington",
 "awd_eff_date": "2012-04-15",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 284213.0,
 "awd_amount": 284213.0,
 "awd_min_amd_letter_date": "2012-04-06",
 "awd_max_amd_letter_date": "2014-03-13",
 "awd_abstract_narration": "The juvenile stage of life can be particularly perilous. Immature animals must survive in the same environments as adults despite smaller body size, weaker muscles and other growth-related limitations on physical ability. Because, by definition, juveniles have yet to reproduce, one should expect strong selection for mechanisms that could potentially offset these age-related limits on physical performance, allowing individuals to reach adulthood, reproduce, and thus maintain evolutionary fitness. The proposed research will combine measures of musculoskeletal growth, physical performance, and survivorship in eastern cottontail rabbits (Sylvilagus floridanus) to explicitly test broad-scale hypotheses about the adaptive nature of mammalian growth and development. Eastern cottontails are independent of their mothers by three weeks of age and experience high predation pressure during the first year of life, making them an ideal species in which to address these issues. The fundamental data collected in this study will provide a greater understanding of how natural selection operates on musculoskeletal growth and development in response to predation, providing novel insight into the process of evolution itself. \r\nThis research is organized into three specific aims. First, researchers will collect detailed measures of musculoskeletal growth in eastern cottontails, including detailed data on muscle and bone strength. Second, the investigators will generate quantitative measures of physical performance ability (i.e., acceleration and sprinting capacities) in juvenile and adult rabbits. Finally, radio-tracking data will be combined with ecological data on home range size, habitat quality and predation risk to empirically document survivorship in juvenile rabbits. These data will allow the researchers to holistically examine associations among musculoskeletal anatomy, physical performance and evolutionary fitness, as required to formally test the adaptive significance of the traits thought to promote juvenile survival.\r\nThis project will create interdisciplinary collaborations among the three institutions involved, helping to foster a network of research and training in northeastern Ohio. Funding will also provide opportunities for undergraduates to learn in vivo biomechanical and field ecology methods. Such opportunities are rare and constitute a major educational resource for students. Skeletal materials gathered during this project will be donated to local museums and schools, providing valuable public educational and research tools. Finally, the survivorship estimates generated during this research can be used to inform the policy decisions of the Ohio Department of Natural Resources in order to establish acceptable numbers for hunting and trapping throughout Ohio.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jesse",
   "pi_last_name": "Young",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Jesse W Young",
   "pi_email_addr": "jwyoung@neomed.edu",
   "nsf_id": "000517065",
   "pi_start_date": "2012-04-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northeast Ohio Medical University",
  "inst_street_address": "4209 STATE ROUTE 44",
  "inst_street_address_2": "",
  "inst_city_name": "ROOTSTOWN",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "3303256290",
  "inst_zip_code": "442729698",
  "inst_country_name": "United States",
  "cong_dist_code": "14",
  "st_cong_dist_code": "OH14",
  "org_lgl_bus_name": "NORTHEAST OHIO MEDICAL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MJL7LEL4B6M6"
 },
 "perf_inst": {
  "perf_inst_name": "Northeastern Ohio University College of Medicine",
  "perf_str_addr": "4209 State Route 44",
  "perf_city_name": "Rootstown",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "442720095",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "OH14",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 162250.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 100941.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 21022.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"NSFbodytext\">The juvenile stage of life can be particularly perilous. Juvenile animals must survive in the same environments as adults despite smaller body size, weaker muscles, general ecological inexperience, and other growth-related limits on physical ability. Because, by definition, juveniles have yet to reproduce, we should expect strong natural selection for anatomical or behavioral solutions that could potentially offset these age-related limits on physical performance, allowing juveniles to reach adulthood, reproduce, and maintain evolutionary fitness (i.e., pass their genes onto the next generation). The goal of this project was to combine measures of muscle growth, bone growth, predator escape performance, and survivorship (i.e., how long an animal is able to stay alive) in cottontail rabbits (<em>Sylvilagus</em> <em>floridanus</em>) to explicitly test the degree to which the pace of mammalian growth and development may be controlled by the unique ecological pressures placed upon juvenile mammals. Cottontail rabbits are independent of their mothers by three weeks of age and experience high predation during the first year of life, making them an ideal species in which to address this issue. &nbsp;In total, we were able to capture and study 61 cottontail rabbits from field sites distributed all over Northeastern Ohio.&nbsp; Our sample included rabbits of all ages, from young three week-old juveniles (based on body mass estimates) to fully grown adults.&nbsp; Our primary measure of predator escape performance was acceleration &ndash; the quicker the rabbits can &ldquo;get up to speed&rdquo;, the quicker they will be able to move away from a potential predator and enter the safety of environment refuges (e.g., brush or other thick vegetation).&nbsp;</p>\n<p class=\"NSFbodytext\">Because force equals mass times acceleration (i.e., F=ma), acceleration, in turn, equals force divided by mass (i.e., a=F/m). This simple equation leads to some basic predictions about how rabbits could achieve high accelerations in order to escape predators &ndash; either increase force or decrease body mass.&nbsp; In this respect, juveniles automatically have an advantage over adults &ndash; due to their smaller body size, young rabbits should be able to achieve similar levels of acceleration as adults, even with reduced force production.&nbsp; Inversely, due to their larger size, adults should have to produce greater muscle forces to achieve similar accelerations.&nbsp; Our analyses of muscle growth supported these predictions.&nbsp; For their body size, adult rabbits have relatively greater hindlimb muscle mass and cross-sectional areas (a physiological correlate of muscle strength) &ndash; ensuring older animals are able to produce forces sufficient to move their mass.&nbsp; Additionally, our analyses of skeletal growth suggest that juvenile rabbits have relatively greater of hindlimb muscle leverage.&nbsp; In the same way one uses a pry bar to remove particularly intractable nails, increased bony muscle leverage amplifies the effects of muscle force over and above what juveniles would be if leverage were reduced.&nbsp;</p>\n<p class=\"NSFbodytext\">Empirical tests of cottontail rabbit acceleration abilities bear out these predictions based on our anatomical studies &ndash; rabbits are able to achieve similar levels acceleration (and escape velocities) over the ten-fold change in mass that takes place during growth.&nbsp; Overall, we found that older juveniles were able to achieve the greatest levels of acceleration across our entire developmental sample.&nbsp; Our skeletal analyses also showed that juvenile rabbit long bones are relatively &ldquo;overbuilt&rdquo; for their size, decreasing the chance that a young rabbit would experience a catastrophic bone fracture even when engaging in these relatively high levels of locomotor performance.&nbsp; &nbsp;Finally, most of the rabb...",
  "por_txt_cntn": "The juvenile stage of life can be particularly perilous. Juvenile animals must survive in the same environments as adults despite smaller body size, weaker muscles, general ecological inexperience, and other growth-related limits on physical ability. Because, by definition, juveniles have yet to reproduce, we should expect strong natural selection for anatomical or behavioral solutions that could potentially offset these age-related limits on physical performance, allowing juveniles to reach adulthood, reproduce, and maintain evolutionary fitness (i.e., pass their genes onto the next generation). The goal of this project was to combine measures of muscle growth, bone growth, predator escape performance, and survivorship (i.e., how long an animal is able to stay alive) in cottontail rabbits (Sylvilagus floridanus) to explicitly test the degree to which the pace of mammalian growth and development may be controlled by the unique ecological pressures placed upon juvenile mammals. Cottontail rabbits are independent of their mothers by three weeks of age and experience high predation during the first year of life, making them an ideal species in which to address this issue.  In total, we were able to capture and study 61 cottontail rabbits from field sites distributed all over Northeastern Ohio.  Our sample included rabbits of all ages, from young three week-old juveniles (based on body mass estimates) to fully grown adults.  Our primary measure of predator escape performance was acceleration &ndash; the quicker the rabbits can \"get up to speed\", the quicker they will be able to move away from a potential predator and enter the safety of environment refuges (e.g., brush or other thick vegetation). \nBecause force equals mass times acceleration (i.e., F=ma), acceleration, in turn, equals force divided by mass (i.e., a=F/m). This simple equation leads to some basic predictions about how rabbits could achieve high accelerations in order to escape predators &ndash; either increase force or decrease body mass.  In this respect, juveniles automatically have an advantage over adults &ndash; due to their smaller body size, young rabbits should be able to achieve similar levels of acceleration as adults, even with reduced force production.  Inversely, due to their larger size, adults should have to produce greater muscle forces to achieve similar accelerations.  Our analyses of muscle growth supported these predictions.  For their body size, adult rabbits have relatively greater hindlimb muscle mass and cross-sectional areas (a physiological correlate of muscle strength) &ndash; ensuring older animals are able to produce forces sufficient to move their mass.  Additionally, our analyses of skeletal growth suggest that juvenile rabbits have relatively greater of hindlimb muscle leverage.  In the same way one uses a pry bar to remove particularly intractable nails, increased bony muscle leverage amplifies the effects of muscle force over and above what juveniles would be if leverage were reduced. \nEmpirical tests of cottontail rabbit acceleration abilities bear out these predictions based on our anatomical studies &ndash; rabbits are able to achieve similar levels acceleration (and escape velocities) over the ten-fold change in mass that takes place during growth.  Overall, we found that older juveniles were able to achieve the greatest levels of acceleration across our entire developmental sample.  Our skeletal analyses also showed that juvenile rabbit long bones are relatively \"overbuilt\" for their size, decreasing the chance that a young rabbit would experience a catastrophic bone fracture even when engaging in these relatively high levels of locomotor performance.   Finally, most of the rabbits we captured were fit with radio-collars and released back into the wild, allowing us to track the rabbits and test how anatomy (e.g., muscle mass, muscle leverage, etc.) and behavior (i.e., acceleration performance) might correlate with survivorship...."
 }
}