{
 "awd_id": "1146124",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Sp185/333 system in the sea urchin; gene family structure, gene regulation and protein function",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rollie Clem",
 "awd_eff_date": "2012-06-15",
 "awd_exp_date": "2017-05-31",
 "tot_intn_awd_amt": 550000.0,
 "awd_amount": 550000.0,
 "awd_min_amd_letter_date": "2012-06-15",
 "awd_max_amd_letter_date": "2014-04-14",
 "awd_abstract_narration": "It is well known that the human immune system generates a large diversity of antibodies to defend against pathogens; the mechanisms to generate that  diversity are  well understood. Although invertebrate animals do not make antibodies, they also can generate immune diversity in response to infection; but these mechanisms are still poorly understood.  The overarching goal of this work is to understand the mechanisms that one invertebrate, the California purple sea urchin, employs to defend itself against the multitudes of microbes in the ocean by generating a diversity of non-antibody proteins.   \r\nThe PI will investigate one family of genes and proteins (the Sp185/333 gene family) in sea urchins that shows a high level of diversity in response to bacterial infection. Using a variety of molecular, biochemical and computational approaches, the  PI will address 1) how immune diversity is generated within this non-antibody gene family 2) how expression of this family of genes is regulated and 3) how the proteins thus produced actually function to protect the animal from pathogens.\r\n\r\nOutcomes from the proposed work will be compared with immune mechanisms in other animals, including mice and humans, to understand the variety and breadth of how different immune systems protect hosts from infection.  Understanding how the sea urchin immune diversification system functions may aid in determining whether other animals, such as humans, employ similar approaches. \r\n \r\nThe investigators will use the opportunity for training all levels of students and to establish and strengthen international collaborations.  Training will include the production of a web-based, publicly available bioinformatic tool for improved gene sequence assembly and analysis.  Research training will lead to publications and presentations and research training for  undergraduates, graduate students and  postdoctoral investigators.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "L Courtney",
   "pi_last_name": "Smith",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "L Courtney Smith",
   "pi_email_addr": "csmith@gwu.edu",
   "nsf_id": "000275740",
   "pi_start_date": "2012-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Washington University",
  "inst_street_address": "1918 F ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2029940728",
  "inst_zip_code": "200520042",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "GEORGE WASHINGTON UNIVERSITY (THE)",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECR5E2LU5BL6"
 },
 "perf_inst": {
  "perf_inst_name": "George Washington University",
  "perf_str_addr": "2023 G Street, NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200520021",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765600",
   "pgm_ele_name": "Symbiosis Infection & Immunity"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 250000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 275937.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 24063.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Scientific Merit</strong></p>\n<p>&nbsp;Sea urchins are spiny, marine invertebrates that are members of a &ldquo;sister&rdquo; or related group to vertebrates and humans.&nbsp; Because of this relationship, they are relevant animals to study to understand the evolution of immune systems and to understand how different types of animals protect themselves from infections.&nbsp; This is particularly interesting because sea urchins survive very well in ocean water that includes large numbers of microbes, and they accomplish this without the ability to make antibodies.&nbsp; A fascinating question in immunology is how this marine invertebrate can continue to &ldquo;win&rdquo; (or &ldquo;keep pace&rdquo; in) the arms race between pathogen virulence that is continually changing vs. sea urchin immune diversity to combat microbes when sea urchins do not produce antibodies.&nbsp; The big picture question is&nbsp; - How do animals like sea urchins or other invertebrates survive without the use antibodies in their immune responses?&nbsp; Answers to this question, which will vary depending on the species that is investigated, will provide information on the evolutionary appearance of immunity, and the range of immunological approaches that are employed successfully for pathogen detection and protection against infection.</p>\n<p>&nbsp;Compared to vertebrates, sea urchins employ a different family of genes to respond to pathogens.&nbsp; The genes are called <em>SpTransformer</em> genes and each gene is similar to the others but not identical (which is a bit like antibodies).&nbsp; They are positioned very close to each other in clusters on the DNA and short regions of the gene sequences are the same or shared among subsets of genes.&nbsp; Furthermore, there are DNA bases (GA or GAT) that are repeated many times and surround the genes or surround regions of duplicated DNA that include genes.&nbsp; This type of local DNA structure is quite unusual, may be unstable, and may underlie changes in the sequences of the genes or diversification of the <em>SpTransformer&nbsp;</em>genes, including the duplication and deletion of entire genes.&nbsp; In general, diversification of the genes would be beneficial in the arms race against changes in pathogen virulence.</p>\n<p>&nbsp;When sea urchins are infected, either naturally or in a lab experiment, they produce <em>SpTransformer </em>messages that are sent from the DNA in the nucleus to the cell cytoplasm and instruct the cell to make SpTransformer proteins. &nbsp;These proteins appear in large quantities and in wide ranges of similar but different versions.&nbsp; To increase the diversity of the proteins, the sequences of about half of the messages are changed slightly compared to the gene sequences.&nbsp; The SpTransformer proteins may function somewhat like antibiotics with anti-bacterial activity.&nbsp; However, each slightly different version may have slightly different anti-bacterial activity.&nbsp; Predictions of structure suggest that the SpTransformer proteins are similar to an extended string of pearls.&nbsp; However, one particular version, called SpTransformer-E1, transforms its structure from a string of pearls to a corkscrew when it comes into contact with a pathogen or a large molecule from a pathogen to which it can bind.&nbsp; SpTransformer-E1 can bind to baker&rsquo;s yeast, to some bacteria but not all, and to some large molecules isolated from pathogens that are very different from each other but not all types of large molecules.&nbsp; This &ldquo;multitasking&rdquo; binding activity is unexpected because most anti-pathogen proteins bind to a single target rather than multiple targets that have very different chemical characteristics.&nbsp; Because sea urchins can make hundreds of slightly different versions of the SpTransformer proteins, if each one has a slightly different set of pathogen targets to which it can bind, then this anti-pathogen system would be very effective in protecting sea urchins from infection.&nbsp; The SpTransformer proteins are an example of a potentially useful system that may be effective for treating skin infections in people that are otherwise very resistant to antibiotics that are normally used in medicine.</p>\n<p><strong>Broader Impacts</strong></p>\n<p>&nbsp;Results from this project have been reported in 15 publications that have appeared since 2012.&nbsp; Publications can often be identified by searching pubmed (<a href=\"https://www.ncbi.nlm.nih.gov/pubmed\">https://www.ncbi.nlm.nih.gov/pubmed</a>) for &ldquo;Smith LC&rdquo; AND &ldquo;urchin&rdquo;.&nbsp; All publications are also available from the George Washington University Department of Biology faculty webpage for L Courtney Smith: <a href=\"https://biology.columbian.gwu.edu/l-courtney-smith\">https://biology.columbian.gwu.edu/l-courtney-smith</a>.&nbsp; A brief description of the research is available at the Atlas of Science (<a href=\"http://atlasofscience.org/multi-tasking-proteins-protect-sea-urchins-from-multitudes-of-pathogens/#more-15000\">http://atlasofscience.org/multi-tasking-proteins-protect-sea-urchins-from-multitudes-of-pathogens/#more-15000</a>). &nbsp;</p>\n<p>&nbsp;This project supported 32 people during the timespan of the award from 2012 to 2017, including 3 research scientists who visited from South Korea, China, and Italy; 3 postdoctoral scientists, 2 PhD students, 3 MS students, 15 undergraduates, and 6 high school students.&nbsp; Participants learned about sea urchin care and tissue collection and processing, gene expression and protein function, experimental design, scientific critique, the importance of keeping accurate lab records, and scientific writing to generate manuscripts for publications, proposals for funding, chapters for dissertations, theses, honors projects, and senior papers.&nbsp; Participants also had opportunities to present their new data in courses, lab meetings, and local, national, and international meetings.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/07/2017<br>\n\t\t\t\t\tModified by: L. Courtney&nbsp;Smith</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nScientific Merit\n\n Sea urchins are spiny, marine invertebrates that are members of a \"sister\" or related group to vertebrates and humans.  Because of this relationship, they are relevant animals to study to understand the evolution of immune systems and to understand how different types of animals protect themselves from infections.  This is particularly interesting because sea urchins survive very well in ocean water that includes large numbers of microbes, and they accomplish this without the ability to make antibodies.  A fascinating question in immunology is how this marine invertebrate can continue to \"win\" (or \"keep pace\" in) the arms race between pathogen virulence that is continually changing vs. sea urchin immune diversity to combat microbes when sea urchins do not produce antibodies.  The big picture question is  - How do animals like sea urchins or other invertebrates survive without the use antibodies in their immune responses?  Answers to this question, which will vary depending on the species that is investigated, will provide information on the evolutionary appearance of immunity, and the range of immunological approaches that are employed successfully for pathogen detection and protection against infection.\n\n Compared to vertebrates, sea urchins employ a different family of genes to respond to pathogens.  The genes are called SpTransformer genes and each gene is similar to the others but not identical (which is a bit like antibodies).  They are positioned very close to each other in clusters on the DNA and short regions of the gene sequences are the same or shared among subsets of genes.  Furthermore, there are DNA bases (GA or GAT) that are repeated many times and surround the genes or surround regions of duplicated DNA that include genes.  This type of local DNA structure is quite unusual, may be unstable, and may underlie changes in the sequences of the genes or diversification of the SpTransformer genes, including the duplication and deletion of entire genes.  In general, diversification of the genes would be beneficial in the arms race against changes in pathogen virulence.\n\n When sea urchins are infected, either naturally or in a lab experiment, they produce SpTransformer messages that are sent from the DNA in the nucleus to the cell cytoplasm and instruct the cell to make SpTransformer proteins.  These proteins appear in large quantities and in wide ranges of similar but different versions.  To increase the diversity of the proteins, the sequences of about half of the messages are changed slightly compared to the gene sequences.  The SpTransformer proteins may function somewhat like antibiotics with anti-bacterial activity.  However, each slightly different version may have slightly different anti-bacterial activity.  Predictions of structure suggest that the SpTransformer proteins are similar to an extended string of pearls.  However, one particular version, called SpTransformer-E1, transforms its structure from a string of pearls to a corkscrew when it comes into contact with a pathogen or a large molecule from a pathogen to which it can bind.  SpTransformer-E1 can bind to baker?s yeast, to some bacteria but not all, and to some large molecules isolated from pathogens that are very different from each other but not all types of large molecules.  This \"multitasking\" binding activity is unexpected because most anti-pathogen proteins bind to a single target rather than multiple targets that have very different chemical characteristics.  Because sea urchins can make hundreds of slightly different versions of the SpTransformer proteins, if each one has a slightly different set of pathogen targets to which it can bind, then this anti-pathogen system would be very effective in protecting sea urchins from infection.  The SpTransformer proteins are an example of a potentially useful system that may be effective for treating skin infections in people that are otherwise very resistant to antibiotics that are normally used in medicine.\n\nBroader Impacts\n\n Results from this project have been reported in 15 publications that have appeared since 2012.  Publications can often be identified by searching pubmed (https://www.ncbi.nlm.nih.gov/pubmed) for \"Smith LC\" AND \"urchin\".  All publications are also available from the George Washington University Department of Biology faculty webpage for L Courtney Smith: https://biology.columbian.gwu.edu/l-courtney-smith.  A brief description of the research is available at the Atlas of Science (http://atlasofscience.org/multi-tasking-proteins-protect-sea-urchins-from-multitudes-of-pathogens/#more-15000).  \n\n This project supported 32 people during the timespan of the award from 2012 to 2017, including 3 research scientists who visited from South Korea, China, and Italy; 3 postdoctoral scientists, 2 PhD students, 3 MS students, 15 undergraduates, and 6 high school students.  Participants learned about sea urchin care and tissue collection and processing, gene expression and protein function, experimental design, scientific critique, the importance of keeping accurate lab records, and scientific writing to generate manuscripts for publications, proposals for funding, chapters for dissertations, theses, honors projects, and senior papers.  Participants also had opportunities to present their new data in courses, lab meetings, and local, national, and international meetings.\n\n\t\t\t\t\tLast Modified: 06/07/2017\n\n\t\t\t\t\tSubmitted by: L. Courtney Smith"
 }
}