{
 "awd_id": "1146081",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Stereotype Endorsement in Achievement Settings",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tamera Schneider",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 50000.0,
 "awd_amount": 50000.0,
 "awd_min_amd_letter_date": "2012-03-28",
 "awd_max_amd_letter_date": "2014-01-22",
 "awd_abstract_narration": "A large literature documents the pernicious influence of stereotypes in performance contexts. When stereotypes are made salient, targets of these stereotypes tend to underachieve, and distance themselves from domains in which stereotypes are relevant. The aim of the proposal is to investigate a novel means by which stereotypes become salient and may spread within these settings. Building on attribution theory, self-handicapping, and stereotype threat research, Dr. Scott Eidelman (University of Arkansas) proposes that performers sometimes endorse stereotypes against their group to discount potential failure, and that doing so may shield the self from performance deficits otherwise experienced. In other words, by agreeing with aspects of certain stereotypes, people can (ironically) protect themselves from the sting of failure or feel particularly good about themselves when they succeed in a domain in which stereotypes about their group are highly prevalent.  These predictions will be tested by manipulating factors known to instigate both discounting motives and stereotype threat effects (e.g., test importance), as well as the opportunity to endorse stereotypes. \r\n\r\nThis research has theoretical and practical implications. It weaves several research areas to test the ecologically valid but provocative claim that performers sometimes endorse stereotypes against their group to protect their own personal standing. By delineating a sharp distinction between awareness and endorsement of stereotypes, this research addresses when the performance of underrepresented groups may suffer from the pernicious influence of group expectations while also identifying factors that may offset or even reverse this process. This research also promises broader impacts: it provides a bridge between the fields of psychology and education and provides opportunities for under-represented groups to take part in all aspects of the research process. Results of these studies will be disseminated widely to scholars and the public, including students and educators, so that all may be informed of the impact of stereotypes in achievement setttings.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Eidelman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Scott Eidelman",
   "pi_email_addr": "eidelman@uark.edu",
   "nsf_id": "000544199",
   "pi_start_date": "2012-03-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arkansas",
  "inst_street_address": "1125 W MAPLE ST STE 316",
  "inst_street_address_2": "",
  "inst_city_name": "FAYETTEVILLE",
  "inst_state_code": "AR",
  "inst_state_name": "Arkansas",
  "inst_phone_num": "4795753845",
  "inst_zip_code": "727013124",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AR03",
  "org_lgl_bus_name": "UNIVERSITY OF ARKANSAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "MECEHTM8DB17"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arkansas",
  "perf_str_addr": "115 Memorial Hall",
  "perf_city_name": "Fayetteville",
  "perf_st_code": "AR",
  "perf_st_name": "Arkansas",
  "perf_zip_code": "727011201",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AR03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1332",
   "pgm_ref_txt": "SOCIAL PSYCHOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The pernicious influence of stereotypes is well-documented. For example, it has been shown that members of stereotyped groups often underperform when made aware of the cultural stereotypes against their group. The primary goal of this research was to investigate one way these stereotypes might get &ldquo;out there&rdquo; and spread in performance contexts. Specifically, this research considered the possibility that performers will endorse stereotypes preemptively, as a means of creating a ready excuse should failure occur. Stereotypes provide an explanation for failure that shifts responsibility away from the performer and can therefore be endorsed to protect a sense of competence and esteem. The studies conducted provide some evidence for these ideas. For example, in one study female participants were given the opportunity to endorse gender stereotypes before taking a math test that was framed in one of two ways, either as important or unimportant, Framing a test as important increases one&rsquo;s interest in doing well and looking good. Women who expected to take an important math test endorsed gender stereotypes more than women who expected to take a math test that was unimportant. These findings were replicated with male and female racial minority students who expected to take an important or unimportant standardized test. In other studies, it was found that the opportunity to endorse stereotypes protected self-esteem in response to failure, and those who failed a test but first endorsed stereotypes were also able to maintain their perceptions of competence. One study focused on test performance. Women took a math test, described as being either important or unimportant. Before taking this math test, half of the participants had the opportunity to first endorse stereotypes. Replicating the research of others, women who took an important test underperformed compared to women who took the same test described as unimportant. This was the case when women were not given the opportunity to endorse stereotypes. The opposite pattern emerged among those women who could endorse stereotypes before taking their test; compared to those who took a math test described as unimportant, those who took an important test endorsed stereotypes more, and also performed better on their math test. Not all findings were consistent with predictions, however. In some studies, members of stereotyped groups did not differentially endorse stereotypes based on the framing of a test. A study designed to distinguish between endorsing group stereotypes and applying these group stereotypes to the self found no differences based on how a test was described (important or unimportant), and findings taking into account individual differences (e.g., the importance of gender, and math, to one&rsquo;s sense of self) were inconclusive. Together these studies provide some initial evidence that stereotypes are endorsed in performance contexts as a preemptive attempt to protect the self from the implications of failure. However, the null findings of some studies makes clear that more research in this area needs to be done before drawing firm conclusions.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/06/2017<br>\n\t\t\t\t\tModified by: Scott&nbsp;Eidelman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe pernicious influence of stereotypes is well-documented. For example, it has been shown that members of stereotyped groups often underperform when made aware of the cultural stereotypes against their group. The primary goal of this research was to investigate one way these stereotypes might get \"out there\" and spread in performance contexts. Specifically, this research considered the possibility that performers will endorse stereotypes preemptively, as a means of creating a ready excuse should failure occur. Stereotypes provide an explanation for failure that shifts responsibility away from the performer and can therefore be endorsed to protect a sense of competence and esteem. The studies conducted provide some evidence for these ideas. For example, in one study female participants were given the opportunity to endorse gender stereotypes before taking a math test that was framed in one of two ways, either as important or unimportant, Framing a test as important increases one?s interest in doing well and looking good. Women who expected to take an important math test endorsed gender stereotypes more than women who expected to take a math test that was unimportant. These findings were replicated with male and female racial minority students who expected to take an important or unimportant standardized test. In other studies, it was found that the opportunity to endorse stereotypes protected self-esteem in response to failure, and those who failed a test but first endorsed stereotypes were also able to maintain their perceptions of competence. One study focused on test performance. Women took a math test, described as being either important or unimportant. Before taking this math test, half of the participants had the opportunity to first endorse stereotypes. Replicating the research of others, women who took an important test underperformed compared to women who took the same test described as unimportant. This was the case when women were not given the opportunity to endorse stereotypes. The opposite pattern emerged among those women who could endorse stereotypes before taking their test; compared to those who took a math test described as unimportant, those who took an important test endorsed stereotypes more, and also performed better on their math test. Not all findings were consistent with predictions, however. In some studies, members of stereotyped groups did not differentially endorse stereotypes based on the framing of a test. A study designed to distinguish between endorsing group stereotypes and applying these group stereotypes to the self found no differences based on how a test was described (important or unimportant), and findings taking into account individual differences (e.g., the importance of gender, and math, to one?s sense of self) were inconclusive. Together these studies provide some initial evidence that stereotypes are endorsed in performance contexts as a preemptive attempt to protect the self from the implications of failure. However, the null findings of some studies makes clear that more research in this area needs to be done before drawing firm conclusions.\n\n \n\n\t\t\t\t\tLast Modified: 02/06/2017\n\n\t\t\t\t\tSubmitted by: Scott Eidelman"
 }
}