{
 "awd_id": "1146184",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:   Characterizing climate-induced qualitative changes in plant biopolymer composition and their influence on soil processes",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry L. Gholz",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 101381.0,
 "awd_amount": 101381.0,
 "awd_min_amd_letter_date": "2012-03-23",
 "awd_max_amd_letter_date": "2013-06-13",
 "awd_abstract_narration": "The productivity of an ecosystem depends on the recycling of nutrients through the process of decomposition.  Decomposition is primarily governed by climate and the chemical composition of plant litter. Traditionally, decomposition rates have been estimated using concentrations of carbon, nitrogen and lignin in the litter. However, the structural characteristics of many hard-to-degrade compounds (biopolymers), including lignins, tannins and cuticular matrices, can dictate overall decomposition rates. The climate in which plants grow can strongly influence the structural properties of these compounds. Climate change thus has the potential to alter decomposition both directly, by changing temperature and moisture, and also indirectly, by changing the structural attributes of biopolymers in plant litter, in ways that are not factored into traditional nutrient cycling models. This project has three long-term goals. The first goal is to learn how growing season temperature and moisture availability affect the diversity and chemical properties of biopolymers that govern decomposition of plant litter. The second goal is to understand how environmental conditions interact with the chemical composition of litter to affect decomposition and nutrient cycling. The third goal is to develop and test models of decomposition that incorporate new knowledge of the roles of climate and biopolymer properties. The investigators will test these hypotheses using six plant species from the Boston-Area Climate Experiment, which exposes patches of old fields with tree seedlings to twelve possible future climates. \r\nResults from this project will improve predictions of carbon and nitrogen cycling in a changing climate.  The results will have application beyond soil nutrient dynamics, as tannins are relevant to food quality (as antioxidants), fodder quality and herbivory (as deterrents). The project will provide undergraduates with opportunities for creative inquiry and a new course offering, and will develop a summer course for in-service K-12 teachers and non-formal educators. The project also will provide learning and research experiences to high school students and students from the minority college in the state through the South Carolina Life program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Baoshan",
   "pi_last_name": "Xing",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Baoshan Xing",
   "pi_email_addr": "bx@umass.edu",
   "nsf_id": "000115878",
   "pi_start_date": "2012-03-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "",
  "perf_city_name": "Amherst",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039333",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1181",
   "pgm_ref_txt": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 50093.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 51288.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-size: small;\">Climate change will affect plant growth. During their growth and development, plants experience many environmental stresses. Increase in atmospheric temperature and drought conditions poses severe constraints for plant growth and productivity. One of the strategies through which plants adapt to these environmental stresses is through the production of polyphenolic defense compounds such as lignins and tannins which in turn alter plant tissue chemistry. As the chemistry of plant litter is an important determinant of the decomposition of these tissues after senescence, the stressful climatic conditions would alter litter decomposition in terrestrial ecosystems. Conventionally, the chemistry of litters and their decomposition susceptibility&nbsp;are captured using ratios of elements (e.g. carbon, nitrogen). However, the structural changes in litter chemistry imposed by climatic stresses and hence their decomposition patterns cannot be robustly captured through elemental ratios. We examined the effect of multiple levels of warming and precipitation on the tissue chemistry and decomposition dynamics of several species of trees and grasses in a temperate ecosystem. We used advanced spectroscopic and spectrometric techniques to elucidate the finer level chemistry of plant litter subjected to warming and drought. These stressful climatic changes altered the quantity and structural chemistry of tannins and lignins and other phenolics in plant litter. Tannins are polyphenolic compounds that react and complex with proteins and enzymes. We reported that the quantity of tannins doubled in trees exposed to warming and drought. Moreover, these tannins were more reactive than tannins produced under non-stressed conditions. Similarly, many recalcitrant plant compounds such as waxes and cutin also increased in plant litter subjected to climatic stresses. Using a metabolomics approach, we observed that plants under stress increased the production of many small molecules such as amino acids and organic acids that help them to mitigate stress.</span><span style=\"font-size: small;\">&nbsp; </span><span style=\"font-size: small;\">However, warming and drought decreased the proportion of nutrients such as nitrogen that is re-absorbed back to trees during leaf senescence potentially due to the greater complexation of tannins with nitrogenous compounds. Therefore, plant tissues from stressed climate were more resistant to decomposition as these tissues were energetically less favorable for microorganisms that undertake the decomposition process. This would slow&nbsp;down ecosystem nutrient cycling and limit the availability of carbon and nitrogen required for plant growth. Similar trend was also reflected in microbial enzyme activity and soil carbon chemistry. </span></p>\n<p>This research has many implications beyond environmental and ecological sciences.&nbsp; The spectroscopic techniques developed to characterize plant tissues could be used to characterize the nutritive value of food and fodder in agriculture and animal sciences, the tissues used in biofuel research, and biochar used as soil amendment. This interdisciplinary research involved collaboration with multiple institutions such as University of Massachusetts Amherst, Clemson University and Purdue University and trained 12 undergraduates, 5 graduates and 2 postdoctoral fellows. Among these more than 50% belonged to minority groups and women researchers. The research results were disseminated through journal publications and national and regional conferences and informal meetings with the general public.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/28/2015<br>\n\t\t\t\t\tModified by: Baoshan&nbsp;Xing</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nClimate change will affect plant growth. During their growth and development, plants experience many environmental stresses. Increase in atmospheric temperature and drought conditions poses severe constraints for plant growth and productivity. One of the strategies through which plants adapt to these environmental stresses is through the production of polyphenolic defense compounds such as lignins and tannins which in turn alter plant tissue chemistry. As the chemistry of plant litter is an important determinant of the decomposition of these tissues after senescence, the stressful climatic conditions would alter litter decomposition in terrestrial ecosystems. Conventionally, the chemistry of litters and their decomposition susceptibility are captured using ratios of elements (e.g. carbon, nitrogen). However, the structural changes in litter chemistry imposed by climatic stresses and hence their decomposition patterns cannot be robustly captured through elemental ratios. We examined the effect of multiple levels of warming and precipitation on the tissue chemistry and decomposition dynamics of several species of trees and grasses in a temperate ecosystem. We used advanced spectroscopic and spectrometric techniques to elucidate the finer level chemistry of plant litter subjected to warming and drought. These stressful climatic changes altered the quantity and structural chemistry of tannins and lignins and other phenolics in plant litter. Tannins are polyphenolic compounds that react and complex with proteins and enzymes. We reported that the quantity of tannins doubled in trees exposed to warming and drought. Moreover, these tannins were more reactive than tannins produced under non-stressed conditions. Similarly, many recalcitrant plant compounds such as waxes and cutin also increased in plant litter subjected to climatic stresses. Using a metabolomics approach, we observed that plants under stress increased the production of many small molecules such as amino acids and organic acids that help them to mitigate stress.  However, warming and drought decreased the proportion of nutrients such as nitrogen that is re-absorbed back to trees during leaf senescence potentially due to the greater complexation of tannins with nitrogenous compounds. Therefore, plant tissues from stressed climate were more resistant to decomposition as these tissues were energetically less favorable for microorganisms that undertake the decomposition process. This would slow down ecosystem nutrient cycling and limit the availability of carbon and nitrogen required for plant growth. Similar trend was also reflected in microbial enzyme activity and soil carbon chemistry. \n\nThis research has many implications beyond environmental and ecological sciences.  The spectroscopic techniques developed to characterize plant tissues could be used to characterize the nutritive value of food and fodder in agriculture and animal sciences, the tissues used in biofuel research, and biochar used as soil amendment. This interdisciplinary research involved collaboration with multiple institutions such as University of Massachusetts Amherst, Clemson University and Purdue University and trained 12 undergraduates, 5 graduates and 2 postdoctoral fellows. Among these more than 50% belonged to minority groups and women researchers. The research results were disseminated through journal publications and national and regional conferences and informal meetings with the general public.\n\n\t\t\t\t\tLast Modified: 09/28/2015\n\n\t\t\t\t\tSubmitted by: Baoshan Xing"
 }
}