{
 "awd_id": "1146871",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Prefrontal-hippocampal interactions in associative learning",
 "cfda_num": "47.074",
 "org_code": "08090200",
 "po_phone": "7032928167",
 "po_email": "ethiels@nsf.gov",
 "po_sign_block_name": "Edda Thiels",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2018-03-31",
 "tot_intn_awd_amt": 800000.0,
 "awd_amount": 800000.0,
 "awd_min_amd_letter_date": "2012-03-22",
 "awd_max_amd_letter_date": "2016-03-08",
 "awd_abstract_narration": "Forming associations between different stimuli is a fundamental building block for learning and memory.  The hippocampus and prefrontal cortex are two brain regions that are believed to play a critical role in forming memories of associations.  However, the neural mechanisms underlying the ability of these brain structures to form associations are poorly understood.  This project will employ multi-electrode recordings to monitor neural activity in the hippocampus and prefrontal cortex during the learning of simple associations.  These experiments will characterize the firing of neurons throughout the course of learning in order to determine how these brain circuits contribute to the formation of memories. This research requires an interdisciplinary approach employing techniques from neuroscience, engineering, and mathematics, providing a rich training experience for the next generation of students and researchers.  Educational efforts will also involve the development of strong ties to local K-12 schools, active participation in programs providing research opportunities to underrepresented minorities, and talks and events aimed at exposing the public to memory research.  This project also involves the development of computational infrastructure that may help advance the scale and efficacy of large-scale brain recordings.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Athanassios",
   "pi_last_name": "Siapas",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Athanassios G Siapas",
   "pi_email_addr": "thanos@caltech.edu",
   "nsf_id": "000104774",
   "pi_start_date": "2012-03-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Institute of Technology",
  "inst_street_address": "1200 E CALIFORNIA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6263956219",
  "inst_zip_code": "911250001",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CALIFORNIA INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U2JMKHNS5TG4"
 },
 "perf_inst": {
  "perf_inst_name": "California Institute of Technology",
  "perf_str_addr": "1200 E California Blvd, 139-74",
  "perf_city_name": "Pasadena",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911250074",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771400",
   "pgm_ele_name": "Modulation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 160000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 160000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 160000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The hippocampus is a brain region that plays a critical role in memory formation. Human and non-human primate studies have highlighted the role of the hippocampus in general episodic memories, while electrophysiological studies in freely behaving rodents have suggested a key role of this area in spatial cognition. Efforts to reconcile these views have found neurons in the rodent hippocampus that respond to non-spatial events but have not unequivocally dissociated the spatial and non-spatial influences on these cells. To disentangle these influences, we trained freely moving rats in trace eyeblink conditioning, a hippocampally dependent task in which the animal learns to blink in response to a tone. We demonstrated that dorsal CA1 pyramidal neurons are all place cells, and do not respond to the tone when the animal is moving. When the animal is inactive, the apparent tone-evoked responses reflect an arousal-mediated resumption of place-specific firing.&nbsp;</span><span>These results suggest that one of the main output stages of the hippocampus transmits only spatial information, even in a non-spatial task.&nbsp;</span><span>These results also highlight the importance of understanding how different brain states affect hippocampal activity.&nbsp;&nbsp;In a complementary set of experiments we examined how the membrane potential of hippocampal neurons changes with brain state. Our results suggest that there are coordinated shifts in the subthreshold dynamics of individual neurons that underlie the transitions between distinct modes of hippocampal processing.</span><span>&nbsp;</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/30/2018<br>\n\t\t\t\t\tModified by: Athanassios&nbsp;G&nbsp;Siapas</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe hippocampus is a brain region that plays a critical role in memory formation. Human and non-human primate studies have highlighted the role of the hippocampus in general episodic memories, while electrophysiological studies in freely behaving rodents have suggested a key role of this area in spatial cognition. Efforts to reconcile these views have found neurons in the rodent hippocampus that respond to non-spatial events but have not unequivocally dissociated the spatial and non-spatial influences on these cells. To disentangle these influences, we trained freely moving rats in trace eyeblink conditioning, a hippocampally dependent task in which the animal learns to blink in response to a tone. We demonstrated that dorsal CA1 pyramidal neurons are all place cells, and do not respond to the tone when the animal is moving. When the animal is inactive, the apparent tone-evoked responses reflect an arousal-mediated resumption of place-specific firing. These results suggest that one of the main output stages of the hippocampus transmits only spatial information, even in a non-spatial task. These results also highlight the importance of understanding how different brain states affect hippocampal activity.  In a complementary set of experiments we examined how the membrane potential of hippocampal neurons changes with brain state. Our results suggest that there are coordinated shifts in the subthreshold dynamics of individual neurons that underlie the transitions between distinct modes of hippocampal processing. \n\n \n\n\t\t\t\t\tLast Modified: 07/30/2018\n\n\t\t\t\t\tSubmitted by: Athanassios G Siapas"
 }
}