{
 "awd_id": "1146017",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: How Mountains Maintain Biodiversity: A Multidisciplinary Characterization of a Pleistocene Refugium in the Interior Pacific Northwest",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Douglas Levey",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 250963.0,
 "awd_amount": 250963.0,
 "awd_min_amd_letter_date": "2012-05-03",
 "awd_max_amd_letter_date": "2013-07-31",
 "awd_abstract_narration": "Understanding the responses of species to historical shifts in climate informs predictions of the future impacts of human-mediated global changes on biological ecosystems.  Mountainous terrain contains a wide range of habitats and diverse species, which have been shaped by a history of major climate changes since the last ice age.  These changes include rapid and major changes in vegetation (i.e., shifts from tundra to forest).  Mountainous regions are also thought to harbor biodiversity in refugia during otherwise inhospitable climate periods.  This project will characterize an ice-age refugium that may have harbored a wide diversity of plant and animal species in steep terrain in northern Idaho, and thus illuminate how mountainous terrain may buffer populations through major climate changes.  Focusing on two, dominant tree species in northern coniferous forests (western redcedar and mountain hemlock), this project will integrate three methodological approaches to leverage their complementary strengths in inferring past population sizes and locations.  First, cutting-edge DNA-sequencing methods will reveal the genetic footprints of species' migration pathways and test for the existence of refugia.  Second, new paleoecological records of pollen and macrofossils will reveal the regional plant species composition and climate during the coldest periods in the past 50,000 years.  Third, simulations of historical climate across the complex mountainous landscape will be combined with information on the physiological tolerances of each species (e.g., cold hardiness), to reveal the most likely locations of refugia within this region. \r\n\r\nThe interdisciplinary approach of this project provides an opportunity to train the next generation of biogeographers, who will need these traditionally distinct skill sets in genetics, paleontology, and landscape modeling to forecast ecological impacts of future climate change.  Graduate students will rotate among genetics, paleoecology and landscape ecology labs to achieve this training goal.  In addition, a curriculum workshop will be conducted for high school teachers, and used to develop lessons for hands-on activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katy",
   "pi_last_name": "Heath",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Katy D Heath",
   "pi_email_addr": "kheath@illinois.edu",
   "nsf_id": "000533282",
   "pi_start_date": "2012-05-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Feng Sheng",
   "pi_last_name": "Hu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Feng Sheng Hu",
   "pi_email_addr": "fshu@life.uiuc.edu",
   "nsf_id": "000088520",
   "pi_start_date": "2012-05-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618207406",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 116882.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 134081.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Understanding how plants have responded in the past to periods of rapid environmental change is important for predicting how species will respond to anthropogenic changes and thus the ultimate effects of climate change on earth&rsquo;s ecosystems. The DNA from organisms in contemporary natural populations carries the signature of historical processes, allowing us to reconstruct population movement and even adaptation that occurred tens of thousands of years ago by sampling living organisms. Our project uses patterns of diversity in the DNA of contemporary populations of mountain hemlock (<em>Tsuga mertensiana</em>) and western redcedar (<em>Thuja plicata</em>) from their native range in the forests of the Pacific Northwest to investigate how the distributions of these species have changed through time. Given their present-day disjunct distribution on the Pacific coast as well as the hospitable &ldquo;interior wetbelt&rdquo; of northern Idaho and eastern British Columbia, we asked whether these species persisted in the interior range, in the so-called \"Clearwater Refugium\" of northern Idaho, during the last glacial maximum (LGM). Whether these mesic tree species such as these can undertake long-distance movement across fragmented terrain with extreme aridity to colonize new hospitable areas, versus whether they are limited by dispersal and must recolonize from refugial populations, is important for understanding how plants will respond to future climate change. Our results suggest that mountain hemlock did not survive in an interior refugium during the LGM; instead, this species was restricted to the ice-free coastal areas and subsequently migrated inland via at least two independent migration routes during the present interglacial period. These results do not support the Clearwater refugium as a refugium for mesic species and suggest that mountain hemlock might be less limited by dispersal ability than previously thought. As part of the dissertation research by project PhD student Matias Fernandez, we are continuing to explore the genomic data of our target species. By applying innovative genomic analyses, this project has offered new insights into ecological responses to past climate change and addressed longstanding questions that cannot be answered with paleoecological approaches.</p>\n<p>&nbsp;</p>\n<p>During the course of this project, the principal investigators trained one PhD student from an underrepresented minority group, four undergraduate students from University of Illinois and two visiting undergraduates from China, and co-hosted an international workshop that resulted in a high-impact review paper. In addition to mentoring efforts, project personnel engaged in a number of outreach activities including organizing a Biodiversity outreach event at (part of PI Heath&rsquo;s graduate course on Broader Impacts), contributing to the Plant Biology Graduate students&rsquo; Plants iView program for local middle school children, helping organize Science Night events for underfunded primary schools in northern Illinois, and contributing datasets and curriculum materials for an upcoming teacher workshop on climate change and ecology planned for summer 2017.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/29/2016<br>\n\t\t\t\t\tModified by: Katy&nbsp;D&nbsp;Heath</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1146017/1146017_10170317_1469812507283_Slide6--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1146017/1146017_10170317_1469812507283_Slide6--rgov-800width.jpg\" title=\"Field site\"><img src=\"/por/images/Reports/POR/2016/1146017/1146017_10170317_1469812507283_Slide6--rgov-66x44.jpg\" alt=\"Field site\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">One of our field sites</div>\n<div class=\"imageCredit\">Matias Fernandez</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Katy&nbsp;D&nbsp;Heath</div>\n<div class=\"imageTitle\">Field site</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1146017/1146017_10170317_1469812287912_Slide2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1146017/1146017_10170317_1469812287912_Slide2--rgov-800width.jpg\" title=\"Genetic clusters of mountain hemlock\"><img src=\"/por/images/Reports/POR/2016/1146017/1146017_10170317_1469812287912_Slide2--rgov-66x44.jpg\" alt=\"Genetic clusters of mountain hemlock\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Principal component analysis (PCA) visualizing genetic variation in the mountain hemlock dataset. Data points are colored according to their genetic relatedness from population genetic analyses. A) Northern and southern ranges are quite distinct genetically. B) Coastal and interior ranges are much m</div>\n<div class=\"imageCredit\">Matias Fernandez</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Katy&nbsp;D&nbsp;Heath</div>\n<div class=\"imageTitle\">Genetic clusters of mountain hemlock</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1146017/1146017_10170317_1469812366511_Slide3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1146017/1146017_10170317_1469812366511_Slide3--rgov-800width.jpg\" title=\"Field collections\"><img src=\"/por/images/Reports/POR/2016/1146017/1146017_10170317_1469812366511_Slide3--rgov-66x44.jpg\" alt=\"Field collections\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Graduate research assistant Matias Fernandez stands by one of his subjects</div>\n<div class=\"imageCredit\">Gavin Blyth</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Katy&nbsp;D&nbsp;Heath</div>\n<div class=\"imageTitle\">Field collections</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1146017/1146017_10170317_1469812227936_Slide1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1146017/1146017_10170317_1469812227936_Slide1--rgov-800width.jpg\" title=\"Mountain hemlock map\"><img src=\"/por/images/Reports/POR/2016/1146017/1146017_10170317_1469812227936_Slide1--rgov-66x44.jpg\" alt=\"Mountain hemlock map\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Sampling sites for the mountain hemlock study with genetic structure.</div>\n<div class=\"imageCredit\">Matias Fernandez</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Katy&nbsp;D&nbsp;Heath</div>\n<div class=\"imageTitle\">Mountain hemlock map</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nUnderstanding how plants have responded in the past to periods of rapid environmental change is important for predicting how species will respond to anthropogenic changes and thus the ultimate effects of climate change on earth?s ecosystems. The DNA from organisms in contemporary natural populations carries the signature of historical processes, allowing us to reconstruct population movement and even adaptation that occurred tens of thousands of years ago by sampling living organisms. Our project uses patterns of diversity in the DNA of contemporary populations of mountain hemlock (Tsuga mertensiana) and western redcedar (Thuja plicata) from their native range in the forests of the Pacific Northwest to investigate how the distributions of these species have changed through time. Given their present-day disjunct distribution on the Pacific coast as well as the hospitable \"interior wetbelt\" of northern Idaho and eastern British Columbia, we asked whether these species persisted in the interior range, in the so-called \"Clearwater Refugium\" of northern Idaho, during the last glacial maximum (LGM). Whether these mesic tree species such as these can undertake long-distance movement across fragmented terrain with extreme aridity to colonize new hospitable areas, versus whether they are limited by dispersal and must recolonize from refugial populations, is important for understanding how plants will respond to future climate change. Our results suggest that mountain hemlock did not survive in an interior refugium during the LGM; instead, this species was restricted to the ice-free coastal areas and subsequently migrated inland via at least two independent migration routes during the present interglacial period. These results do not support the Clearwater refugium as a refugium for mesic species and suggest that mountain hemlock might be less limited by dispersal ability than previously thought. As part of the dissertation research by project PhD student Matias Fernandez, we are continuing to explore the genomic data of our target species. By applying innovative genomic analyses, this project has offered new insights into ecological responses to past climate change and addressed longstanding questions that cannot be answered with paleoecological approaches.\n\n \n\nDuring the course of this project, the principal investigators trained one PhD student from an underrepresented minority group, four undergraduate students from University of Illinois and two visiting undergraduates from China, and co-hosted an international workshop that resulted in a high-impact review paper. In addition to mentoring efforts, project personnel engaged in a number of outreach activities including organizing a Biodiversity outreach event at (part of PI Heath?s graduate course on Broader Impacts), contributing to the Plant Biology Graduate students? Plants iView program for local middle school children, helping organize Science Night events for underfunded primary schools in northern Illinois, and contributing datasets and curriculum materials for an upcoming teacher workshop on climate change and ecology planned for summer 2017.\n\n \n\n\t\t\t\t\tLast Modified: 07/29/2016\n\n\t\t\t\t\tSubmitted by: Katy D Heath"
 }
}