{
 "awd_id": "1146520",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A phylogenetic approach to understanding the evolution of hybrid viability loci in Tigriopus californicus",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George Gilchrist",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 173000.0,
 "awd_amount": 173000.0,
 "awd_min_amd_letter_date": "2012-01-05",
 "awd_max_amd_letter_date": "2012-01-05",
 "awd_abstract_narration": "The copepod Tigriopus californicus is an emerging model system for studies of speciation and resistance to environmental stress. Such work will be greatly improved by a better understanding of the evolutionary relationships among T. californicus populations. The current study will construct an evolutionary tree (phylogeny) of 20 populations using DNA sequence from 12 genes. A number of different methods will be used to determine the best evolutionary tree for the combined dataset, including analyses of the level of agreement among different genes. Results will be used to test the null hypothesis that genes evolved at equal rates, with the expectation that nuclear genes (chromosomal genes inherited from both parents) evolved more slowly than mitochondrial genes (genes on a separate organelle inherited only from the mother). The completed phylogeny will provide an evolutionary framework for future planned studies of how gene conflicts accumulate when isolated populations diverge from each other.\r\n\r\nDNA sequence data will be deposited in public databases, thereby increasing genomic resources for copepods, one of the most abundant groups of multicellular animals on the planet. Beyond its relevance to copepods, the research will contribute to the broader issue of the rate of evolutionary change in mitochondrial vs. nuclear genes. The work will directly fund research by both graduate and undergraduate students. Funds will also be used to support a new collaboration between the Edmands Lab and the Aquarium of the Pacific aimed at enhancing public understanding of issues involving evolution in marine environments.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Suzanne",
   "pi_last_name": "Edmands",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Suzanne Edmands",
   "pi_email_addr": "sedmands@usc.edu",
   "nsf_id": "000293076",
   "pi_start_date": "2012-01-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "University Park",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900890371",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737800",
   "pgm_ele_name": "EVOLUTIONARY GENETICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 173000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The aim of this project was to construct an evolutionary tree (phylogeny) for populations of the invertebrate <em>Tigriopus californicus</em>. This species is a small marine crustacean that is increasingly used as model system for understanding the genetic basis of speciation, as well as the genes underlying tolerance of environmental stressors such as salinity, temperature and pollutants. Previous evolutionary trees for this species were largely based on mitochondrial genes, which are genes on an organelle inherited only from the mother. The drawback of these previous studies is that mitochondrial DNA does not always reflect the true history of the species being studied.</p>\n<p>Our study assessed evolutionary relationships among 20 populations, using DNA sequence from one mitochondrial gene and 7 nuclear genes (chromosomal genes inherited from both parents). &nbsp;Results based on nuclear genes are strongly concordant with the mitochondrial phylogeny. Importantly, the nuclear data support the existence of a cryptic species at the southern end of the species range.</p>\n<p>The project supported the dissertation research of a female Ph.D. student. The work also provided training opportunities for five undergraduate researchers, including several who have already become coauthors on a published paper. Results of the study enhance the value of <em>T. californicus</em> as a model system, providing a strong framework for testing evolutionary hypotheses. Lastly, the project supported a number of outreach efforts in and around the Los Angeles area. This included initiating an annual &ldquo;Darwin Day&rdquo; at a large public aquarium, an event aimed at promoting public understanding of evolution and its importance for practical issues in fisheries and conservation.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2014<br>\n\t\t\t\t\tModified by: Suzanne&nbsp;Edmands</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe aim of this project was to construct an evolutionary tree (phylogeny) for populations of the invertebrate Tigriopus californicus. This species is a small marine crustacean that is increasingly used as model system for understanding the genetic basis of speciation, as well as the genes underlying tolerance of environmental stressors such as salinity, temperature and pollutants. Previous evolutionary trees for this species were largely based on mitochondrial genes, which are genes on an organelle inherited only from the mother. The drawback of these previous studies is that mitochondrial DNA does not always reflect the true history of the species being studied.\n\nOur study assessed evolutionary relationships among 20 populations, using DNA sequence from one mitochondrial gene and 7 nuclear genes (chromosomal genes inherited from both parents).  Results based on nuclear genes are strongly concordant with the mitochondrial phylogeny. Importantly, the nuclear data support the existence of a cryptic species at the southern end of the species range.\n\nThe project supported the dissertation research of a female Ph.D. student. The work also provided training opportunities for five undergraduate researchers, including several who have already become coauthors on a published paper. Results of the study enhance the value of T. californicus as a model system, providing a strong framework for testing evolutionary hypotheses. Lastly, the project supported a number of outreach efforts in and around the Los Angeles area. This included initiating an annual \"Darwin Day\" at a large public aquarium, an event aimed at promoting public understanding of evolution and its importance for practical issues in fisheries and conservation.\n\n \n\n\t\t\t\t\tLast Modified: 09/29/2014\n\n\t\t\t\t\tSubmitted by: Suzanne Edmands"
 }
}