{
 "awd_id": "1146373",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: The structure, function, and evolution of a regulatory network controlling sexually dimorphic fruit fly development",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": "7032924675",
 "po_email": "mbuechne@nsf.gov",
 "po_sign_block_name": "Matt Buechner",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 470900.0,
 "awd_min_amd_letter_date": "2011-12-30",
 "awd_max_amd_letter_date": "2015-07-06",
 "awd_abstract_narration": "Gene networks are fundamental to animal development, and though the complexity of these networks has been mapped in model organisms, the critical connection between network evolution and organismal diversity remains unclear. This project provides a unique perspective to these complex biological networks by investigating how new fruit fly pigmentation patterns were achieved through the modification of connections between pivotal members of a pigmentation gene network. Using candidate gene and genome-scale approaches it will be determined how a key regulatory protein is connected to and thereby controls the utilization of a battery of target genes necessary to make a pigmentation pattern. Furthermore, by comparing network connections between both related species and populations within a species that exhibit different pigmentation patterns it will be revealed how these connections evolved and the network effects resulting from natural variation in the production of this key regulatory protein.  \r\n\r\nAn enhanced understanding of this model gene network will aid both the evolutionary and developmental biology communities in the construction and testing of hypotheses as to how other gene networks operate and have changed to control diverse traits in diverse lineages. Moreover, these outcomes bear upon the human condition as genetic differences in the DNA sequences connecting regulatory proteins to their target genes is a major yet poorly understood cause of variation between individuals. This project will achieve numerous broader impacts, including: training opportunities for undergraduate and graduate students, the development of both lab exercises for high school biology curricula and research experiences for high school students, and interactions at University symposia and on visitations to area High Schools with non-scientific students and teachers to communicate the contributions of evolutionary developmental biology to modern scientific thought and the value of scientific research to society.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Williams",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas Williams",
   "pi_email_addr": "twilliams2@udayton.edu",
   "nsf_id": "000561375",
   "pi_start_date": "2011-12-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Dayton",
  "inst_street_address": "300 COLLEGE PARK AVE",
  "inst_street_address_2": "",
  "inst_city_name": "DAYTON",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "9372293232",
  "inst_zip_code": "454690001",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "OH10",
  "org_lgl_bus_name": "UNIVERSITY OF DAYTON",
  "org_prnt_uei_num": "V62NC51F7YV1",
  "org_uei_num": "V62NC51F7YV1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Dayton",
  "perf_str_addr": "300 College Park",
  "perf_city_name": "Dayton",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "454690104",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "OH10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "108000",
   "pgm_ele_name": "Evolution of Develp Mechanism"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 160000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 304900.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; &nbsp; &nbsp;The bodies of animals and their features are built by the choreographed actions of numerous genes, so called <strong>gene regulatory networks</strong> (<strong>GRNs</strong>). Each GRN is established by and operates through the activities of <strong>cis-regulatory element</strong> (<strong>CRE</strong>) DNA sequences that function to switch the use of genes on and off in the correct cells and times during an animal&rsquo;s life. The particular switch activity of a CRE is determined by its DNA sequence and the collection of transcription factor proteins that binds to the sequence. While GRNs, CREs, and the binding events of transcription factors have been characterized for several traits, we lack an understanding of how these general features of animal development evolve to shape species diversity. We utilized a <em>Drosophila</em> fruit fly abdomen pigmentation model to better understand how a GRN and its CREs evolved in route to establishing a pattern of coloration that is limited to the male abdomen (referred to as being dimorphic). Collectively this grant resulted in intellectual merit and broader impacts that will benefit science and society.</p>\n<p>&nbsp; &nbsp; &nbsp;This grant resulted in intellectual merit that advanced our understanding of animal development and its evolution. This project&rsquo;s goals were to determine how the <em>bab</em> genes evolved to limit fruit fly pigmentation to the male abdomen. Previous studies indicated that diversity in male pigmentation was shaped by an evolving pattern of dimorphic Bab transcription factor expression (the making of a gene&rsquo;s protein product) that controls the distribution of enzymes that produce pigments. After four years of support, 6 papers were published. A publication in <em>PLoS Genetics</em> showed how the repeated modification to a CRE controlling <em>bab</em> gene expression shaped multiple cases of divergence in female pigmentation. We published a paper in <em>Evolution and Development</em> that explored the timing of Bab&rsquo;s influence on pigmentation, and showed that Bab expression often does not reflect the observed differences in male pigmentation between species. Thus we reconsidered our existing framework for the evolution of male pigmentation and sought other transcription factors that shape male pigmentation and its evolution. We published a paper in <em>Developmental Biology</em> in which we showed that the <em>Drosophila melanogaster</em> pigmentation GRN contains at least 28 transcription factors. These include the Hox gene <em>abd-A</em> and Hox cofactors <em>exd</em> and <em>hth</em> that we demonstrated to act as regulators of CREs controlling the expression of the pigmentation enzyme genes <em>tan</em> and <em>ebony</em>. In the species <em>Drosophila prostipennis</em>, male pigmentation is expanded into additional abdominal segments. In a <em>Developmental Biology</em> publication we reported how this expansion involved changes in a CRE controlling the expression of the pigmentation gene <em>yellow</em> and changes in as of-yet unidentified regulators of <em>tan</em> and <em>ebony</em> expression. Collectively, these publications highlight how our view of the GRN that governs pigmentation has shifted from changes in the regulation of Bab, and the melanin synthesis enzymes to other &ldquo;internal nodes&rdquo; of the GRN - transcription factors that directly control the expression of the terminal enzymes. Consistent with this view, we published a paper in <em>PLoS Genetics</em> which indicated that alterations in transcription factors played a major role in both diversity in and losses of male pigmentation. Moreover, this study showed how the similar patterns of <em>tan</em> and <em>yellow</em> gene expression were achieved by two distinct codes of Hox regulation embedded in a CRE for each gene. Though much of the past research on the evolution of CREs fo...",
  "por_txt_cntn": "\n     The bodies of animals and their features are built by the choreographed actions of numerous genes, so called gene regulatory networks (GRNs). Each GRN is established by and operates through the activities of cis-regulatory element (CRE) DNA sequences that function to switch the use of genes on and off in the correct cells and times during an animalÆs life. The particular switch activity of a CRE is determined by its DNA sequence and the collection of transcription factor proteins that binds to the sequence. While GRNs, CREs, and the binding events of transcription factors have been characterized for several traits, we lack an understanding of how these general features of animal development evolve to shape species diversity. We utilized a Drosophila fruit fly abdomen pigmentation model to better understand how a GRN and its CREs evolved in route to establishing a pattern of coloration that is limited to the male abdomen (referred to as being dimorphic). Collectively this grant resulted in intellectual merit and broader impacts that will benefit science and society.\n\n     This grant resulted in intellectual merit that advanced our understanding of animal development and its evolution. This projectÆs goals were to determine how the bab genes evolved to limit fruit fly pigmentation to the male abdomen. Previous studies indicated that diversity in male pigmentation was shaped by an evolving pattern of dimorphic Bab transcription factor expression (the making of a geneÆs protein product) that controls the distribution of enzymes that produce pigments. After four years of support, 6 papers were published. A publication in PLoS Genetics showed how the repeated modification to a CRE controlling bab gene expression shaped multiple cases of divergence in female pigmentation. We published a paper in Evolution and Development that explored the timing of BabÆs influence on pigmentation, and showed that Bab expression often does not reflect the observed differences in male pigmentation between species. Thus we reconsidered our existing framework for the evolution of male pigmentation and sought other transcription factors that shape male pigmentation and its evolution. We published a paper in Developmental Biology in which we showed that the Drosophila melanogaster pigmentation GRN contains at least 28 transcription factors. These include the Hox gene abd-A and Hox cofactors exd and hth that we demonstrated to act as regulators of CREs controlling the expression of the pigmentation enzyme genes tan and ebony. In the species Drosophila prostipennis, male pigmentation is expanded into additional abdominal segments. In a Developmental Biology publication we reported how this expansion involved changes in a CRE controlling the expression of the pigmentation gene yellow and changes in as of-yet unidentified regulators of tan and ebony expression. Collectively, these publications highlight how our view of the GRN that governs pigmentation has shifted from changes in the regulation of Bab, and the melanin synthesis enzymes to other \"internal nodes\" of the GRN - transcription factors that directly control the expression of the terminal enzymes. Consistent with this view, we published a paper in PLoS Genetics which indicated that alterations in transcription factors played a major role in both diversity in and losses of male pigmentation. Moreover, this study showed how the similar patterns of tan and yellow gene expression were achieved by two distinct codes of Hox regulation embedded in a CRE for each gene. Though much of the past research on the evolution of CREs focused on elements that turn on gene expression, we published a paper in PLoS Genetics that revealed how the independent modification of an element that turns off the expression of the gene ebony contributed to the reduction of male pigmentation. Our results support the argument that further studies in this fruit fly pigmentation system may provide the most mechanistically detaile..."
 }
}