{
 "awd_id": "1146372",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Maya Projectile Technology",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2012-01-15",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 19872.0,
 "awd_amount": 19872.0,
 "awd_min_amd_letter_date": "2012-01-19",
 "awd_max_amd_letter_date": "2012-01-27",
 "awd_abstract_narration": "Under the direction of Dr. Prudence Rice, Mr. Nathan Meissner will analyze small chipped-stone projectile points manufactured by Postclassic Mayan peoples to gain insight into their economic and trade practices. This regional study will examine similarities and differences in the manufacturing technology of projectile (arrow) points from multiple sites throughout the Maya lowlands, including Guatemala, Belize, and Mexico. The selection of sites will also allow comparisons among various cultural sub-groupings of Mayan-speaking peoples. \r\n\r\nData generated from this seven-month study will be used to address two general anthropological questions that are yet to be fully answered in Mesoamerica: (1) How does large-scale trading and heightened social interaction impact technological systems at traditional levels of social organization? (2) To what degree might cultural boundaries impact aspects of tool production during periods of intensified social interaction?  Point technologies in the form of arrow tips provide an excellent source of data to address these questions, as raw material procurement strategies, the design process, and the use life of artifacts encode important information about past behaviors.\r\n\r\nThis study will generate new data on small points produced by Maya through a combination of macroscopic technological analysis, X-Ray Florescence (XRF), site-based spatial analysis, and protein residue analysis using cross-over immuno-electrophoresis (CIEP).  Macroscopic analysis will be the basis for creating a taxonomic classification of technological styles. XRF will be used to chemically source the origins of obsidian traded into the Maya lowlands from volcanic regions in highland Guatemala and Mexico, and reconstruct trade patterns. Spatial analysis and protein residue identification will provide important clues concerning contexts of bow-and-arrow use that relate to hunting, warfare, and ritual activities.  A technological systems framework will be used to interpret variability of these data at a local level and a regional level, and will contribute to an anthropological understanding of past economies and the political geography of the Postclassic lowland Maya.\r\n\r\nThe project will provide graduate student training. It will also help to create partnerships between academic and governmental institutions in Guatemala, Belize, and Mexico. This study will also create the first taxonomic classification of its kind, providing future researchers a system for more refined site-to-site comparisons of small point technology.  The results of this study will be disseminated in various forms including a dissertation, papers presented at academic conferences, and peer-reviewed journal articles in both English and Spanish.  All data resulting from the project will be shared online in the form of an interactive website, and will also be uploaded to the Digital Archaeological Record (tDAR) for electronic sharing.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Prudence",
   "pi_last_name": "Rice",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Prudence M Rice",
   "pi_email_addr": "price@siu.edu",
   "nsf_id": "000236807",
   "pi_start_date": "2012-01-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nathan",
   "pi_last_name": "Meissner",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Nathan J Meissner",
   "pi_email_addr": "nato@siu.edu",
   "nsf_id": "000595157",
   "pi_start_date": "2012-01-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Southern Illinois University at Carbondale",
  "inst_street_address": "900 S NORMAL AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CARBONDALE",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "6184534540",
  "inst_zip_code": "629014302",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "IL12",
  "org_lgl_bus_name": "BOARD OF TRUSTEES OF SOUTHERN ILLINOIS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y28BEBJ4MNU7"
 },
 "perf_inst": {
  "perf_inst_name": "Southern Illinois University at Carbondale",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "629014301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "IL12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 19872.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was designed to understand regional variability of small chipped-stone projectile point technology in the Maya Lowlands, and to relate technological variability to larger hypotheses of economic activity during the Late Postclassic and Contact periods (AD 1250-1697).&nbsp;The current research tested whether strategies of point manufacture were closely bound to distinct ethnopolitical groupings, namely the Mayan-speaking groups known as Itza, Xiw, Kowoj, Chak&rsquo;an Itza, Pet&eacute;n Itza, Kehach, Dzuluinikob, and Chuj. Literature suggests that the Postclassic period was a time of heightened &ldquo;international&rdquo; exchange, defined by frequent inter-polity interactions, information sharing, and intensified long-distance exchange of raw materials across political boundaries. From these characterizations, a major project goal was to answer the following research questions: (1) How are the technological systems of non-elite goods (like arrow points) impacted during such periods? and (2) To what degree did Maya political geography (including alliances and hostilities) allow for technical sharing among primary producers?</p>\n<p>During 2012-2013, the co-PI used National Science Foundation funding to complete a study of 1,974 small arrow points originating from 13 archaeological sites in Guatemala, Belize, and Mexico. The goal of the analysis was to gather metric data from the specimens to create a classification system, and to understand what forms of technological variation existed among Maya groups. This study also generated new data from points using instrumental methods, including portable x-ray florescence (pXRF) and protein residue analysis (CIEP). PXRF was used to chemically source the origins of obsidian traded into the Maya Lowlands from volcanic regions in highland Guatemala and Mexico, to reconstruct trade patterns. Protein residue analysis was used to identify any remaining blood proteins present on points to understand their use in hunting and/or warfare.</p>\n<p>Several preliminary results have emerged pertaining to the goals and objectives of the project. Extreme variability in point types suggests that more detailed attention to local political groupings is necessary to understand the technological systems of small projectile weaponry. This is based on multiple lines of evidence, including raw material selection, production techniques, and use variability. Obsidian provenance analysis revealed complex patterns of obsidian procurement involving small point technology, suggesting that different ethnopolitical groups had varying strategies of raw materials acquisition. Using PXRF results, at least four subnetworks of obsidian exchange were identified that pertain to point production.</p>\n<p>The current project strongly suggests the existence of localized patterns of small point technology during the Postclassic. Such information serves to refine economic models of Postclassic Mesoamerican economies. If long-distance exchange was a driving force for the increased production of goods for international trade, it did not appear to have substantial impacts on local projectile production, exchange, and use patterns in the Maya region.</p>\n<p>This project has several broad impacts that extend beyond its duration, and its innovative combination of methods is valuable to researchers outside of Mesoamerican studies. This project has created several collaborative connections with archaeological institutions, museums, and universities located in Guatemala, Belize, Mexico, Canada, and the United States. The results of this study have been disseminated in six venues including conference presentations, posters, and public talks. All data will be published in the form of a dissertation by the co-PI and peer-reviewed journal articles. Primary data will be made available on tDAR for any individuals at research institutions, as well as the general public.&nbs...",
  "por_txt_cntn": "\nThis project was designed to understand regional variability of small chipped-stone projectile point technology in the Maya Lowlands, and to relate technological variability to larger hypotheses of economic activity during the Late Postclassic and Contact periods (AD 1250-1697). The current research tested whether strategies of point manufacture were closely bound to distinct ethnopolitical groupings, namely the Mayan-speaking groups known as Itza, Xiw, Kowoj, ChakÆan Itza, Pet&eacute;n Itza, Kehach, Dzuluinikob, and Chuj. Literature suggests that the Postclassic period was a time of heightened \"international\" exchange, defined by frequent inter-polity interactions, information sharing, and intensified long-distance exchange of raw materials across political boundaries. From these characterizations, a major project goal was to answer the following research questions: (1) How are the technological systems of non-elite goods (like arrow points) impacted during such periods? and (2) To what degree did Maya political geography (including alliances and hostilities) allow for technical sharing among primary producers?\n\nDuring 2012-2013, the co-PI used National Science Foundation funding to complete a study of 1,974 small arrow points originating from 13 archaeological sites in Guatemala, Belize, and Mexico. The goal of the analysis was to gather metric data from the specimens to create a classification system, and to understand what forms of technological variation existed among Maya groups. This study also generated new data from points using instrumental methods, including portable x-ray florescence (pXRF) and protein residue analysis (CIEP). PXRF was used to chemically source the origins of obsidian traded into the Maya Lowlands from volcanic regions in highland Guatemala and Mexico, to reconstruct trade patterns. Protein residue analysis was used to identify any remaining blood proteins present on points to understand their use in hunting and/or warfare.\n\nSeveral preliminary results have emerged pertaining to the goals and objectives of the project. Extreme variability in point types suggests that more detailed attention to local political groupings is necessary to understand the technological systems of small projectile weaponry. This is based on multiple lines of evidence, including raw material selection, production techniques, and use variability. Obsidian provenance analysis revealed complex patterns of obsidian procurement involving small point technology, suggesting that different ethnopolitical groups had varying strategies of raw materials acquisition. Using PXRF results, at least four subnetworks of obsidian exchange were identified that pertain to point production.\n\nThe current project strongly suggests the existence of localized patterns of small point technology during the Postclassic. Such information serves to refine economic models of Postclassic Mesoamerican economies. If long-distance exchange was a driving force for the increased production of goods for international trade, it did not appear to have substantial impacts on local projectile production, exchange, and use patterns in the Maya region.\n\nThis project has several broad impacts that extend beyond its duration, and its innovative combination of methods is valuable to researchers outside of Mesoamerican studies. This project has created several collaborative connections with archaeological institutions, museums, and universities located in Guatemala, Belize, Mexico, Canada, and the United States. The results of this study have been disseminated in six venues including conference presentations, posters, and public talks. All data will be published in the form of a dissertation by the co-PI and peer-reviewed journal articles. Primary data will be made available on tDAR for any individuals at research institutions, as well as the general public. \n\n \n\n\t\t\t\t\tLast Modified: 03/14/2014\n\n\t\t\t\t\tSubmitted by: Nathan J Meissner"
 }
}