{
 "awd_id": "1147975",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Imaging the Cascadia Subduction Zone: A Ship-to-shore Opportunity",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924693",
 "po_email": "greander@nsf.gov",
 "po_sign_block_name": "Gregory Anderson",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 190566.0,
 "awd_amount": 190566.0,
 "awd_min_amd_letter_date": "2012-04-30",
 "awd_max_amd_letter_date": "2013-05-27",
 "awd_abstract_narration": "Technical Abstract\r\n\r\nOceanic plates store water as hydrous minerals through alteration at mid-ocean ridges and ocean basins, and release that water as these minerals break down in subduction zones.  The relatively small Juan de Fuca plate allows an opportunity to completely image this process, from ridge to subduction zone thrust.  This project enhances a major active-source seismic cruise of the R/V Langseth that will traverse the Juan de Fuca plate during the summer of 2012, extending the active seismic acquisition towards the shore and deploying 6 additional ocean bottom seismometers and 48 onshore seismometers to record the offshore sources. This will allow us to extend the velocity models landward of the trench, covering the locked zone and the up-dip edge of the part of the plate boundary that is characterized by episodic tremor and slip. The recorded data will overlap spatially with two of the densest receiver function transects across a subduction megathrust and will allow us to conduct an integrated analysis of the short-period and broad-band seismic response of thrust zone structure. By sampling along two corridors, one coming ashore in Washington and one in Oregon, we can investigate the hypothesis that subduction zone thrust properties vary along strike due to variable hydration of the oceanic plate, and explore relationships both in the locked zone and in the region of slow slip that may be affected by variations in hydration of the subducting plate. The integrated analysis of active-source with coincident existing passive-source data will place multiple-wavelength constraints on the extent to which thrust zones are characterized by substantial excess pore pressure or thick metasedimentary subduction channels. In addition, off Oregon we propose to shoot 5 shorter lines to enhance and extend the existing 3D coverage of ray paths in a segment of the margin that displays strong evidence of along-strike heterogeneity, including evidence for subducted seamounts that impact interplate coupling.  Paleo-seismic data indicate that this segment is a major transition in the recurrence interval of plate boundary earthquakes. These hypotheses are closely related to many of the \"Outstanding Questions\" in the EarthScope Science Plan for 2010-2020, and address several motivating questions of the GeoPRISMS Subduction Cycles and Dynamics Initiative.\r\n\r\n\tNon-technical Summary \r\n\r\n\tThe largest earthquakes on earth arise from the thrust faults of subduction zones, and the most likely place for a magnitude 9.0 earthquake in the 48 contiguous United States lies in the Cascadia subduction zone, just offshore Oregon, Washington, and northern California.  Still, little remains known about the behavior of such fault zones, because their physical characteristics cannot be sampled directly at the depths that earthquakes occur. The scarcity of historical earthquakes on the Cascadia thrust zone further clouds our understanding of it.  Seismic waves provide the main tool for examining the nature of these faults, allowing to construct images of these regions in a process that is analogous to a combined CAT scan and ultrasound of the human body. Prior studies have indicated an important role for water and sediment in allowing or regulating large earthquakes, and have been interpreted to show that thrust fault zones are either thick regions of very high pore pressure or regions lubricated by sediment. In this study, we take advantage of a previously-scheduled active-source seismic survey just offshore of the Cascadia subduction zone, focused on imaging the incoming Juan de Fuca plate, to gather additional data to sample the structure of the thrust zone. The project includes both offshore and on land seismograph deployments.  We will compare the information we obtain on the structure of the fault zone here with images of the incoming plate being obtained farther offshore to see how the plate changes as it enters the subduction zone.  We will also compare our results to images obtained previously using much lower frequency earthquake sources and to images from other subduction zones that have recently experienced very large earthquakes (e.g. NE Japan and central Chile). This study will improve our understanding of the relationship between fault zone structure, incoming and upper-plate structure, and earthquake hazards in the region. The project also emphasizes student training across a broad spectrum of field acquisition and seismic analysis techniques.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Tréhu",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Anne M Tréhu",
   "pi_email_addr": "trehu@coas.oregonstate.edu",
   "nsf_id": "000238365",
   "pi_start_date": "2012-04-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "COAS Admin. Bld. 104",
  "perf_city_name": "Corvallis",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973315503",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "017F00",
   "pgm_ele_name": "EARTHSCOPE-SCIENCE UTILIZATION"
  },
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "017F",
   "pgm_ref_txt": "EARTHSCOPE-SCIENCE UTILIZATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 122700.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 67866.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>The objective of this project was to acquire data to generate a 3D tomographic P-wave velocity model of the continental margin beneath central Oregon.&nbsp; In this region, the Juan de Fuca plate is subducting beneath the Pacific Northwest.&nbsp; The historic and geologic record indicated that this subduction zone has generated great earthquakes in the past (most recently in 1700), and should be expected to do so again. &nbsp;Seismic tomography is analogous to doing a CAT-scan of the Earth.</p>\n<p><span style=\"white-space: pre;\"> </span>This segment shows symptoms that suggest that it is important for understanding the behavior of the Cascadia subduction zone. (1) It is the only place along a 550 km-long stretch of the subduction zone to have generated earthquakes with magnitude &gt;3 since 1989, including events with magnitude 4.7 and 4.8 in 2004.&nbsp; Since 2004, approximately 6 small earthquakes/year have been detected here.&nbsp; (2) Several potential segment boundaries (i.e. places where rupture during approximately half of the large earthquakes in the geologic record have stopped, thus limiting the earthquake magnitude) have been identified in this region. (3) GPS data acquired over the past decade indicate that this segment of the subduction is less firmly locked than the segment to the north. (5) Older imaging data suggested the presence of large variations in crustal P-wave velocity (and consequently rock composition and structure) in this region, but were inadequate to determine their extent.&nbsp; By obtaining a 3D image of the subsurface, we can build a stronger understanding of the geologic factors that affect how strongly plates are locked and why plate motion is accommodated in some places and at some times by rapid slip in large earthquakes and in other places and other times by slower, non-destructive, slip in a process known as creep.&nbsp; This improved understanding can then inform seismic hazard analyses and early warning strategies.&nbsp;</p>\n<p><span style=\"white-space: pre;\"> </span>The accompanying composite figure summarizes some of the results of this project.&nbsp; The map shows the experimental layout.&nbsp; Grey lines show seismic sources from 2012 and black lines show seismic sources from previous experiemnts in 1989 and 1996.&nbsp; Dots offshore are ocean-bottom seismometers (yellow for 2012; green for 1989/1996).&nbsp; Onshore seismic stations are shown by red squares (temporary sites installed by us in 2012), teal triangles (Pacific Northwest Seismic Network sites operating in 2012), green squares (temporary sites in 1989/1996). The red square indicates the region shown in the P-wave velocity slices.</p>\n<p><span style=\"white-space: pre;\"> </span>The second figure shows four horizontal slices at depths of 4, 6, 10 and 12 km through the imaged volume and a color scale indicating the P-wave seismic velocity.&nbsp; Dots on those slices are the epicenters of earthquakes in this region that we have relocated using ocean-bottom seismometers and a local velocity model to improve location accuracy; colors represent spatial or temporal clustering of activity. Most, if not all, of these events are located on an east-dipping surface near the plate boundary and represent slip on the plate boundary rather than deformation in the subducting plate, as previously thought.&nbsp; The earthquake activity is also correlated with variations in the velocity structure that are indicative of buried geologic structures.&nbsp; A north-west-trending high velocity slab seen in the slice at 6 km may be the conduit that fed the Miocene-age igneous intrusion that forms Cape Perpetua.&nbsp; This slab may be helping to resist subduction of a seamount on the Juan de Fuca plate (indicated by the break in the North-South aqua strip in the slices at 10-12 km depth), resulting in much of the observed seismicity.&nbsp; A second c...",
  "por_txt_cntn": "\n The objective of this project was to acquire data to generate a 3D tomographic P-wave velocity model of the continental margin beneath central Oregon.  In this region, the Juan de Fuca plate is subducting beneath the Pacific Northwest.  The historic and geologic record indicated that this subduction zone has generated great earthquakes in the past (most recently in 1700), and should be expected to do so again.  Seismic tomography is analogous to doing a CAT-scan of the Earth.\n\n This segment shows symptoms that suggest that it is important for understanding the behavior of the Cascadia subduction zone. (1) It is the only place along a 550 km-long stretch of the subduction zone to have generated earthquakes with magnitude &gt;3 since 1989, including events with magnitude 4.7 and 4.8 in 2004.  Since 2004, approximately 6 small earthquakes/year have been detected here.  (2) Several potential segment boundaries (i.e. places where rupture during approximately half of the large earthquakes in the geologic record have stopped, thus limiting the earthquake magnitude) have been identified in this region. (3) GPS data acquired over the past decade indicate that this segment of the subduction is less firmly locked than the segment to the north. (5) Older imaging data suggested the presence of large variations in crustal P-wave velocity (and consequently rock composition and structure) in this region, but were inadequate to determine their extent.  By obtaining a 3D image of the subsurface, we can build a stronger understanding of the geologic factors that affect how strongly plates are locked and why plate motion is accommodated in some places and at some times by rapid slip in large earthquakes and in other places and other times by slower, non-destructive, slip in a process known as creep.  This improved understanding can then inform seismic hazard analyses and early warning strategies. \n\n The accompanying composite figure summarizes some of the results of this project.  The map shows the experimental layout.  Grey lines show seismic sources from 2012 and black lines show seismic sources from previous experiemnts in 1989 and 1996.  Dots offshore are ocean-bottom seismometers (yellow for 2012; green for 1989/1996).  Onshore seismic stations are shown by red squares (temporary sites installed by us in 2012), teal triangles (Pacific Northwest Seismic Network sites operating in 2012), green squares (temporary sites in 1989/1996). The red square indicates the region shown in the P-wave velocity slices.\n\n The second figure shows four horizontal slices at depths of 4, 6, 10 and 12 km through the imaged volume and a color scale indicating the P-wave seismic velocity.  Dots on those slices are the epicenters of earthquakes in this region that we have relocated using ocean-bottom seismometers and a local velocity model to improve location accuracy; colors represent spatial or temporal clustering of activity. Most, if not all, of these events are located on an east-dipping surface near the plate boundary and represent slip on the plate boundary rather than deformation in the subducting plate, as previously thought.  The earthquake activity is also correlated with variations in the velocity structure that are indicative of buried geologic structures.  A north-west-trending high velocity slab seen in the slice at 6 km may be the conduit that fed the Miocene-age igneous intrusion that forms Cape Perpetua.  This slab may be helping to resist subduction of a seamount on the Juan de Fuca plate (indicated by the break in the North-South aqua strip in the slices at 10-12 km depth), resulting in much of the observed seismicity.  A second cluster of activity underlies a deep basin seen in the slice at 4 km and may be associated with relatively high velocity at greater depth, as indicated by the indentation in the aqua strip at 10-12 km depth. \n\nThis project piggybacked on a previously scheduled marine imaging project and integrated the new data with data ..."
 }
}