{
 "awd_id": "1147959",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Beyond the Iambic/Trochaic Law: Perceptual influences on subjective grouping of rhythmic speech",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan Maling",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 196999.0,
 "awd_amount": 196999.0,
 "awd_min_amd_letter_date": "2012-01-26",
 "awd_max_amd_letter_date": "2012-01-26",
 "awd_abstract_narration": "Rhythm in human languages is often expressed as repeated pairings of syllables with different emphasis (stress), as in the place name Apalachicola, (A-pa)(LA-chi)(CO-la). Because such binary groupings (feet) recur widely across languages, linguists view them as important building blocks of language prosody. One very common foot type (a trochee) combines two short syllables with initial emphasis (BA ba), and another common type (an iamb) pairs a short with a following long syllable, (ba baa). Linguists have hypothesized that the evolution of these foot types in language may have been shaped by two principles of auditory perception according to which (i) sound sequences that contrast volume tend to be perceived as loud-initial groupings (trochees), and (ii) sound sequences contrasting duration tend toward long-last groupings (iambs). These principles have been validated in studies that have tested the influence of volume and duration separately, using primarily non-speech sounds (for example, tones). \r\n\r\nHowever, human language is more complex in that intensity (volume) and duration cues generally vary together, not separately. Moreover, other sound features, for example glottalization (laryngeal creakiness), are known to interact with stress groupings in language, although the influence of these cues on subjective grouping has not been tested with human subjects in speech perception studies. This project takes the next step with a series of speech perception experiments designed to study these issues. First, the influence on subjective grouping of jointly varying intensity and duration will be studied. Parallel experiments will study the influence of varying glottalization both in isolation, and in combination with duration. To study the issue of whether subjective grouping preferences based on the specific features studied are language specific or general, planned experiments will be conducted with native speakers of (Mexican) Spanish and Zapotec in addition to English. This work is expected to advance our understanding of how perceptual features that influence the cognitive activity of grouping may have helped to shape aspects of human language.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Megan",
   "pi_last_name": "Crowhurst",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Megan J Crowhurst",
   "pi_email_addr": "mcrowhurst@austin.utexas.edu",
   "nsf_id": "000387206",
   "pi_start_date": "2012-01-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Texas at Austin",
  "perf_str_addr": "P.O. Box 7726",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787137726",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 196999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"text-decoration: underline;\">Intellectual merit</span>. This speech perception project studied how native English, Spanish, and Zapotec speakers preferentially segment sequences of syllables into smaller, units when these sequences are made to alternate rhythmic by varying intensity, duration, and laryngealization (&ldquo;creaky&rdquo; voice quality). These acoustic features are important in signaling prosodic patterns (for example, stress and intonation) in languages. Knowing how varying these features influences listeners&rsquo; rhythmic grouping perceptions is important for several reasons.&nbsp; The first is to better understand prosodic typology, the ways in which prosodic patterns are similar and different across languages. The second reason relates to a current debate about possible connections between human language cognition and music cognition. Some researchers believe that language is a special type of music; others, that humans are specially adapted for language independently of music cognition. The features most commonly studied in rhythmic grouping studies; intensity, duration, and pitch; have both musical and linguistic importance. No prior grouping study had tested an exclusively linguistic feature such as laryngealization.&nbsp; If language cognition is independent of music cognition, we would expect purely linguistic features to influence listeners&rsquo; perception of prosodic organization.&nbsp; We would also expect rhythmic grouping preferences for all the features studied to be influenced by properties of listeners&rsquo; languages. For these reasons, the issues studied in this research are deeply connected to our most basic cognitive predispositions and how our experience of language shapes our perception.</p>\n<p><span style=\"text-decoration: underline;\">Outcomes</span>. When Zapotec, English, and Spanish speakers segmented sequences in which intensity fluctuated, all groups strongly preferred loud-soft groupings. This pattern has been found with speakers of several other languages, and we begin to suspect that it may reflect a human perceptual bias that may be independent of language.&nbsp; When duration was varied simultaneously with intensity, increasing length differences between alternating syllables increased short-long groupings regardless of language background, although intensity was still the dominant predictor of listeners&rsquo; grouping biases.&nbsp; When duration and laryngealization were varied singly, listeners&rsquo; grouping preferences varied in ways that can be related to characteristics of their languages.&nbsp; For duration, English speakers preferred short-long groupings, and Zapotec speakers preferred long-short groupings. These varied outcomes can be tied to differences in the stress patterns of these languages: syllables that end prosodic units in English are likely to be lengthened by rules associated with both stress and so called &ldquo;boundary lengthening&rdquo;. In Zapotec, stressed syllables also tend to be lengthened, but they are less likely to end prosodic units than in English.&nbsp; Spanish speakers had no clear preferences, which may reflect the fact that while duration differences signal prosodic structure in Spanish, variations in length are smaller than in English and Zapotec.&nbsp; Listeners&rsquo; grouping preferences were also influenced by laryngealization, and this also varied by language. English speakers preferred groupings in which the creaky syllable came last; Zapotec speakers, groupings in which the creaky syllable came first; and Spanish speakers had no clear preference. The findings for English and Zapotec speakers can again be linked to characteristics of their languages.&nbsp; Overall, the project&rsquo;s outcomes suggest that when human listeners perform tasks that we think of as being musical (here, the segmentation of rhythmic sequences), they do not rely exclusively on ...",
  "por_txt_cntn": "\nIntellectual merit. This speech perception project studied how native English, Spanish, and Zapotec speakers preferentially segment sequences of syllables into smaller, units when these sequences are made to alternate rhythmic by varying intensity, duration, and laryngealization (\"creaky\" voice quality). These acoustic features are important in signaling prosodic patterns (for example, stress and intonation) in languages. Knowing how varying these features influences listenersÆ rhythmic grouping perceptions is important for several reasons.  The first is to better understand prosodic typology, the ways in which prosodic patterns are similar and different across languages. The second reason relates to a current debate about possible connections between human language cognition and music cognition. Some researchers believe that language is a special type of music; others, that humans are specially adapted for language independently of music cognition. The features most commonly studied in rhythmic grouping studies; intensity, duration, and pitch; have both musical and linguistic importance. No prior grouping study had tested an exclusively linguistic feature such as laryngealization.  If language cognition is independent of music cognition, we would expect purely linguistic features to influence listenersÆ perception of prosodic organization.  We would also expect rhythmic grouping preferences for all the features studied to be influenced by properties of listenersÆ languages. For these reasons, the issues studied in this research are deeply connected to our most basic cognitive predispositions and how our experience of language shapes our perception.\n\nOutcomes. When Zapotec, English, and Spanish speakers segmented sequences in which intensity fluctuated, all groups strongly preferred loud-soft groupings. This pattern has been found with speakers of several other languages, and we begin to suspect that it may reflect a human perceptual bias that may be independent of language.  When duration was varied simultaneously with intensity, increasing length differences between alternating syllables increased short-long groupings regardless of language background, although intensity was still the dominant predictor of listenersÆ grouping biases.  When duration and laryngealization were varied singly, listenersÆ grouping preferences varied in ways that can be related to characteristics of their languages.  For duration, English speakers preferred short-long groupings, and Zapotec speakers preferred long-short groupings. These varied outcomes can be tied to differences in the stress patterns of these languages: syllables that end prosodic units in English are likely to be lengthened by rules associated with both stress and so called \"boundary lengthening\". In Zapotec, stressed syllables also tend to be lengthened, but they are less likely to end prosodic units than in English.  Spanish speakers had no clear preferences, which may reflect the fact that while duration differences signal prosodic structure in Spanish, variations in length are smaller than in English and Zapotec.  ListenersÆ grouping preferences were also influenced by laryngealization, and this also varied by language. English speakers preferred groupings in which the creaky syllable came last; Zapotec speakers, groupings in which the creaky syllable came first; and Spanish speakers had no clear preference. The findings for English and Zapotec speakers can again be linked to characteristics of their languages.  Overall, the projectÆs outcomes suggest that when human listeners perform tasks that we think of as being musical (here, the segmentation of rhythmic sequences), they do not rely exclusively on perceptual abilities related to music in doing so.  While some universal grouping tendencies may exist (findings for varied intensity suggest this much), humansÆ rhythmic grouping preferences can be influenced by exclusively linguistic (as opposed to musical) features, and any..."
 }
}