{
 "awd_id": "1147763",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Immersive Audio-visualization of Seismic Wave Fields in the Earth  (EarthScope Education & Outreach)",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924693",
 "po_email": "greander@nsf.gov",
 "po_sign_block_name": "Gregory Anderson",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 94708.0,
 "awd_amount": 94708.0,
 "awd_min_amd_letter_date": "2012-06-22",
 "awd_max_amd_letter_date": "2012-06-22",
 "awd_abstract_narration": "The core of this project is the development of a methodology (software\r\nand hardware) to produce synchronized visual and sonic representations\r\nof seismic wave fields in the Earth. Coupling these senses enables\r\npeople, from the general public to seasoned seismologists, to\r\nappreciate and perceive an enormous richness in the patterns of\r\nseismic wave fields. The aim is not to simulate the experience of an\r\nearthquake, but to render the physics of wave propagation in the globe\r\nand the nature of earthquake physics into a completely tactile\r\nexperience, unlike anything anyone has ever perceived. The working\r\ngroup is comprised of earth scientists, astrophysicists, sound and\r\ngraphics engineers and educators, from the Lamont Doherty Earth\r\nObservatory (LDEO), Princeton University, and the American Museum of\r\nNatural History (AMNH).\r\n\r\nThe images and sounds are generated from both USArray and GSN data, as\r\nwell as from simulations generated with the spectral element method\r\n(SEM), using the SPECFEM3D software.  Sounds are generated by shifting\r\nthe frequency of the seismic signal into the range of human hearing,\r\nand are filtered and stretched in time to optimize the coupled visual\r\nand sonic effects. Once the methodology is in place, it will take two\r\ngeneral forms:\r\n\r\nFirst, a web-based format that allows people to choose earthquakes and\r\nseismic data to listen to, with images produced by either a dense\r\narray of seismometers (i.e. the ground motion visualizations (GMVs)\r\nproduced by IRIS of the Transportable Array data) or a simulation of\r\nthe seismic wave field (i.e. by SPECFEM3D). This format will be useful\r\nfor classroom and laboratory purposes, and interactive museum\r\nexhibits, as well as for exploratory observation of raw data by\r\nseismologists.\r\n\r\nSecond, a version will be developed for the Hayden Planetarium at the\r\nAmerican Museum of Natural History, in New York City. The images,\r\nprojected on the planetarium dome, will include the surface of the\r\nEarth rendered as a membrane and also a volumetric rendering in which\r\nthe observer will see 3D wave fronts propagating throughout the globe.\r\nThe sounds will be tuned to the large speaker array in the\r\nPlanetarium.  Within the context of this project, several Public\r\nPrograms will occur in the Planetarium, in which the immersive\r\nexperience of listening to the Earth will be guided by the production\r\nteam.  These Public Programs are the essential first step towards\r\ndeveloping a full planetarium show on the dynamics of the Earth at\r\nAMNH.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Holtzman",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin K Holtzman",
   "pi_email_addr": "benh@ldeo.columbia.edu",
   "nsf_id": "000360683",
   "pi_start_date": "2012-06-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Kelemen",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Peter B Kelemen",
   "pi_email_addr": "peterk@ldeo.columbia.edu",
   "nsf_id": "000237684",
   "pi_start_date": "2012-06-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Lamont-Doherty Earth Observatory",
  "perf_str_addr": "61 Route 9W",
  "perf_city_name": "Palisades",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "109641707",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "NY17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "017F00",
   "pgm_ele_name": "EARTHSCOPE-SCIENCE UTILIZATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "017F",
   "pgm_ref_txt": "EARTHSCOPE-SCIENCE UTILIZATION"
  },
  {
   "pgm_ref_code": "1575",
   "pgm_ref_txt": "EDUCATION AND HUMAN RESOURCES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 94708.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">In this Education &amp; Outreach project, we have developed new methods for representing seismic data with sounds and movies, to engage the public in questions of what earthquakes and seismic waves teach us about the planet. The main venue for this development was the Hayden Planetarium at the American Museum of Natural History (collaborators on this project) in New York City, in the context of the &ldquo;SeismoDome&rdquo; program that we have performed three times on the grant funds. The program will likely continue to grow at the Hayden and be developed for other planetariums. Some of the movies developed for Seismodome are distributed on our vimeo channel: http://www.vimeo.com/seismicsoundlab and our website: http://www.seismicsoundlab/org. These movies are being incorporated into classroom curricula and other informal science education settings.&nbsp;</p>\n<p class=\"p2\">&nbsp;</p>\n<p class=\"p1\">The Seismodome program uses seismic data to explain numerous aspects of how the Earth works. We compress geologic and seismic time scales into short movies that humans can digest. The show consists of about 25 movies that convey (1) the complex patterns of seismicity that outline the plate boundaries and subducting slabs, (2) the patterns of wave propagation in the planet after an earthquake that inform us of the structure of the plates, convecting mantle and core, and (3) the source and meaning of the ambient seismic noise in the solid earth, caused by ocean wave interactions.&nbsp; In (2), we use both simulations (run by the Princeton arm of this grant) and USArray data to visualize and sonify seismic wave fields, to explain the nature and value of the EarthScope program. We are currently developing new methods of visualizing mantle tomography, at both global and regional US scales. These images will be incorporated into the next an subsequent Seismodome shows. We address questions of earthquake forecasting and the nature of the randomness of seismicity by rendering earthquake &ldquo;catalogs&rdquo; in time and space. We contrast these to the movies of ocean wave height (i.e. weather) to convey the difficulty of predicting earthquakes compared to weather. An underlying aim is to expand people&rsquo;s sense of time and space by progressively compressing the time scales of data over the course of the show, such that people leave with a greatly expanded sense of the shortness of our lifetimes and the magnitude of the forces that shape our planet and our lives.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2016<br>\n\t\t\t\t\tModified by: Benjamin&nbsp;K&nbsp;Holtzman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "In this Education &amp; Outreach project, we have developed new methods for representing seismic data with sounds and movies, to engage the public in questions of what earthquakes and seismic waves teach us about the planet. The main venue for this development was the Hayden Planetarium at the American Museum of Natural History (collaborators on this project) in New York City, in the context of the \"SeismoDome\" program that we have performed three times on the grant funds. The program will likely continue to grow at the Hayden and be developed for other planetariums. Some of the movies developed for Seismodome are distributed on our vimeo channel: http://www.vimeo.com/seismicsoundlab and our website: http://www.seismicsoundlab/org. These movies are being incorporated into classroom curricula and other informal science education settings. \n \nThe Seismodome program uses seismic data to explain numerous aspects of how the Earth works. We compress geologic and seismic time scales into short movies that humans can digest. The show consists of about 25 movies that convey (1) the complex patterns of seismicity that outline the plate boundaries and subducting slabs, (2) the patterns of wave propagation in the planet after an earthquake that inform us of the structure of the plates, convecting mantle and core, and (3) the source and meaning of the ambient seismic noise in the solid earth, caused by ocean wave interactions.  In (2), we use both simulations (run by the Princeton arm of this grant) and USArray data to visualize and sonify seismic wave fields, to explain the nature and value of the EarthScope program. We are currently developing new methods of visualizing mantle tomography, at both global and regional US scales. These images will be incorporated into the next an subsequent Seismodome shows. We address questions of earthquake forecasting and the nature of the randomness of seismicity by rendering earthquake \"catalogs\" in time and space. We contrast these to the movies of ocean wave height (i.e. weather) to convey the difficulty of predicting earthquakes compared to weather. An underlying aim is to expand people?s sense of time and space by progressively compressing the time scales of data over the course of the show, such that people leave with a greatly expanded sense of the shortness of our lifetimes and the magnitude of the forces that shape our planet and our lives. \n\n \n\n\t\t\t\t\tLast Modified: 09/29/2016\n\n\t\t\t\t\tSubmitted by: Benjamin K Holtzman"
 }
}