{
 "awd_id": "1147942",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Sensitivity of Braided River Morphodynamics to Sediment Supply",
 "cfda_num": "47.050",
 "org_code": "06030206",
 "po_phone": "7032922425",
 "po_email": "jlawrenc@nsf.gov",
 "po_sign_block_name": "Justin Lawrence",
 "awd_eff_date": "2012-04-15",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 270770.0,
 "awd_amount": 270770.0,
 "awd_min_amd_letter_date": "2012-05-08",
 "awd_max_amd_letter_date": "2012-05-08",
 "awd_abstract_narration": "This project seeks to predict how gravel braided rivers will respond to changes in sediment supply, which may be expected as a result of climate change.  It seeks to better predict the response of braided rivers to changes in flooding regimes and sediment supply by combining unprecedented high-resolution data from braided rivers in Scotland and New Zealand with a new simulation model that will allow predictive experimentation over tens to hundreds of years. The project addresses a deficiency in current predictive river modeling capability by developing a model many researchers have called for over the past two decades. We have a pilot version of this model working and we will extend, refine, and rigorously test this model before making it available to the broader research and river management communities. The insight gained from our planned experiments, as well as our plan to make the new modeling tool available, may open up new avenues of experimentation and discovery. \r\n\r\nBraided rivers are those in which the flow is divided into multiple parallel channels that split and come back together around large bars (sediment deposits) repeatedly like the intertwined strands of a rope. Braided rivers represent some of the most energetic and rapidly evolving environments and are frequently hotspots for biodiversity and serve as vital habitat for salmon as well as other highly valued species.  Braided rivers were historically much more common, but engineering and river management have worked to discourage braiding. Increasingly, efforts to restore rivers are recognizing the importance of sometimes promoting braiding. It is likely that climate-change-induced shifts in flooding and the amount of sediment (e.g., gravel and sand) supplied from upstream could push many rivers back to a braided state. Despite the importance of braided rivers, our ability to predict their behavior and understand their function is immature at best.  This project aims to advance both.  Aside from the scientific value of the research, the project can help provide guidance to river managers and restoration practitioners charged with working with and/or restoring braided rivers. These professionals are seek reasonable quantitative predictions for  managing braided rivers. The project broadens the participation of underrepresented groups through initiatives involving research opportunities for undergraduates and new experiences for K-12 students. The project leverages a variety of existing resources (e.g., field data, computational resources, outreach programs, web portals) by pursuing collaborations with funded efforts of other organizations, some supported by NSF. Finally, the modeling approaches developed as part of this research could help advance simulation modeling efforts in other fields interested in forecasting climate change impacts and/or environmental management.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Wheaton",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph M Wheaton",
   "pi_email_addr": "Joe.Wheaton@usu.edu",
   "nsf_id": "000519879",
   "pi_start_date": "2012-05-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Utah State University",
  "inst_street_address": "1000 OLD MAIN HL",
  "inst_street_address_2": "",
  "inst_city_name": "LOGAN",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "4357971226",
  "inst_zip_code": "843221000",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UTAH STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPE2YDWHDYU4"
 },
 "perf_inst": {
  "perf_inst_name": "Utah State University",
  "perf_str_addr": "Sponsored Programs Office",
  "perf_city_name": "Logan",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "843221415",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745800",
   "pgm_ele_name": "Geomorphology & Land-use Dynam"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 270770.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>While most rivers are defined by a single-thread channel, braided rivers boast two or more intertwined channels that split and reconnect around bars and islands. Braided channels constantly shift across the floodplain. This dynamic environment creates very complex habitats and diverse niches for flora and fauna. For geomorphologists, the rates of change in braided rivers make them a really opportune environment to study the processes shaping rivers during floods (e.g. erosion, deposition and transport of sediment). These studies not only help us understand braided rivers, but also help improve the understanding of how these basic processes shape all rivers and how we might better manage such rivers in the future.</p>\n<p>The most dominant landform in a braided river environment is the mid-channel bar, a pile of sediment deposited by the river, which splits flow around it (hence promoting braiding). These bars require ample supplies of sediment eroded from upstream to form, as well as the space in a valley bottom to deposit. As simple as this may seem, we actually no very little about how sensitive braided rivers are to the availability of this sediment supply. Moreover, this knowledge gap limits our ability to predict braided river behavior and how different rivers may respond to anticipated climate change and associated shifts in the timing, magnitude and nature of sediment supplied to many of our world&rsquo;s rivers. With the generous support of NSF, <strong>this research project explored the sensitivity of gravel-bed river behavior to changes in sediment supply</strong>.</p>\n<p>We tackled this knowledge gap from two primary angles. First we collected and analyzed topographic surveys to quantify the changes in sediment storage due to erosion and deposition. We were specifically interested in how these dynamics were shaping the river and where was the sediment coming from to build these big bars. This research revealed that many of the depositional processes responsible for building the mid-channel bars are directly related to availability of local sources of sediment just upstream of the bars. Specifically, lateral erosion into the banks of islands, floodplains, terraces and even active bars, may show up as tiny slivers on a map (barely detectable from a bird&rsquo;s eye view), but are crucial to supplying the material needed to maintain bars. Bars dominate one&rsquo;s view of braided rivers and are indeed important, but they are the product of relatively shallow, broad sheets of deposition. By contrast, erosion tends to take place in more spatially focused areas but be of high magnitude.</p>\n<p>The second angle we took was to use the above insights and build a predictive, simulation model of braided rivers. The model starts with a topographic representation of the river, routes flows and floods over that surface, and then modifies the surface based on the flow&rsquo;s ability to locally erode, transport and deposit sediment. &nbsp;Such models, known as morphodynamic models, have been in existence for some time, but generally do a poor job in gravel bed rivers at capturing what is actually happening.&nbsp; We took a clever new approach to the simulation prediction problem that focused more on getting the right material from the right locations (i.e. erosion of local supplies of sediment) to sensible locations (i.e. where it can build bars) based on the flow patterns. The approach proved to be very computationally tractable and successful at reproducing realistic patterns, and rates of erosion and deposition. We then simulated the sensitivity of braided river behavior to different scenarios of upstream local sediment supply. These scenarios can represent the impact of extreme floods or even changes in land use. &nbsp;</p>\n<p>With this NSF support, we developed MoRPHED (Model of Riverine Physical Habitat and Ecogeomorphic Dynamics) and it is well documented, freely...",
  "por_txt_cntn": "\nWhile most rivers are defined by a single-thread channel, braided rivers boast two or more intertwined channels that split and reconnect around bars and islands. Braided channels constantly shift across the floodplain. This dynamic environment creates very complex habitats and diverse niches for flora and fauna. For geomorphologists, the rates of change in braided rivers make them a really opportune environment to study the processes shaping rivers during floods (e.g. erosion, deposition and transport of sediment). These studies not only help us understand braided rivers, but also help improve the understanding of how these basic processes shape all rivers and how we might better manage such rivers in the future.\n\nThe most dominant landform in a braided river environment is the mid-channel bar, a pile of sediment deposited by the river, which splits flow around it (hence promoting braiding). These bars require ample supplies of sediment eroded from upstream to form, as well as the space in a valley bottom to deposit. As simple as this may seem, we actually no very little about how sensitive braided rivers are to the availability of this sediment supply. Moreover, this knowledge gap limits our ability to predict braided river behavior and how different rivers may respond to anticipated climate change and associated shifts in the timing, magnitude and nature of sediment supplied to many of our worldÆs rivers. With the generous support of NSF, this research project explored the sensitivity of gravel-bed river behavior to changes in sediment supply.\n\nWe tackled this knowledge gap from two primary angles. First we collected and analyzed topographic surveys to quantify the changes in sediment storage due to erosion and deposition. We were specifically interested in how these dynamics were shaping the river and where was the sediment coming from to build these big bars. This research revealed that many of the depositional processes responsible for building the mid-channel bars are directly related to availability of local sources of sediment just upstream of the bars. Specifically, lateral erosion into the banks of islands, floodplains, terraces and even active bars, may show up as tiny slivers on a map (barely detectable from a birdÆs eye view), but are crucial to supplying the material needed to maintain bars. Bars dominate oneÆs view of braided rivers and are indeed important, but they are the product of relatively shallow, broad sheets of deposition. By contrast, erosion tends to take place in more spatially focused areas but be of high magnitude.\n\nThe second angle we took was to use the above insights and build a predictive, simulation model of braided rivers. The model starts with a topographic representation of the river, routes flows and floods over that surface, and then modifies the surface based on the flowÆs ability to locally erode, transport and deposit sediment.  Such models, known as morphodynamic models, have been in existence for some time, but generally do a poor job in gravel bed rivers at capturing what is actually happening.  We took a clever new approach to the simulation prediction problem that focused more on getting the right material from the right locations (i.e. erosion of local supplies of sediment) to sensible locations (i.e. where it can build bars) based on the flow patterns. The approach proved to be very computationally tractable and successful at reproducing realistic patterns, and rates of erosion and deposition. We then simulated the sensitivity of braided river behavior to different scenarios of upstream local sediment supply. These scenarios can represent the impact of extreme floods or even changes in land use.  \n\nWith this NSF support, we developed MoRPHED (Model of Riverine Physical Habitat and Ecogeomorphic Dynamics) and it is well documented, freely available, and works as is with input data that are increasingly readily available. Moreover, the code is all open source and was designed to..."
 }
}