{
 "awd_id": "1147523",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RTG: Analysis and Applications",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Victor Roytburd",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2019-06-30",
 "tot_intn_awd_amt": 1796615.0,
 "awd_amount": 1796615.0,
 "awd_min_amd_letter_date": "2012-02-16",
 "awd_max_amd_letter_date": "2016-06-14",
 "awd_abstract_narration": "The University of Wisconsin Research and Training Groups (RTG) project in Analysis and Applications consists of a variety of initiatives with the aim of increasing the number of US citizens and permanent residents who study mathematics and then pursue teaching and research  careers in mathematics. The project will significantly increase both the intensity and range of activities at UW Madison, and create a culture of broad education and intensive well-rounded training, for trainees at the postdoctoral, graduate and undergraduate level. The research scope of the proposal is both broad and coherent, interwoven by common themes and ideas. The harmonic analysis research topics include classical questions on Fourier multipliers, restriction of Fourier transforms and the interplay of sub-Riemannian geometry and analysis. In mathematical fluid dynamics, the research will focus on regularity and blow up problems for active scalars, on investigating realistic models of atmospheric dynamics building upon the classical Boussinesq system, and on mixing problems that lie on the interface of partial differential equations, dynamical systems and probability. In mathematical biology, we will work on reaction networks that model a broad range of processes in biochemistry, systems biology and ecology, and on applications of chemotaxis to enhancement of biological reactions. \r\n\r\nThe research of this project will be focused on analysis and applications. The applied problems will come from a variety of areas and sciences. There will be applications that involve models used in atmospheric science for weather and climate studies. There will be problems on efficiency of mixing in fluids, of interest in applications ranging from internal combustion modeling to food processing. Finally, there will be problems on reaction networks of interest in biochemistry, and problems on sensing of chemicals by living organisms of interest in ecology and oceanography. The project is designed to give young participants experience and depth necessary to adapt to a variety of career paths and to pursue the most promising directions available. It offers a wide range of teaching and research activities, including summer training programs for incoming graduate students, annual research seminars for graduate students and postdocs, annual research experience programs for undergraduates, research workshops and outreach opportunities. The research experience programs for undergraduates seek to early acquaint students with the excitement of mathematics research and provide leadership training opportunities for graduate students and postdocs. Those activities will have a large innovative teaching component during the academic year, and will be followed by intensive research programs in the summer. The graduate research seminars will cover a diverse range of active topics, exposing researchers and students to a mix of advanced analysis techniques along with concrete applied problems where these techniques can be used. The research workshops will serve to broaden the perspective of the trainees and suggest new directions of research. Outreach activities sponsored by the project will include regular mathematics seminars for high-school students, with the participation of RTG trainees. The activities supported by the RTG grant will significantly strengthen the UW mathematics department's research and training programs which contribute to the effort of creating a mathematically skilled workforce. This contribution represents the national and statewide effect of this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andreas",
   "pi_last_name": "Seeger",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andreas Seeger",
   "pi_email_addr": "seeger@math.wisc.edu",
   "nsf_id": "000199328",
   "pi_start_date": "2016-06-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Kiselev",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander Kiselev",
   "pi_email_addr": "kiselev@math.duke.edu",
   "nsf_id": "000656921",
   "pi_start_date": "2012-02-16",
   "pi_end_date": "2014-04-21"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Andreas",
   "pi_last_name": "Seeger",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andreas Seeger",
   "pi_email_addr": "seeger@math.wisc.edu",
   "nsf_id": "000199328",
   "pi_start_date": "2012-02-16",
   "pi_end_date": "2014-04-21"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Leslie",
   "pi_last_name": "Smith",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Leslie M Smith",
   "pi_email_addr": "lsmith@math.wisc.edu",
   "nsf_id": "000099198",
   "pi_start_date": "2012-02-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sergey",
   "pi_last_name": "Denisov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sergey Denisov",
   "pi_email_addr": "denissov@wisc.edu",
   "nsf_id": "000150766",
   "pi_start_date": "2016-06-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Andrej",
   "pi_last_name": "Zlatos",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrej Zlatos",
   "pi_email_addr": "azlatos@ucsd.edu",
   "nsf_id": "000488185",
   "pi_start_date": "2014-04-28",
   "pi_end_date": "2016-06-14"
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "480 LINCOLN DR",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061388",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  },
  {
   "pgm_ele_code": "733500",
   "pgm_ele_name": "WORKFORCE IN THE MATHEMAT SCI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7301",
   "pgm_ref_txt": "RES TRAINING GROUPS IN THE MATH SCIENCES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 341767.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 672022.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 143182.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 341767.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 297877.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>The Research Training Group in analysis and applications at UW Madison&nbsp;</strong><strong>was&nbsp; a training project&nbsp; for researchers at the undergraduate, graduate and postgraduate levels.</strong></p>\n<p><strong>It provided&nbsp; research opportunities to several postdoctoral fellows, graduate researchers and undergraduate students from the United States. In addition it provided mentorship and organizational experience to postdoctoral and graduate researchers.</strong></p>\n<p><strong>The project has increased&nbsp; the intensity and range of activities in analysis and applied mathematics at UW Madison, and created a culture of broad education and intensive well-rounded training. A graduate seminar for&nbsp;</strong><strong>students in analysis was established and has become a major feature of the analysis program at Wisconsin. Various workshops were organized with&nbsp; postdoctoral researchers and graduate students as the main target group. The grant funded several programs in undergraduate research, in analysis and applications.</strong></p>\n<p><strong>The RTG project yielded a number of significant research outcomes by postdoctoral researchers, graduate students and undergraduate students.&nbsp;</strong></p>\n<p><strong>Highlights of the research by postdocs include&nbsp; various new results on stochastic homogenization, such as &nbsp;</strong><strong>algebraic error estimates for stochastic homogenization of uniformly parabolic differential equations, and &nbsp;</strong><strong>various results for&nbsp; nondivergence form equations, and for combustion reaction-diffusion problems. Significant progress has been made on problems at&nbsp; the interface of analysis, combinatorics and number theory, including a breakthrough result&nbsp; on the ergodic Goldbach-Waring problem with new estimates for discrete spherical maximal functions with prime radii, further new results in&nbsp; Euclidean Ramsey theory. &nbsp;&nbsp;</strong><strong>In research in fluid dynamics new results were&nbsp; obtained on the stability and growth of vortex patches for the two-dimensional Euler flow. Moreover new dispersive estimates were applied to problems on&nbsp; water waves.</strong></p>\n<p><strong>Research outcomes&nbsp; by graduate students researchers include some breakthrough results on characterizations of radial Fourier multipliers in low dimensions, results&nbsp; related to the Steklov problem on on orthogonal polynomials,&nbsp;</strong><strong>&nbsp;Fourier restriction theory for surfaces with indefinite curvature form, and Lebesgue space estimates for averaging operator with respect to affine measure.&nbsp;</strong><strong>&nbsp;An&nbsp; applied project in fluid dynamics was concerned with&nbsp;</strong><strong>the development of numerical methods for fluid-structure interaction problems in viscuous flows.&nbsp;</strong><strong>A thesis project in math biology&nbsp; researchers&nbsp; was concerned with the analysis of&nbsp; the long-term behavior of solutions of nonlinear non-autonomous dynamical systems derived from biochemical interaction networks (in particular, biochemical reaction networks), relating&nbsp; dynamical properties such as persistence with graph-theoretical and geometrical properties of the interaction network.&nbsp;</strong><strong>A project in mathematical aspects of athmospheric sciences dealt analyzed the formation of athmospheric rivers which account for&nbsp; the poleward transport of waters. It was found that two ingredients in tandem, precipitation and meridional moisture were needed to produce such athmospheric rivers.&nbsp;</strong></p>\n<p><strong>An important part of the RTG project was the training of undergraduate students in research in mathematics and its applications. Student groups worked on problems in both pure and applied mathematics, and published papers on diverse topics&nbsp; such as&nbsp;</strong><strong>distinct dyadic systems in harmonic analysis,&nbsp;</strong><strong>an&nbsp; existence criterion for transition fronts in mixed ignition-monostable reactions, &nbsp;</strong><strong>transition fronts for inhomogeneous Fisher-KPP equations, microorganism billiards&nbsp; equations,&nbsp;</strong><strong>Janus particles in thin films, morphoelasticity in patterned materials and&nbsp; reaction network models,&nbsp;</strong></p>\n<p><strong>&nbsp;</strong></p>\n<p><strong><br /></strong></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/25/2019<br>\n\t\t\t\t\tModified by: Andreas&nbsp;Seeger</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Research Training Group in analysis and applications at UW Madison was  a training project  for researchers at the undergraduate, graduate and postgraduate levels.\n\nIt provided  research opportunities to several postdoctoral fellows, graduate researchers and undergraduate students from the United States. In addition it provided mentorship and organizational experience to postdoctoral and graduate researchers.\n\nThe project has increased  the intensity and range of activities in analysis and applied mathematics at UW Madison, and created a culture of broad education and intensive well-rounded training. A graduate seminar for students in analysis was established and has become a major feature of the analysis program at Wisconsin. Various workshops were organized with  postdoctoral researchers and graduate students as the main target group. The grant funded several programs in undergraduate research, in analysis and applications.\n\nThe RTG project yielded a number of significant research outcomes by postdoctoral researchers, graduate students and undergraduate students. \n\nHighlights of the research by postdocs include  various new results on stochastic homogenization, such as  algebraic error estimates for stochastic homogenization of uniformly parabolic differential equations, and  various results for  nondivergence form equations, and for combustion reaction-diffusion problems. Significant progress has been made on problems at  the interface of analysis, combinatorics and number theory, including a breakthrough result  on the ergodic Goldbach-Waring problem with new estimates for discrete spherical maximal functions with prime radii, further new results in  Euclidean Ramsey theory.   In research in fluid dynamics new results were  obtained on the stability and growth of vortex patches for the two-dimensional Euler flow. Moreover new dispersive estimates were applied to problems on  water waves.\n\nResearch outcomes  by graduate students researchers include some breakthrough results on characterizations of radial Fourier multipliers in low dimensions, results  related to the Steklov problem on on orthogonal polynomials,  Fourier restriction theory for surfaces with indefinite curvature form, and Lebesgue space estimates for averaging operator with respect to affine measure.  An  applied project in fluid dynamics was concerned with the development of numerical methods for fluid-structure interaction problems in viscuous flows. A thesis project in math biology  researchers  was concerned with the analysis of  the long-term behavior of solutions of nonlinear non-autonomous dynamical systems derived from biochemical interaction networks (in particular, biochemical reaction networks), relating  dynamical properties such as persistence with graph-theoretical and geometrical properties of the interaction network. A project in mathematical aspects of athmospheric sciences dealt analyzed the formation of athmospheric rivers which account for  the poleward transport of waters. It was found that two ingredients in tandem, precipitation and meridional moisture were needed to produce such athmospheric rivers. \n\nAn important part of the RTG project was the training of undergraduate students in research in mathematics and its applications. Student groups worked on problems in both pure and applied mathematics, and published papers on diverse topics  such as distinct dyadic systems in harmonic analysis, an  existence criterion for transition fronts in mixed ignition-monostable reactions,  transition fronts for inhomogeneous Fisher-KPP equations, microorganism billiards  equations, Janus particles in thin films, morphoelasticity in patterned materials and  reaction network models, \n\n \n\n\n\n\n\t\t\t\t\tLast Modified: 10/25/2019\n\n\t\t\t\t\tSubmitted by: Andreas Seeger"
 }
}