{
 "awd_id": "1147215",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Evolution of Multicellularity:  Fluid Mechanics of Feeding by Unicellular vs. Multicellular Choanoflagellates",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "emily carrington",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2016-10-31",
 "tot_intn_awd_amt": 347418.0,
 "awd_amount": 350846.0,
 "awd_min_amd_letter_date": "2012-05-09",
 "awd_max_amd_letter_date": "2013-09-04",
 "awd_abstract_narration": "The evolutionary origin of multicellular animals from a single-celled protozoan ancestor represents a pivotal transition in life's history and one of its greatest unsolved mysteries.  Recent genetic studies have shown that the most primitive animals (sponges) are very closely related to a group of protozoans called choanoflagellates.  A choanoflagellate cell swims by undulating a single flagellum and captures food (bacteria) from the surrounding water on a collar of microvilli (hair-like protrusions of the cell surface) that rings the flagellum.  Some single-celled choanoflagellates can be induced to form multicellular colonies via cell division.  One such species that lives in estuaries, Salpingoeca rosetta, is used to study the evolution of multicellularity.  For multicellularity to evolve, there must have been a selective advantage to being multicellular, but since both unicellular and colonial choanoflagellates still exist today, there may be different environmental conditions under which single-celled or multicellular forms perform better. One important aspect of performance that affects choanoflagellate survival and reproduction is feeding on bacterial prey. Marine habitats can differ in the size, spacing, and richness of patches of bacteria. This study uses S. rosetta to study the consequences of being multicellular vs. unicellular to foraging success, and to discover the mechanisms responsible for differences in performance.  The objectives are: 1) to quantify the swimming behavior of unicellular vs. colonial S. rosetta in environments in which bacteria are unevenly distributed, to determine if and how choanoflagellates aggregate in patches of high prey concentration;  2) to determine the feeding rates of unicellular vs. colonial  S. rosetta for a range of bacterial prey concentrations; and  3) to study the fluid mechanics of water current production and prey capture by S. rosetta, to elucidate how being part of a colony alters the feeding current, and the mechanisms and effectiveness of prey capture. The diverse expertise of a multidisciplinary team will be focused on these objectives: Koehl (fluid dynamics of organisms), King (molecular evolution of choanoflagellates), Stocker (biophysics and ecology of microscopic aquatic organisms), and Fletcher (advanced optical techniques for imaging microscopic organisms).  This study not only explores the role of foraging as a selective factor in the evolution of multicellularity, which set in motion all subsequent animal evolution, but also has ecological significance. Protozoans, both unicellular and colonial, play an important role in aquatic food webs. This project is the first to study, within a single protozoan species, the effects of being uni- vs. multicellular to foraging by these ecologically-important organisms.\r\n\r\nThis project will provide research training for graduate students in a project involving both physics and biology, helping them develop skills for collaboration across disciplines. The microfluidics system developed for this project will be useful for studying other microscopic organisms in patchy environments, and our robotic flagellum is a prototype for future studies of undulatory swimming.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mimi A",
   "pi_last_name": "Koehl",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Mimi A R Koehl",
   "pi_email_addr": "cnidaria@berkeley.edu",
   "nsf_id": "000228913",
   "pi_start_date": "2012-05-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nicole",
   "pi_last_name": "King",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicole King",
   "pi_email_addr": "nking@berkeley.edu",
   "nsf_id": "000557148",
   "pi_start_date": "2012-05-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "4116 Valley Life Science Bldg",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947203140",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  },
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7744",
   "pgm_ref_txt": "RAHSS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 118906.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 231940.0
  }
 ],
 "por": null
}