{
 "awd_id": "1147519",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: SI2-SSE: Component-Based Software Architecture for Computational Landscape Modeling",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rajiv Ramnath",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 245572.0,
 "awd_amount": 245572.0,
 "awd_min_amd_letter_date": "2012-07-06",
 "awd_max_amd_letter_date": "2012-07-06",
 "awd_abstract_narration": "Presently there are no widely adopted software conventions for holistic computational landscape models. To fill this important gap this project adapts and enhances existing landscape modeling codes by introducing a component-based approach to software development.  This project adapts and enhances an existing model -- CHILD (Channel-Hill slope Integrated Landscape Development) -- to provide a set of interoperable, independent modeling components that provide flexible and modular approaches to landscape modeling which are fully compatible with the NSF-funded Community Surface Dynamics Modeling System CSDMS) infrastructure.  In accord with the CSDMS architecture, the software to be developed will also employ the standards and tools of the Common Component Architecture (CCA) software architecture.  Included is the design of an interface for communication with and between the developed components.  The end result will be a set of independent, interoperable C++ software modeling modules that are compatible with the CSDMS modeling toolkit as well as the standards and tools of the CCA structure.  The software will be tested against data on post-wildfire erosion.\r\n\r\nThis approach was selected to provide maximum flexibility to users by allowing them to plug-and-play, seamlessly linking together selected computing modules to enable custom combinations of components to support modeling for a wide variety of research topics.  Work will include the development of a gridding engine to handle both regular and unstructured meshes and an interface for space-time rainfall input, as well as a surface hydrology component, a sediment erosion-deposition component, a vegetation component, and a simulation driver. \r\n\r\nIf successful this project will impact many branches of the Earth and environmental sciences by building a new modeling platform and creating essential software infrastructure for science with applications that span hydrology, soil erosion, tectonics, geomorphology, vegetation ecology, stratigraphy, and planetary science.  Broader impacts of the work include creation of classroom modeling exercises for both undergraduate and high schools students, and support of a PI whose gender is under-represented in the STEM fields and who is employed at an institution in an EPSCoR state.  It also includes workforce-training in computational geoscience for graduate students and a postdoc as well as minority undergraduates from Xavier University, a Historically Black University in the New Orleans area.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nicole",
   "pi_last_name": "Gasparini",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nicole Gasparini",
   "pi_email_addr": "ngaspari@tulane.edu",
   "nsf_id": "000508563",
   "pi_start_date": "2012-07-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tulane University",
  "inst_street_address": "6823 SAINT CHARLES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW ORLEANS",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "5048654000",
  "inst_zip_code": "701185665",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "LA01",
  "org_lgl_bus_name": "THE ADMINISTRATORS OF TULANE EDUCATIONAL FUND",
  "org_prnt_uei_num": "XNY5ULPU8EN6",
  "org_uei_num": "XNY5ULPU8EN6"
 },
 "perf_inst": {
  "perf_inst_name": "Tulane University",
  "perf_str_addr": "6823 St. Charles Avenue",
  "perf_city_name": "New Orleans",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "701185665",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "LA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745800",
   "pgm_ele_name": "Geomorphology & Land-use Dynam"
  },
  {
   "pgm_ele_code": "800400",
   "pgm_ele_name": "Software Institutes"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "7458",
   "pgm_ref_txt": "GEOMORPHOLOGY & LAND USE DYNAM"
  },
  {
   "pgm_ref_code": "8004",
   "pgm_ref_txt": "Software Institutes"
  },
  {
   "pgm_ref_code": "8005",
   "pgm_ref_txt": "Scientific Software Elements"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 245572.0
  }
 ],
 "por": null
}