{
 "awd_id": "1147427",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Strain Rate and Moment Accumulation Rate along the San Andreas Fault System from InSAR and GPS",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924693",
 "po_email": "greander@nsf.gov",
 "po_sign_block_name": "Gregory Anderson",
 "awd_eff_date": "2012-06-15",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 170797.0,
 "awd_amount": 170797.0,
 "awd_min_amd_letter_date": "2012-06-14",
 "awd_max_amd_letter_date": "2013-07-30",
 "awd_abstract_narration": "The San Andreas Fault System (SAFS) is a natural laboratory for investigating the physics of the earthquake cycle along a major continental transform boundary. Two of the key parameters that can be used for seismic hazard assessment are seismic moment accumulation rate and strain accumulation rate. The GPS component of the Plate Boundary Observatory (PBO) provides accurate vector velocities (< 1 mm/yr accuracy) at a spacing of 10 to 20 km along the SAFS. However, the velocity gradient (strain rate) varies most rapidly within 20 km of the major faults, so strain rate is not well resolved by the GPS data alone. Radar interferometry (InSAR) provides deformation maps at 100 m spatial resolution, although factors such as temporal decorrelation and atmospheric path errors have made it difficult to achieve this full resolution with sufficient precision to improve upon the GPS measurements. The L-band data provided by the ALOS satellite (JAXA) retains phase coherence over longer time intervals than the prior C-band missions. This improvement, combined with stacking techniques to reduce atmospheric errors, now makes it possible to image the entire SAFS using InSAR with unprecedented spatial coverage and resolution.\r\n\r\nThe primary focus of this research is to construct high spatial resolution vector surface deformation measurements by combining the high accuracy point measurements provided by PBO GPS data with the high spatial resolution InSAR measurements available through WInSAR from foreign and domestic SAR missions. The research has four main objectives:\r\n\r\n- Resolve secular plate boundary deformation using new GPS and InSAR measurements provided by EarthScope (PBO and WInSAR). This involves the development of community software to preprocess the new data streams to be provided by the ALOS-2 and Sentinel-1 InSAR satellites (2013 launch);\r\n- Use an integrated GPS-4D model-InSAR technique to better constrain fault slip rates and determine the depth of the locked/creeping transition on active faults of the SAFS;\r\n- Generate high-resolution estimates of strain rate and seismic moment rate along major faults of the SAFS; and\r\n- Explore methods for isolating non-tectonic deformation contributions common in both InSAR and GPS data.\r\n\r\nNon-technical summary\r\n\r\nIs California prepared for the next big earthquake? Estimates of earthquake potential along major faults, such as the San Andreas Fault System (SAFS), are used for developing scenario earthquakes, for setting regional building codes, and for setting earthquake insurance rates. While the timing of a major earthquake cannot be accurately predicted, the moment magnitude can be accurately estimated from geodetic measurements of present-day crustal deformation. The current array of 700 continuously operating GPS stations in western North America does not completely resolve the crustal deformation gradients (strain) along the major faults because the average station spacing is too large. This research is refining the crustal deformation measurements by computing and modeling the synthetic aperture radar data (SAR) archived at the Western North America InSAR consortium (WInSAR) and the Alaska Satellite Facility. This involves the generation and archive of large-scale (1000 km scale) crustal deformation grids at 0.5 km spatial resolution in a near-automatic fashion. Funding from this grant is supporting two Ph.D. students at SIO and UTEP (a Hispanic Serving Institute) and is being used for further development of undergraduate and graduate courses. This funding is also being used to develop a ?How InSAR Works? module for use in IRIS&#700;s Active Earth interactive kiosks on display around the country. In addition, funding is being used to move the GMTSAR software into the GMT distribution system where it is available to 15,000 users worldwide. We are distributing all high-resolution vector deformation data and maps to the scientific community and archive the results at UNAVCO.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bridget",
   "pi_last_name": "Smith-Konter",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Bridget R Smith-Konter",
   "pi_email_addr": "brkonter@hawaii.edu",
   "nsf_id": "000068339",
   "pi_start_date": "2012-06-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at El Paso",
  "inst_street_address": "500 W UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EL PASO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9157475680",
  "inst_zip_code": "799688900",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "TX16",
  "org_lgl_bus_name": "THE UNIVERSITY OF TEXAS AT EL PASO",
  "org_prnt_uei_num": "C1DEGMMKC7W7",
  "org_uei_num": "C1DEGMMKC7W7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at El Paso",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "799680001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "TX16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "017F00",
   "pgm_ele_name": "EARTHSCOPE-SCIENCE UTILIZATION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "017F",
   "pgm_ref_txt": "EARTHSCOPE-SCIENCE UTILIZATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 8741.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}