{
 "awd_id": "1147621",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "INDP: InquirySpace: Technologies in Support of Student Experimentation",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "kevin lee",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 1939632.0,
 "awd_amount": 2117904.0,
 "awd_min_amd_letter_date": "2012-06-12",
 "awd_max_amd_letter_date": "2014-08-08",
 "awd_abstract_narration": "It is widely recognized that much of science can more effectively be learned if students learn science in ways similar to the ways scientists build new knowledge. Yet classroom implementations of scientific inquiry often convey an inaccurate understanding of the ways scientists learn, as they often fail to give students opportunities to connect data they've collected as evidence to science theory. In addition, a major barrier to effective student inquiry has been inherent difficulties in interpreting data, e.g., finding patterns in data from series of experiments performed under varying conditions. The platform to be developed in this project, called InquirySpace, addresses both of those issues. It integrates three proven technologies that together have capabilities for supporting both authentic scientific inquiry and pattern finding in data -- the versatile modeling environments of NetLogo and the Molecular Workbench, real-time data collection from probes and sensors, and the powerful visual data exploration capabilities of Fathom and TinkerPlots. They are being integrated into a coherent, Web-based environment enabling rich, collaborative scientific inquiry.  By adapting the software tools to execute inside browsers, InquirySpace is designed to function in schools where firewalls and inflexible technology setups are often insurmountable barriers, to run on most computer platforms used in schools, and to be extensible to mobile platforms following the project's end, removing major barriers to the use of inquiry across grades and not only in high-performing schools, but also in under-resourced schools in which students often are performing below grade and for whom text-based instruction is decontextualized and difficult. Research will investigate pedagogical practices for integrating software functions in ways that allow students to have the experiences of scientists without being overwhelmed by the proliferation of tools needed to carry out an investigation as well as technological needs in integrating such tools. Products will include a set of design and use principles for creating and integrating technology in support of scientific inquiry.\r\n\r\nThe InquirySpace project provides insight into one of the most difficult problems in science instruction -- supporting authentic scientific inquiry in a way that both promotes deep science learning and conveys an accurate understanding of the practices of science. This project will show how to integrate sophisticated software functions that support science inquiry in ways that allow middle and high school students to have scientific inquiry experiences that have a sophistication similar to the experiences of scientists but without being overwhelmed by the multitude of tools, and resources, and representations available to support their work.  Findings from this project have the potential to deepen our understanding of how to help students learn science concepts and scientific inquiry through inquiry activities, and draw attention to the importance of computational tools in supporting this learning.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chad",
   "pi_last_name": "Dorsey",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chad Dorsey",
   "pi_email_addr": "cdorsey@concord.org",
   "nsf_id": "000522226",
   "pi_start_date": "2012-06-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Finzer",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "William F Finzer",
   "pi_email_addr": "wfinzer@concord.org",
   "nsf_id": "000418347",
   "pi_start_date": "2012-06-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Tinker",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Robert F Tinker",
   "pi_email_addr": "bob@concord.org",
   "nsf_id": "000224400",
   "pi_start_date": "2012-06-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Uri",
   "pi_last_name": "Wilensky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Uri Wilensky",
   "pi_email_addr": "uri@northwestern.edu",
   "nsf_id": "000442556",
   "pi_start_date": "2012-06-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Concord Consortium",
  "inst_street_address": "25 LOVE LN",
  "inst_street_address_2": "",
  "inst_city_name": "CONCORD",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "9784053205",
  "inst_zip_code": "017422345",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MA03",
  "org_lgl_bus_name": "CONCORD CONSORTIUM INC",
  "org_prnt_uei_num": "FY85DRNMJAM4",
  "org_uei_num": "FY85DRNMJAM4"
 },
 "perf_inst": {
  "perf_inst_name": "Concord Consortium",
  "perf_str_addr": "25 Love Lane",
  "perf_city_name": "Concord",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "017422345",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "802000",
   "pgm_ele_name": "Cyberlearn & Future Learn Tech"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8045",
   "pgm_ref_txt": "Cyberlearn & Future Learn Tech"
  },
  {
   "pgm_ref_code": "8843",
   "pgm_ref_txt": "Integration and Deployment Projects"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 1939632.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 14200.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 164072.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-eadfe8ae-6a6a-ca9b-7506-e8d9d0836fb4\"> </span></p>\n<p dir=\"ltr\"><span>The InquirySpace project at The Concord Consortium developed and evaluated a powerful, innovative, data analysis package of software and curriculum materials that supports students&rsquo; reasoning about experiments. This package provides a sophisticated but intuitive way for students to experiment by using software tools that allow students to explore the influence of independent variables on dependent variables in dynamic systems. The project has demonstrated that typical students can learn to use the computer-based tools to undertake sophisticated, open-ended investigations that are similar to the approach and thinking used by scientists. This allows students to experience the practices of science as envisioned in the NGSS standards. In addition, we have developed curricula that combine this emphasis on &ldquo;doing science&rdquo; with instruction that addresses disciplinary core ideas by having students investigate systems that illustrate standards-based science content. Although the project focused on secondary physics and physical science content, it should be widely applicable because all science disciplines depend on investigating cause and effect, which is essentially the impact of variables on outcomes.</span></p>\n<p dir=\"ltr\"><span>To achieve its goals, the project needed to improve and integrate four different technologies that can now run in browsers: CODAP, a powerful graph-based data analysis tool; NetLogo Web, a programming environment that allowed project staff to develop quickly student software and educational games; LARA, an activity authoring environment, and SensorConnector, software for collecting real-time data. These developments will have broad impact for the large communities using NetLogo, CODAP, and data-collection probeware and enable them to use this software on portable devices.</span></p>\n<p dir=\"ltr\"><span>The project also developed new statistical algorithms that can quantify student learning from educational games. The results that were quickly available from this algorithm were very similar to results from painstaking analysis of videos of students using the games. </span><span>In the future, these algorithms could aid in sort students by their learning patterns in educational games and provide real-time scaffolding and feedback based on these patterns.</span></p>\n<p dir=\"ltr\"><span> </span></p>\n<p dir=\"ltr\"><span>For further information, free software, curricula, and research results, see http://concord.org/projects/inquiryspace</span></p>\n<div><span><br /></span></div>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/26/2015<br>\n\t\t\t\t\tModified by: Chad&nbsp;Dorsey</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1147621/1147621_10181011_1440600668531_SPRINGMASSMODEL1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1147621/1147621_10181011_1440600668531_SPRINGMASSMODEL1--rgov-800width.jpg\" title=\"Spring and Mass Model\"><img src=\"/por/images/Reports/POR/2015/1147621/1147621_10181011_1440600668531_SPRINGMASSMODEL1--rgov-66x44.jpg\" alt=\"Spring and Mass Model\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Run a simulation of a spring-mass system and explore the effect of various variables on the period. Analyze data using the CODAP environment.</div>\n<div class=\"imageCredit\">The Concord Consortium</d...",
  "por_txt_cntn": "\n \nThe InquirySpace project at The Concord Consortium developed and evaluated a powerful, innovative, data analysis package of software and curriculum materials that supports studentsÆ reasoning about experiments. This package provides a sophisticated but intuitive way for students to experiment by using software tools that allow students to explore the influence of independent variables on dependent variables in dynamic systems. The project has demonstrated that typical students can learn to use the computer-based tools to undertake sophisticated, open-ended investigations that are similar to the approach and thinking used by scientists. This allows students to experience the practices of science as envisioned in the NGSS standards. In addition, we have developed curricula that combine this emphasis on \"doing science\" with instruction that addresses disciplinary core ideas by having students investigate systems that illustrate standards-based science content. Although the project focused on secondary physics and physical science content, it should be widely applicable because all science disciplines depend on investigating cause and effect, which is essentially the impact of variables on outcomes.\nTo achieve its goals, the project needed to improve and integrate four different technologies that can now run in browsers: CODAP, a powerful graph-based data analysis tool; NetLogo Web, a programming environment that allowed project staff to develop quickly student software and educational games; LARA, an activity authoring environment, and SensorConnector, software for collecting real-time data. These developments will have broad impact for the large communities using NetLogo, CODAP, and data-collection probeware and enable them to use this software on portable devices.\nThe project also developed new statistical algorithms that can quantify student learning from educational games. The results that were quickly available from this algorithm were very similar to results from painstaking analysis of videos of students using the games. In the future, these algorithms could aid in sort students by their learning patterns in educational games and provide real-time scaffolding and feedback based on these patterns.\n \nFor further information, free software, curricula, and research results, see http://concord.org/projects/inquiryspace\n\n\n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/26/2015\n\n\t\t\t\t\tSubmitted by: Chad Dorsey"
 }
}