{
 "awd_id": "1147335",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Theory and computation for self-assembly in soft matter",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Evelyn Goldfield",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 432318.0,
 "awd_amount": 432318.0,
 "awd_min_amd_letter_date": "2012-05-21",
 "awd_max_amd_letter_date": "2012-05-21",
 "awd_abstract_narration": "George Schatz of Northwestern University is supported by the Chemical Theory, Models and Computational Method program in the Division of Chemistry to develop theory and computational methods for modeling the self-assembly of large assemblies of molecules into functional nanostructures. The proposed work builds on an active program that the PI maintains in this field concerning soft materials that are relevant to mechanical, electrical and optical devices, and for biomedical applications. The methods span the range from brute force molecular dynamics methods, to accelerated and coarse-grained methods, to simple statistical mechanical models, and to multiscale methods that couple molecular and continuum approaches. These are combined with methods for templating, seeding and mechanical control of assembly to develop approaches that are either significantly more efficient than can otherwise be obtained or which provide better insights into the features that drive assembly. Modeling of on-going experiments by collaborators will include (1) seeded methods to accelerate assembly of peptide amphiphiles into micelles and more complex structures that are of use in wound healing applications; (2) a multiscale method applied to a liposome (treated by continuum mechanics) coated with a cross-linked polymer (treated by molecular dynamics) to study coating formation and bursting in drug delivery applications; (3) templated approaches for investigating the mechanism for accelerated assembly in nanografting self-assembled monolayers on Au(111) surfaces as well as accelerated DNA hybridization on gold nanoparticles surfaces; and (4) mechanically guided self-assembly for DNA linking of nanoparticles or molecules into aggregated structures, investigating mechanistic information and enabling studies of the effects on the assembly process of salts, multiply charged cations, nonaqueous solvents, and possibly ?pioneer? molecules that facilitate hydrogen bond formation.\r\n\r\nThis project is concerned with  computational modeling of the organized assembly of thousands of molecules into larger structures (fibers, surface coatings, gel-like materials) that have useful biological and materials functions, including applications to wound healing, to drug delivery, to therapeutics and diagnostics.  The work involves the development of new computational methods which can predict what structures will form, how these structures vary with variations in the preparation conditions, and the biological functions of these structures. The proposed research projects will be pursued by undergraduate, graduate and postdoctoral students, and they will receive training in the theory and methods being used, and in the fabrication and applications of the materials being developed.  Outreach activities include: (1) Software dissemination, particularly using the www.nanohub.org site where access to functioning versions of the  codes is available for free, and includes documentation and examples; (2) The development of teaching materials related to self-assembly that are used in General Chemistry courses, both lectures and laboratories; (3) Use of self-assembly research materials in outreach at predominantly minority local schools through a chemistry organization (Phi Lambda Upsilon); (4) Courses and outreach activities related to publication ethics; (5) Summer REU projects, including minority students, (6) Activities associated with the Journal of Physical Chemistry which relate to self-assembly research; (7) Presentations to audiences, including the general public, at major scientific meetings and in visits to universities and laboratories; (8) Advising and mentoring graduate students and postdocs, including minorities and females.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Schatz",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "George C Schatz",
   "pi_email_addr": "g-schatz@northwestern.edu",
   "nsf_id": "000128769",
   "pi_start_date": "2012-05-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "2145 Sheridan Rd.",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602083113",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688100",
   "pgm_ele_name": "Chem Thry, Mdls & Cmptnl Mthds"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "7722",
   "pgm_ref_txt": "COMPLEXITY"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 432318.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was concerned with computational modeling of the organized assembly of thousands of molecules into larger structures (fibers, surface coatings, gel-like materials) that have useful biological and materials functions, including applications to wound healing, to drug delivery, as antenna structures for solar applications, and to therapeutics and diagnostics.&nbsp; The work involved the development of new computational methods which can predict what structures will form, how these structures vary with variations in the preparation conditions, and the chemical functions of these structures. The proposed research projects were pursued by undergraduate, graduate and postdoctoral students, and they received training in the theory and methods developed. Many of the projects were done in collaboration with experimental groups, and the combination of theory and experiment were able to generate new materials functions.</p>\n<p>&nbsp;There were many highlights to the research.&nbsp; At the fundamental level, we developed new theoretical/computational methods for understanding the mechanism of peptide amphiphile self-assembly to make cylindrical micelle fibers, which was one of the primary targets of our research for this period.&nbsp; What this means is that we developed theories and computational algorithms that one could use to characterize the process whereby millions of small molecules formed from peptides aggregate together to form fibers.&nbsp; Depending on the choice of amino acids in the peptides and experimental conditions, the self-assembly does not always work, and even if it does, it is not clear what physical and biomedical properties that the fibers will have.&nbsp; With our software we can both predict when the self-assembly will occur and we can interpret many of the properties that the resulting fibers will have.&nbsp; Several projects were completed with experimental collaborators that used the software we developed to study the use of fibers for such applications as antennas for photonics applications, and in either promoting or stopping cell growth.</p>\n<p>&nbsp;Another highlight was the development of methods and models to describe the self-assembly of DNA or RNA structures to make aggregates of importance in photonic materials and in nanomedicine.&nbsp;&nbsp; For example, in work recently published, we reported the development of a new model for RNA that improves our ability to describe the structures of biomolecules that are important in cellular processes that make new proteins.&nbsp; Natural mutations in cells lead to RNA sequences with long repeats that lead to degenerative diseases.&nbsp;&nbsp; With our software we have identified the structures of the defected RNA that result from the mutations, providing information that can be used in the development of new drugs for treating the diseases.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/07/2016<br>\n\t\t\t\t\tModified by: George&nbsp;C&nbsp;Schatz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project was concerned with computational modeling of the organized assembly of thousands of molecules into larger structures (fibers, surface coatings, gel-like materials) that have useful biological and materials functions, including applications to wound healing, to drug delivery, as antenna structures for solar applications, and to therapeutics and diagnostics.  The work involved the development of new computational methods which can predict what structures will form, how these structures vary with variations in the preparation conditions, and the chemical functions of these structures. The proposed research projects were pursued by undergraduate, graduate and postdoctoral students, and they received training in the theory and methods developed. Many of the projects were done in collaboration with experimental groups, and the combination of theory and experiment were able to generate new materials functions.\n\n There were many highlights to the research.  At the fundamental level, we developed new theoretical/computational methods for understanding the mechanism of peptide amphiphile self-assembly to make cylindrical micelle fibers, which was one of the primary targets of our research for this period.  What this means is that we developed theories and computational algorithms that one could use to characterize the process whereby millions of small molecules formed from peptides aggregate together to form fibers.  Depending on the choice of amino acids in the peptides and experimental conditions, the self-assembly does not always work, and even if it does, it is not clear what physical and biomedical properties that the fibers will have.  With our software we can both predict when the self-assembly will occur and we can interpret many of the properties that the resulting fibers will have.  Several projects were completed with experimental collaborators that used the software we developed to study the use of fibers for such applications as antennas for photonics applications, and in either promoting or stopping cell growth.\n\n Another highlight was the development of methods and models to describe the self-assembly of DNA or RNA structures to make aggregates of importance in photonic materials and in nanomedicine.   For example, in work recently published, we reported the development of a new model for RNA that improves our ability to describe the structures of biomolecules that are important in cellular processes that make new proteins.  Natural mutations in cells lead to RNA sequences with long repeats that lead to degenerative diseases.   With our software we have identified the structures of the defected RNA that result from the mutations, providing information that can be used in the development of new drugs for treating the diseases.\n\n\t\t\t\t\tLast Modified: 06/07/2016\n\n\t\t\t\t\tSubmitted by: George C Schatz"
 }
}