{
 "awd_id": "1147367",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "LTREB Renewal: Multidecadal performance of tropical rainforest canopy trees -  climate change, disturbance, and ontogeny",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": "7032924974",
 "po_email": "mvonholl@nsf.gov",
 "po_sign_block_name": "Betsy Von Holle",
 "awd_eff_date": "2012-02-01",
 "awd_exp_date": "2018-01-31",
 "tot_intn_awd_amt": 441524.0,
 "awd_amount": 441524.0,
 "awd_min_amd_letter_date": "2011-12-07",
 "awd_max_amd_letter_date": "2011-12-07",
 "awd_abstract_narration": "Detecting and measuring the impacts of climatic changes on tropical rainforests requires long records of careful annual measurements. Given that tropical forest may harbor 25% of the planet's terrestrial carbon, understanding the effects of changing climate on tropical rainforest trees has global significance. Since 1983, annual growth and survival have been measured for diverse canopy tree species in a lowland tropical rainforest at La Selva, Costa Rica.  A major discovery revealed by these unique long-term records is that tropical rainforest tree growth has been slowed by very small increases in yearly temperatures. This five-year project renewal, which will bring the total period spanned by the La Selva measurements to 33 years, will greatly increase scientific understanding of the impacts of warming and of other potentially changing climatic factors on tropical rainforest trees.\r\n\r\nThis study is the longest investigation of annual tropical rainforest performance worldwide. Unprecedented high temperatures are projected to affect all tropical regions in coming years.  This study will make it possible to measure directly how tropical trees are responding to these changing conditions.  This project has significant societal relevance, as productivity declines by these carbon-rich forests could translate into large carbon-dioxide emissions from the world tropics, thus accelerating global warming. Data from this project are freely available through publication in Ecological Archives. The investigators also maintain a very active program of public outreach.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Deborah",
   "pi_last_name": "Clark",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Deborah A Clark",
   "pi_email_addr": "deborahanneclark@gmail.com",
   "nsf_id": "000240069",
   "pi_start_date": "2011-12-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Letcher",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Susan Letcher",
   "pi_email_addr": "susan_letcher@hotmail.com",
   "nsf_id": "000595957",
   "pi_start_date": "2011-12-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Saint Louis",
  "inst_street_address": "1 UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3145165897",
  "inst_zip_code": "631214400",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "GWCTP4CQ1E65"
 },
 "perf_inst": {
  "perf_inst_name": "La Selva Biological Station",
  "perf_str_addr": "",
  "perf_city_name": "Puerto Viejo de Sarapiqui",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "CS",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Costa Rica",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  },
  {
   "pgm_ele_code": "119600",
   "pgm_ele_name": "LONG-TERM RSCH IN ENVIR BIO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1182",
   "pgm_ref_txt": "POP & COMMUNITY ECOL PROG"
  },
  {
   "pgm_ref_code": "1196",
   "pgm_ref_txt": "LONG-TERM RSCH IN ENVIR BIO"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 441524.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-bb0d41bf-f7df-4f28-3f07-3c3a4fc1dd4e\"> </span></p>\n<p dir=\"ltr\"><span>This LTREB research project supported the final five years of a unique long-term study of the ecology of tropical rainforest trees. &nbsp;During the 34-year total study period (1983-2016), large samples of individuals of all sizes of a diverse group of ten tropical rainforest tree species were studied in a large area of old-growth lowland forest at La Selva Biological Station in N.E. Costa Rica. &nbsp;More than 2000 individual trees in the study were measured annually for growth, survival, stem condition (physical damage) and their current local environmental conditions (forest structure, light levels).  We know of no other multi-decade study of annual tree performance in a tropical rain forest. &nbsp;These unique long-term data have provided many discoveries about fundamental processes that determine how large trees in a tropical rain forest grow from the dark understory to the top canopy of the forest.  The TREES Project records revealed how the chance of upward growth is affected both by year-to-year changes in the amount of light reaching young trees, and by the frequent instances of major stem damage from falling trees or branches.&nbsp; The long-term observations also demonstrated that some of the study species were able to survive multiple decades without appreciable growth when they remained in highly shaded understory conditions. &nbsp;The annual measurements also provided critical insights for the science of global climate change. The data revealed a remarkable sensitivity of tropical rainforest tree productivity to the current inter-year differences in nighttime temperatures (reduced tree growth in the warmer years of the study period) and in the degree of water-limitation that occurs during each annual dry season.&nbsp;  Global warming is strongly and rapidly intensifying across the tropics.&nbsp; The TREES findings indicate that on-going climatic changes could have large negative consequences for the productivity of tropical forests in the near future.&nbsp;&nbsp; These responses by the trees could be accelerating the rate at which carbon-dioxide is accumulating in the atmosphere. &nbsp;T</span><span>he TREES tree-growth record was highly correlated with the yearly inferred carbon-dioxide emissions from the global tropics (based on atmospheric data). &nbsp;This global relationship suggests that warming may be affecting tropical forests worldwide. </span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>In addition to these scientific discoveries, this project generated diverse broader impacts. &nbsp;An important component of the project was mentored research-training activities for eight undergraduate students. </span><span>Women and students from under-represented minorities were actively recruited to work on the project. Participating in high-level research at a premier tropical field station allowed these students to build their own scientific networks and provided contacts with other scientists as career role models. The project has been a springboard for success in science and science-related careers. One of the minority women who worked on the project earned a Masters in science education in 2017; two other women and one man from a minority group are currently in graduate programs in the biological sciences, and another minority woman has applied for graduate school in 2018. </span><span>Secondly, the longterm annual-growth records, unique for tropical rainforest trees, are themselves a significant broader impact of the project. &nbsp;The highly quality-controlled and extensively documented data set has been made available for free access by other scientists and the general public, offering many opportunities for future data analyses by other colleagues and by students at all levels. &nbsp;The free availability of the data has been assured through a series of update publications of the data set and metadata in the peer-reviewed data journal Ecological Archives. The TREES Project findings concerning the climatic/atmospheric sensitivities of TRF trees are also likely to be of wide interest for both the general public and policy-makers. Finally, the Principal Investigators communicated the project&rsquo;s discoveries to many audiences, including many undergraduate and graduate-level student groups at La Selva, at US universities and national and international meetings, and in interviews with the media and policymakers.</span></p>\n<div><span><br /></span></div>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/05/2018<br>\n\t\t\t\t\tModified by: Susan&nbsp;Letcher</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nThis LTREB research project supported the final five years of a unique long-term study of the ecology of tropical rainforest trees.  During the 34-year total study period (1983-2016), large samples of individuals of all sizes of a diverse group of ten tropical rainforest tree species were studied in a large area of old-growth lowland forest at La Selva Biological Station in N.E. Costa Rica.  More than 2000 individual trees in the study were measured annually for growth, survival, stem condition (physical damage) and their current local environmental conditions (forest structure, light levels).  We know of no other multi-decade study of annual tree performance in a tropical rain forest.  These unique long-term data have provided many discoveries about fundamental processes that determine how large trees in a tropical rain forest grow from the dark understory to the top canopy of the forest.  The TREES Project records revealed how the chance of upward growth is affected both by year-to-year changes in the amount of light reaching young trees, and by the frequent instances of major stem damage from falling trees or branches.  The long-term observations also demonstrated that some of the study species were able to survive multiple decades without appreciable growth when they remained in highly shaded understory conditions.  The annual measurements also provided critical insights for the science of global climate change. The data revealed a remarkable sensitivity of tropical rainforest tree productivity to the current inter-year differences in nighttime temperatures (reduced tree growth in the warmer years of the study period) and in the degree of water-limitation that occurs during each annual dry season.   Global warming is strongly and rapidly intensifying across the tropics.  The TREES findings indicate that on-going climatic changes could have large negative consequences for the productivity of tropical forests in the near future.   These responses by the trees could be accelerating the rate at which carbon-dioxide is accumulating in the atmosphere.  The TREES tree-growth record was highly correlated with the yearly inferred carbon-dioxide emissions from the global tropics (based on atmospheric data).  This global relationship suggests that warming may be affecting tropical forests worldwide. \n\n \nIn addition to these scientific discoveries, this project generated diverse broader impacts.  An important component of the project was mentored research-training activities for eight undergraduate students. Women and students from under-represented minorities were actively recruited to work on the project. Participating in high-level research at a premier tropical field station allowed these students to build their own scientific networks and provided contacts with other scientists as career role models. The project has been a springboard for success in science and science-related careers. One of the minority women who worked on the project earned a Masters in science education in 2017; two other women and one man from a minority group are currently in graduate programs in the biological sciences, and another minority woman has applied for graduate school in 2018. Secondly, the longterm annual-growth records, unique for tropical rainforest trees, are themselves a significant broader impact of the project.  The highly quality-controlled and extensively documented data set has been made available for free access by other scientists and the general public, offering many opportunities for future data analyses by other colleagues and by students at all levels.  The free availability of the data has been assured through a series of update publications of the data set and metadata in the peer-reviewed data journal Ecological Archives. The TREES Project findings concerning the climatic/atmospheric sensitivities of TRF trees are also likely to be of wide interest for both the general public and policy-makers. Finally, the Principal Investigators communicated the project?s discoveries to many audiences, including many undergraduate and graduate-level student groups at La Selva, at US universities and national and international meetings, and in interviews with the media and policymakers.\n\n\n\n \n\n \n\n\t\t\t\t\tLast Modified: 03/05/2018\n\n\t\t\t\t\tSubmitted by: Susan Letcher"
 }
}