{
 "awd_id": "1147047",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Role of MicroRNAs in Vertebrate Ectodermal Specification",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Klein",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 518625.0,
 "awd_amount": 518625.0,
 "awd_min_amd_letter_date": "2011-12-12",
 "awd_max_amd_letter_date": "2014-01-30",
 "awd_abstract_narration": "During the development of vertebrate embryos, ectoderm cells choose between two developmental pathways:  one leads to the formation of the nervous system, while the other produces the epidermis.  This study investigates the role of microRNAs, small RNA molecules that can inhibit the expression of other genes, in the process by which these cells become committed to neural or epidermal fates.  MicroRNAs are thought to play important roles in the control of gene expression both in embryonic development and the normal functions of adult tissues; they have been implicated in the differentiation of stem cells into specific cell types, as well as in many forms of cancer and other human diseases.  Their specific functions in the initiation of neural development, however, are unknown.  These experiments test hypotheses on the role of a specific microRNA known to restrict expression of a gene critical to epidermal commitment and on how the expression of microRNAs may differ between newly committed neural or epidermal ectoderm.  In addition, these studies will identify genes that are regulated by microRNAs in newly committed neural ectoderm and epidermal ectoderm; computational methods will be used to identify candidate microRNAs that target these genes.  These results will reveal molecular mechanisms that underlie the formation of the central nervous system, and establish new roles for microRNAs in embryonic development.  They will also contribute to the development of stem cell-based therapies for neurological disease or injury.  In addition, these studies will provide opportunities for undergraduate and graduate students to receive research training in molecular biology and bioinformatics, as well as vertebrate developmental biology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Sater",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Amy K Sater",
   "pi_email_addr": "asater@uh.edu",
   "nsf_id": "000443892",
   "pi_start_date": "2011-12-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772042015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111900",
   "pgm_ele_name": "Animal Developmental Mechanism"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 170000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 173944.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 174681.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>During embryonic development, the central nervous begins to form when some of the ectoderm cells activate genes leading to neural development, while other ectoderm cells activate a different set of genes that initiate formation of the epidermis.&nbsp; The activation of each set of genes requires the transcription of the DNA encoding each gene into RNA, and the subsequent translation of each RNA into the corresponding protein.&nbsp; While much of the regulation of this process involves the control of the transcription step, other molecules known as microRNAs can act by blocking the translation step.&nbsp; Discovered nearly two decades ago, microRNAs are known to regulate many critical processes involved in human development and disease.&nbsp; The goal of our studies is to understand how microRNAs contribute to the establishment of neural ectoderm.</p>\n<p>&nbsp;</p>\n<p><em>Scientific Merit:</em> &nbsp;We sought to identify which microRNAs are expressed in early neural or epidermal ectoderm; we found that these two tissues express many of the same microRNAs, although there are a number of microRNAs that are expressed specifically in either the neural or epidermal ectoderm.&nbsp; We also identified genes that are regulated by microRNAs in both tissues and used computational methods to predict interactions between individual microRNAs and specific genes.&nbsp; We found that many genes critical for early development are regulated by microRNAs, including genes that regulate and maintain developmental potential in embryonic cells and genes that function to initiate neural development.&nbsp; Moreover, most genes targeted by microRNAs are likely to interact with multiple microRNAs, suggesting that microRNA regulation of these genes is highly robust.&nbsp;</p>\n<p>&nbsp;</p>\n<p>In addition, we identified key microRNA-target mRNA interactions that may be critical for the establishment of either epidermal ectoderm or early neural ectoderm.&nbsp; We are now testing the functional importance of these interactions.&nbsp; We also demonstrated that interactions between microRNA-26 and Smad1, a gene that participates in the choice between neural and epidermal fate, are critical to the establishment of different tissue types and their organization in early embryos.</p>\n<p>&nbsp;</p>\n<p>In a secondary project, we showed that a specific microRNA, miR-199, plays multiple roles in the formation of the eye in frog embryos.&nbsp; If too much miR-199 is present during the initial phase of eye formation, the eye-forming area, or &ldquo;eye field&rdquo; is restricted in size, and the resulting eye is too small, often showing a specific defect known as a coloboma.&nbsp; If not enough miR-199 is available in the eye field, however, the eye defects are more severe, and in some cases, the eye does not form at all.&nbsp; We were able to show that Rx1, a gene critical for development of the vertebrate eye, is a key target of miR-199.</p>\n<p>&nbsp;</p>\n<p>Our sequencing studies have identified many microRNAs that had not previously been seen in our experimental model system, the African Clawed Frog <em>Xenopus laevis</em>.&nbsp;&nbsp; We have also identified several hundred genes as targets of microRNA-dependent regulation in early embryos.&nbsp; Our work has shown that microRNAs are likely to limit the expression of genes that control the developmental potential of early ectoderm cells (known as the pou5f3 genes).</p>\n<p>&nbsp;</p>\n<p><em>Broader Impacts:</em>&nbsp; Our studies have provided training opportunities in molecular developmental biology for 6 graduate students, 5 postbaccalaureate students, and 9 undergraduates.&nbsp; Of these students, 12 are women, and 6 are members of groups that are underrepresented in the sciences.&nbsp; We are making our sequencing data on microRNAs and genes regulated by microRNAs available through public websites to assist other researchers.&nbsp; We have publishe...",
  "por_txt_cntn": "\nDuring embryonic development, the central nervous begins to form when some of the ectoderm cells activate genes leading to neural development, while other ectoderm cells activate a different set of genes that initiate formation of the epidermis.  The activation of each set of genes requires the transcription of the DNA encoding each gene into RNA, and the subsequent translation of each RNA into the corresponding protein.  While much of the regulation of this process involves the control of the transcription step, other molecules known as microRNAs can act by blocking the translation step.  Discovered nearly two decades ago, microRNAs are known to regulate many critical processes involved in human development and disease.  The goal of our studies is to understand how microRNAs contribute to the establishment of neural ectoderm.\n\n \n\nScientific Merit:  We sought to identify which microRNAs are expressed in early neural or epidermal ectoderm; we found that these two tissues express many of the same microRNAs, although there are a number of microRNAs that are expressed specifically in either the neural or epidermal ectoderm.  We also identified genes that are regulated by microRNAs in both tissues and used computational methods to predict interactions between individual microRNAs and specific genes.  We found that many genes critical for early development are regulated by microRNAs, including genes that regulate and maintain developmental potential in embryonic cells and genes that function to initiate neural development.  Moreover, most genes targeted by microRNAs are likely to interact with multiple microRNAs, suggesting that microRNA regulation of these genes is highly robust. \n\n \n\nIn addition, we identified key microRNA-target mRNA interactions that may be critical for the establishment of either epidermal ectoderm or early neural ectoderm.  We are now testing the functional importance of these interactions.  We also demonstrated that interactions between microRNA-26 and Smad1, a gene that participates in the choice between neural and epidermal fate, are critical to the establishment of different tissue types and their organization in early embryos.\n\n \n\nIn a secondary project, we showed that a specific microRNA, miR-199, plays multiple roles in the formation of the eye in frog embryos.  If too much miR-199 is present during the initial phase of eye formation, the eye-forming area, or \"eye field\" is restricted in size, and the resulting eye is too small, often showing a specific defect known as a coloboma.  If not enough miR-199 is available in the eye field, however, the eye defects are more severe, and in some cases, the eye does not form at all.  We were able to show that Rx1, a gene critical for development of the vertebrate eye, is a key target of miR-199.\n\n \n\nOur sequencing studies have identified many microRNAs that had not previously been seen in our experimental model system, the African Clawed Frog Xenopus laevis.   We have also identified several hundred genes as targets of microRNA-dependent regulation in early embryos.  Our work has shown that microRNAs are likely to limit the expression of genes that control the developmental potential of early ectoderm cells (known as the pou5f3 genes).\n\n \n\nBroader Impacts:  Our studies have provided training opportunities in molecular developmental biology for 6 graduate students, 5 postbaccalaureate students, and 9 undergraduates.  Of these students, 12 are women, and 6 are members of groups that are underrepresented in the sciences.  We are making our sequencing data on microRNAs and genes regulated by microRNAs available through public websites to assist other researchers.  We have published one paper on our work (Liu et al., 2016;  Developmental Biology 409, 26-38) and a second paper has been submitted for publication and is now in revision;  two additional manuscripts are now in preparation.  In addition, two of the graduate students have given multiple talks and poster pre..."
 }
}