{
 "awd_id": "1147266",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "BCSP:  Collaborative Research:   ABI Development: Exploring Taxon Concepts (ETC) through analyzing fine-grained semantic markup of descriptive literature",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032922224",
 "po_email": "jweller@nsf.gov",
 "po_sign_block_name": "Jennifer Weller",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 1095682.0,
 "awd_amount": 1095682.0,
 "awd_min_amd_letter_date": "2012-06-12",
 "awd_max_amd_letter_date": "2017-10-23",
 "awd_abstract_narration": "A collaborative award has been made to the University of Arizona and the University of California at Davis to develop novel ways of tying scientific names directly to published biological characteristics of organisms, and to implement a new user-friendly program, the Explorer of Taxon Concepts (ETC), to assist with the disambiguation of the scientific names of species at all taxonomic ranks. Prototypes from several successful NSF-funded projects are integrated through ETC to enable: (i) text-mining extraction of taxonomic knowledge from scientific literature, (ii) analysis and integration of this knowledge using logic-based reasoning and information theoretic methods, and (iii) result visualization. The results shed light on similarities and differences among various scientists' understanding of a particular species, as well as relations between the terminology used by different scientists, allowing for more accurate integration of data gathered by different investigators. A component of the ETC project is computer science research aimed at a novel integration of state-of-the-art logic inference and information theoretic approaches to taxonomic science.\r\n\r\nScientific names are the primary identifiers for organisms and the anchor for the communication and comparison of biological knowledge. However, there is constant revision of the definition of taxa by experts, making interpretation of the names through time challenging. This project will produce and demonstrate the use of ETC software on descriptive scientific literature from the Rosaceae (the Rose family) and Apoidea (the Bee super-family) to facilitate research into critical pollination systems. These pollination systems are currently of great concern due to reductions in bee populations globally with the potential to reduce yield of many staple food crops.  ETC's components support scientific knowledge value added to its inputs, making them useful in many other biodiversity information applications. Character and anatomy ontologies built and enhanced by the ETC project will benefit all knowledge-based applications in biology. The project adopts the following strategies to broaden its accessibility: The integration of ETC components with existing biological computing infrastructure such as DataONE and iPlant will make the tools broadly available. The partnership with iPlant's successful Education, Outreach, and Training (EOT) group will document the software for instructional use and encourage its adoption in the classroom. Components of the research and the final products will also be packaged into learning modules for college and graduate level courses at University of Arizona, the University of California at Davis, and other universities. Project outcomes will be accessible via the link provided at: http://sirls.arizona.edu/node/684.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hong",
   "pi_last_name": "Cui",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hong Cui",
   "pi_email_addr": "hongcui@email.arizona.edu",
   "nsf_id": "000312739",
   "pi_start_date": "2012-06-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Macklin",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "James A Macklin",
   "pi_email_addr": "james.macklin@agr.gc.ca",
   "nsf_id": "000206528",
   "pi_start_date": "2012-06-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "1515 E. First Street",
  "perf_city_name": "Tucson",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  },
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  },
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8750",
   "pgm_ref_txt": "Bio & Comp Shared Princ (BCSP)"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 1095682.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The ETC project was charged to produce a new user-friendly suite of tools, the Explorer of Taxon Concepts, for extracting and comparing scientific names along with their biological characteristics from various forms of scientific literature to aid in their disambiguation. Prototypes from several successful NSF-funded projects are integrated through ETC to enable (i) text-mining and extraction of taxonomic knowledge from scientific literature, (ii) analysis and integration of this knowledge using logic-based reasoning and information theoretic methods, and (iii) the resulting visualizations. The results will shed light on similarities and differences among various scientists&rsquo; understanding of a particular taxon, as well as relations between the terminology used, allowing for more accurate integration of these data sets. A component of the ETC project is computer science research aimed at a novel integration of state-of-the-art logic inference and information theoretic approaches for application in taxonomic research.</p>\n<p>Now at the time of the conclusion of the project, we are proud to report that the project has achieved all the goals proposed, and in some areas, we have gone beyond the initial mandate. For the first time, a set of tools that automatically parse taxonomic descriptions (ETC Text Capture), facilitates the development of domain specific phenotype ontologies (ETC Ontology Building), generates taxon-by-character matrices (ETC Matrix Generation) and interactive identification keys (ETC Key Generation), and support taxon concepts alignments (ETC Taxonomy Comparison) are being developed and made public-accessible. &nbsp;In addition, subsets of the tools (parser and ontology access) are also being made accessible via web services and through the Docker Hub.</p>\n<p>Users interested in parsing taxonomic descriptions of any taxon groups can try it out by typing a URL to a browser window. These tools have been used to develop the Semantic MediaWiki Flora to Life in Canada, and also to build data layers in a GoLife project.</p>\n<p>All the tools, ontologies, glossaries, data used for evaluation etc are publically available on github or other data repositories. All the tools comes with video tutorial and/or step-by-step instructions.</p>\n<p>The impact the ETC project generated can be summarized as:</p>\n<p>(1) Developed the first comprehensive and feature rich baseline system with the essential tools, with complete source code, on which future work can built on and be compared to.</p>\n<p>(2) The project claims the first in a number of semantic focused research areas and software development:</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; (a) The first to build a bottom up, consensus encouraging large glossaries for plants in North America and in China.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; (b) The first automated system that automatically convert taxonimic descriptions to taxon-by-character matrices.</p>\n<p>&nbsp;&nbsp;&nbsp; (c) The first automated system that automatically convert phenotype character statements to ontologized EQ statements. This system trained on limited resources performed only 20% below human experts (post-doc researchers with years of training).</p>\n<p>&nbsp;&nbsp;&nbsp; (d) The first phenotype ontology building tool that extracts candidate terms from taxonomic descriptions and provide system suggested assertions.</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp; (e) The first graphic user interface for EULER, an taxonomy alignment system.</p>\n<p>&nbsp;&nbsp;&nbsp; (f) The first multi-user application that promotes consensus in building a categorical glossary (OTO)&nbsp;</p>\n<p>(3) Phenotype data layers and ontologies the tools helped to produce and that will become part of data infrastructure for large scale biological research and computation.</p>\n<p>In addition, the project has provide an interdisciplinary research environment for research assistants arranging from undergraduate students to post-doc researchers. The project produced over 19 peer-reviewed publications, all with student authors.</p>\n<p>The project has also identified new challenges in biodiversity information creation and use in the big data era and the team are taken on these new challenges and investigate novel solutions.</p>\n<p>ETC site:&nbsp;http://etc.sbs.arizona.edu/etcsite/start.html</p>\n<p>OTO site:&nbsp;http://biosemantics.arizona.edu:8080/OTO</p>\n<p>All source code and resources:&nbsp;https://github.com/biosemantics</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/13/2018<br>\n\t\t\t\t\tModified by: Hong&nbsp;Cui</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe ETC project was charged to produce a new user-friendly suite of tools, the Explorer of Taxon Concepts, for extracting and comparing scientific names along with their biological characteristics from various forms of scientific literature to aid in their disambiguation. Prototypes from several successful NSF-funded projects are integrated through ETC to enable (i) text-mining and extraction of taxonomic knowledge from scientific literature, (ii) analysis and integration of this knowledge using logic-based reasoning and information theoretic methods, and (iii) the resulting visualizations. The results will shed light on similarities and differences among various scientists? understanding of a particular taxon, as well as relations between the terminology used, allowing for more accurate integration of these data sets. A component of the ETC project is computer science research aimed at a novel integration of state-of-the-art logic inference and information theoretic approaches for application in taxonomic research.\n\nNow at the time of the conclusion of the project, we are proud to report that the project has achieved all the goals proposed, and in some areas, we have gone beyond the initial mandate. For the first time, a set of tools that automatically parse taxonomic descriptions (ETC Text Capture), facilitates the development of domain specific phenotype ontologies (ETC Ontology Building), generates taxon-by-character matrices (ETC Matrix Generation) and interactive identification keys (ETC Key Generation), and support taxon concepts alignments (ETC Taxonomy Comparison) are being developed and made public-accessible.  In addition, subsets of the tools (parser and ontology access) are also being made accessible via web services and through the Docker Hub.\n\nUsers interested in parsing taxonomic descriptions of any taxon groups can try it out by typing a URL to a browser window. These tools have been used to develop the Semantic MediaWiki Flora to Life in Canada, and also to build data layers in a GoLife project.\n\nAll the tools, ontologies, glossaries, data used for evaluation etc are publically available on github or other data repositories. All the tools comes with video tutorial and/or step-by-step instructions.\n\nThe impact the ETC project generated can be summarized as:\n\n(1) Developed the first comprehensive and feature rich baseline system with the essential tools, with complete source code, on which future work can built on and be compared to.\n\n(2) The project claims the first in a number of semantic focused research areas and software development:\n\n     (a) The first to build a bottom up, consensus encouraging large glossaries for plants in North America and in China.\n\n     (b) The first automated system that automatically convert taxonimic descriptions to taxon-by-character matrices.\n\n    (c) The first automated system that automatically convert phenotype character statements to ontologized EQ statements. This system trained on limited resources performed only 20% below human experts (post-doc researchers with years of training).\n\n    (d) The first phenotype ontology building tool that extracts candidate terms from taxonomic descriptions and provide system suggested assertions.\n\n \n\n    (e) The first graphic user interface for EULER, an taxonomy alignment system.\n\n    (f) The first multi-user application that promotes consensus in building a categorical glossary (OTO) \n\n(3) Phenotype data layers and ontologies the tools helped to produce and that will become part of data infrastructure for large scale biological research and computation.\n\nIn addition, the project has provide an interdisciplinary research environment for research assistants arranging from undergraduate students to post-doc researchers. The project produced over 19 peer-reviewed publications, all with student authors.\n\nThe project has also identified new challenges in biodiversity information creation and use in the big data era and the team are taken on these new challenges and investigate novel solutions.\n\nETC site: http://etc.sbs.arizona.edu/etcsite/start.html\n\nOTO site: http://biosemantics.arizona.edu:8080/OTO\n\nAll source code and resources: https://github.com/biosemantics\n\n\t\t\t\t\tLast Modified: 12/13/2018\n\n\t\t\t\t\tSubmitted by: Hong Cui"
 }
}