{
 "awd_id": "1147671",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Parental Investment Patterns in a Shifting Economy",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "kerry marsh",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 498273.0,
 "awd_amount": 498273.0,
 "awd_min_amd_letter_date": "2012-02-13",
 "awd_max_amd_letter_date": "2014-12-22",
 "awd_abstract_narration": "This project examines the effects of national and personal economic factors on the functioning of families. The welfare of the young is influenced by the economic resources available to their parents. That is, parental access to economic resources influences the ways parents invest their time, attention, and financial resources in the care of the young. The proposed research will test the hypothesis that parental investment strategies shift in response to parents' current access (or expected future access) to economic resources.  \r\n\r\nAs a novel prediction, the proposed studies will measure the ways in which those investment patterns differ based on the risk level of the child. For example, the child's preterm status serves as a potential risk factor for adverse health outcomes.  Past work has shown that at risk children are the recipients of either (1) parental neglect/abuse, or (2) exceptionally high levels of care. This research tests the basis for these polarized outcomes of such children. Although parents experiencing or projecting a poor economic outlook are predicted to invest more in low risk than high risk children, parents experiencing or projecting a strong economic outlook are predicted to invest more in high risk than in low risk children. This pattern presumably has an evolutionary origin, but is still observed across cultures or families that differ in national or personal wealth.\r\n\r\nHigher levels of parental investment are expected to pose an important compensatory pattern in the future outcomes of children -- in particular, the future outcomes of at-risk children. The proposed studies will measure the route by which such outcomes occur, that is, the influence of parental investment patterns on children's physiological responses.  Specifically, the project will assess changes in children's hormones and enzymes that are known to react to stress. Such physiological changes, in turn, should predict adverse or positive health outcomes for these children.\r\n\r\nThe research is concerned with the investment patterns shown by both mothers and fathers. Although many of the responses are expected to be similar, others may differ.  The research also tests investment patterns for Anglo and Latino families. However, no\r\ndifferences are anticipated across groupings due to the universal nature of parental investment patterns. The research will make use of different approaches in testing predictions: (1) a cross-sectional study will measure parents' initial investment strategies soon after children are born, (2) a longitudinal study will assess children's outcomes across the first 3 years of life, and (3) an experiment will test the ways parents change their future projections about parenting when exposed to media images that suggest positive or negative future economic outcomes.\r\n\r\nThis research assesses the effects of economic factors on the well-being of at-risk children. Predictions are relevant to the selective consequences of national and family economic variables on the outcomes of more vulnerable children. Findings will also provide the groundwork for the development of theory-based interventions that promote paternal investment in at-risk children, thus extending the investigator's past work documenting the effectiveness of an early intervention for increasing maternal investment in very young at-risk children.  Findings will also have implications for the similarities or differences in the potential effectiveness of early interventions for families from different cultural and ethnic backgrounds.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daphne",
   "pi_last_name": "Bugental",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Daphne E Bugental",
   "pi_email_addr": "bugental@psych.ucsb.edu",
   "nsf_id": "000470340",
   "pi_start_date": "2012-02-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Collins",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy L Collins",
   "pi_email_addr": "ncollins@psych.ucsb.edu",
   "nsf_id": "000374265",
   "pi_start_date": "2013-03-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "Psychology-East",
  "perf_city_name": "Santa  Barbara",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931069660",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1332",
   "pgm_ref_txt": "SOCIAL PSYCHOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 100463.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 112358.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 112316.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 173136.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our NSF-sponsored resesarch has focused on parent-child interaction. We were concerned with the ways that parents respond to their children, and the subsequent effects on children&rsquo;s responses to stressful event at older ages.</p>\n<p>&nbsp;</p>\n<p>One area of research focused on what is referred to as &ldquo;parental investment&rdquo; that is, both the quantity and quality of time parents spend with their children.&nbsp; We focused our attention on parents&rsquo; responses to their first born-child.&nbsp; We measured the relative amount of time that parents selectively invested their child (as opposed to other people). We also measured the quality of their interaction with the child when he or she was frightened.</p>\n<p>&nbsp;</p>\n<p>Our research assessed the level of parental investment in &ldquo;high risk&rdquo; children (e.g., children who have health problems) versus &ldquo;low risk&rdquo; children &ndash; a process that differs as a function of the reconomic resources available to those parents. We measured the shifting investment strategies parents use when they project the economy will show upturns or downturns. When the general economy is declining, parents are more likely to invest time and money in healthy children.&nbsp; However, when the economy is going up, they more likely to invest time and money in children have medical problems.</p>\n<p>&nbsp;</p>\n<p>Although we measured both mothers and fathers, at this point we have focused on fathers (as less is known about them).&nbsp; Fathers show an interesting hormonal effect in responding to becoming a father. Although fathers differ, they typically shown a decline in testosterone in response to the presence of a child.&nbsp; Higher testosterone levels are associated with romantic interests, whereas low testosterone is more related to parenting interests.</p>\n<p>&nbsp;</p>\n<p>We also measured older childrens reactions to stress as a result of their own medical history (e.g., preterm birth), combined with the levels of care provided by their parents. Children were more likely to show stress to somewhat frighening TV image if they had experienced birth probems, in particular if they had lower levels of parental care.&nbsp; In contrast, children were less likely to show stress if they had no birth problems or if they had high levels of parental care.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/05/2016<br>\n\t\t\t\t\tModified by: Daphne&nbsp;E&nbsp;Bugental</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur NSF-sponsored resesarch has focused on parent-child interaction. We were concerned with the ways that parents respond to their children, and the subsequent effects on childrenÆs responses to stressful event at older ages.\n\n \n\nOne area of research focused on what is referred to as \"parental investment\" that is, both the quantity and quality of time parents spend with their children.  We focused our attention on parentsÆ responses to their first born-child.  We measured the relative amount of time that parents selectively invested their child (as opposed to other people). We also measured the quality of their interaction with the child when he or she was frightened.\n\n \n\nOur research assessed the level of parental investment in \"high risk\" children (e.g., children who have health problems) versus \"low risk\" children &ndash; a process that differs as a function of the reconomic resources available to those parents. We measured the shifting investment strategies parents use when they project the economy will show upturns or downturns. When the general economy is declining, parents are more likely to invest time and money in healthy children.  However, when the economy is going up, they more likely to invest time and money in children have medical problems.\n\n \n\nAlthough we measured both mothers and fathers, at this point we have focused on fathers (as less is known about them).  Fathers show an interesting hormonal effect in responding to becoming a father. Although fathers differ, they typically shown a decline in testosterone in response to the presence of a child.  Higher testosterone levels are associated with romantic interests, whereas low testosterone is more related to parenting interests.\n\n \n\nWe also measured older childrens reactions to stress as a result of their own medical history (e.g., preterm birth), combined with the levels of care provided by their parents. Children were more likely to show stress to somewhat frighening TV image if they had experienced birth probems, in particular if they had lower levels of parental care.  In contrast, children were less likely to show stress if they had no birth problems or if they had high levels of parental care.\n\n \n\n\t\t\t\t\tLast Modified: 03/05/2016\n\n\t\t\t\t\tSubmitted by: Daphne E Bugental"
 }
}