{
 "awd_id": "1147083",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Effects of Syntactic Constituency on Phonology and Phonetics of Tone",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tyler Kendall",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2016-12-31",
 "tot_intn_awd_amt": 499056.0,
 "awd_amount": 499056.0,
 "awd_min_amd_letter_date": "2012-06-25",
 "awd_max_amd_letter_date": "2013-07-31",
 "awd_abstract_narration": "This research project investigates the question of just how the syntactic structure of a sentence can affect its pronunciation. The project will make coordinated fieldwork investigations of four languages with diverse syntactic properties (Northern Bizkaian Basque, Xitsonga, Luganda, Irish) in which the distribution of tone is known to be particularly revealing of the general role for syntactic constituent structure in determining the pronunciation of sentences. In these languages the location of the left and/or right edges of phrase-sized constituents is indicated by tonal and other phonological phenomena (insertion of tones at phrase edges, lengthening of the penultimate vowel, etc.) Moreover these languages are known to display phonological effects associated with a distinct, larger, clause-level type of constituent. So data from the pronunciation of sentences in these languages can reveal just what types of syntactic phrases or syntactic clauses count as \"domains\" for phonology. These domain-sensitive phenomena can moreover provide a tool for assessing whether a purely syntax-based theory of phonological domain structure is adequate as a theory of the distribution of these phenomena in a sentence, or whether appeal also has to be made to properly phonological constraints on domain structure, such as those expressing preference for certain rhythmic patterns.\r\n\r\nThe collaborative teamwork planned will provide unique training opportunities for both graduate students and faculty in the collection and analysis of complex data from the syntax-phonology interface. The training of these experts and the databases to be made publicly available will provide a foundation for further advances in the theoretical understanding of this relatively understudied aspect of grammar. Moreover, the data collected will serve to document sentence pronunciation in languages that are currently understudied and/or endangered and so will help contribute to efforts to keep the knowledge of the unique properties of these languages alive, and to teach it to others.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elisabeth",
   "pi_last_name": "Selkirk",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elisabeth Selkirk",
   "pi_email_addr": "selkirk@linguist.umass.edu",
   "nsf_id": "000162436",
   "pi_start_date": "2012-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "Department of Linguistics",
  "perf_str_addr": "150 Hicks Way, South College",
  "perf_city_name": "Amherst",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039242",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  },
  {
   "pgm_ele_code": "771900",
   "pgm_ele_name": "DEL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "7719",
   "pgm_ref_txt": "DEL"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 361283.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 137773.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The title of this grant is &ldquo;The effect of constituency on the phonology and phonetics of tone&rdquo;.&nbsp;&nbsp;The grant research involved a crosslinguistic investigation of the way in which the tonal speech melody of a sentence depends on the way in which the words of the sentence are arranged into phrases and clauses. Languages differ in their tonal systems, in whether high or low tones &ldquo;belong to&rdquo; and thereby make distinctions between different lexical items.&nbsp;&nbsp;Languages also differ in whether lexical tones may be deleted, in whether non-lexical tones may be inserted, and in whether these tones may spread to the right or left from one word to another in the sentence.&nbsp;&nbsp;The precise patterns of the deletion, insertion, or spreading of tone in the sentence may also differ from one language to another.&nbsp;&nbsp;What&rsquo;s common in all the languages examined is that the between-word patterning of tones typically reflects in some way the manner in which the words of a sentence are organized into phrases and larger clause-sized units. &nbsp;</p>\n<p>Our coordinated research project examined the patterns of tonal phonology and phonetics of sentences of varying types in five different languages.&nbsp;&nbsp;Three of them were lexical tone languages of varying types (the Bantu languages Xitsonga and Luganda and the variety of Basque spoken in Lekeitio, Spain), and two of them were languages without lexical tone (the Connemara variety of Irish and Standard American and British English, in which revealing patterns of predictable inserted tone are present). In all of these languages, though it was found that the syntactic constituent structure of the sentence has a clear influence on the patterning of tones in the sentences when pronounced, significant mismatches are found between the syntactic phrase structure of the sentences and the grouping of words into phrasal units that is indicated by the observed tonal patterning in the pronunciation of the sentence. This has led to the important conclusion that the influence of syntactic constituent structure on the tonal phonology of the output phonological representation of the grammar is not direct, but rather is mediated by other factors. Indeed, for the most part, it turns out that the attested mismatches between the syntactic constituents of the sentence and the phonological/prosodic constituents with respect to which the output tonal patterns of the different languages are defined are produced by phonological constraints on the constituent structure of the phonological representation itself, constraints that play a role only in the distinct phonological module of the grammar.&nbsp;&nbsp;&nbsp;</p>\n<p>This research carried out in the context of the grant &ldquo;The effect of constituency on the phonology and phonetics of tone&rdquo; underlines the importance of addressing the study of language from a modular point of view. A sentence of a language is made up of a sequence of words which are organized into a morphosyntactic constituent structure. That sentence has a particular meaning, which is derived in large part in the semantic/pragmatic module of the grammar. And that sentence has a particular pronunciation, which is defined in large part in the phonology module of the grammar. The syntactic properties of a sentence, including the words and morphemes that make it up, has a phonological interpretation on the one hand, and a semantic interpretation on the other.&nbsp;&nbsp;These interpretations are related to the morphosyntactic structure of the sentence, but each interpretative module has its own set of defining principles or constraints that contribute to the semantic or the phonological interpretation of the sentence.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/18/2022<br>\n\t\t\t\t\tModified by: Elisabeth&nbsp;Selkirk</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe title of this grant is \"The effect of constituency on the phonology and phonetics of tone\".  The grant research involved a crosslinguistic investigation of the way in which the tonal speech melody of a sentence depends on the way in which the words of the sentence are arranged into phrases and clauses. Languages differ in their tonal systems, in whether high or low tones \"belong to\" and thereby make distinctions between different lexical items.  Languages also differ in whether lexical tones may be deleted, in whether non-lexical tones may be inserted, and in whether these tones may spread to the right or left from one word to another in the sentence.  The precise patterns of the deletion, insertion, or spreading of tone in the sentence may also differ from one language to another.  What’s common in all the languages examined is that the between-word patterning of tones typically reflects in some way the manner in which the words of a sentence are organized into phrases and larger clause-sized units.  \n\nOur coordinated research project examined the patterns of tonal phonology and phonetics of sentences of varying types in five different languages.  Three of them were lexical tone languages of varying types (the Bantu languages Xitsonga and Luganda and the variety of Basque spoken in Lekeitio, Spain), and two of them were languages without lexical tone (the Connemara variety of Irish and Standard American and British English, in which revealing patterns of predictable inserted tone are present). In all of these languages, though it was found that the syntactic constituent structure of the sentence has a clear influence on the patterning of tones in the sentences when pronounced, significant mismatches are found between the syntactic phrase structure of the sentences and the grouping of words into phrasal units that is indicated by the observed tonal patterning in the pronunciation of the sentence. This has led to the important conclusion that the influence of syntactic constituent structure on the tonal phonology of the output phonological representation of the grammar is not direct, but rather is mediated by other factors. Indeed, for the most part, it turns out that the attested mismatches between the syntactic constituents of the sentence and the phonological/prosodic constituents with respect to which the output tonal patterns of the different languages are defined are produced by phonological constraints on the constituent structure of the phonological representation itself, constraints that play a role only in the distinct phonological module of the grammar.   \n\nThis research carried out in the context of the grant \"The effect of constituency on the phonology and phonetics of tone\" underlines the importance of addressing the study of language from a modular point of view. A sentence of a language is made up of a sequence of words which are organized into a morphosyntactic constituent structure. That sentence has a particular meaning, which is derived in large part in the semantic/pragmatic module of the grammar. And that sentence has a particular pronunciation, which is defined in large part in the phonology module of the grammar. The syntactic properties of a sentence, including the words and morphemes that make it up, has a phonological interpretation on the one hand, and a semantic interpretation on the other.  These interpretations are related to the morphosyntactic structure of the sentence, but each interpretative module has its own set of defining principles or constraints that contribute to the semantic or the phonological interpretation of the sentence. \n\n \n\n\t\t\t\t\tLast Modified: 03/18/2022\n\n\t\t\t\t\tSubmitted by: Elisabeth Selkirk"
 }
}