{
 "awd_id": "1147605",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Ideology and Political Organization in the Middle Lambayeque Valley, Northern North Coast of Peru",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2012-01-15",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 19985.0,
 "awd_amount": 19985.0,
 "awd_min_amd_letter_date": "2012-01-19",
 "awd_max_amd_letter_date": "2012-01-19",
 "awd_abstract_narration": "Under the direction of Dr. Prudence Rice, Ms. Cristina Rospigliosi will conduct archaeological research at the Middle/Late Sicán site of Luya (A.D. 900-1350/1375), located in the Lambayeque Valley on the northern north coast of Perú. Luya is composed of public architecture, featuring twelve adobe mounds built around an open space. The site has been described as an important public center and satellite both of the regional capital of Vista Florida, and of the Sicán Site, the capital of the Sicán state. Luya is important because it will contribute insight into an important but previously unexplored topic on the north coast: the functional roles and relations between capital cities and second-tier sites in early states, especially the role of ideology.\r\n\r\nAlthough dealing with a past time period the research has direct relevance today because it provides insight into the mechanisms which underlie the regional organization of traditional societies and the role which ideology may play in integrating them into functioning units. Such information would be relevant to understanding processes which are currently being played out in multiple parts of the world. An archaeological approach has the ability of tracing such processes on century and millennial time scales.\r\n\r\nThe Middle Sicán polity has been characterized as a centralized religious state exerting ideological control over six contiguous valleys in the Lambayeque region. But no archaeological research has been carried out to examine the function, role, and relations of second-tier sites in this state, outside the site core. Moreover, early ethnohistorical records depict regional polities as independent from each other, rather than integrated under a central government. And although the role of ideology in ancient polities is an important topic in Andean archaeology, it has not been commonly studied by analyzing data from monumental architecture.\r\n\r\nTo understand socio-political relations in the Sicán polity beyond its core area, this research has three goals: (1) to determine the socio-political function of Luya; (2) to determine if elements of the Sicán ideology assumed to be shared throughout the polity can be identified at Luya; and (3) to record spatial, material cultural, and political changes between the Middle and Late Sicán periods at a hinterland site. Six months of fieldwork at Luya will include excavations at three mounds, test pits off the mounds, and mapping of revealed architecture. Architectural analyses will include spatial organization, activity contexts, and building techniques (e.g., construction chambers, adobe builders' marks), which will be compared to published data from the Sicán Site.\r\n\r\nBroader impacts, beyond the dissertation itself, include the training of Peruvian archaeology students as field and lab assistants. The project also aims to create awareness among the local community about the importance of their pre-Hispanic monuments and heritage. Luya has been and continues to be heavily looted, a problem fueled by socioeconomic factors and a lack of knowledge about the cultural and sustainable value of archaeological sites. Community workshops will thus be organized twice a month, along with lectures at local public schools, to explain the results of the scientific archaeological excavations at Luya, thus contextualizing the information about cultural heritage. Likewise, fieldwork will be carried out by a crew of local workers. Considering the current value of archaeological restoration projects in the region, this project will provide local people with the basic tools to organize future conservation, management, and sustainable economic and heritage projects such as tourism.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Prudence",
   "pi_last_name": "Rice",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Prudence M Rice",
   "pi_email_addr": "price@siu.edu",
   "nsf_id": "000236807",
   "pi_start_date": "2012-01-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Cristina",
   "pi_last_name": "Rospigliosi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cristina Rospigliosi",
   "pi_email_addr": "crisros@siu.edu",
   "nsf_id": "000584807",
   "pi_start_date": "2012-01-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Southern Illinois University at Carbondale",
  "inst_street_address": "900 S NORMAL AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CARBONDALE",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "6184534540",
  "inst_zip_code": "629014302",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "IL12",
  "org_lgl_bus_name": "BOARD OF TRUSTEES OF SOUTHERN ILLINOIS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y28BEBJ4MNU7"
 },
 "perf_inst": {
  "perf_inst_name": "Southern Illinois University at Carbondale",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "PE",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Peru",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 19985.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The focus of this dissertation research funded by the National Science Foundation was six months of excavations at the archaeological site of Luya.&nbsp; Luya is located on the north bank of the middle Lambayeque River in the north coast of Peru.&nbsp; The Peruvian coast is a narrow desert flanked by the Pacific Ocean to the west and the first mountainous ridges of the Andes Cordillera to the east, and interspersed by river valleys flowing to the west.&nbsp; Life in these green-patched areas have been possible thanks to the artificial irrigation developed since prehispanic times.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;A surface reconnaissance concurrent with the excavations covered the entire site helping to define the actual extension of the site (ca. 90 ha) which is a much larger settlement than previously recorded (ca. 19 ha).&nbsp; This new size will reassessed the importance and role Luya had within the settlement hierarchy in the Lambayeque Valley.&nbsp; Reconnaissance and excavations also helped to confirm the chronology of the site.&nbsp; The site was occupied during the Middle and Late Sican (AD 700 - 1350), and Chimu (AD 1350 - 1470) periods.&nbsp; Yet it is clear now that the site was primarily occupied and built during the Middle and Late Sican periods when most of the monumental architecture was built.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The surface reconnaissance gathered information on the function of the site during the Sican periods.&nbsp; A number of evidence for craft production (especially metalworking) was recovered: ingot molds, pottery molds, fragments of ceramic kiln walls, destroyed kilns, numerous reddish and ash layers pointing to such pyrotechnological activities, and metal crucibles.&nbsp; This data complement that found during excavations such as smelting and metal furnaces, part of a craft workshop, as well as copper ores, molds, and metalworking tools.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Among the most important findings was observing the drastic change in the use of space from Middle (AD 900 - 1100) to Late Sican (AD 1100 - 1350) periods.&nbsp; For example, excavations at the central area of the site (a flat area surrounded by a dozen adobe mounds) revealed in the Middle Sican period stratigraphic levels a series of metal smelting furnaces associated with ephemeral (sandy) floors.&nbsp; The evidence suggests that this area was intensively used for smelting copper ores, the elaboration of copper ingots and perhaps other copper tools as well.&nbsp; Yet this same area was purposely buried and rebuilt during the Late Sican period.&nbsp; In fact, a plaza characterized by its flat, hard clay floor was built and was also associated with low adobe walls and ramps constituting a rectangular-shaped construction at the center of this plaza.&nbsp; This plaza did not show any evidence of domestic activities or craft production.&nbsp; Most likely this area was now rather used as a public space for social gatherings or ritual activities.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Preliminary analyses of the data recovered during excavations and comparisons with published architectural data suggest that the site of Luya followed the general architectural canons of the Sican culture.&nbsp; Yet, at the same time, it also shows a major, strong local component imprinted in the overall building and organization of the site.&nbsp; It is thus unlikely that Luya was a shrine devoted to spread the Sican religious ideas from the Sican capital in the La Leche Valley as hypothesized before.&nbsp; The data rather p...",
  "por_txt_cntn": "\n                The focus of this dissertation research funded by the National Science Foundation was six months of excavations at the archaeological site of Luya.  Luya is located on the north bank of the middle Lambayeque River in the north coast of Peru.  The Peruvian coast is a narrow desert flanked by the Pacific Ocean to the west and the first mountainous ridges of the Andes Cordillera to the east, and interspersed by river valleys flowing to the west.  Life in these green-patched areas have been possible thanks to the artificial irrigation developed since prehispanic times. \n\n                 A surface reconnaissance concurrent with the excavations covered the entire site helping to define the actual extension of the site (ca. 90 ha) which is a much larger settlement than previously recorded (ca. 19 ha).  This new size will reassessed the importance and role Luya had within the settlement hierarchy in the Lambayeque Valley.  Reconnaissance and excavations also helped to confirm the chronology of the site.  The site was occupied during the Middle and Late Sican (AD 700 - 1350), and Chimu (AD 1350 - 1470) periods.  Yet it is clear now that the site was primarily occupied and built during the Middle and Late Sican periods when most of the monumental architecture was built. \n\n                The surface reconnaissance gathered information on the function of the site during the Sican periods.  A number of evidence for craft production (especially metalworking) was recovered: ingot molds, pottery molds, fragments of ceramic kiln walls, destroyed kilns, numerous reddish and ash layers pointing to such pyrotechnological activities, and metal crucibles.  This data complement that found during excavations such as smelting and metal furnaces, part of a craft workshop, as well as copper ores, molds, and metalworking tools.\n\n                Among the most important findings was observing the drastic change in the use of space from Middle (AD 900 - 1100) to Late Sican (AD 1100 - 1350) periods.  For example, excavations at the central area of the site (a flat area surrounded by a dozen adobe mounds) revealed in the Middle Sican period stratigraphic levels a series of metal smelting furnaces associated with ephemeral (sandy) floors.  The evidence suggests that this area was intensively used for smelting copper ores, the elaboration of copper ingots and perhaps other copper tools as well.  Yet this same area was purposely buried and rebuilt during the Late Sican period.  In fact, a plaza characterized by its flat, hard clay floor was built and was also associated with low adobe walls and ramps constituting a rectangular-shaped construction at the center of this plaza.  This plaza did not show any evidence of domestic activities or craft production.  Most likely this area was now rather used as a public space for social gatherings or ritual activities. \n\n                Preliminary analyses of the data recovered during excavations and comparisons with published architectural data suggest that the site of Luya followed the general architectural canons of the Sican culture.  Yet, at the same time, it also shows a major, strong local component imprinted in the overall building and organization of the site.  It is thus unlikely that Luya was a shrine devoted to spread the Sican religious ideas from the Sican capital in the La Leche Valley as hypothesized before.  The data rather point to a more loose interaction between Sican administrative sites, where Luya probably functioned as a local, independent center focused on agricultural production and metalworking and craft production.  For example, previous research at the Sican capital found that the summit of the adobe mounds were used for ritual and religious activities because they present symmetrical layouts, terracing, polychrome murals, and colonnades.  The situation in Luya seems rather different.  Excavations atop one of the major adobe mounds (Mound 2) found storage pits probably used..."
 }
}