{
 "awd_id": "1147118",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Deciphering The Role Of Kisspeptin In The Mediation Of Photoperiod and Gonadal Steroid Signalling Throughout Reproduction",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": "7032927876",
 "po_email": "stellis@nsf.gov",
 "po_sign_block_name": "Steven Ellis",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 150001.0,
 "awd_amount": 150001.0,
 "awd_min_amd_letter_date": "2012-05-31",
 "awd_max_amd_letter_date": "2012-05-31",
 "awd_abstract_narration": "Kisspeptin is emerging as an important regulator of reproduction in vertebrates. In mammals, it is considered to be the \"missing link\" that mediates environmental and endogenous information to the hypothalamic-pituitary-gonadal (HPG) axis via integration of sensory input and transmission to gonadotropin-releasing hormone (GnRH) neurons. Accumulating evidence suggests that the kisspeptin system acts similarly in teleosts, which comprise the largest class of vertebrates. However, the study of teleost kisspeptin lags significantly behind that of mammals. Unlike mammals that possess only single forms of kisspeptin (KiSS1) and its receptor (KiSS1R), two isoforms of kisspeptin (Kiss1 and Kiss2) and two receptors (Kiss1r and Kiss2r) are expressed in the brain of most teleost species. Each receptor is activated by the two kisspeptin forms but shows preference to one form of kisspeptin.  Preliminary data in striped bass suggests that the two kisspeptins have differential roles in the control of reproduction. Moreover, kiss1r- and kiss2r-expressing neurons interact in different ways with GnRH neurons in the hypothalamic preoptic area. To elucidate the exact roles of each form, the kisspeptins and cognate receptors of the striped bass will be used to pursue specific, selective, and efficient antagonists for the teleost kisspeptin receptors. As a first step, a suite of systematically modified kisspeptin peptides will be screened in vitro for their ability to block kiss1r and kiss2r stably expressed in a COS7 cell line, via two signal transduction pathways, PKC and PKA. The selected candidates will then be evaluated in vivo for their biological potencies, efficiency and specificity in short term and long term treatments. In the short-term experiments, kiss1 or kiss2 will be co-injected with the tested antagonist into striped bass. Controlled release delivery implants will be utilized in the long term experiments. These devices will be pre-implanted two weeks prior to kiss1 or kiss2 injections. The ability to block kiss1 and kiss2 will be determined by comparison to known kiss1/kiss2 effects on key hormones within the reproductive system (GnRHs, LH and FSH). The study is expected to yield at least one potent specific antagonist for each kisspeptin receptor, thereby enabling studies on the exact roles and significance of each of the two kisspeptin systems in the mediation of different signals in various brain pathways, particularly those affecting the reproductive axis. This tool will pave the way for a wider range of studies in the field of reproductive endocrinology in vertebrates. The potential impacts include improvement of reproductive manipulations of farmed and captive animals.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yonathan",
   "pi_last_name": "Zohar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yonathan Zohar",
   "pi_email_addr": "zohar@umbc.edu",
   "nsf_id": "000096912",
   "pi_start_date": "2012-05-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nilli",
   "pi_last_name": "Zmora",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nilli Zmora",
   "pi_email_addr": "nzmora@umbc.edu",
   "nsf_id": "000586370",
   "pi_start_date": "2012-05-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland Baltimore County",
  "inst_street_address": "1000 HILLTOP CIR",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4104553140",
  "inst_zip_code": "212500001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND BALTIMORE COUNTY",
  "org_prnt_uei_num": "",
  "org_uei_num": "RNKYWXURFRL5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland Baltimore County",
  "perf_str_addr": "701 East Pratt Street",
  "perf_city_name": "Baltimore",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212023183",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 150001.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overall goal of this project was to identify and characterize specific antagonists for each of the two kisspeptin receptors found in the brain of a fish model using the striped bass, <em>Morone saxatilis</em> as the model species. The proposed methodology included selection of antagonist candidates by screening a number of potential antagonists, pre-designed and prepared by our collaborator, Prof. Robert Millar, through a receptor binding assay in a heterologous cell system expressing the striped bass kisspeptin receptors. The selected antagonists were to be further tested <em>in vivo</em> for their potency in inhibiting the known action of each kisspeptin form.</p>\n<p>We were able to identify and test two antagonists out of a total of twenty three candidates. Pep 234, the mammalian kiss1 receptor antagonist, moderately hindered the activation of both fish receptors: kiss1r and kiss2r. The second peptide, pep 359, is a novel antagonist that exhibits a strong antagonistic activity to the kiss2r, which is the form that is abundantly expressed and expressed in the hypophysiotropic GnRH1 neurons. <strong>We went beyond our initial commitment to NSF and tested each of the two candidate peptides and confirmed their antagonistic activity <span style=\"text-decoration: underline;\">both <em>in vitro</em> and <em>in vivo</em></span>.</strong> It is noteworthy that the two antagonists, and results generated by their use, have already provided new insights and understanding of the actions of the two kisspeptin receptors.</p>\n<p>Receptor binding and activation studies of kiss1r and kiss2r by Kiss1 and Kiss2 revealed that, like in mammals, the striped bass kisspeptin receptors utilize the PKC signal transduction pathway. In addition, only kiss1r showed strong promiscuity and is equally activated by both Kiss1 and Kiss2 with a similar EC<sub>50 </sub>value. Kiss2r, however, has a 1000 times stronger activation capacity by Kiss2 than by Kiss1, having an EC<sub>50</sub> in the picomolar and nanomolar ranges, respectively.</p>\n<p>&nbsp;</p>\n<p>Pep 234 was able to decrease the activation of both kiss1r and kiss2r using doses ranging from 0.1-1 &mu;M and the extent of the inhibition reached 40-50%. The novel peptide, pep 359, completely inhibited the activation of kiss2r, even at doses as low as 10 picomolar, and had no effect on kiss1r. These results indicate that we have detected a strong specific antagonist for kiss2r, which, as mentioned above, is the only one that is expressed on GnRH1 neurons.</p>\n<p>&nbsp;</p>\n<p>Pep 234 and pep 359 antagonistic abilities were also tested on brain and pituitary preparations <em>in vitro.</em> We applied Kiss1 and Kiss2 alone or together with different doses of the antagonists. The effect of pep 234 and pep 359 in the pituitary was profound. Both antagonists down-regulated the expression of <em>lh</em> and <em>fsh</em> to levels lower than those of the control. The two antagonists also inhibited the induced release of LH from the pituitary cells. Using brain slices, pep 234 and pep 359 attenuated the effect of Kiss2 on the expression of <em>gnrh1</em>. This observation is in line with the fact that Kiss1 is ~1000 times less potent in activating kiss2r.</p>\n<p>&nbsp;</p>\n<p><strong>The sum of this set of experiments strongly suggests that both pep 234 and pep 359 are able to inhibit the activation of the native kisspeptin receptors in their tissues and that pep 359 is, <strong>indeed,</strong>&nbsp;selective for kiss2r</strong>.</p>\n<p>&nbsp;</p>\n<p>The <em>in vivo</em> part of the project took advantage of our cumulative knowledge of the exceptional plasticity of the kisspeptin neurons in the mediobasal hypothalamus. Based on this knowledge, we used male striped bass at the spawning stage that exhibit a temporal-specific appearance of kiss1 and kiss2 neurons (at this specific stage). Pep 234 and pep 359 were administered via a slow release po...",
  "por_txt_cntn": "\nThe overall goal of this project was to identify and characterize specific antagonists for each of the two kisspeptin receptors found in the brain of a fish model using the striped bass, Morone saxatilis as the model species. The proposed methodology included selection of antagonist candidates by screening a number of potential antagonists, pre-designed and prepared by our collaborator, Prof. Robert Millar, through a receptor binding assay in a heterologous cell system expressing the striped bass kisspeptin receptors. The selected antagonists were to be further tested in vivo for their potency in inhibiting the known action of each kisspeptin form.\n\nWe were able to identify and test two antagonists out of a total of twenty three candidates. Pep 234, the mammalian kiss1 receptor antagonist, moderately hindered the activation of both fish receptors: kiss1r and kiss2r. The second peptide, pep 359, is a novel antagonist that exhibits a strong antagonistic activity to the kiss2r, which is the form that is abundantly expressed and expressed in the hypophysiotropic GnRH1 neurons. We went beyond our initial commitment to NSF and tested each of the two candidate peptides and confirmed their antagonistic activity both in vitro and in vivo. It is noteworthy that the two antagonists, and results generated by their use, have already provided new insights and understanding of the actions of the two kisspeptin receptors.\n\nReceptor binding and activation studies of kiss1r and kiss2r by Kiss1 and Kiss2 revealed that, like in mammals, the striped bass kisspeptin receptors utilize the PKC signal transduction pathway. In addition, only kiss1r showed strong promiscuity and is equally activated by both Kiss1 and Kiss2 with a similar EC50 value. Kiss2r, however, has a 1000 times stronger activation capacity by Kiss2 than by Kiss1, having an EC50 in the picomolar and nanomolar ranges, respectively.\n\n \n\nPep 234 was able to decrease the activation of both kiss1r and kiss2r using doses ranging from 0.1-1 &mu;M and the extent of the inhibition reached 40-50%. The novel peptide, pep 359, completely inhibited the activation of kiss2r, even at doses as low as 10 picomolar, and had no effect on kiss1r. These results indicate that we have detected a strong specific antagonist for kiss2r, which, as mentioned above, is the only one that is expressed on GnRH1 neurons.\n\n \n\nPep 234 and pep 359 antagonistic abilities were also tested on brain and pituitary preparations in vitro. We applied Kiss1 and Kiss2 alone or together with different doses of the antagonists. The effect of pep 234 and pep 359 in the pituitary was profound. Both antagonists down-regulated the expression of lh and fsh to levels lower than those of the control. The two antagonists also inhibited the induced release of LH from the pituitary cells. Using brain slices, pep 234 and pep 359 attenuated the effect of Kiss2 on the expression of gnrh1. This observation is in line with the fact that Kiss1 is ~1000 times less potent in activating kiss2r.\n\n \n\nThe sum of this set of experiments strongly suggests that both pep 234 and pep 359 are able to inhibit the activation of the native kisspeptin receptors in their tissues and that pep 359 is, indeed, selective for kiss2r.\n\n \n\nThe in vivo part of the project took advantage of our cumulative knowledge of the exceptional plasticity of the kisspeptin neurons in the mediobasal hypothalamus. Based on this knowledge, we used male striped bass at the spawning stage that exhibit a temporal-specific appearance of kiss1 and kiss2 neurons (at this specific stage). Pep 234 and pep 359 were administered via a slow release polymeric device (implant) that releases the peptides over a 3 week period with known release kinetics. Treatment with the two antagonists resulted in a striking inhibition of sperm production, which was associated with down-regulation of gnrh1 and gnrh2 expression, depletion of GnRH1 and GnRH2 peptide content in the pituitary, and higher levels of L..."
 }
}