{
 "awd_id": "1147044",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH: Natural Selection on Growth and Locomotor Development in Eastern Cottontail Rabbits (Sylvilagus floridanus)",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "emily carrington",
 "awd_eff_date": "2012-04-15",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 76922.0,
 "awd_amount": 76922.0,
 "awd_min_amd_letter_date": "2012-04-06",
 "awd_max_amd_letter_date": "2012-04-06",
 "awd_abstract_narration": "The juvenile stage of life can be particularly perilous. Immature animals must survive in the same environments as adults despite smaller body size, weaker muscles and other growth-related limitations on physical ability. Because, by definition, juveniles have yet to reproduce, one should expect strong selection for mechanisms that could potentially offset these age-related limits on physical performance, allowing individuals to reach adulthood, reproduce, and thus maintain evolutionary fitness. The proposed research will combine measures of musculoskeletal growth, physical performance, and survivorship in eastern cottontail rabbits (Sylvilagus floridanus) to explicitly test broad-scale hypotheses about the adaptive nature of mammalian growth and development. Eastern cottontails are independent of their mothers by three weeks of age and experience high predation pressure during the first year of life, making them an ideal species in which to address these issues. The fundamental data collected in this study will provide a greater understanding of how natural selection operates on musculoskeletal growth and development in response to predation, providing novel insight into the process of evolution itself. \r\nThis research is organized into three specific aims. First, researchers will collect detailed measures of musculoskeletal growth in eastern cottontails, including detailed data on muscle and bone strength. Second, the investigators will generate quantitative measures of physical performance ability (i.e., acceleration and sprinting capacities) in juvenile and adult rabbits. Finally, radio-tracking data will be combined with ecological data on home range size, habitat quality and predation risk to empirically document survivorship in juvenile rabbits. These data will allow the researchers to holistically examine associations among musculoskeletal anatomy, physical performance and evolutionary fitness, as required to formally test the adaptive significance of the traits thought to promote juvenile survival.\r\nThis project will create interdisciplinary collaborations among the three institutions involved, helping to foster a network of research and training in northeastern Ohio. Funding will also provide opportunities for undergraduates to learn in vivo biomechanical and field ecology methods. Such opportunities are rare and constitute a major educational resource for students. Skeletal materials gathered during this project will be donated to local museums and schools, providing valuable public educational and research tools. Finally, the survivorship estimates generated during this research can be used to inform the policy decisions of the Ohio Department of Natural Resources in order to establish acceptable numbers for hunting and trapping throughout Ohio.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Butcher",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Michael T Butcher",
   "pi_email_addr": "mtbutcher@ysu.edu",
   "nsf_id": "000531195",
   "pi_start_date": "2012-04-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Youngstown State University",
  "inst_street_address": "1 TRESSEL WAY",
  "inst_street_address_2": "",
  "inst_city_name": "YOUNGSTOWN",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "3309412378",
  "inst_zip_code": "445550001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "OH06",
  "org_lgl_bus_name": "YOUNGSTOWN STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "C5BNR8SHXMM4"
 },
 "perf_inst": {
  "perf_inst_name": "Youngstown State University",
  "perf_str_addr": "One University Plaza",
  "perf_city_name": "Youngstown",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "445550001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "OH06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765800",
   "pgm_ele_name": "Physiol Mechs & Biomechanics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 76922.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Objective/Purpose/Hypothesis</strong></p>\n<p>Rabbits have powerful hindlimb muscles that allow them to accelerate rapidly during locomotion. Moreover, juveniles may have performance advantages relative to adults that could increase their chances of survival to reproductive maturity. To investigate the ontogeny of power capacity in rabbit hindlimb extensors, muscle architectural properties were quantified in juvenile and adult eastern cottontail rabbits (<em>Sylvilagus floridanus</em>). It is hypothesized that the musculoskeletal features of the hindlimb will be optimized in juveniles to promote increased locomotor performance similar to that of adults.</p>\n<p><strong>Methodology</strong></p>\n<p>We measured architectural properties from a total of <em>N=</em>29 rabbits (juveniles, sub-adults, and adults: female and male rabbit randomly captured and sacrificed). The architectural properties measured from each hindlimb extensor muscle (<em>n=</em>24) included: muscle mass (MM), belly length (ML), fascicle length (<em>L</em><sup>F</sup>), pennation angle (&ordm;), and physiological cross-sectional area (PSCA), known to provide functional estimates of maximum isometric force, joint torque, and instantaneous power. These properties were subjected to scaling analyses to determine growth trajectories in muscle group performance between juvenile and adult rabbits. In addition, mass was measured from every muscle in the hindlimb (n=35) to determine the functional mass distribution. This was done on a sub-sample of I16 rabbits. Hindlimb bone (femur, tibia, calcaneus, metatarsal III) proportions were also measured from each individual dissected and used to normalized muscle length measurements. &nbsp;</p>\n<p><strong>Results</strong></p>\n<p>Overall, a proximal-to-distal increase in muscle pennation and PCSA was observed in rabbit hindlimbs. No muscle is the rabbit hindlimb is found to capable of high power output, while numerous muscles and/or functional muscle groups are better designed for high joint rotational velocity. The fiber type composition of juveniles is also faster that that of adults, showing a broader distribution of fast MHC-2X and 2B isoform fibers. During ontogeny, there is a faster- to slower-contracting shift in myosin fiber type expression. The results of growth curve (i.e. scaling) analyses) for all muscle groups are as follows: &nbsp;</p>\n<p><strong>Muscle Mass</strong>: Positively allometric for all joints</p>\n<p><strong>PSCA</strong>: &nbsp;Positively allometric for all joints</p>\n<p>Fmax: Isometric</p>\n<p>FL/ML: Hip and Knee isometric (negative slope, but not significantly different from 0); <strong>Ankle</strong> negatively allometric</p>\n<p>FL/RM: Hip and Ankle isometric (negative slope, but not significantly different from 0); <strong>Knee</strong> positively allometric</p>\n<p>Power: Isometric across all joints</p>\n<p><strong>Discussion/Interpretation</strong></p>\n<p>These findings show that extensor group MM and PCSA increase faster (i.e. scale with positive allometry) than predicated for a given body size with ontogeny, and indicate that adults are relatively more well-developed than juveniles. However, juvenile rabbits have a proportional capacity for muscle force and power as adults, and several compensatory features that may allow for increased locomotor performance (and fitness) in juveniles including, higher <em>L</em><sup>F</sup>/ML ratios, large percentage of fast-twitch fibers, and greater force mechanical advantage of muscles that act ankle joint, in particular. Therefore, the collective findings largely support the hypothesis. The development of the musculoskeletal system appears to provide rabbits with some advantages to evade predation by rapid acceleration; however, adult rabbits also may be over-developed adversely affecting their running performance. Furthermore, the interpretation of the data provide support for the argument...",
  "por_txt_cntn": "\nObjective/Purpose/Hypothesis\n\nRabbits have powerful hindlimb muscles that allow them to accelerate rapidly during locomotion. Moreover, juveniles may have performance advantages relative to adults that could increase their chances of survival to reproductive maturity. To investigate the ontogeny of power capacity in rabbit hindlimb extensors, muscle architectural properties were quantified in juvenile and adult eastern cottontail rabbits (Sylvilagus floridanus). It is hypothesized that the musculoskeletal features of the hindlimb will be optimized in juveniles to promote increased locomotor performance similar to that of adults.\n\nMethodology\n\nWe measured architectural properties from a total of N=29 rabbits (juveniles, sub-adults, and adults: female and male rabbit randomly captured and sacrificed). The architectural properties measured from each hindlimb extensor muscle (n=24) included: muscle mass (MM), belly length (ML), fascicle length (LF), pennation angle (&ordm;), and physiological cross-sectional area (PSCA), known to provide functional estimates of maximum isometric force, joint torque, and instantaneous power. These properties were subjected to scaling analyses to determine growth trajectories in muscle group performance between juvenile and adult rabbits. In addition, mass was measured from every muscle in the hindlimb (n=35) to determine the functional mass distribution. This was done on a sub-sample of I16 rabbits. Hindlimb bone (femur, tibia, calcaneus, metatarsal III) proportions were also measured from each individual dissected and used to normalized muscle length measurements.  \n\nResults\n\nOverall, a proximal-to-distal increase in muscle pennation and PCSA was observed in rabbit hindlimbs. No muscle is the rabbit hindlimb is found to capable of high power output, while numerous muscles and/or functional muscle groups are better designed for high joint rotational velocity. The fiber type composition of juveniles is also faster that that of adults, showing a broader distribution of fast MHC-2X and 2B isoform fibers. During ontogeny, there is a faster- to slower-contracting shift in myosin fiber type expression. The results of growth curve (i.e. scaling) analyses) for all muscle groups are as follows:  \n\nMuscle Mass: Positively allometric for all joints\n\nPSCA:  Positively allometric for all joints\n\nFmax: Isometric\n\nFL/ML: Hip and Knee isometric (negative slope, but not significantly different from 0); Ankle negatively allometric\n\nFL/RM: Hip and Ankle isometric (negative slope, but not significantly different from 0); Knee positively allometric\n\nPower: Isometric across all joints\n\nDiscussion/Interpretation\n\nThese findings show that extensor group MM and PCSA increase faster (i.e. scale with positive allometry) than predicated for a given body size with ontogeny, and indicate that adults are relatively more well-developed than juveniles. However, juvenile rabbits have a proportional capacity for muscle force and power as adults, and several compensatory features that may allow for increased locomotor performance (and fitness) in juveniles including, higher LF/ML ratios, large percentage of fast-twitch fibers, and greater force mechanical advantage of muscles that act ankle joint, in particular. Therefore, the collective findings largely support the hypothesis. The development of the musculoskeletal system appears to provide rabbits with some advantages to evade predation by rapid acceleration; however, adult rabbits also may be over-developed adversely affecting their running performance. Furthermore, the interpretation of the data provide support for the argument that adult rabbits need to have a bigger muscles (more mass, higher PCSA) to keep up with juveniles. Juveniles may require relatively less muscle mass because of their smaller size. Because metabolic rate correlates with lean muscle mass, adults probably have greater energy needs and need to be skilled foragers, while juveniles would need relatively fewer..."
 }
}