{
 "awd_id": "1147743",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: A Neural and Behavioral Examination of Social Exclusion Processes",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "kerry marsh",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 148106.0,
 "awd_amount": 148106.0,
 "awd_min_amd_letter_date": "2012-02-10",
 "awd_max_amd_letter_date": "2012-02-10",
 "awd_abstract_narration": "Social exclusion has powerful negative consequences and harmful costs affecting mental and emotional well being. This research project advances understanding of social exclusion by examining the patterns of brain activation present during social interactions that lead to exclusion in combination with self-reported emotions measured after exclusion has occurred.  In order to accomplish this, the current project will vary the nature of exclusionary social interactions by altering: how frequently participants are included, how long the periods of exclusion last in each interaction, and when exclusion takes place during the social interactions. In addition, participants' social exposure to exclusion is varied prior to their own interactions by having them witness others' social exclusion. After witnessing others' social exclusion, participants engage in a social interaction with those who were previously excluded in the observed interaction or they interact with the people who caused the observed exclusion. Ultimately, this research examines the effects of the degree of exclusion and the subsequent amount of social re-inclusion on patterns of brain activation and measures of participants' feelings to learn more about how people recover from being socially excluded by others.  By investigating how exclusion develops, these researchers will be able to understand and eventually predict the subtle cues or changes in social interactions that lead to perceptions of exclusion as well as the negative consequences of those perceptions over time.\r\n\r\nFindings from this research will benefit the larger scientific community and society, and will also enhance the training and learning of the undergraduate students who are involved in the research by exposing them to opportunities to present the data, field questions, and explain the impact of the findings. Because Illinois Wesleyan University is a four-year liberal arts school, undergraduates will carry out all of the proposed research projects.  At least half of these students have been women and this contributes to gender diversity in neuroscientific research. This proposal will increase awareness of the psychological impact of social exclusion as well as increase enthusiasm for graduate school and careers in science among students.  These findings will be disseminated broadly through the preparation of manuscripts, abstracts, and conference presentations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Themanson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jason Themanson",
   "pi_email_addr": "jthemans@iwu.edu",
   "nsf_id": "000501193",
   "pi_start_date": "2012-02-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Williams",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph M Williams",
   "pi_email_addr": "jwilliam@iwu.edu",
   "nsf_id": "000221955",
   "pi_start_date": "2012-02-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Illinois Wesleyan University",
  "inst_street_address": "1312 PARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3095563058",
  "inst_zip_code": "617011773",
  "inst_country_name": "United States",
  "cong_dist_code": "17",
  "st_cong_dist_code": "IL17",
  "org_lgl_bus_name": "ILLINOIS WESLEYAN UNIVERSITY",
  "org_prnt_uei_num": "G822PKDV52U1",
  "org_uei_num": "CWWDCJCNE3L1"
 },
 "perf_inst": {
  "perf_inst_name": "Illinois Wesleyan University",
  "perf_str_addr": "1312 PARK STREET",
  "perf_city_name": "BLOOMINGTON",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "617022900",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "IL17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133200",
   "pgm_ele_name": "Social Psychology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1332",
   "pgm_ref_txt": "SOCIAL PSYCHOLOGY"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 148106.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was aimed at collecting data that will help us develop a better understanding of the nature of social exclusion as well as the nature of individuals&rsquo; neural and behavioral responses to being the target of exclusion. This impact was achieved through the combined knowledge and information obtained from five experiments that utilized new techniques for obtaining neural and behavioral data during social interactions. Notably, the current project used a method where we are able to disentangle moments of exclusion during a social interaction from the experience of being generally excluded from an interaction. We are able to do this by examining each event (inclusionary event, exclusionary event) within interactions that can be either generally inclusionary or exclusionary overall. Further, we are able to capture the moment-to-moment neural reaction to each event throughout the course of the event in addition to self-reported feelings and emotions that result from being excluded or included in a social interaction. In relation to the neural activity, we are able to record neural data locked in time to each event in real time, which allows us to see the dynamic response of the brain over the course of each event. This technique is not utilized in other research studies.</p>\n<p>Using this methodology, the current project has already provided a new insight that was unexpected from the original project description. Notably, we were able to see that the neural impact of exclusion is not limited to that initial moment when a person realizes the event is exclusionary. Rather, the experience of being excluded led to different patterns of neural activity in subsequent moments over the course of the same social event. This was shown by ongoing patterns of neural activity that are different for inclusionary events or exclusionary events, regardless of the nature of the social interaction. These data are not available to researchers using different measurement techniques to record neural activity. Further, our project shows that the patterns of neural activity present during exclusionary social events are associated with participants' self-reported changes in anxiety, negative affect, and feelings of depression when they are excluded.</p>\n<p>Additionally, our project has shown that experiencing social exclusion negatively impacts an individual's ability to properly regulate subsequent cognitive task performance. We were able to show that excluded individuals exhibited a decreased abilty to detect and correct errors compared to included individuals when they were asked to perform a cognitive task. These findings suggest that a common cognitive framework may be responsive to self-regulatory needs (e.g., the ability to control emotions, the ability to focus on a cognitive task) and that stressing that system by exposing individuals to social exclusion weakens that person's ability to properly navigate a cognitive task. This finding is important because it could help establish a foundation for a unified theory of self-regulation across cognitive, social, or emotional domains. This would have a profound benefit to researchers in the field as findings from one area of psychology, like cognitive psychology, could be utilized to help understand or explain findings from other areas, including social psychology and developmental psychology.</p>\n<p>Further, this project expands the understanding within psychology of how social experience or exposure to exclusion may inform responses to being excluded. The experiments conducted in the project created a situation where participants initially viewed other social interactions before actually participating themselves. Our findings suggest that witnessing exclusion sensitizes individuals to subsequent inclusionary information, which is relevant to the social desire to avoid social exclusion and increase belongingness. This finding ...",
  "por_txt_cntn": "\nThis project was aimed at collecting data that will help us develop a better understanding of the nature of social exclusion as well as the nature of individualsÆ neural and behavioral responses to being the target of exclusion. This impact was achieved through the combined knowledge and information obtained from five experiments that utilized new techniques for obtaining neural and behavioral data during social interactions. Notably, the current project used a method where we are able to disentangle moments of exclusion during a social interaction from the experience of being generally excluded from an interaction. We are able to do this by examining each event (inclusionary event, exclusionary event) within interactions that can be either generally inclusionary or exclusionary overall. Further, we are able to capture the moment-to-moment neural reaction to each event throughout the course of the event in addition to self-reported feelings and emotions that result from being excluded or included in a social interaction. In relation to the neural activity, we are able to record neural data locked in time to each event in real time, which allows us to see the dynamic response of the brain over the course of each event. This technique is not utilized in other research studies.\n\nUsing this methodology, the current project has already provided a new insight that was unexpected from the original project description. Notably, we were able to see that the neural impact of exclusion is not limited to that initial moment when a person realizes the event is exclusionary. Rather, the experience of being excluded led to different patterns of neural activity in subsequent moments over the course of the same social event. This was shown by ongoing patterns of neural activity that are different for inclusionary events or exclusionary events, regardless of the nature of the social interaction. These data are not available to researchers using different measurement techniques to record neural activity. Further, our project shows that the patterns of neural activity present during exclusionary social events are associated with participants' self-reported changes in anxiety, negative affect, and feelings of depression when they are excluded.\n\nAdditionally, our project has shown that experiencing social exclusion negatively impacts an individual's ability to properly regulate subsequent cognitive task performance. We were able to show that excluded individuals exhibited a decreased abilty to detect and correct errors compared to included individuals when they were asked to perform a cognitive task. These findings suggest that a common cognitive framework may be responsive to self-regulatory needs (e.g., the ability to control emotions, the ability to focus on a cognitive task) and that stressing that system by exposing individuals to social exclusion weakens that person's ability to properly navigate a cognitive task. This finding is important because it could help establish a foundation for a unified theory of self-regulation across cognitive, social, or emotional domains. This would have a profound benefit to researchers in the field as findings from one area of psychology, like cognitive psychology, could be utilized to help understand or explain findings from other areas, including social psychology and developmental psychology.\n\nFurther, this project expands the understanding within psychology of how social experience or exposure to exclusion may inform responses to being excluded. The experiments conducted in the project created a situation where participants initially viewed other social interactions before actually participating themselves. Our findings suggest that witnessing exclusion sensitizes individuals to subsequent inclusionary information, which is relevant to the social desire to avoid social exclusion and increase belongingness. This finding can help us to better understand how social experiences may be linked together and can..."
 }
}