{
 "awd_id": "1147134",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  ABI Innovation: Integrative Analysis of the Anatomic and Genetic Landscapes in the Mouse Brain",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032922224",
 "po_email": "jweller@nsf.gov",
 "po_sign_block_name": "Jennifer Weller",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 526888.0,
 "awd_amount": 526888.0,
 "awd_min_amd_letter_date": "2012-02-27",
 "awd_max_amd_letter_date": "2012-02-27",
 "awd_abstract_narration": "Grants are awarded to Old Dominion University and to Eastern Virginia Medical School in order to develop novel computational methods for analyzing the Allen Brain Atlas data set, which contains the most comprehensive collection of genome-scale, cellular-resolution, three-dimensional gene expression patterns of the mouse brain. Global analyses of these data would elucidate the anatomic and genetic landscapes of the mammalian brain, leading ultimately to the understanding of brain functional circuitry. This project will develop a class of novel computational methods for integrative analysis of the anatomic and genetic landscapes in the mouse brain. To enable genome-wide global computation, this project will investigate hierarchical models for incorporating genome-wide and brain-wide structures. Additionally, tensor computation techniques will be developed for data compression and visualization. Insights obtained through the application of advanced computational methods as proposed here have the potential to enable and accelerate biological insights and generate experimentally testable hypotheses. In particular, this project is expected to enable significant progress in the areas of (1) understanding the structure and development of the mammalian brain through the multidimensional analysis of genetic networks that can be identified through systems-level analysis of gene expression, (2) understanding molecular pathways that are active and contribute to the function of the mammalian brain, and (3) understanding how disruptions of genes and thus molecular pathways might contribute to pathologies of mouse and ultimately human brains.\r\n\r\nThe project will play an integral part in educating and training students. The Allen Brain Atlas resources have been integrated into undergraduate and graduate curricula as appealing pedagogical tools. This project will go beyond the raw data by extracting new knowledge from them, thereby significantly enriching current curricula and catalyzing new course development. The anatomic and genetic connectivity maps will be used as innovative pedagogical tools, where they offer visually appealing aids and examples for teaching a variety of topics and provide opportunities for in silico laboratory exercises. The educational activities will leverage Old Dominion University's top-class distance learning program whose sites are specifically designed to serve people with limited educational resources. For more information please visit the project website at http://compbio.cs.odu.edu/NSF-ABI/.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shuiwang",
   "pi_last_name": "Ji",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shuiwang Ji",
   "pi_email_addr": "sji@tamu.edu",
   "nsf_id": "000572148",
   "pi_start_date": "2012-02-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Old Dominion University Research Foundation",
  "inst_street_address": "4111 MONARCH WAY STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "NORFOLK",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7576834293",
  "inst_zip_code": "235082561",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "VA03",
  "org_lgl_bus_name": "OLD DOMINION UNIVERSITY RESEARCH FOUNDATION",
  "org_prnt_uei_num": "DSLXBD7UWRV6",
  "org_uei_num": "DSLXBD7UWRV6"
 },
 "perf_inst": {
  "perf_inst_name": "Old Dominion University",
  "perf_str_addr": "5115 Hampton Blvd",
  "perf_city_name": "Norfolk",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "235290001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "VA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1165",
   "pgm_ref_txt": "ADVANCES IN BIO INFORMATICS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 526888.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The mammalian central nervous system (CNS) contains a wide variety of neural cells, connected into an interaction network that collectively generate an organism&rsquo;s cognitive functions and determine its behavior. Understanding the functional circuitry of this enormously complex machinery plays a central role in modern neuroscience. An increasing amount of evidence indicates that correlations in gene expression patterns are predictive of structural connectivity, prompting the systematic cataloguing and analysis of expression profiles.&nbsp; To date, the Allen Brain Atlas (ABA) contains the most comprehensive collection of genome-scale, cellular-resolution, three-dimensional gene expression patterns in the CNS of an adult mouse. This project resulted in a set of computational methods for the efficient analysis of the mouse brain gene expression pattern images in ABA.</p>\n<p>We employ data reduction and network modeling techniques to explore the anatomical and genetic organizations in the mouse brain. To reduce the volume of data, we propose to apply tensor factorization techniques to reduce the data volumes. This tensor formulation treats the stack of 3D volumes as a 4D data array, thereby preserving the mouse brain geometry. We then model the anatomical and genetic organizations as graphical models. Results on network modeling show that our efforts recover known interactions and predicts novel putative correlations</p>\n<p>The mammalian brain contains cells of a large variety of types. The phenotypic properties of cells of different types are largely the results of distinct gene expression patterns. Therefore, it is of critical importance to characterize the gene expression patterns in the mammalian brain. We employ a graph approximation formulation to co-cluster the genes and the brain voxels simultaneously for each time point. We show that this formulation can be expressed as a probabilistic latent semantic analysis (PLSA) model, thereby allowing us to use the expectation-maximization algorithm for PLSA to estimate the co-clustering parameters. We apply our method to co-cluster the Allen Developing Mouse Brain Atlas data. Results indicate that our clustering of voxels is more consistent with classical neuroanatomy than those of prior methods. Our analysis also yields sets of genes that are co-expressed in a subset of the brain voxels.</p>\n<p>We perform a global, data-driven study of the relationship between gene expressions and neuroanatomy in the developing mouse brain. To enable visual explorations of the high-dimensional data, we map the in situ hybridization gene expression data to a two-dimensional space by preserving both the global and the local structures. Our results show that the developing brain anatomy is largely preserved in the reduced gene expression space. To provide a quantitative analysis, we cluster the reduced data into groups and measure the consistency with neuroanatomy at multiple levels. Our results show that the clusters in the low-dimensional space are more consistent with neuroanatomy than those in the original space.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/05/2016<br>\n\t\t\t\t\tModified by: Shuiwang&nbsp;Ji</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe mammalian central nervous system (CNS) contains a wide variety of neural cells, connected into an interaction network that collectively generate an organismÆs cognitive functions and determine its behavior. Understanding the functional circuitry of this enormously complex machinery plays a central role in modern neuroscience. An increasing amount of evidence indicates that correlations in gene expression patterns are predictive of structural connectivity, prompting the systematic cataloguing and analysis of expression profiles.  To date, the Allen Brain Atlas (ABA) contains the most comprehensive collection of genome-scale, cellular-resolution, three-dimensional gene expression patterns in the CNS of an adult mouse. This project resulted in a set of computational methods for the efficient analysis of the mouse brain gene expression pattern images in ABA.\n\nWe employ data reduction and network modeling techniques to explore the anatomical and genetic organizations in the mouse brain. To reduce the volume of data, we propose to apply tensor factorization techniques to reduce the data volumes. This tensor formulation treats the stack of 3D volumes as a 4D data array, thereby preserving the mouse brain geometry. We then model the anatomical and genetic organizations as graphical models. Results on network modeling show that our efforts recover known interactions and predicts novel putative correlations\n\nThe mammalian brain contains cells of a large variety of types. The phenotypic properties of cells of different types are largely the results of distinct gene expression patterns. Therefore, it is of critical importance to characterize the gene expression patterns in the mammalian brain. We employ a graph approximation formulation to co-cluster the genes and the brain voxels simultaneously for each time point. We show that this formulation can be expressed as a probabilistic latent semantic analysis (PLSA) model, thereby allowing us to use the expectation-maximization algorithm for PLSA to estimate the co-clustering parameters. We apply our method to co-cluster the Allen Developing Mouse Brain Atlas data. Results indicate that our clustering of voxels is more consistent with classical neuroanatomy than those of prior methods. Our analysis also yields sets of genes that are co-expressed in a subset of the brain voxels.\n\nWe perform a global, data-driven study of the relationship between gene expressions and neuroanatomy in the developing mouse brain. To enable visual explorations of the high-dimensional data, we map the in situ hybridization gene expression data to a two-dimensional space by preserving both the global and the local structures. Our results show that the developing brain anatomy is largely preserved in the reduced gene expression space. To provide a quantitative analysis, we cluster the reduced data into groups and measure the consistency with neuroanatomy at multiple levels. Our results show that the clusters in the low-dimensional space are more consistent with neuroanatomy than those in the original space.\n\n\t\t\t\t\tLast Modified: 03/05/2016\n\n\t\t\t\t\tSubmitted by: Shuiwang Ji"
 }
}