{
 "awd_id": "1148586",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Chemical Communities: Explaining Variation in Citizen Effects on Policy-Relevant Science and Industrial Transformation in Three Nations",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2017-02-28",
 "tot_intn_awd_amt": 138346.0,
 "awd_amount": 148346.0,
 "awd_min_amd_letter_date": "2012-02-21",
 "awd_max_amd_letter_date": "2014-07-09",
 "awd_abstract_narration": "Chemical Communities: Explaining Variation in Citizen Effects on Policy-Relevant Science and Industrial Transformation in Three Nations\r\n\r\nCitizen participation in the governance of science-based industries can improve the quality of policy and science by providing insights that are not always seen or understood by policymakers or scientists. Such participation is especially important in the governance of industries with significant actual and potential effects on the environment, such as nuclear power and chemical production. Yet much of what is understood about the forms and outcomes of citizen participation is based on single case studies. We also know very little about how scientists' professional cultures, and the materiality of science-based industries, including their layout and their environmental effects, mediate between citizen participation and the governance of the environmental effects of science-based industries. \r\n\r\nThis study uses theories and evidence from Science and Technology Studies to carry out a comparative study of citizen participation in the governance of chemical industries in three major chemical regions: Ludwigshafen, Germany; Porto Marghera, Italy; and the chemical corridor in Louisiana, USA. The research will demonstrate how national-level variation in regulatory and legal structures, in national and professional science cultures, and the material structures and practices of each site shape citizen effects on policy-relevant environmental knowledge. New knowledge about how scientists understand their role as mediators between policymakers and citizens will be developed. A second major contribution of the project is that it will show how variation in material factors, including environmental conditions and the structure of the industrial sites themselves, shape citizen participation.  Research will be carried out through analysis of relevant documents, interviews, and ethnographic fieldwork.  Results of this study will contribute to theories of citizen participation in policy relevant science, of environmental governance, and of how scientific cultures shape citizen participation in science. \r\n\r\nThe broader impacts lie in the development of theories of governance that is likely to be of value to policymakers, scientists, citizen groups, and those involved in the governance of chemical industries.  The comparative approach used here will provide new knowledge about how and why citizen involvement in the governance of industries with significant environmental impacts works more effectively in some places than in others.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "Allen",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara L Allen",
   "pi_email_addr": "ballen@vt.edu",
   "nsf_id": "000495748",
   "pi_start_date": "2012-02-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "GM",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Germany",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8815",
   "pgm_ref_txt": "Studies of Policy Sci Eng Tech"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 138346.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this international comparative research was is to better understand how citizen participation shapes policy-relevant science, regulatory outcomes, and technological transformation by analyzing change in three different national/cultural contexts in chemical regions in the U.S. and the EU. The project analyzed participatory science dynamics, with an emphasis on human health, in three petro-chemical regions: the chemical corridor of South Louisiana, Porto Marghera in Italy, and the Fos/Etang de Berre region in France. The project's transformative outcome was the success of a <strong>strongly participatory science</strong> experiment conducted in a polluted region.</p>\n<p>&nbsp;</p>\n<p>In Louisiana, the U.S. case study, citizen participation was often thwarted by either lack of access to pertinent official data or the data they could produce themselves was not deemed valid to influence policy. In the Italian chemical region, there was evidence of chemical workers themselves producing informal health studies that they were eventually able to legitimize and publish in medical journals.&nbsp; However, in this case study, policy change came after lengthy court battles and the outcomes led to a shrinking of industry and a slow transition to greener industry.</p>\n<p>&nbsp;</p>\n<p>During work on the last case study in France, there were also questions regarding human health in the industrial region from residents, local doctors, regulators and policy-makers. Unlike Louisiana and Italy, there had been many state health studies conducted over the last 15 years, yet few were finished or released and those that were did not answer the questions the residents and local doctors had.&nbsp; My hypothesis was that if local people participated in a significant way, from the design through the analysis of a health study, it would be more relevant and have more policy and action impacts.&nbsp; I called <strong>this strongly participatory science</strong>.</p>\n<p>&nbsp;</p>\n<p>To follow up on my hypothesis that emerged from this NSF-funded research, I received an auxiliary grant from a French health agency to conduct a study in two polluted towns in the industrial region to test my <strong>strongly participatory science</strong> hypothesis. &nbsp;Together with a team of graduate students, I devised a health survey instrument that included all the health questions that residents, local doctors, and health professionals had.&nbsp; Enlisting the residents to help construct the survey, my research team held town meetings and advertised the study through local media.&nbsp; We conducted a <strong>strongly participatory environmental health study</strong> by going door-to-door until we had survey information on about 10% of the population.&nbsp; The final results showed elevated chronic illnesses and verified the citizens&rsquo; own observations about the health issues in their town.&nbsp; We then enlisted the local residents and doctors by holding 30 focus groups to help us analyze the results and a few residents helped edit the final report.&nbsp; During the focus groups we asked people what their &ldquo;next steps&rdquo; would be once the report was released and they came up with over 40, often innovative, ideas.</p>\n<p>&nbsp;</p>\n<p>The final report produced by the <strong>strongly participatory science study</strong> in the French chemical region was released to the public January 2017 and is already having policy impacts and other environmental/health outcomes for the citizens. To name a few: 1) the French health service is already proposing to add more access to health specialists for the towns impacted by pollution; 2) local officials are using the report to challenge an excess emission permit submitted by a steel plant using older technologies; 3) The mayor of a local town is challenging the mayor of Marseille&rsquo;s proposal to substantially enlarge the incinerator in the small town that burns all of Marseille&rsquo;s garbage; 4) local doctors have used the report as evidence to support their request for research funds to study the links between certain illness clusters found in the health study.</p>\n<p>&nbsp;</p>\n<p>My hypothesis was proven:&nbsp; if people participate it a significant way in the making of science, particularly science about their own health, the science will have more relevance and show more outcomes than science done only by experts.&nbsp; This is <strong>strongly participatory science</strong>. It means that citizens participate in making science, from the framing of the questions that are asked to the final analysis and shaping the report. In this way the people <em>own</em> their science as they fully trust and understand the science that is relevant to them and are this more likely to use the science to push for policy and other environmental/health changes in their locales.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/02/2017<br>\n\t\t\t\t\tModified by: Barbara&nbsp;L&nbsp;Allen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this international comparative research was is to better understand how citizen participation shapes policy-relevant science, regulatory outcomes, and technological transformation by analyzing change in three different national/cultural contexts in chemical regions in the U.S. and the EU. The project analyzed participatory science dynamics, with an emphasis on human health, in three petro-chemical regions: the chemical corridor of South Louisiana, Porto Marghera in Italy, and the Fos/Etang de Berre region in France. The project's transformative outcome was the success of a strongly participatory science experiment conducted in a polluted region.\n\n \n\nIn Louisiana, the U.S. case study, citizen participation was often thwarted by either lack of access to pertinent official data or the data they could produce themselves was not deemed valid to influence policy. In the Italian chemical region, there was evidence of chemical workers themselves producing informal health studies that they were eventually able to legitimize and publish in medical journals.  However, in this case study, policy change came after lengthy court battles and the outcomes led to a shrinking of industry and a slow transition to greener industry.\n\n \n\nDuring work on the last case study in France, there were also questions regarding human health in the industrial region from residents, local doctors, regulators and policy-makers. Unlike Louisiana and Italy, there had been many state health studies conducted over the last 15 years, yet few were finished or released and those that were did not answer the questions the residents and local doctors had.  My hypothesis was that if local people participated in a significant way, from the design through the analysis of a health study, it would be more relevant and have more policy and action impacts.  I called this strongly participatory science.\n\n \n\nTo follow up on my hypothesis that emerged from this NSF-funded research, I received an auxiliary grant from a French health agency to conduct a study in two polluted towns in the industrial region to test my strongly participatory science hypothesis.  Together with a team of graduate students, I devised a health survey instrument that included all the health questions that residents, local doctors, and health professionals had.  Enlisting the residents to help construct the survey, my research team held town meetings and advertised the study through local media.  We conducted a strongly participatory environmental health study by going door-to-door until we had survey information on about 10% of the population.  The final results showed elevated chronic illnesses and verified the citizens? own observations about the health issues in their town.  We then enlisted the local residents and doctors by holding 30 focus groups to help us analyze the results and a few residents helped edit the final report.  During the focus groups we asked people what their \"next steps\" would be once the report was released and they came up with over 40, often innovative, ideas.\n\n \n\nThe final report produced by the strongly participatory science study in the French chemical region was released to the public January 2017 and is already having policy impacts and other environmental/health outcomes for the citizens. To name a few: 1) the French health service is already proposing to add more access to health specialists for the towns impacted by pollution; 2) local officials are using the report to challenge an excess emission permit submitted by a steel plant using older technologies; 3) The mayor of a local town is challenging the mayor of Marseille?s proposal to substantially enlarge the incinerator in the small town that burns all of Marseille?s garbage; 4) local doctors have used the report as evidence to support their request for research funds to study the links between certain illness clusters found in the health study.\n\n \n\nMy hypothesis was proven:  if people participate it a significant way in the making of science, particularly science about their own health, the science will have more relevance and show more outcomes than science done only by experts.  This is strongly participatory science. It means that citizens participate in making science, from the framing of the questions that are asked to the final analysis and shaping the report. In this way the people own their science as they fully trust and understand the science that is relevant to them and are this more likely to use the science to push for policy and other environmental/health changes in their locales.\n\n \n\n\t\t\t\t\tLast Modified: 06/02/2017\n\n\t\t\t\t\tSubmitted by: Barbara L Allen"
 }
}