{
 "awd_id": "1148982",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Deciphering the Tectonic History of the Transantarctic Mountains and the Wilkes Subglacial Basin",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael E. Jackson",
 "awd_eff_date": "2012-07-15",
 "awd_exp_date": "2019-06-30",
 "tot_intn_awd_amt": 714584.0,
 "awd_amount": 714584.0,
 "awd_min_amd_letter_date": "2012-07-03",
 "awd_max_amd_letter_date": "2012-07-03",
 "awd_abstract_narration": "Intellectual Merit: \r\nTo understand Antarctica's geodynamic development, origin of the Transantarctic Mountains (TAMs) and the Wilkes Subglacial Basin (WSB) must be determined. Current constraints on the crustal thickness and seismic velocity structure beneath the TAMs and the WSB are limited, leading to uncertainties over competing geologic models that have been suggested to explain their formation. The PI proposes to broaden the investigation of this region with a new seismic deployment, the Transantarctic Mountains Northern Network (TAMNNET), a 15-station array across the northern TAMs and the WSB that will fill a major gap in seismic coverage. Data from TAMNNET will be combined with that from other previous and ongoing seismic initiatives and will be analyzed using proven modeling techniques to generate a detailed image of the seismic structure beneath the TAMs and the WSB. These data will be used to test three fundamental hypotheses: the TAMs are underlain by thickened crust, the WSB is characterized by thin crust and thick sedimentary layers, and slow seismic velocities are prevalent along strike beneath the TAMs. Results from the proposed study will provide new information about the nature and formation of the Antarctic continent and will help to advance our understanding of important global processes, such as mountain building and basin formation. The proposed research also has important implications for other fields of Antarctic science. Constraints on the origin of the TAMs uplift are critical for climate and ice sheet models, and new information acquired about variations in the thermal and lithospheric structure beneath the TAMs and the WSB will be used to estimate critical ice sheet boundary conditions. \r\n\r\nBroader impacts: \r\nThis project incorporates three educational strategies to promote the integration of teaching and research. Graduate students will be trained in Antarctic tectonics and seismic processing through hands-on fieldwork and data analysis techniques. Through NSF's PolarTREC program, the PI will work with K-12 educators. The PI will develop a three-week summer field program for recent high school graduates and early-career undergraduate students from Minority-Serving Institutions in Alabama. Teaching materials and participant experiences will be shared with individuals outside the program via a course website. Following the summer program, participants who were particularly engaged will be offered internship opportunities to analyze TAMNNET data. In successive years, the students could assist with fieldwork and could be recruited into the graduate program under the PI's supervision. Ultimately, this program would not only serve to educate undergraduates but would also generate a pipeline of underrepresented students into the geosciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Samantha",
   "pi_last_name": "Hansen",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Samantha E Hansen",
   "pi_email_addr": "shansen@geo.ua.edu",
   "nsf_id": "000510201",
   "pi_start_date": "2012-07-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama Tuscaloosa",
  "inst_street_address": "801 UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "TUSCALOOSA",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2053485152",
  "inst_zip_code": "354012029",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA",
  "org_prnt_uei_num": "TWJWHYEM8T63",
  "org_uei_num": "RCNJEHZ83EV6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama Tuscaloosa",
  "perf_str_addr": "201 7th Ave., 2031 Bevill Bldg.",
  "perf_city_name": "Tuscaloosa",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "354870104",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "511200",
   "pgm_ele_name": "ANT Earth Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 714584.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Transantarctic Mountains Northern Network (TAMNNET) was a 15-station seismic array that was operated in northern Victoria Land, Antarctica between 2012-2015.&nbsp; Year-round data collection recorded global earthquake signals, allowing us to image the subsurface structure of the mountain range.&nbsp; More specifically, we examined the thickness of the crust as well as the structure of the uppermost mantle because these Earth structure characteristics can provide insight into how the Transantarctic Mountains formed.&nbsp; The TAMNNET data was modeled with a wide variety of analysis approaches, and based on our findings, we advocate that the mountain range is associated with a flexural origin.&nbsp; Anomalously warm upper mantle from adjacent West Antarctica provides a thermal load at depth, thereby providing support to the overlying topography.&nbsp; The crust beneath the mountain range is not anomalously thick; hence, isostatic compensation likely does not play a significant role in their support.&nbsp; Understanding the origin of the mountain range is important to further our knowledge about the tectonic history of Antarctica.&nbsp; Additionally, Earth structure constraints such as those provided by this project are important to modeling and understanding past ice sheet evolution as well as present-day and future ice sheet behavior.&nbsp; The TAMNNET project also incorporated several educational components to provide student training and to increase public awareness of the polar environment.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/31/2019<br>\n\t\t\t\t\tModified by: Samantha&nbsp;E&nbsp;Hansen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Transantarctic Mountains Northern Network (TAMNNET) was a 15-station seismic array that was operated in northern Victoria Land, Antarctica between 2012-2015.  Year-round data collection recorded global earthquake signals, allowing us to image the subsurface structure of the mountain range.  More specifically, we examined the thickness of the crust as well as the structure of the uppermost mantle because these Earth structure characteristics can provide insight into how the Transantarctic Mountains formed.  The TAMNNET data was modeled with a wide variety of analysis approaches, and based on our findings, we advocate that the mountain range is associated with a flexural origin.  Anomalously warm upper mantle from adjacent West Antarctica provides a thermal load at depth, thereby providing support to the overlying topography.  The crust beneath the mountain range is not anomalously thick; hence, isostatic compensation likely does not play a significant role in their support.  Understanding the origin of the mountain range is important to further our knowledge about the tectonic history of Antarctica.  Additionally, Earth structure constraints such as those provided by this project are important to modeling and understanding past ice sheet evolution as well as present-day and future ice sheet behavior.  The TAMNNET project also incorporated several educational components to provide student training and to increase public awareness of the polar environment.\n\n\t\t\t\t\tLast Modified: 07/31/2019\n\n\t\t\t\t\tSubmitted by: Samantha E Hansen"
 }
}