{
 "awd_id": "1148224",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Beryllium-10 in detrital magnetite as a new tool in erosion and weathering studies",
 "cfda_num": "47.050",
 "org_code": "06030206",
 "po_phone": "7032924961",
 "po_email": "pcutler@nsf.gov",
 "po_sign_block_name": "Paul Cutler",
 "awd_eff_date": "2012-06-15",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 55560.0,
 "awd_amount": 55560.0,
 "awd_min_amd_letter_date": "2012-06-18",
 "awd_max_amd_letter_date": "2012-06-18",
 "awd_abstract_narration": "Cosmogenic Beryllium-10 (10Be) in quartz is widely used to quantify rates of erosion and weathering in landscapes.  10Be is useful in the study of surface processes because it is produced only near the ground surface, and thus provides a measure of the residence time of mineral grains in soils.  These residence times can be readily interpreted in terms of erosion rates averaged over hundreds to thousands of years, making them nearly ideal in studies of landscape evolution and soil sustainability.  There are problems with the use of quartz, however.  It is not present in all landscapes and its chemical preparation requires the use of hazardous hydrofluoric acid, limiting the number of laboratories that are able to process samples.  This project will develop 10Be in magnetite as a new tool for determining catchment-averaged rates of erosion and weathering.  For most purposes, erosion rates from magnetite would be just as useful as erosion rates from quartz.  Magnetite, however, is easier to separate from other minerals and its chemical preparation is far less hazardous and expensive.  The project's contributions will include development of rapid, cost-effective mineral separation and chemical preparation techniques.  This should open the use of 10Be to a whole new community of researchers.  The project will test the method in three landscapes where erosion and weathering rates have been intensively studied.  In addition, it will explore the coupled use of 10Be in magnetite and quartz as a new, readily measured index of the catchment-averaged degree of chemical weathering.\r\n\r\nNot long ago, it was extremely difficult to measure long-term rates of erosion and weathering, in part because the timescales of human observation are usually short compared to the timescales of landscape erosion. Over the last 20 or so years, cosmogenic nuclides such as 10Be in quartz have provided new tools for measuring rates of erosion and weathering averaged over hundreds to thousands of years. This has fueled a revolution in quantitative understanding of surface processes. Yet measurements of erosion rates in some landscapes have remained difficult because the preferred cosmogenic target mineral, quartz, is not present in all rock types. Hence cosmogenic-based erosion rates have rarely been measured in volcanic landscapes, for example. Moreover, all of the work on cosmogenic nuclides is done in just a few dozen labs around the world because quartz is not easy to prepare for analysis of 10Be, and costly, specialized equipment is needed to handle the large volumes of hazardous acids that are involved.  Usage of the mineral magnetite has the potential to overcome these difficulties.  10Be is produced within it in much the same way as it is in quartz.  It is present as a trace mineral in many rocks where quartz is absent.  Moreover, magnetite is easier to separate and dissolve than quartz.  Hence, techniques developed in this project promise to open the use of 10Be to new landscapes where quartz is absent, and also to new researchers who lack resources for the specialized equipment of quartz separation and dissolution.  Magnetite and quartz weather at different rates.  This raises the exciting possibility that 10Be in the mineral pair magnetite and quartz from the same stream will yield an index of chemical weathering in soil.  This research will focus on fieldwork at two of NSF's Critical Zone Observatories (Luquillo and Southern Sierra), thus capitalizing on existing infrastructure investment for studying weathering processes and their relationships with geology, climate, and ecology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Clifford",
   "pi_last_name": "Riebe",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Clifford S Riebe",
   "pi_email_addr": "criebe@uwyo.edu",
   "nsf_id": "000523936",
   "pi_start_date": "2012-06-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wyoming",
  "inst_street_address": "1000 E UNIVERSITY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "LARAMIE",
  "inst_state_code": "WY",
  "inst_state_name": "Wyoming",
  "inst_phone_num": "3077665320",
  "inst_zip_code": "820712000",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "WY00",
  "org_lgl_bus_name": "UNIVERSITY OF WYOMING",
  "org_prnt_uei_num": "FDR5YF2K32X5",
  "org_uei_num": "FDR5YF2K32X5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wyoming",
  "perf_str_addr": "1000 E. University Ave",
  "perf_city_name": "Laramie",
  "perf_st_code": "WY",
  "perf_st_name": "Wyoming",
  "perf_zip_code": "820712000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "WY00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745800",
   "pgm_ele_name": "Geomorphology & Land-use Dynam"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 55560.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project involved two phases. The first phase was the theoretical development of a new cosmogenic nuclide method that quantifies differences in weathering of multiple minerals in catchment soils. The second phase of the project, which is still in progress as part of collaborative research by another PI, was development of geochemical techniques for applying the method to samples collected from diverse landscapes.</p>\n<p>In the first phase of the project, it was shown that method exploits a previously recognized bias in cosmogenic nuclide buildup that arises because of relative enrichment and depletion of different minerals as soils are weathered. Minerals that are relatively resistant to weathering are lost from soils more slowly and thus have longer residence times than other, less resistant minerals. Longer residence times mean more exposure to cosmic radiation during erosion from the catchment, leading to higher nuclide concentrations, relative to the case of no differential weathering. Conversely, less resistant minerals should have lower nuclide concentrations, relative to no differential weathering, because they are removed more quickly and have shorter residence times near the surface. For cosmogenic nuclides measured in any two minerals, the difference between the measured nuclide ratio and the nuclide production rate ratio at the surface should be a function of differential weathering of the minerals within the soil. Hence, by measuring the nuclide ratio for two minerals, one can infer differential weathering if the production rate ratio is known. This approach can be applied to the same nuclide in different minerals, such as <sup>10</sup>Be in quartz and magnetite, or different nuclides in different minerals, such <sup>3</sup>He in olivine and <sup>10</sup>Be in magnetite. Available data suggest that measured ratios may differ from surface production rate ratios by more than a factor of two for some mineral pairings, implying that the approach can be a sensitive indicator of differential weathering.</p>\n<p>In the second phase of the project, widely applicable procedures were developed for sampling detrital magnetite, isolating it from other minerals, purifying it (via removal of secondary minerals), and extracting its in-situ produced <sup>10</sup>Be. Previously, use of cosmogenic <sup>10</sup>Be, which has sparked a revolution in surface processes research, was restricted to quartz, which is easy to separate and purify. Quartz is not generally present in landscapes underlain by mafic bedrock, whereas magnetite generally is. Hence, development of magnetite as a tracer of erosion and weathering should open up a whole new class of studies in surface processes research. In this work it was demonstrated that magnetite yields accurate and reproducible <sup>10</sup>Be concentrations free of contamination. This was accomplished by comparing <sup>10</sup>Be in leached sequences of magnetite with <sup>10</sup>Be in quartz from a granitic outcrop.</p>\n<p>By providing a new method for measuring weathering rates in landscapes, this project should improve the basis for understanding how weathering is influenced by climate. Thus it should shed light on a vital link between surface processes and Earth&rsquo;s climate system. Because purification of magnetite, unlike quartz, does not require special equipment, outcomes of this project should also make it possible for new labs to apply cosmogenic nuclide methods in their surface processes research. This is a major broader impact of the work.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/06/2014<br>\n\t\t\t\t\tModified by: Clifford&nbsp;S&nbsp;Riebe</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project involved two phases. The first phase was the theoretical development of a new cosmogenic nuclide method that quantifies differences in weathering of multiple minerals in catchment soils. The second phase of the project, which is still in progress as part of collaborative research by another PI, was development of geochemical techniques for applying the method to samples collected from diverse landscapes.\n\nIn the first phase of the project, it was shown that method exploits a previously recognized bias in cosmogenic nuclide buildup that arises because of relative enrichment and depletion of different minerals as soils are weathered. Minerals that are relatively resistant to weathering are lost from soils more slowly and thus have longer residence times than other, less resistant minerals. Longer residence times mean more exposure to cosmic radiation during erosion from the catchment, leading to higher nuclide concentrations, relative to the case of no differential weathering. Conversely, less resistant minerals should have lower nuclide concentrations, relative to no differential weathering, because they are removed more quickly and have shorter residence times near the surface. For cosmogenic nuclides measured in any two minerals, the difference between the measured nuclide ratio and the nuclide production rate ratio at the surface should be a function of differential weathering of the minerals within the soil. Hence, by measuring the nuclide ratio for two minerals, one can infer differential weathering if the production rate ratio is known. This approach can be applied to the same nuclide in different minerals, such as 10Be in quartz and magnetite, or different nuclides in different minerals, such 3He in olivine and 10Be in magnetite. Available data suggest that measured ratios may differ from surface production rate ratios by more than a factor of two for some mineral pairings, implying that the approach can be a sensitive indicator of differential weathering.\n\nIn the second phase of the project, widely applicable procedures were developed for sampling detrital magnetite, isolating it from other minerals, purifying it (via removal of secondary minerals), and extracting its in-situ produced 10Be. Previously, use of cosmogenic 10Be, which has sparked a revolution in surface processes research, was restricted to quartz, which is easy to separate and purify. Quartz is not generally present in landscapes underlain by mafic bedrock, whereas magnetite generally is. Hence, development of magnetite as a tracer of erosion and weathering should open up a whole new class of studies in surface processes research. In this work it was demonstrated that magnetite yields accurate and reproducible 10Be concentrations free of contamination. This was accomplished by comparing 10Be in leached sequences of magnetite with 10Be in quartz from a granitic outcrop.\n\nBy providing a new method for measuring weathering rates in landscapes, this project should improve the basis for understanding how weathering is influenced by climate. Thus it should shed light on a vital link between surface processes and EarthÆs climate system. Because purification of magnetite, unlike quartz, does not require special equipment, outcomes of this project should also make it possible for new labs to apply cosmogenic nuclide methods in their surface processes research. This is a major broader impact of the work. \n\n \n\n\t\t\t\t\tLast Modified: 10/06/2014\n\n\t\t\t\t\tSubmitted by: Clifford S Riebe"
 }
}