{
 "awd_id": "1148202",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Riboswitch-based whole-cell biosensors to detect small organic molecules: A combined educational and research plan",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922191",
 "po_email": "asimonia@nsf.gov",
 "po_sign_block_name": "Aleksandr Simonian",
 "awd_eff_date": "2012-06-15",
 "awd_exp_date": "2012-10-31",
 "tot_intn_awd_amt": 404795.0,
 "awd_amount": 52811.0,
 "awd_min_amd_letter_date": "2012-06-04",
 "awd_max_amd_letter_date": "2012-06-04",
 "awd_abstract_narration": "1148202\r\nLiu\r\n\r\nDrew University\r\n\r\nAlthough small organic molecules are essential to all biological systems, there remains a need for tools that allow scientists to measure the concentration of any given small molecule in a biologically relevant setting. The project leader's long-term research goal is to develop a general method to rapidly and easily monitor small molecules relevant to the study of biology and the environment. The objective of this proposal is to engineer riboswitch-based biosensors to monitor intracellular concentrations of small organic molecules. Riboswitches are naturally occurring non-coding RNA elements that act as direct sensors of diverse small molecules and can signal molecular recognition through altered protein expression. The rationale for this project is that the demonstrated plasticity of riboswitches coupled with the utility of genetic selections can form the basis of a powerful method for engineering whole-cell biosensors for small molecules. The proposed work sets out to demonstrate the utility of riboswitch-based biosensors by using a naturally occurring riboswitch to identify environmental factors that may contribute to the metabolism of an important signaling molecule, cyclic diguanylate, in Vibrio cholerae. To demonstrate how genetic selections can modify and improve natural riboswitches for use in biosensors, the V. cholerae-specific cyclic diguanylate riboswitch will also be re- engineered to generate a new riboswitch that can monitor cyclic diguanylate in any bacterial species. The potential of such a tool is immense in terms of its ability to advance the entire field of microbiology research. Finally, to demonstrate the full range and potential of this approach, a riboswitch-based biosensor for polychlorinated biphenyls will be engineered through directed evolution. The successful completion of this aim would produce a biosensor that can provide a sensitive and inexpensive means to monitor bioavailable and bioaccessible levels of a persistent organic pollutant. These models will define the precision with which riboswitch-based biosensors can be generated and will speak to their broad utility. This contribution is transformative because it is expected to provide a system that will be able to rapidly detect and report the intracellular level of virtually any cell permeant small molecule of interest. \r\n\r\nThe engineering of biosensors and the use of non-coding RNAs as research tools, moreover, present an exciting frontier for a diverse group of budding scientists. The project leader is committed to graduating scientifically literate undergraduates and motivating students to pursue life-long careers in science; this project directly addresses these career goals.  Over a dozen undergraduate summer research positions will be funded over the five-year duration of the project. Students working on this project will communicate their results to the scientific community as co-authors of journal articles and as presenters at professional meetings. Student researchers will also be asked to contribute to a blog which seeks to communicate to other undergraduate and high school students what science research is and what it produces. As part of this project, authentic research experiences will be introduced into the curriculum for both majors and non-majors. In addition to providing experiential learning on-campus, the project leader is also initiating a partnership with a research-intensive institution to create off-campus research opportunities for her undergraduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jane",
   "pi_last_name": "Liu",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jane M Liu",
   "pi_email_addr": "jane.liu@brtbio.com",
   "nsf_id": "000540169",
   "pi_start_date": "2012-06-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Drew University",
  "inst_street_address": "36 MADISON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9734083536",
  "inst_zip_code": "079401434",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "NJ11",
  "org_lgl_bus_name": "DREW UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "R7WKWJMB2RL3"
 },
 "perf_inst": {
  "perf_inst_name": "Drew University",
  "perf_str_addr": "36 Madison Avenue",
  "perf_city_name": "Madison",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "079401493",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "NJ",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "790900",
   "pgm_ele_name": "BIOSENS-Biosensing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "019E",
   "pgm_ref_txt": "SENSORS AND SENSING"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "142E",
   "pgm_ref_txt": "Multi-sens probes & platforms"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}