{
 "awd_id": "1148130",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI - Collaborative Research: Reduction in riverine silica transport due to human-induced change in riparian vegetation",
 "cfda_num": "47.050",
 "org_code": "06030205",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "hailiang dong",
 "awd_eff_date": "2012-03-15",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 137359.0,
 "awd_amount": 137359.0,
 "awd_min_amd_letter_date": "2012-03-23",
 "awd_max_amd_letter_date": "2012-03-23",
 "awd_abstract_narration": "This project will evaluate the role of riparian (riverbank) vegetation in the transfer of bioavailable forms of silica (Si) from land to sea via rivers. Plants absorb dissolved silica (DSi) from water and transform it into amorphous particles (ASi) that accumulate in soils. Therefore, one factor that can alter the flux of Si in rivers is a change in vegetation cover in the active riverbed. Changes in riparian vegetation may cause significant reductions in riverine Si transport for two reasons. First, plants sequester Si by transforming DSi into ASi. Second, vegetation leads to reduced river flow velocity and increased deposition of suspended sediment, including ASi. Two highly-impacted rivers, the Platte River in Nebraska and the Green River in Utah, will serve as case studies to quantify the effect that riparian vegetation in general, and the invasive species of grass Phragmites australis in particular, have on Si transport to the ocean. Measurement of three pools of ASi ? in riparian sediment, riparian vegetation, and suspended sediment in the river ? and DSi in the river will be used to determine the magnitude of the vegetation effect. This project will consider silicon geochemistry, plant identification and characterization, and particle transport and deposition to develop a holistic understanding of the physical-biological-biogeochemical interactions controlling riverine Si transport.\r\n\r\nRivers are the primary source of silicon to coastal ocean ecosystems, where it is often a limiting nutrient for important groups of phytoplankton. An array of human activities has decreased the delivery of Si from land to sea, which is a significant concern for marine ecosystems already under pressure from a variety of environmental changes. Human modifications to river flows may lead to conditions favoring the expansion of riparian vegetation, which may reduce Si transported by the river. Our research will be the first isolate the effects of riparian vegetation on Si transported by rivers, and to measure the total Si flux in two typical western U.S. rivers. Therefore, the work will improve our understanding of the land-river-sea continuum, and may inform policy decisions regarding rivers and coastal ocean resource management. This collaborative project brings together the expertise of the PI and six undergraduate researchers from Gustavus Adolphus College, a primarily undergraduate institution, and the co-PIs from Utah State University and the University of Aix-Marseille. The undergraduate researchers will be involved in all aspects of the project, ultimately including dissemination of results via publications, conference presentations and development of a college museum exhibit.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Triplett",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Laura D Triplett",
   "pi_email_addr": "ltriplet@gustavus.edu",
   "nsf_id": "000524386",
   "pi_start_date": "2012-03-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michal",
   "pi_last_name": "Tal",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michal Tal",
   "pi_email_addr": "tal@cerege.fr",
   "nsf_id": "000596879",
   "pi_start_date": "2012-03-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gustavus Adolphus College",
  "inst_street_address": "800 W COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT PETER",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "5079338000",
  "inst_zip_code": "560821498",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MN01",
  "org_lgl_bus_name": "GUSTAVUS ADOLPHUS COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "NE3ERK2DCKT5"
 },
 "perf_inst": {
  "perf_inst_name": "Gustavus Adolphus College",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "560821485",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MN01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 137359.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>Rivers are the largest source of dissolved silica (DSi) to coastal oceans and estuaries, where it is an essential nutrient for several important groups of phytoplankton.&nbsp; In this project, we studied how riparian vegetation can sequester silica in sediments and keep silica from reaching downstream waters.&nbsp; Our primary study sites were the Platte River in central Nebraska and the Bear River in Utah.&nbsp; Some work was also conducted in the Loup River in Nebraska, a major tributary of the Platte.&nbsp; All three of those rivers are being invaded by a non-native, invasive lineage of <em>Phragmites australis </em>(hereafter invasive <em>Phragmites</em>)<em>, </em>a species of wetland grass introduced from Eurasia.&nbsp; <em>Phragmites</em> takes a substantial amount of dissolved silica from water and turns it into particles of amorphous silica (ASi) in its stems and leaves.&nbsp; When the above-ground biomass of <em>Phragmites</em> dies those particles fall to the ground and, if they are not washed away by water, can accumulate in sediments and soils around the plant. &nbsp;We hypothesized that over a period of years, <em>Phragmites </em>would sequester a substantial amount of silica in this way, thus reducing the silica flux downstream.</p>\n<p>&nbsp;<span style=\"white-space: pre;\"> </span>In two consecutive summers (2012 and 2013), we collected water, vegetation, and sediment samples from the Platte River at multiple sites along an 80-km reach.&nbsp; We calculated the annual fluxes of both DSi and ASi down the river; our data set contributes to the fairly sparse global dataset of what is known about silica in rivers. &nbsp;We collected hundreds of sediment samples from unvegetated sites and sites with a variety of vegetation types, to test our hypotheses about relative magnitudes of silica sequestration.&nbsp; The Platte River has the most serious <em>Phragmites</em> infestation of our three rivers, and state and nonprofit groups are conducting an aggressive campaign to eliminate it.&nbsp; Therefore, we were fortunate to collect samples from live vegetation stands and, in the second year, dead stands, to see how quickly silica was remobilized into the river system.&nbsp;</p>\n<p>&nbsp;<span style=\"white-space: pre;\"> </span>During our fieldwork on the Loup River in 2012, we collected biomass from invasive <em>Phragmites </em>stands and nearby stands of the native subspecies of <em>Phragmites</em> (<em>Phragmites australis </em>subsp. <em>americanus</em>; hereafter native <em>Phragmites</em>).&nbsp; We used genetic testing to positively distinguish between the two <em>Phragmites </em>lineages (field identification can be wrong), and then compared the vegetative characteristics of the two.&nbsp; This work will help wetland ecologists better understand the competitive advantages of invasive <em>Phragmites</em>, by determining if invasive <em>Phragmites </em>has a higher silica content than native <em>Phragmites.</em> &nbsp;A higher silica content likely corresponds with greater structural support for the plant&rsquo;s survival in flowing water systems and the potential for greater height to shade out other species.</p>\n<p>&nbsp;<span style=\"white-space: pre;\"> </span>In 2014, we collected water, vegetation, and sediment samples from the Bear River.&nbsp; We found that the Bear River has a far lower concentration of silica than the Platte River, implying that reductions in silica concentration could have a more significant impact on its phytoplankton assemblage.&nbsp; The Bear River is experiencing an intense infestation of invasive <em>Phragmites</em> at its mouth and early stages of an infestation in the lower river reaches.&nbsp; We mapped the extent of emerging riparian <em>Phragmites</em> in the lower reaches, and collected vegetation and sediment samples.&nbsp; Those data will serve as a baseline for tracking subseque...",
  "por_txt_cntn": "\n Rivers are the largest source of dissolved silica (DSi) to coastal oceans and estuaries, where it is an essential nutrient for several important groups of phytoplankton.  In this project, we studied how riparian vegetation can sequester silica in sediments and keep silica from reaching downstream waters.  Our primary study sites were the Platte River in central Nebraska and the Bear River in Utah.  Some work was also conducted in the Loup River in Nebraska, a major tributary of the Platte.  All three of those rivers are being invaded by a non-native, invasive lineage of Phragmites australis (hereafter invasive Phragmites), a species of wetland grass introduced from Eurasia.  Phragmites takes a substantial amount of dissolved silica from water and turns it into particles of amorphous silica (ASi) in its stems and leaves.  When the above-ground biomass of Phragmites dies those particles fall to the ground and, if they are not washed away by water, can accumulate in sediments and soils around the plant.  We hypothesized that over a period of years, Phragmites would sequester a substantial amount of silica in this way, thus reducing the silica flux downstream.\n\n  In two consecutive summers (2012 and 2013), we collected water, vegetation, and sediment samples from the Platte River at multiple sites along an 80-km reach.  We calculated the annual fluxes of both DSi and ASi down the river; our data set contributes to the fairly sparse global dataset of what is known about silica in rivers.  We collected hundreds of sediment samples from unvegetated sites and sites with a variety of vegetation types, to test our hypotheses about relative magnitudes of silica sequestration.  The Platte River has the most serious Phragmites infestation of our three rivers, and state and nonprofit groups are conducting an aggressive campaign to eliminate it.  Therefore, we were fortunate to collect samples from live vegetation stands and, in the second year, dead stands, to see how quickly silica was remobilized into the river system. \n\n  During our fieldwork on the Loup River in 2012, we collected biomass from invasive Phragmites stands and nearby stands of the native subspecies of Phragmites (Phragmites australis subsp. americanus; hereafter native Phragmites).  We used genetic testing to positively distinguish between the two Phragmites lineages (field identification can be wrong), and then compared the vegetative characteristics of the two.  This work will help wetland ecologists better understand the competitive advantages of invasive Phragmites, by determining if invasive Phragmites has a higher silica content than native Phragmites.  A higher silica content likely corresponds with greater structural support for the plantÆs survival in flowing water systems and the potential for greater height to shade out other species.\n\n  In 2014, we collected water, vegetation, and sediment samples from the Bear River.  We found that the Bear River has a far lower concentration of silica than the Platte River, implying that reductions in silica concentration could have a more significant impact on its phytoplankton assemblage.  The Bear River is experiencing an intense infestation of invasive Phragmites at its mouth and early stages of an infestation in the lower river reaches.  We mapped the extent of emerging riparian Phragmites in the lower reaches, and collected vegetation and sediment samples.  Those data will serve as a baseline for tracking subsequent expansion of Phragmites and the likely increases in associated silica sequestration with this plant invasion.   \n\n  To measure ASi in the water, vegetation, and sediment samples collected herein, we developed, tested, and submitted for publication a new analytical method using inductively-coupled plasma mass spectrometry (ICP-MS) to measure silica in aqueous solution.\n\n  During the three summers of this project, six undergraduate researchers (two per year) gained a tremendous range of skills and experience..."
 }
}