{
 "awd_id": "1148244",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Sediment Transport and Storage in Tidal Floodplain Waterbodies",
 "cfda_num": "47.050",
 "org_code": "06030206",
 "po_phone": "7032922425",
 "po_email": "jlawrenc@nsf.gov",
 "po_sign_block_name": "Justin Lawrence",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 205657.0,
 "awd_amount": 237233.0,
 "awd_min_amd_letter_date": "2012-04-20",
 "awd_max_amd_letter_date": "2014-05-05",
 "awd_abstract_narration": "Oxbow lakes, off-river coves, quarries and other backwater environments are common along the floodplain of many tidal rivers, and provide the accommodation space necessary for significant amounts of fine-grained storage. This process-based study will quantitatively evaluate the manner in which these tidal floodplain waterbodies infill. The project is motivated by the important role these environments play in the storage of sediments and associated contaminants, and the broad significance of these understudied systems to local ecosystems and human populations. The overarching goals of this study are to: 1) quantify the dominant processes governing the timing and magnitude of transport and trapping within tidal floodplain waterbodies; 2) evaluate the role these environments play in the storage of a river?s fine grained sedimentary budget; and 3) assess how sediment and associated contaminant storage rates vary in response to land-use changes, industrial development, and tidal influence. The lower reach of the Connecticut River exemplifies a tidal river with prominent tidal floodplain waterbodies and will serve as our field site. Our research approach combines water column observations, numerical model simulations, and an extensive coring campaign, and is designed to encompass all of the primary spatial and temporal scales necessary to constrain fine-grained trapping and storage.\r\n\r\nSimilar to low-lying coastlines around the world, the east coast of the U.S. is rich with tidal rivers and fringing tidal settings.  This project will gain essential information on how sediment and associated heavy metal contaminants are distributed within these tidal environments. The study has additional significance in that our field site (the Connecticut River), is the largest river system in the northeast, one of only 14 American Heritage Rivers designated by the U.S. EPA, among only 26 U.S. wetlands recognized for international significance by the United Nations, and among 40 of the ?Last Great Places? in the Western Hemisphere designated by The Nature Conservancy. Educational outreach includes undergraduate presentations to high school classes, and the opportunity for high school seniors to work with the research team over a six-week internship in the summer. We will train one Ph.D. student with funding from this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Woodruff",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan Woodruff",
   "pi_email_addr": "woodruff@geo.umass.edu",
   "nsf_id": "000530372",
   "pi_start_date": "2012-04-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "611 N. Pleasant St., 233 Morrill",
  "perf_city_name": "Amherst",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039277",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745800",
   "pgm_ele_name": "Geomorphology & Land-use Dynam"
  },
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  },
  {
   "pgm_ele_code": "769300",
   "pgm_ele_name": "CZO-Critical Zone Obsrvatories"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 113742.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 54117.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 69374.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Cut-off meanders, backwater ponds, and blocked valley coves are all common features along the tidal reach of lowland rivers. While significant progress has been made to understand sediment dynamics in similar off-river environments above the head of tides, less is known about the processes driving transport and sedimentation within these systems when tidally influenced. To provide insight we combine sedimentological observations with flux analyses for a series of tidal off-river waterbodies along the Lower Connecticut River spanning the river's entire 100 km tidal reach. Results indicate that sedimentation rates within off-river tidal environments are an order-of-magnitude greater than neighboring wetland and marsh environments, with tidal pumping through tidal tie-channels (i.e., the flood-dominated asymmetry in tidal sediment flux) the underlying mechanism for trapping. A review of man-made impacts to study sites show that the creation and routine maintenance of inlets connecting backwater environments to the main channel have increased the distribution and connectivity of these systems to the tidal-river in recent centuries. These man-made alterations, which are common to tidal floodplain waterbodies throughout the US, have enhanced sediment trapping along the tidal floodplain at just the right time to capture industrial contaminants as they began entering the environment at unprecedented levels. In this context, we show that off-river tidal waterbodies serve as critical, although until now unrecognized, depocenters of legacy contaminants.</p>\n<p>Monthly sediment trap accumulation in one of our primary off-river tidal embayments (Hamburg Cove) show that sediment storage rates are amplified 2-3 times during seasonal low freshwater discharge periods when the salinity intrusion extends farther up the estuary. Sediment deposited during these high accumulation times displayed geochemical signatures consistent with a marine source. Therefore, sediment deposited during the periods of highest accumulation rates is not delivered directly from the watershed, but rather is remobilized from within the estuary. Water column observations as well as numerical modeling revealed that sediment trapping and landward sediment transport associated with the salt wedge play a critical role in enhancing sediment deposition rates in side embayments.</p>\n<p>Results also detail the important role of tropical cyclones in removing glacial sediments from the uplands of major North American rivers draining the western Atlantic slope, as well as their unique depositional signature within lower-lying reaches and the study&rsquo;s tidal flood plain waterbodies. Average daily turbidity measurements in the tidal river for the years following Hurricane Irene in 2011 were observed to be 50-100% higher than pre-Irene turbidity for a given discharge value. These post-Irene elevated sediment loads have doubled the rates of sedimentation in our off-river tidal floodplain waterbodies when compared to pre-Irene sedimentation rates. This enhanced infilling far exceeds the volume of sediment trapped within these systems during the actual Irene event and highlight the significance of extreme precipitation events not only with respect to infilling during a flood events but also, and more importantly, for many years following the event when impacted landscapes and fluvial/estuarine systems continue to deliver elevated sediment loads to tidal river systems.</p>\n<p>Broader impacts of the grant include the formal training of two graduate students (one female) and support for two undergraduate theses. The project was also incorporated into the lead-PI's 25 person sedimentology course as two separate semester long project&nbsp; (50 total students involved). A majority of the seasonal field surveys involved these undergraduates during weekend field trips. Further, these undergraduates also performed a number of the ...",
  "por_txt_cntn": "\nCut-off meanders, backwater ponds, and blocked valley coves are all common features along the tidal reach of lowland rivers. While significant progress has been made to understand sediment dynamics in similar off-river environments above the head of tides, less is known about the processes driving transport and sedimentation within these systems when tidally influenced. To provide insight we combine sedimentological observations with flux analyses for a series of tidal off-river waterbodies along the Lower Connecticut River spanning the river's entire 100 km tidal reach. Results indicate that sedimentation rates within off-river tidal environments are an order-of-magnitude greater than neighboring wetland and marsh environments, with tidal pumping through tidal tie-channels (i.e., the flood-dominated asymmetry in tidal sediment flux) the underlying mechanism for trapping. A review of man-made impacts to study sites show that the creation and routine maintenance of inlets connecting backwater environments to the main channel have increased the distribution and connectivity of these systems to the tidal-river in recent centuries. These man-made alterations, which are common to tidal floodplain waterbodies throughout the US, have enhanced sediment trapping along the tidal floodplain at just the right time to capture industrial contaminants as they began entering the environment at unprecedented levels. In this context, we show that off-river tidal waterbodies serve as critical, although until now unrecognized, depocenters of legacy contaminants.\n\nMonthly sediment trap accumulation in one of our primary off-river tidal embayments (Hamburg Cove) show that sediment storage rates are amplified 2-3 times during seasonal low freshwater discharge periods when the salinity intrusion extends farther up the estuary. Sediment deposited during these high accumulation times displayed geochemical signatures consistent with a marine source. Therefore, sediment deposited during the periods of highest accumulation rates is not delivered directly from the watershed, but rather is remobilized from within the estuary. Water column observations as well as numerical modeling revealed that sediment trapping and landward sediment transport associated with the salt wedge play a critical role in enhancing sediment deposition rates in side embayments.\n\nResults also detail the important role of tropical cyclones in removing glacial sediments from the uplands of major North American rivers draining the western Atlantic slope, as well as their unique depositional signature within lower-lying reaches and the studyÆs tidal flood plain waterbodies. Average daily turbidity measurements in the tidal river for the years following Hurricane Irene in 2011 were observed to be 50-100% higher than pre-Irene turbidity for a given discharge value. These post-Irene elevated sediment loads have doubled the rates of sedimentation in our off-river tidal floodplain waterbodies when compared to pre-Irene sedimentation rates. This enhanced infilling far exceeds the volume of sediment trapped within these systems during the actual Irene event and highlight the significance of extreme precipitation events not only with respect to infilling during a flood events but also, and more importantly, for many years following the event when impacted landscapes and fluvial/estuarine systems continue to deliver elevated sediment loads to tidal river systems.\n\nBroader impacts of the grant include the formal training of two graduate students (one female) and support for two undergraduate theses. The project was also incorporated into the lead-PI's 25 person sedimentology course as two separate semester long project  (50 total students involved). A majority of the seasonal field surveys involved these undergraduates during weekend field trips. Further, these undergraduates also performed a number of the laboratory analyses on obtained sediments. Students consistently pointed to this project as..."
 }
}