{
 "awd_id": "1148971",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:   Analysis of microRNA function in maize inflorescence development",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": "7032927265",
 "po_email": "mrawat@nsf.gov",
 "po_sign_block_name": "Mamta Rawat",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2021-05-31",
 "tot_intn_awd_amt": 858360.0,
 "awd_amount": 858360.0,
 "awd_min_amd_letter_date": "2012-02-09",
 "awd_max_amd_letter_date": "2020-04-09",
 "awd_abstract_narration": "This project will elucidate the role of small RNAs in determining inflorescence architecture.  Plant architechture is largely determined by the genetic mechanisms regulating patterns of cell division, specification and early differentiation that occur in special structures called meristems.  The architecture elaborated by the inflorescence meristem is especially important because it controls reproductive patterning.  For example, the tassel and ear of maize are inflorescences and, thus, the processes that regulate their architecture control such things as the number and position of seeds that will form. This project aims to understand how a key class of gene regulatory molecules called microRNAs regulate maize inflorescence architecture.  The project centers on a mutant, fuzzy tassel (fzt), that affects a key enzyme required for producing microRNAs and plants with the fzt mutation display severe defects in inflorescence development affecting both the tassel and the ear. The project will employ genetic, molecular, and genomic approaches to identify microRNAs with key roles in inflorescence developement and link specific microRNAs and microRNA target genes to discrete stages of inflorescence development.  Modulating expression of microRNAs or microRNA target genes could be used manipulate inflorescence architecture and ultimately increase yield.  This project will also enhance science education by providing authentic research experiences for high school, community college, and early college students. The project will have a major impact because these groups often do not have access to independent research experiences.  For example, community college students will participate in a summer internship program and this is expected to ease their transition to a four year curriculum including science. A research based genetics lab course will also be implemented, allowing undergraduate students to participate in authentic research as part of the normal biology curriculum.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Beth",
   "pi_last_name": "Thompson",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Beth E Thompson",
   "pi_email_addr": "thompsonb@ecu.edu",
   "nsf_id": "000567039",
   "pi_start_date": "2012-02-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "East Carolina University",
  "inst_street_address": "1000 E 5TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "GREENVILLE",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "2523289530",
  "inst_zip_code": "278582502",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "NC03",
  "org_lgl_bus_name": "EAST CAROLINA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HWPEKM8VFTJ9"
 },
 "perf_inst": {
  "perf_inst_name": "East Carolina University",
  "perf_str_addr": "1000 E. 5th St.",
  "perf_city_name": "Greenville",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "278584353",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "NC03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111800",
   "pgm_ele_name": "PLANT FUNGAL & MICROB DEV MECH"
  },
  {
   "pgm_ele_code": "132900",
   "pgm_ele_name": "Plant Genome Research Project"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 566518.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 165043.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 126799.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-5e4ecd6c-7fff-cd66-7eac-5b797bed139a\" style=\"font-size: 11pt; font-family: Arial; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">Flowers, when fertilized, produce seeds that are essential for plant reproduction and are also consumed as food. Therefore, the number and position of flowers that form on an inflorescence have significant impacts on yield. Inflorescence architecture is largely controlled by the activity of genes, including genes that encode microRNAs. MicroRNAs are small RNAs that regulate the stability or translation of target mRNAs and impact many aspects of both plant and animal development, including inflorescence development. This project focused on the </span><span style=\"font-size: 11pt; font-family: Arial; color: #000000; background-color: transparent; font-weight: 400; font-style: italic; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">dcl1-fzt </span><span style=\"font-size: 11pt; font-family: Arial; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">mutant in the crop plant, corn; </span><span style=\"font-size: 11pt; font-family: Arial; color: #000000; background-color: transparent; font-weight: 400; font-style: italic; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">dcl1-fzt </span><span style=\"font-size: 11pt; font-family: Arial; color: #000000; background-color: transparent; font-weight: 400; font-style: normal; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;\">contains a mutation in a gene required to make microRNAs and many microRNAs are reduced in the mutant. Through in-depth mutant analysis, we linked microRNAs to several developmental processes that directly impact yield and plant breeding, including stem cell activity, organ polarity, and stamen development. In related work, we identified changes in gene expression and cellular physiology that likely contribute to fertility of flowers, which is a major contributor to yield in grass crops, including corn. This work provided fundamental insights into inflorescence and floral development, processes which directly influence seed production and yield. In addition, this project sought to broaden participation in science by providing authentic research experiences to diverse students, including community college, undergraduate, and graduate students. High-impact activities such as internships and independent research experiences contribute to student success, and influence attitudes towards science and career choice. In addition to independent research projects in the lab, the project also supported a course-based undergraduate research experience, in which undergraduate students contributed to scientific research as part of their normal coursework. </span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/11/2022<br>\n\t\t\t\t\tModified by: Beth&nbsp;E&nbsp;Thompson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFlowers, when fertilized, produce seeds that are essential for plant reproduction and are also consumed as food. Therefore, the number and position of flowers that form on an inflorescence have significant impacts on yield. Inflorescence architecture is largely controlled by the activity of genes, including genes that encode microRNAs. MicroRNAs are small RNAs that regulate the stability or translation of target mRNAs and impact many aspects of both plant and animal development, including inflorescence development. This project focused on the dcl1-fzt mutant in the crop plant, corn; dcl1-fzt contains a mutation in a gene required to make microRNAs and many microRNAs are reduced in the mutant. Through in-depth mutant analysis, we linked microRNAs to several developmental processes that directly impact yield and plant breeding, including stem cell activity, organ polarity, and stamen development. In related work, we identified changes in gene expression and cellular physiology that likely contribute to fertility of flowers, which is a major contributor to yield in grass crops, including corn. This work provided fundamental insights into inflorescence and floral development, processes which directly influence seed production and yield. In addition, this project sought to broaden participation in science by providing authentic research experiences to diverse students, including community college, undergraduate, and graduate students. High-impact activities such as internships and independent research experiences contribute to student success, and influence attitudes towards science and career choice. In addition to independent research projects in the lab, the project also supported a course-based undergraduate research experience, in which undergraduate students contributed to scientific research as part of their normal coursework. \n\n\t\t\t\t\tLast Modified: 03/11/2022\n\n\t\t\t\t\tSubmitted by: Beth E Thompson"
 }
}