{
 "awd_id": "1148443",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SI2-SSE: Enhancement and Support of Swift Parallel Scripting",
 "cfda_num": "47.070",
 "org_code": "05090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rajiv Ramnath",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 499135.0,
 "awd_amount": 499135.0,
 "awd_min_amd_letter_date": "2012-04-16",
 "awd_max_amd_letter_date": "2012-04-16",
 "awd_abstract_narration": "The Swift parallel scripting language enables scientists, engineers, and data analysts to express and coordinate parallel invocations of application programs on distributed and parallel computing platforms: one of the dominant modes of performing computation in science and engineering.  Swift runs on a variety of HPC clusters and clouds, and enables users to move their application scripts between computing environments with relative ease.\r\n\r\nSwift comprises a programming model, scripting language, and runtime engine.  Its implicitly parallel programming model allows users with minimal programming expertise to transparently utilize parallel and distributed systems. The scripting language is simple, minimal and standalone; the programming model has also been embedded into the Python and R languages.\r\n\r\nSwift is employed in many diverse domains, including biochemistry, neuroscience, climate model analysis, earthquake simulation, hydrology, energy forecasting, economics modeling, mass media analysis, materials science, and astronomy.\r\n\r\nThis project makes usability and programmatic expressiveness enhancements to Swift, broadens its utility library, performs the testing and hardening needed to serve a large-scale national and global community, and extends existing documentation and training material in a manner that will create and serve a broad user base. It also develops enhancements in configuration, script debugging, exception handling, parallel collection processing, and data typing and mapping to make Swift increasingly productive.\r\n\r\nSwift enables users with little or no experience in parallel programming to leverage parallel and distributed computing environments ranging in scale from desktops to petascale supercomputers. It opens up powerful cyberinfrastructure like XSEDE, Open Science Grid, FutureGrid, and Blue Waters to a wide range and scale of scientific user communities, thus broadening participation in high performance computing.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "OAC",
 "org_div_long_name": "Office of Advanced Cyberinfrastructure (OAC)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Wilde",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Wilde",
   "pi_email_addr": "wilde@uchicago.edu",
   "nsf_id": "000314122",
   "pi_start_date": "2012-04-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5735 South Ellis",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "800400",
   "pgm_ele_name": "Software Institutes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8004",
   "pgm_ref_txt": "Software Institutes"
  },
  {
   "pgm_ref_code": "8005",
   "pgm_ref_txt": "Scientific Software Elements"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 499135.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Swift parallel scripting language is used by scientists and engineers to express and run large and potentially complex parallel invocation patterns of application programs or library functions on parallel clusters, clouds, grids and supercomputers. It facilitates the pervasive task of performing computational studies &mdash; often called &ldquo;workflow&rdquo; &mdash; in science and engineering.</p>\n<p>Swift&rsquo;s implicitly parallel programming language is minimal and compact. Users can chose between two implementations &mdash; one highly portable and scalable to thousands of cores, and one for extreme-scale systems. It provides a facility for embedding other scripting languages (current Python, R, Julia and Tcl) into its runtime environment.</p>\n<p>This SI2-SSE project has grown and sustained the Swift user community through enhanced documentation, new training materials, and significant effort for user support and community engagement.<em> </em>In addition, it supported additional testing and hardening, and further developed an extreme-scale version of Swift (&ldquo;Swift/T&rdquo;, named after its &ldquo;Turbine&rdquo; high performance workflow engine), and extended existing troubleshooting and inter-language facilities. As a result of this project, Swift is now a mature software element with a growing user base that spans most NSF disciplines.</p>\n<p>Swift is a simple scripting language that can run many copies of ordinary application programs (apps), concurrently, on local or remote computing resources. \"Resources\" can include your local computer (desktop,laptop, login host), distributed computers (grid, cloud), and parallel computers (cluster, HPC). Swift can use the resources you give it to run the copies at the same time (in parallel).</p>\n<p>A key part of most Swift scripts is the parallel loop statement&nbsp;<strong>foreach</strong>, which looks like this:</p>\n<p><strong>&nbsp;&nbsp;&nbsp; foreach protein, i in proteinList {<br /> &nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;output[i] = runSimulation(protein); <br /> &nbsp;&nbsp;&nbsp; }</strong></p>\n<p>Swift acts like a high-level structured \"shell\" language. A Swift script just says what needs to be done: what are the apps, what are their inputs and outputs, and in what pattern should they be run. Swift then determines what can run in parallel, what can run when, and what can run where.</p>\n<p>Programs run as soon as their inputs are available. They run on the resources you provide. And they run in parallel if possible, based on when the data they depend on is available. This makes Swift scripts very portable. The same script can run on a laptop, a cloud, or a collection of HPC systems, with little or no change. The way in which Swift runs applications on local and remote resources is shown in the accompanying figure.</p>\n<p>Swift has increased scientific productivity in many diverse domains, including biochemistry, materials science, earth systems, economics, sustainability, neuroscience, and text analysis. It can run the same application script on laptops, clusters, clouds and supercomputers. As systems across this scale range become increasingly parallel, Swift enables users to leverage this parallel power implicitly and largely automatically, with little or no experience in parallel programming. It thus broadens the scientific user base for cyberinfrastructure like XSEDE, Open Science Grid, and public clouds.</p>\n<p>This project&rsquo;s intellectual merit stems from the observation that the need for Swift is pervasive across computational science and both research and commercial engineering and product modeling domains. Significant user demand has been demonstrated and is growing, and Swift has proven its ability to address the needs of diverse applications. No known alternative addresses the needs of this large user base in a manner that similarly lowers the barriers to computing on rapidly evolving ...",
  "por_txt_cntn": "\nThe Swift parallel scripting language is used by scientists and engineers to express and run large and potentially complex parallel invocation patterns of application programs or library functions on parallel clusters, clouds, grids and supercomputers. It facilitates the pervasive task of performing computational studies &mdash; often called \"workflow\" &mdash; in science and engineering.\n\nSwiftÆs implicitly parallel programming language is minimal and compact. Users can chose between two implementations &mdash; one highly portable and scalable to thousands of cores, and one for extreme-scale systems. It provides a facility for embedding other scripting languages (current Python, R, Julia and Tcl) into its runtime environment.\n\nThis SI2-SSE project has grown and sustained the Swift user community through enhanced documentation, new training materials, and significant effort for user support and community engagement. In addition, it supported additional testing and hardening, and further developed an extreme-scale version of Swift (\"Swift/T\", named after its \"Turbine\" high performance workflow engine), and extended existing troubleshooting and inter-language facilities. As a result of this project, Swift is now a mature software element with a growing user base that spans most NSF disciplines.\n\nSwift is a simple scripting language that can run many copies of ordinary application programs (apps), concurrently, on local or remote computing resources. \"Resources\" can include your local computer (desktop,laptop, login host), distributed computers (grid, cloud), and parallel computers (cluster, HPC). Swift can use the resources you give it to run the copies at the same time (in parallel).\n\nA key part of most Swift scripts is the parallel loop statement foreach, which looks like this:\n\n    foreach protein, i in proteinList {\n        output[i] = runSimulation(protein); \n     }\n\nSwift acts like a high-level structured \"shell\" language. A Swift script just says what needs to be done: what are the apps, what are their inputs and outputs, and in what pattern should they be run. Swift then determines what can run in parallel, what can run when, and what can run where.\n\nPrograms run as soon as their inputs are available. They run on the resources you provide. And they run in parallel if possible, based on when the data they depend on is available. This makes Swift scripts very portable. The same script can run on a laptop, a cloud, or a collection of HPC systems, with little or no change. The way in which Swift runs applications on local and remote resources is shown in the accompanying figure.\n\nSwift has increased scientific productivity in many diverse domains, including biochemistry, materials science, earth systems, economics, sustainability, neuroscience, and text analysis. It can run the same application script on laptops, clusters, clouds and supercomputers. As systems across this scale range become increasingly parallel, Swift enables users to leverage this parallel power implicitly and largely automatically, with little or no experience in parallel programming. It thus broadens the scientific user base for cyberinfrastructure like XSEDE, Open Science Grid, and public clouds.\n\nThis projectÆs intellectual merit stems from the observation that the need for Swift is pervasive across computational science and both research and commercial engineering and product modeling domains. Significant user demand has been demonstrated and is growing, and Swift has proven its ability to address the needs of diverse applications. No known alternative addresses the needs of this large user base in a manner that similarly lowers the barriers to computing on rapidly evolving new architectures. Published user experience indicates that SwiftÆs usage and impact has been be broadened by this community engagement-focused effort.\n\nIn terms of broader impact, this project has made valuable contributions to training and education in parallel computing. From it..."
 }
}