{
 "awd_id": "1148247",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Continuous vs. episodic fluviodeltaic sedimentation - Implications for carbon sequestration and coastal restoration",
 "cfda_num": "47.050",
 "org_code": "06030207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "H. Richard Lane",
 "awd_eff_date": "2012-06-15",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 51836.0,
 "awd_amount": 51836.0,
 "awd_min_amd_letter_date": "2012-06-18",
 "awd_max_amd_letter_date": "2012-06-18",
 "awd_abstract_narration": "Collaborative Research: Continuous vs. episodic fluviodeltaic sedimentation: Implications for carbon sequestration and coastal restoration\r\nby\r\nZhixiong Shen, EAR-1148005, Tulane University\r\nWonsuck Kim, EAR-1148247, Univ. Texas, Austin\r\n\r\nABSTRACT\r\nPIs will investigate patterns and rates of late Holocene fluviodeltaic sedimentation with the aid of optically stimulated luminescence (OSL) dating, and explore the potential of land building and organic carbon (OC) sequestration using field data collected from one of the largest clastic depocenters: the Mississippi Delta. This research is not only important scientifically, but also for coastal restoration in the Mississippi Delta that suffers continuous wetland loss.\r\nPIs will collect stratigraphic and geochronologic data from overbank deposits along a recently abandoned major distributary of the Mississippi River to test the hypothesis that the clastic stratigraphic record in fluviodeltaic settings consists of a patchwork of discrete sediment bodies that accumulate in an episodic fashion over relatively short time periods. This hypothesis is rooted in a long-standing geological debate that traces back to the early 19th century, centering on the question whether the Earth's stratigraphic record primarily reflects gradual deposition or catastrophic events. This debate is important because understanding the nature of the preserved sedimentary record is critical to interpret changes in the Earth system over geological timescales. Furthermore, they will measure the content and age spectra of OC within fluviodeltaic deposits. The OC content will be used, in combination with the chronologic data, to calculate rates of OC sequestration to test the hypothesis that rates of OC sequestration by clastic overbank deposition can equal or exceed those by swamp peat accretion. Consequently, floodplains and delta plains may constitute an important OC pool that is to date poorly quantified and commonly ignored. The age spectra of the OC will be compared with the OSL dating results to investigate the effect of human activity on OC transport by large rivers. Finally, stratigraphic data will be used to estimate the sediment trapping efficiency of crevasse-splay deposition, a natural analog to artificial river diversions that are currently proposed for coastal restoration. Studying sediment trapping efficiency in the Mississippi Delta, in concert with numerical modeling, will provide critical information to assist in the better estimation of land-building potential by Mississippi River diversions. In addition, the OC sequestration data will provide new insights about potential ecosystem services of restored wetlands.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wonsuck",
   "pi_last_name": "Kim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wonsuck Kim",
   "pi_email_addr": "delta@jsg.utexas.edu",
   "nsf_id": "000585744",
   "pi_start_date": "2012-06-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "UT Institute for Geophysics",
  "perf_str_addr": "10100 Burnet Road",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787584445",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "745800",
   "pgm_ele_name": "Geomorphology & Land-use Dynam"
  },
  {
   "pgm_ele_code": "745900",
   "pgm_ele_name": "Sedimentary Geo & Paleobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 51836.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>One of the long-standing debates in geology concerns whether the Earth&rsquo;s sedimentary record was primarily created by gradual changes or by catastrophic events. The key to this long-standing question lies in first understanding the cyclic nature of fluviodeltaic systems. The fluviodeltaic system has its own characteristic time and event scales for channel avulsion and lobe switching processes that in turn develop episodic deposition and a cyclic stratigraphic product. The current project used physical laboratory experiments and computational modeling to quantify timescales and event sizes of the cyclic deposition in fluviodeltaic system.</p>\n<p>&nbsp;</p>\n<p>The Mississippi River Delta experiences some of the world&rsquo;s highest rates of coastal wetland loss, primarily because the delta plain has been isolated from fluvial sediment input due to embankment. River diversions that re-introduce sediment to the delta plain are widely accepted as an effective possible solution to slow down or halt the wetland loss. However, this engineering project would cost tremendous amounts of money and thus requires the best possible underpinning scientific insights. Specifically, where to locate diversions and what conditions of sediment supply and water discharge each diversion should have must be determined and are directly related to the success of river diversions to build new land.</p>\n<p>&nbsp;</p>\n<p>The current project conducted a series of experiments to address 1) the effect of different mobile substrates with fast and slow subsidence rates and 2) channel and lobe geometry developed under conditions of delta prograding into deep and shallow basins. In a thick substrate that produces fast subsidence rates, a delta progrades with slow rates and the fluvial channels are more stable and have strong depositional processes. On the other hand, a delta in a thin mobile substrate that yields slow subsidence rates progrades with fast rates and has active fluvial channels that laterally migrate and switch their locations more frequently. Cyclic sedimentation observed in the first series of experiments shows different timescales reversely correlated with subsidence rates such that fast subsidence produces low-frequency episodic sedimentation whereas slow subsidence rates develop high-frequency episodic sedimentation in the record. In the second series of experiments, we learned that a delta that advances into different water depth develops different channels geometry even under the same upstream conditions of sediment and water discharges. Channels in a delta into deep water show deep and narrow compared to ones in a delta into shallow basin. Deep basin allows for longer residence of channels in place because of slow progradation of delta shoreline, which in turn develops stronger channelization. Better understanding with the controlled experiments about new delta progradation and episodic deposition will aid planning for river diversions to fight against significant wetland loss in the southern US coast.</p>\n<p>&nbsp;</p>\n<p>This project has trained a total three female undergraduate students. They have conducted physical experiments, analyzed and collected data, ran computational models to compare with the experimental results, presented research outcomes to the group meetings, departmental brown bag seminars, and international conferences (e.g., AAPG and AGU). Brandee Carlson who led the second experimental series is now a PhD student in geomorphology at Rice University. Carolina Baumanis who led the first experimental series is now a Research Scientist at Center for Transportation Research, University of Texas and planning to apply for graduate school in sedimentology and/or geomorphology. A current undergraduate student, Calyn Jew is organizing and analyzing the collected data and planning to present new outcomes to AGU 2015 Fall meeting. She is preparing for applying to ...",
  "por_txt_cntn": "\nOne of the long-standing debates in geology concerns whether the EarthÆs sedimentary record was primarily created by gradual changes or by catastrophic events. The key to this long-standing question lies in first understanding the cyclic nature of fluviodeltaic systems. The fluviodeltaic system has its own characteristic time and event scales for channel avulsion and lobe switching processes that in turn develop episodic deposition and a cyclic stratigraphic product. The current project used physical laboratory experiments and computational modeling to quantify timescales and event sizes of the cyclic deposition in fluviodeltaic system.\n\n \n\nThe Mississippi River Delta experiences some of the worldÆs highest rates of coastal wetland loss, primarily because the delta plain has been isolated from fluvial sediment input due to embankment. River diversions that re-introduce sediment to the delta plain are widely accepted as an effective possible solution to slow down or halt the wetland loss. However, this engineering project would cost tremendous amounts of money and thus requires the best possible underpinning scientific insights. Specifically, where to locate diversions and what conditions of sediment supply and water discharge each diversion should have must be determined and are directly related to the success of river diversions to build new land.\n\n \n\nThe current project conducted a series of experiments to address 1) the effect of different mobile substrates with fast and slow subsidence rates and 2) channel and lobe geometry developed under conditions of delta prograding into deep and shallow basins. In a thick substrate that produces fast subsidence rates, a delta progrades with slow rates and the fluvial channels are more stable and have strong depositional processes. On the other hand, a delta in a thin mobile substrate that yields slow subsidence rates progrades with fast rates and has active fluvial channels that laterally migrate and switch their locations more frequently. Cyclic sedimentation observed in the first series of experiments shows different timescales reversely correlated with subsidence rates such that fast subsidence produces low-frequency episodic sedimentation whereas slow subsidence rates develop high-frequency episodic sedimentation in the record. In the second series of experiments, we learned that a delta that advances into different water depth develops different channels geometry even under the same upstream conditions of sediment and water discharges. Channels in a delta into deep water show deep and narrow compared to ones in a delta into shallow basin. Deep basin allows for longer residence of channels in place because of slow progradation of delta shoreline, which in turn develops stronger channelization. Better understanding with the controlled experiments about new delta progradation and episodic deposition will aid planning for river diversions to fight against significant wetland loss in the southern US coast.\n\n \n\nThis project has trained a total three female undergraduate students. They have conducted physical experiments, analyzed and collected data, ran computational models to compare with the experimental results, presented research outcomes to the group meetings, departmental brown bag seminars, and international conferences (e.g., AAPG and AGU). Brandee Carlson who led the second experimental series is now a PhD student in geomorphology at Rice University. Carolina Baumanis who led the first experimental series is now a Research Scientist at Center for Transportation Research, University of Texas and planning to apply for graduate school in sedimentology and/or geomorphology. A current undergraduate student, Calyn Jew is organizing and analyzing the collected data and planning to present new outcomes to AGU 2015 Fall meeting. She is preparing for applying to graduate school in geomorphology. \n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/31/2015\n\n\t\t\t\t\tSubmitted by: Wonsuck Kim"
 }
}