{
 "awd_id": "1148683",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Novel temperature diagnostics for advanced combustion utilizing nanoparticle thermographic phosphors",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "song kong",
 "awd_eff_date": "2012-02-01",
 "awd_exp_date": "2017-01-31",
 "tot_intn_awd_amt": 405000.0,
 "awd_amount": 405000.0,
 "awd_min_amd_letter_date": "2011-12-08",
 "awd_max_amd_letter_date": "2011-12-08",
 "awd_abstract_narration": "1148633\r\nRothamer\r\n\r\nIntellectual Merit\r\n\r\nThe interaction of flow turbulence and chemical reactions is at the heart of understanding and predicting turbulent combustion. This interaction is critical to the operation of almost all practical combustion devices including: gas turbines used in jet engines and power plants, burners used in manufacturing and heating applications, and internal combustion engines found in everything from automobiles to large construction equipment. A key parameter that results from the turbulence-chemistry interaction, and can be used to help control the combustion process, is the distribution of temperature in the combusting flow. The primary objective of the proposed work is to develop and implement a new temperature imaging technique for combusting flows. The technique utilizes the laser-induced emission from nanoparticle phosphors whose emission is highly temperature dependent. The nanometer sized phosphors act as microscopic temperature sensors embedded in the flow. The measurement technique will fill a significant gap in current temperature imaging capabilities. It enables measurements in the temperature range from 700 to 1800 K which is of critical importance for designing the next generation of clean, efficient, combustion technologies. The technique will be capable of measurements where current diagnostics are intractable, making simultaneous temperature imaging measurements of both the reactants and products in practical combustion devices a reality.\r\n\r\nThe proposed measurement technique will be optimized for the temperature range of interest by studying the fundamental temperature dependence of the phosphor luminescence. This knowledge will be applied to develop a robust technique for temperature measurements in practical devices. In collaborations with researchers at Universities and National Laboratories we will apply this technique to study fundamentals of turbulence-chemistry interactions and low-temperature combustion strategies in piston IC engines.\r\n\r\nBroader Impacts\r\n\r\nThe proposed work addresses one of the key challenges for our society; Energy. It does this by providing a new diagnostic tool to combustion researchers, which will greatly enhance the understanding of advanced combustion strategies in real devices, and by impacting energy education at the K-12, undergraduate, and graduate levels. Knowledge gained using the technique will enable significant improvements in the efficiency and emissions from real combustion devices, such as gas turbines and piston IC engines. Collaborations included as part of the work will provide rapid dissemination of the technique to several research groups. Publications resulting from those collaborations will rapidly inform the combustion community regarding the promise and methods associated with the new diagnostic.\r\n\r\nKnowledge transfer to K-12 teachers and students will be accomplished through a summer program which brings K-12 teachers into the lab to directly experience combustion research. The expertise gained from that experience will be disseminated to their students throughout the school year. Undergraduates will be directly involved in the research through an existing undergraduate fellowship program. Graduate students will hone their teaching skills and gain new understanding through their involvement with K-12 teachers and undergraduates, and through a new course focused on instrumentation for combustion research. The combined impact of the work will be improved energy education at all levels along with a new diagnostic tool that provides critical information to combustion researchers, enabling the development of vastly improved combustion devices.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Rothamer",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "David A Rothamer",
   "pi_email_addr": "rothamer@wisc.edu",
   "nsf_id": "000500606",
   "pi_start_date": "2011-12-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 North Park Street",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140700",
   "pgm_ele_name": "CFS-Combustion & Fire Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "061E",
   "pgm_ref_txt": "Fire"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "148E",
   "pgm_ref_txt": "Combustion"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 405000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Measurements of temperature distributions in combusting flows are of critical importance to understanding the fundamental processes governing advanced low-temperature combustion strategies. Low temperature combustion strategies have the potential to significantly reduce pollutant emissions and increase the efficiency of internal combustion engines. The primary scientific objective of the proposed research was to develop a 2-D laser-based temperature imaging diagnostic utilizing luminescence from nanoparticle phosphors. The diagnostic, aerosol phosphor thermometry (APT), shows potential to provide currently unavailable information on the instantaneous temperature distributions in practical combustion devices. Prior to this work, temperature measurements using APT were limited to maximum temperatures of approximately 800 K for high-precision instantaneous measurements. A key outcome of the current work is the extension of the technique to temperatures exceeding 1200 K through identification of new phosphor compositions capable of maintaining signal level at high temperatures. This work also developed modeling methodologies to describe phosphor emission at high temperatures that can be used to identify phosphor compositions capable of measurements at temperatures of &gt; 1500 K in the near future. These modeling methods can also be used to optimize the temperature sensitivity of the phosphor emission spectrum to achieve measurements with improved temperature precision. The APT diagnostic technique has potential to fill a gap in current temperature measurement techniques, enabling measurements in both the reactants and products simultaneously, at high-pressures, in the temperature range from 700 to 1800 K, which is of critical importance for advanced low-temperature combustion. The technique is capable of measurements under conditions where other diagnostics are intractable.&nbsp;</p>\n<p><strong>Broader Impact</strong></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The combined educational and research plans for the work addressed one of the key challenges for our society; energy. The research did this by providing an improved diagnostic tool to combustion researchers which will enable significant improvements in the understanding of advanced combustion strategies in practical devices. The technique will also provide much needed validation data to test computational fluid dynamic simulations used to design the next generation of internal combustion engines, enabling significant improvements in the efficiency and emissions from real combustion devices, such as gas turbines and piston IC engines. Publications and presentations at conferences resulting from the work will rapidly inform the combustion community of the advancements made to the diagnostic technique.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The integrated educational plan focused on three areas which have impact on energy education at the K-12, undergraduate, and graduate education levels. Outreach at the K-12 was accomplished by the inclusion of a research experience for teachers (RET) for two summers. A high school chemistry teacher from Middleton H.S., in Middleton, WI, had the opportunity to perform research and develop course materials during the two summers of the RET program. The teacher participated in research at the UW-Madison Engine Research Center through an existing program with the Great Lakes Bioenergy Research Center and developed course materials related to energy and combustion. A new course on advanced experimental instrumentation with a focus on measurements in combusting flows was developed during the funding period to train the next generation of combustion engineers and researchers. The combined impact of the work includes improvements in energy education at the K-12 and university level and an improved diagnostic tool that will provide critical information to combustion researchers, enabling the development of improved combustion devices.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/22/2017<br>\n\t\t\t\t\tModified by: David&nbsp;A&nbsp;Rothamer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit\n\n            Measurements of temperature distributions in combusting flows are of critical importance to understanding the fundamental processes governing advanced low-temperature combustion strategies. Low temperature combustion strategies have the potential to significantly reduce pollutant emissions and increase the efficiency of internal combustion engines. The primary scientific objective of the proposed research was to develop a 2-D laser-based temperature imaging diagnostic utilizing luminescence from nanoparticle phosphors. The diagnostic, aerosol phosphor thermometry (APT), shows potential to provide currently unavailable information on the instantaneous temperature distributions in practical combustion devices. Prior to this work, temperature measurements using APT were limited to maximum temperatures of approximately 800 K for high-precision instantaneous measurements. A key outcome of the current work is the extension of the technique to temperatures exceeding 1200 K through identification of new phosphor compositions capable of maintaining signal level at high temperatures. This work also developed modeling methodologies to describe phosphor emission at high temperatures that can be used to identify phosphor compositions capable of measurements at temperatures of &gt; 1500 K in the near future. These modeling methods can also be used to optimize the temperature sensitivity of the phosphor emission spectrum to achieve measurements with improved temperature precision. The APT diagnostic technique has potential to fill a gap in current temperature measurement techniques, enabling measurements in both the reactants and products simultaneously, at high-pressures, in the temperature range from 700 to 1800 K, which is of critical importance for advanced low-temperature combustion. The technique is capable of measurements under conditions where other diagnostics are intractable. \n\nBroader Impact\n\n            The combined educational and research plans for the work addressed one of the key challenges for our society; energy. The research did this by providing an improved diagnostic tool to combustion researchers which will enable significant improvements in the understanding of advanced combustion strategies in practical devices. The technique will also provide much needed validation data to test computational fluid dynamic simulations used to design the next generation of internal combustion engines, enabling significant improvements in the efficiency and emissions from real combustion devices, such as gas turbines and piston IC engines. Publications and presentations at conferences resulting from the work will rapidly inform the combustion community of the advancements made to the diagnostic technique.\n\n            The integrated educational plan focused on three areas which have impact on energy education at the K-12, undergraduate, and graduate education levels. Outreach at the K-12 was accomplished by the inclusion of a research experience for teachers (RET) for two summers. A high school chemistry teacher from Middleton H.S., in Middleton, WI, had the opportunity to perform research and develop course materials during the two summers of the RET program. The teacher participated in research at the UW-Madison Engine Research Center through an existing program with the Great Lakes Bioenergy Research Center and developed course materials related to energy and combustion. A new course on advanced experimental instrumentation with a focus on measurements in combusting flows was developed during the funding period to train the next generation of combustion engineers and researchers. The combined impact of the work includes improvements in energy education at the K-12 and university level and an improved diagnostic tool that will provide critical information to combustion researchers, enabling the development of improved combustion devices.\n\n \n\n\t\t\t\t\tLast Modified: 04/22/2017\n\n\t\t\t\t\tSubmitted by: David A Rothamer"
 }
}