{
 "awd_id": "1148398",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: 3-D Near-field Coseismic Deformation from Differential LiDAR with Application to the El Mayor-Cucapah Earthquake",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924693",
 "po_email": "greander@nsf.gov",
 "po_sign_block_name": "Gregory Anderson",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 93458.0,
 "awd_amount": 93458.0,
 "awd_min_amd_letter_date": "2012-06-07",
 "awd_max_amd_letter_date": "2012-06-07",
 "awd_abstract_narration": "One of the most powerful applications of fault-zone LiDAR scans is to serve as the before image for comparison with a survey acquired after a future surface-rupturing earthquake. Then, every displaced feature acts as a geodetic marker from which an ultra-high resolution map of the surface displacement field may be constructed. Such a detailed displacement field shows how faults and their containing rock volume act together to accommodate deformation and grow geologic structures over successive earthquakes. This provides new understanding of how earthquake ruptures connect faults to generate larger, more destructive events, and illuminates cryptic, distributed components of deformation needed for improving estimates of long-term deformation rates and seismic hazard. This grant through the NSF EarthScope Program and the Americas Program of the NSF Office of International Science and Engineering supports the development of fully 3-dimensional approaches to unraveling deformation from successive airborne LiDAR scans of a fault zone. The focus of the project is the before and after airborne lidar scans of the April 4, 2010 El Mayor-Cucapah (EMC) earthquake rupture in northern Baja California, Mexco. The project objectives address three challenges in working with this data set: (1) reprocessing of the pre-earthquake data to reduce scanning artifacts and improve accuracy; (2) development of methods for rigorous, high-resolution displacement measures from point-cloud data of vastly different resolutions (9 to 18 pts/m2 post-earthquake compared with 0.013 pts/m2 pre-earthquake); (3) preliminary 3-D mechanical modeling of fault-zone deformation from this event. Meeting these challenges will advances knowledge of fault-zone deformation gained from this earthquake, as well as advance techniques for analysis of the next earthquake captured by differential LiDAR -- quite possibly along one of the numerous active faults imaged as part of the Earthscope facility.\r\n\r\nCoseismic surface rupture is an important, accessible record of earthquake slip, and the primary record of prehistoric seismicity. Near-field deformation measurements from differential LiDAR can transform our understanding of how coseismic surface ruptures are produced and distributed within fault zones. New knowledge to be gained includes understanding the mechanical coupling of fault slip to near-field distributed deformation, quantifying distributed components of fault slip otherwise difficult to measure, and predicting the style, extent, and magnitude of high strains around fault zones that could damage buildings and critical infrastructure. The techniques developed for this project will also prove valuable for other applications, such as in geomorphology, civil engineering, and robotics. This research brings together the expertise from five U.S.-based research groups that are leaders in the study of differential airborne LiDAR: UC Davis, Arizona State, UC San Diego, University of Houston, and Caltech / USGS. This project also broadens international collaborations formed following the EMC earthquake by involving researchers and students from CICESE, Baja California, in the development and deployment of new differential LiDAR algorithms and the open-source LiDAR-visualization software.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Oskin",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Michael E Oskin",
   "pi_email_addr": "meoskin@ucdavis.edu",
   "nsf_id": "000486632",
   "pi_start_date": "2012-06-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1 Shields Ave",
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956165270",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "017F00",
   "pgm_ele_name": "EARTHSCOPE-SCIENCE UTILIZATION"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "017F",
   "pgm_ref_txt": "EARTHSCOPE-SCIENCE UTILIZATION"
  },
  {
   "pgm_ref_code": "5922",
   "pgm_ref_txt": "MEXICO"
  },
  {
   "pgm_ref_code": "5977",
   "pgm_ref_txt": "AMERICAS PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 93458.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Massive lidar point-cloud datasets, and their differences epoch to epoch, provide valuable information for scientific, engineering, and emergency response, and also pose challenges to process, handle, analyze, share, and visualize. This project examined and advanced techniques for comparison and visualization of high precision lidar topography collected before and after an earthquake. These rare, paired lidar data sets yield near-fault displacement fields of high resolution that are of interest for understanding fault slip behavior and the deformation of the surrounding rock volume. These results, in turn, have important applications to seismic hazard analysis and engineering of critical infrastructure across active faults. The published outcomes of this project are new techniques for recovering and improving legacy pre-earthquake lidar data sets, and 3-D analysis of repeat lidar data for three earthquakes: the 2010 El Mayor-Cucapah earthquake in Mexico and two events, in 2008 and 2009, in Honshu, Japan. One of the central objectives of this study was to compare methods for recovering ground deformation from repeat scanning data. We find that the iterative closest point algorithm and its variants provided the best performance, though with significant limitations due to the inherent smoothness of natural terrain at the scale of fault slip. Another limitation is the time between scans, over which small-scale features in the landscape such as vegetation may change significantly. Lastly, improvement of results from iterative closest point algorithm with larger data sets is offset by an increasing tendency for arriving at local minima rather than converging upon the correct displacement. Melding of lidar-differencing of vegetation-filtered lidar data to obtain vertical deformation, with image cross-correlation techniques to extract horizontal displacement, would overcome many of these limitations.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/30/2015<br>\n\t\t\t\t\tModified by: Michael&nbsp;E&nbsp;Oskin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMassive lidar point-cloud datasets, and their differences epoch to epoch, provide valuable information for scientific, engineering, and emergency response, and also pose challenges to process, handle, analyze, share, and visualize. This project examined and advanced techniques for comparison and visualization of high precision lidar topography collected before and after an earthquake. These rare, paired lidar data sets yield near-fault displacement fields of high resolution that are of interest for understanding fault slip behavior and the deformation of the surrounding rock volume. These results, in turn, have important applications to seismic hazard analysis and engineering of critical infrastructure across active faults. The published outcomes of this project are new techniques for recovering and improving legacy pre-earthquake lidar data sets, and 3-D analysis of repeat lidar data for three earthquakes: the 2010 El Mayor-Cucapah earthquake in Mexico and two events, in 2008 and 2009, in Honshu, Japan. One of the central objectives of this study was to compare methods for recovering ground deformation from repeat scanning data. We find that the iterative closest point algorithm and its variants provided the best performance, though with significant limitations due to the inherent smoothness of natural terrain at the scale of fault slip. Another limitation is the time between scans, over which small-scale features in the landscape such as vegetation may change significantly. Lastly, improvement of results from iterative closest point algorithm with larger data sets is offset by an increasing tendency for arriving at local minima rather than converging upon the correct displacement. Melding of lidar-differencing of vegetation-filtered lidar data to obtain vertical deformation, with image cross-correlation techniques to extract horizontal displacement, would overcome many of these limitations.\n\n\t\t\t\t\tLast Modified: 09/30/2015\n\n\t\t\t\t\tSubmitted by: Michael E Oskin"
 }
}