{
 "awd_id": "1148645",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Theory of Chemical Dynamics",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Evelyn Goldfield",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 331039.0,
 "awd_amount": 331039.0,
 "awd_min_amd_letter_date": "2012-03-27",
 "awd_max_amd_letter_date": "2012-03-27",
 "awd_abstract_narration": "William Miller of the University of California, Berkeley is supported by an award from the Chemical Theory, Models and Computational Methods program to explore new semiclassical   initial value representation approaches for treating electronically non-adiabatic processes, i.e., those involving molecular dynamics on several potential energy surfaces (electronic states). The Meyer-Miller-Stock-Thoss representation of the vibronic Hamiltonian provides one well-established way for doing this, and more efficient ways of carrying out calculations within this framework are pursued.  A more ambitious but less well established approach, that shows great promise, introduces the classical description of the electronic degrees of freedom at a more fundamental level, that of the creation/annihilation operators of the individual fermionic states.  This formulation is being pursued to see if the initial very promising performance it has demonstrated is maintained more generally.\r\n\r\nElectronically non-adiabatic processes underlie a number of applications that are crucial for many technologies of current importance. These include photo-voltaic processes relevant to solar-to-electric energy conversion, in both inorganic nano-materials and in photosynthetic systems, and the field of \"molecular electronics\", e.g., the transmission of electrons through various molecular structures that are junctions between electrodes. Development of theoretical descriptions that allow one to treat non-adiabatic processes within the framework of classical molecular dynamics simulation methodology will make it feasible to carry out such calculations for much more realistic molecular models and thus interact more fruitfully with experimental work in these areas.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Miller",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "William H Miller",
   "pi_email_addr": "millerwh@berkeley.edu",
   "nsf_id": "000354955",
   "pi_start_date": "2012-03-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "211 Gilman Hall",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947201460",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688100",
   "pgm_ele_name": "Chem Thry, Mdls & Cmptnl Mthds"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "100E",
   "pgm_ref_txt": "Novel devices & vacuum electronics"
  },
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 331039.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Quantum mechanics (QM) provides a complete description of all molecular phenomena, including all of chemistry (and thus all of biology), as emphasized by Paul Dirac (one of the founders of quantum theory) almost 90 years ago.&nbsp; This makes it possible, <em>in principle,</em> to carry out calculations to predict and interpret essentially all molecular phenomena, e.g., chemical reactions, molecular energy transfer (when molecules collide), photo-chemistry (how light causes chemical change), and bio-molecular processes.</p>\n<p>The equations of QM, however, are too difficult to solve except for small molecular systems, e.g., those involving no more than ~10 atoms.&nbsp; The equations of <em>classical</em> mechanics (developed by Newton over 300 years ago!), however, can be solved (with the aid of modern computing technology) for systems of thousands of atoms, and such &lsquo;classical molecular dynamics (MD)&rsquo; calculations are now in widespread use for many applications of critical importance for present society, e.g., finding cleaner and more efficient ways to use of fossil fuels, developing better batteries for storage of electrical energy, finding more useful ways to harness solar energy, and for describing many bio-molecular processes.</p>\n<p>The focus of this program over the past 3-year period has been on developing ways for incorporating electronically non-adiabatic processes within the framework of classical MD simulations.&nbsp; This relies on some work of this group from the late 1970&rsquo;s for characterizing electronic states by classical degrees of freedom, so that the dynamics of electronic and nuclear degrees of freedom can be treated in a consistent fashion.&nbsp; Together with some very recent &lsquo;tweaks&rsquo; that have proved to be extremely accurate, as well as being very straight-forward to incorporate within quite standard classical MD simulation methodology, this makes it possible to carry out accurate calculations of such processes for molecular systems of thousands of atoms.&nbsp; This is most relevant to photo-chemistry, an essential feature of all solar energy technology.&nbsp; Being able to carry out reliable calculations for these processes is crucial for understanding experimental work and suggesting further directions for such studies.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/06/2016<br>\n\t\t\t\t\tModified by: William&nbsp;H&nbsp;Miller</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nQuantum mechanics (QM) provides a complete description of all molecular phenomena, including all of chemistry (and thus all of biology), as emphasized by Paul Dirac (one of the founders of quantum theory) almost 90 years ago.  This makes it possible, in principle, to carry out calculations to predict and interpret essentially all molecular phenomena, e.g., chemical reactions, molecular energy transfer (when molecules collide), photo-chemistry (how light causes chemical change), and bio-molecular processes.\n\nThe equations of QM, however, are too difficult to solve except for small molecular systems, e.g., those involving no more than ~10 atoms.  The equations of classical mechanics (developed by Newton over 300 years ago!), however, can be solved (with the aid of modern computing technology) for systems of thousands of atoms, and such æclassical molecular dynamics (MD)Æ calculations are now in widespread use for many applications of critical importance for present society, e.g., finding cleaner and more efficient ways to use of fossil fuels, developing better batteries for storage of electrical energy, finding more useful ways to harness solar energy, and for describing many bio-molecular processes.\n\nThe focus of this program over the past 3-year period has been on developing ways for incorporating electronically non-adiabatic processes within the framework of classical MD simulations.  This relies on some work of this group from the late 1970Æs for characterizing electronic states by classical degrees of freedom, so that the dynamics of electronic and nuclear degrees of freedom can be treated in a consistent fashion.  Together with some very recent ætweaksÆ that have proved to be extremely accurate, as well as being very straight-forward to incorporate within quite standard classical MD simulation methodology, this makes it possible to carry out accurate calculations of such processes for molecular systems of thousands of atoms.  This is most relevant to photo-chemistry, an essential feature of all solar energy technology.  Being able to carry out reliable calculations for these processes is crucial for understanding experimental work and suggesting further directions for such studies.\n\n\t\t\t\t\tLast Modified: 04/06/2016\n\n\t\t\t\t\tSubmitted by: William H Miller"
 }
}