{
 "awd_id": "1149274",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:  Identifying Small Proteins in Escherichia coli",
 "cfda_num": "47.074",
 "org_code": "08070700",
 "po_phone": "7032927123",
 "po_email": "drockcli@nsf.gov",
 "po_sign_block_name": "David Rockcliffe",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2019-05-31",
 "tot_intn_awd_amt": 631928.0,
 "awd_amount": 631928.0,
 "awd_min_amd_letter_date": "2012-06-05",
 "awd_max_amd_letter_date": "2015-07-28",
 "awd_abstract_narration": "Little is known about the abundance or function of small proteins in any organism. These proteins, defined as those containing fifty or fewer amino acids, are difficult to isolate and identify using standard biochemical techniques, and thus are commonly missed in protein identification studies. In addition, it is difficult to identify the short genes that encode small proteins using bioinformatics. As a result, the small proteins are significantly underestimated. The PI's research and that of others has shown that bacteria synthesize many more small proteins than previously thought, and the total size of the small protein proteome in E. coli or any other organism is still unknown; but is estimated to be in the hundreds. To identify new small proteins in E. coli, the investigator plans to biochemically assay for protein synthesis from candidate small open reading frames in cells grown under different growth and/or stress conditions.  This research will help to elucidate the true number of small proteins in the E. coli proteome, as well as provide an initial characterization of protein regulation and biochemical interactions with other proteins that will serve as a foundation for identifying the function of these proteins in the future.\r\n\r\nThere are many aspects of the small protein identification project that make it ideal to expose undergraduate students to a hypothesis-driven, inquiry-based molecular biology learning experience. Teams of students will use basic bioinformatics to identify small open reading frames that potentially encode small proteins. These students will test their hypotheses in a follow-up molecular biology laboratory course. Ultimately, information gained from this project on small protein abundance, growth- and stress­-dependent accumulation and physical interactions will provide a critical basis for offering interested Towson students additional opportunities for conducting independent research in the PI's laboratory.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Hemm",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew R Hemm",
   "pi_email_addr": "mhemm@towson.edu",
   "nsf_id": "000553204",
   "pi_start_date": "2012-06-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Towson University",
  "inst_street_address": "8000 YORK RD",
  "inst_street_address_2": "",
  "inst_city_name": "TOWSON",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4107042236",
  "inst_zip_code": "212520002",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MD02",
  "org_lgl_bus_name": "TOWSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LC3SFMP2L798"
 },
 "perf_inst": {
  "perf_inst_name": "Towson University",
  "perf_str_addr": "8000 York Road",
  "perf_city_name": "Towson",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212520001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MD02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 137425.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 125500.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 121260.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 247743.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Little is known about the prevalence and function of small proteins, defined as those containing 50 or fewer amino acids. It is difficult to accurately predict short genes using bioinformatics, and the small sizes of these genes limit the chance that they are identified in genetic screens. In addition, small proteins are difficult to isolate and identify using traditional biochemical methods, making them commonly overlooked in standard proteomic studies. The number of small proteins, therefore, is not known for any organism.</p>\n<p>&nbsp;</p>\n<p><strong>Intellectual Merit:</strong> To gain insight into small protein prevalence and function, we systematically identified and characterized short genes in <em>Escherichia coli</em> using a combination of bioinformatic and biochemical methods. To identify new small proteins in <em>E. coli</em>, we first assayed for small protein synthesis of short Open Reading Frames (sORFs) using a biochemical test for synthesis of the corresponding small protein. To date, we have identified 36 new small proteins.&nbsp; We then continued our characterization of these small proteins by assaying for differential protein accumulation in cells cultured under different growth conditions and after exposure to a wide variety of stresses. We also purified select small proteins identified in this study to identify interacting proteins by co-purification. Ultimately, this research revealed that the <em>E. coli</em> genome encodes many more small proteins than previously thought, and provided a subset of detected and undetected small proteins that can be used to improve small protein identification in the future.&nbsp; In addition, this work provided an initial characterization of protein regulation and biochemical interactions that will serve as a foundation for identifying the function of these proteins in the future.</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impact:</strong> There are many aspects of the small protein identification project that made it an ideal focus for a hypothesis-driven, inquiry-based molecular biology laboratory class for undergraduate students.&nbsp; Over the course of fourteen semesters, over 500 students participated as investigators identifying new small proteins.&nbsp; Teams of students used bioinformatics to first identify a sORF that they hypothesized is translated, and then gained a comprehensive introduction to molecular biology laboratory techniques by testing their hypothesis. The results of the students&rsquo; work was used as the foundation of one paper describing these new proteins, with a second paper in development. In addition, rather than end student involvement in small protein research at the completion of the class, this project allowed any students from each laboratory class to continue studying their small protein by conducting independent research to examine small protein accumulation and biochemical characteristics. This enabled students to naturally progress from performing experiments in a classroom environment to conducting research in the laboratory while allowing them to maintain ownership of their research project. Over the course of the project, over 70 students conducted independent research as a part of this project.&nbsp; Ultimately, information gained from this project on small protein prevalence, growth- and stress-dependent accumulation and physical interactions formed a foundation for our continued research into small protein function, while at the same time allowing Towson students to learn molecular biology, microbiological and biochemical techniques by conducting hypothesis-driven and inquiry-based research both in the classroom and through independent research projects.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/16/2020<br>\n\t\t\t\t\tModified by: Matthew&nbsp;R&nbsp;Hemm</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nLittle is known about the prevalence and function of small proteins, defined as those containing 50 or fewer amino acids. It is difficult to accurately predict short genes using bioinformatics, and the small sizes of these genes limit the chance that they are identified in genetic screens. In addition, small proteins are difficult to isolate and identify using traditional biochemical methods, making them commonly overlooked in standard proteomic studies. The number of small proteins, therefore, is not known for any organism.\n\n \n\nIntellectual Merit: To gain insight into small protein prevalence and function, we systematically identified and characterized short genes in Escherichia coli using a combination of bioinformatic and biochemical methods. To identify new small proteins in E. coli, we first assayed for small protein synthesis of short Open Reading Frames (sORFs) using a biochemical test for synthesis of the corresponding small protein. To date, we have identified 36 new small proteins.  We then continued our characterization of these small proteins by assaying for differential protein accumulation in cells cultured under different growth conditions and after exposure to a wide variety of stresses. We also purified select small proteins identified in this study to identify interacting proteins by co-purification. Ultimately, this research revealed that the E. coli genome encodes many more small proteins than previously thought, and provided a subset of detected and undetected small proteins that can be used to improve small protein identification in the future.  In addition, this work provided an initial characterization of protein regulation and biochemical interactions that will serve as a foundation for identifying the function of these proteins in the future.\n\n \n\nBroader Impact: There are many aspects of the small protein identification project that made it an ideal focus for a hypothesis-driven, inquiry-based molecular biology laboratory class for undergraduate students.  Over the course of fourteen semesters, over 500 students participated as investigators identifying new small proteins.  Teams of students used bioinformatics to first identify a sORF that they hypothesized is translated, and then gained a comprehensive introduction to molecular biology laboratory techniques by testing their hypothesis. The results of the students’ work was used as the foundation of one paper describing these new proteins, with a second paper in development. In addition, rather than end student involvement in small protein research at the completion of the class, this project allowed any students from each laboratory class to continue studying their small protein by conducting independent research to examine small protein accumulation and biochemical characteristics. This enabled students to naturally progress from performing experiments in a classroom environment to conducting research in the laboratory while allowing them to maintain ownership of their research project. Over the course of the project, over 70 students conducted independent research as a part of this project.  Ultimately, information gained from this project on small protein prevalence, growth- and stress-dependent accumulation and physical interactions formed a foundation for our continued research into small protein function, while at the same time allowing Towson students to learn molecular biology, microbiological and biochemical techniques by conducting hypothesis-driven and inquiry-based research both in the classroom and through independent research projects.\n\n\t\t\t\t\tLast Modified: 01/16/2020\n\n\t\t\t\t\tSubmitted by: Matthew R Hemm"
 }
}