{
 "awd_id": "1149601",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Improving the Development Process for Context-Aware Systems with Integrated Capture and Playback",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Bainbridge",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 454838.0,
 "awd_amount": 454838.0,
 "awd_min_amd_letter_date": "2012-01-13",
 "awd_max_amd_letter_date": "2012-01-13",
 "awd_abstract_narration": "Cheap sensors, high-speed wireless networks, and mobile device technologies are opening up new possibilities for human-computer interaction and are enabling important applications in areas such as health care, collaborative work, and sustainable resource use. Yet we still lack appropriate tools and methods for the design and development of applications that take advantage of these capabilities, hampering our ability to realize the technology's potential. When working with \"context-aware\" systems -- i.e., systems that sense and respond to the situations in which they are used, such as the user's current location, concurrent activities, or social setting -- it can be especially challenging to evaluate early-stage prototypes due to the difficulty of re-creating the anticipated context of use during development time. As a result, designers are forced to invest excessive effort into building robust, deployable prototypes early in the development process, resulting in premature commitment to inadequately explored design choices and an inability to apply best practices for user-centered design. \r\n\r\nThe goal of this CAREER project is to improve user-centered software development practices for context-aware applications by providing support for the systematic capture and reuse of contextual data throughout the development process. While previous efforts to support context-aware development have sought to make it easier to take prototypes into the field for testing, this approach seeks to \"bring the field into the lab\" by providing continuously available representations of an application's anticipated context of use. Such representations can be used for exploring and validating design alternatives with as little effort as possible. \r\n\r\nThe PI's RePlay system provides baseline support for the capture and playback of sensor traces representing an application's context, and will be extended through this research to include support for the capture and use of large sensor trace datasets; rapid, parallel prototyping of both interactive and infrastructure components of context-aware systems; and the ability to re-create complex contextual conditions during controlled user tests to an extent not currently possible. \r\n\r\nBroader impacts: The PI's educational mission is to prepare rising HCI professionals for the constantly changing world of technology they will face throughout their career. As part of this project, he will develop teachable methods for integrating data capture, context representation, and novel forms of user testing into software design and development practice. These methods will be incorporated into existing design and evaluation courses at the graduate and undergraduate levels. Broader impacts will be obtained by sharing course materials, along with the tools described above, with educators and practitioners via the web. The PI also plans to present tutorials and workshops on the use of capture and playback tools during design at meetings and conferences hosted by professional design organizations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Newman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mark Newman",
   "pi_email_addr": "mwnewman@umich.edu",
   "nsf_id": "000083603",
   "pi_start_date": "2012-01-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "105 South State Street",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091285",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 454838.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-ae5db76a-7fff-0437-1dfa-ace14eec71d9\">\n<p dir=\"ltr\"><span>Prepare your Project Outcomes Report in the text box below. &nbsp;Your report should:</span></p>\n<ul>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Be written for the general public.</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Describe the project outcomes or findings that address the intellectual merit and broader of impacts of your work as defined in the </span><a href=\"http://www.nsf.gov/bfa/dias/policy/merit_review/\"><span>NSF merit review criteria</span></a><span>.</span></p>\n</li>\n<li dir=\"ltr\">\n<p dir=\"ltr\"><span>Briefly summarize the outcomes of your award (200 - 800 words) covering the entire life of the award.</span></p>\n</li>\n</ul>\n<br /><br />\n<p dir=\"ltr\"><span>Context-aware computing allows applications to adapt to changes in their users&rsquo; behavior and environment, for example by offering different options based on the user&rsquo;s location or by recommending information based on their current activity. Thanks to the ubiquity of sensor-rich mobile phones and high-bandwidth networking, context-aware features are becoming common in apps and services used by people on a daily basis. However, designing, developing, and testing context-aware systems remains challenging due to a lack of tools and techniques for replicating the diverse contextual conditions encountered by users. </span></p>\n<br />\n<p dir=\"ltr\"><span>In this project, we developed the Capture-and-Playback approach for supporting context-aware system development. In this approach, application designers capture contextual data such as location and activity traces from users early in the design process, and use that data to test application prototypes throughout the development process. A series of studies with designers and developers of context-aware applications showed that our approach makes it possible to efficiently test applications in a wider variety of anticipated situations than is possible with existing approaches. This in turn enables greater participation in context-aware system design while also improving software quality. </span></p>\n<br />\n<p dir=\"ltr\"><span>To further demonstrate the benefits of context-aware computing, as well as to inform our work on improving the development process, we also developed several novel applications for the smart home. These applications included the Home Trivia system for supporting family reflection on screen-time usage and face-to-face interaction among family members; the ThermoCoach system for recommending more energy-efficient heating and cooling schedules for home thermostats; and the Reef thermostat system for learning occupants&rsquo; preferences for thermal comfort and adapting the thermostat operation accordingly. These projects not only contributed to our efforts to improve tools and techniques for context-aware development, but also generated new knowledge to guide the design of future smart home applications.</span></p>\n<br />\n<p dir=\"ltr\"><span>The intellectual merit of this project lies the advances it offers to existing knowledge in context-aware system development and principles for smart home application design. This project has the potential to achieve broader impacts by making it easier for a wider variety of designers and developers to create context-aware applications and by improving smart home applications that address important societal concerns such as sustainable resource use and family cohesion. We also see great opportunities to apply the learnings from this project to the domain of smart health, which is an area that the project team is actively pursuing in our continuing evolution of the work.</span></p>\n<div><span><br /></span></div>\n</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/13/2019<br>\n\t\t\t\t\tModified by: Mark&nbsp;Newman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nPrepare your Project Outcomes Report in the text box below.  Your report should:\n\n\nBe written for the general public.\n\n\nDescribe the project outcomes or findings that address the intellectual merit and broader of impacts of your work as defined in the NSF merit review criteria.\n\n\nBriefly summarize the outcomes of your award (200 - 800 words) covering the entire life of the award.\n\n\n\n\n\nContext-aware computing allows applications to adapt to changes in their users? behavior and environment, for example by offering different options based on the user?s location or by recommending information based on their current activity. Thanks to the ubiquity of sensor-rich mobile phones and high-bandwidth networking, context-aware features are becoming common in apps and services used by people on a daily basis. However, designing, developing, and testing context-aware systems remains challenging due to a lack of tools and techniques for replicating the diverse contextual conditions encountered by users. \n\n\nIn this project, we developed the Capture-and-Playback approach for supporting context-aware system development. In this approach, application designers capture contextual data such as location and activity traces from users early in the design process, and use that data to test application prototypes throughout the development process. A series of studies with designers and developers of context-aware applications showed that our approach makes it possible to efficiently test applications in a wider variety of anticipated situations than is possible with existing approaches. This in turn enables greater participation in context-aware system design while also improving software quality. \n\n\nTo further demonstrate the benefits of context-aware computing, as well as to inform our work on improving the development process, we also developed several novel applications for the smart home. These applications included the Home Trivia system for supporting family reflection on screen-time usage and face-to-face interaction among family members; the ThermoCoach system for recommending more energy-efficient heating and cooling schedules for home thermostats; and the Reef thermostat system for learning occupants? preferences for thermal comfort and adapting the thermostat operation accordingly. These projects not only contributed to our efforts to improve tools and techniques for context-aware development, but also generated new knowledge to guide the design of future smart home applications.\n\n\nThe intellectual merit of this project lies the advances it offers to existing knowledge in context-aware system development and principles for smart home application design. This project has the potential to achieve broader impacts by making it easier for a wider variety of designers and developers to create context-aware applications and by improving smart home applications that address important societal concerns such as sustainable resource use and family cohesion. We also see great opportunities to apply the learnings from this project to the domain of smart health, which is an area that the project team is actively pursuing in our continuing evolution of the work.\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 01/13/2019\n\n\t\t\t\t\tSubmitted by: Mark Newman"
 }
}