{
 "awd_id": "1149297",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Near Optimal Water Management to Improve Environmental and Ecological Decision Making",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927293",
 "po_email": "krockne@nsf.gov",
 "po_sign_block_name": "Karl Rockne",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2017-12-31",
 "tot_intn_awd_amt": 409985.0,
 "awd_amount": 409985.0,
 "awd_min_amd_letter_date": "2012-01-03",
 "awd_max_amd_letter_date": "2012-01-03",
 "awd_abstract_narration": "1149297-Rosenberg\r\n\r\nThe research goal of this CAREER proposal is to apply uncertainty and modeling to generate alternatives frameworks to the problem of allocating scarce water to improve environmental watershed services. Sustainable environmental decision making requires a new paradigm of flexible water management tied to quantifiable environmental performance metrics. It must also consider pervasive uncertainties. The PI moves beyond the notions and mathematics of ?optimal? and ?best? to achieve four outcomes: (1) quantify habitat suitability, topological complexity, and hydro-period environmental service metrics for wetland and riparian areas at monthly and annual time scales with parameter, functional, and conceptual uncertainties. Also, relate metrics to water flow and depth variables; (2) compare enumeration and parallel coordinate strategies to identify the region of near-optimal water management strategies that perform within a specified tolerance of modeled optimal solution; (3) embed uncertain environmental performance metrics and near-optimal solution strategies in a watershed systems model to identify tradeoffs among uncertain system components; and (4) enhance current and future decision makers? skills in observation, data synthesis, leadership, and sustainable decision making. \r\n\r\nThe PI will develop and apply multiple environmental performance indicators with pervasive uncertainties in a systems modeling framework. He will demonstrate new computationally efficient ways to visualize high-dimensional resource management problems and identify sustainable water management strategies. Near-optimal solution techniques systematically identify promising (rather than single best) water management alternatives without quantifying or specifying preferences among difficult-to-characterize social, equity, and other un-modeled objectives. He will also measure and show the impacts of these advances on environmental decision making in the study area. \r\n\r\nTo achieve these advances, the project will cultivate a systemic problem-based learning (PBL) environment that integrates research and education activities. The PI will present numerous learners with relevant environmental water problems, offer them tools to help solve these problems, and provide feedback to encourage mutual learning and deeper discovery. Here, PBL will have graduate students, river basin professionals, and researchers define and quantify environmental performance metrics; incoming undergraduate students observe metrics during 5-day experiential learning trips along key river reaches that lead to year-long research experiences to map, synthesize, and present collected data and findings. Graduate students will also build new near-optimal algorithms and together with basin professionals vet and compare model-recommended water management strategies. The PI will apply developed techniques to the lower Bear River, Utah watershed where environmental managers seek new ways to secure water for wetlands and riparian areas.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Rosenberg",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "David E Rosenberg",
   "pi_email_addr": "david.rosenberg@usu.edu",
   "nsf_id": "000562549",
   "pi_start_date": "2012-01-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Utah State University",
  "inst_street_address": "1000 OLD MAIN HL",
  "inst_street_address_2": "",
  "inst_city_name": "LOGAN",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "4357971226",
  "inst_zip_code": "843221000",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UTAH STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPE2YDWHDYU4"
 },
 "perf_inst": {
  "perf_inst_name": "Utah State University",
  "perf_str_addr": "8200 Old Main Hill",
  "perf_city_name": "Logan",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "843228200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "144000",
   "pgm_ele_name": "EnvE-Environmental Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "001E",
   "pgm_ref_txt": "Air pollution"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 409985.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"BodyNormalSingle\">This project advanced a new paradigm of flexible water management to improve environmental and ecological decision making. The flexible approach considers uncertainties and moves beyond the notion and mathematics of optimal to near-best. As a first step, we collected river flow, water depth, channel topography, vegetation, and other data to develop and quantify aquatic, floodplain, and impounded wetland habitat area and quality metrics and relate metrics to water flow and depth variables. Second, blended near-optimal alternative generation, visualization, and interaction techniques helped identify management alternatives that perform within a specified tolerance of the modeled optimal objective function value. Third, we embedded the habitat area and quality metrics in systems optimization models to determine where, when, and how to allocate water between priority species at multiple habitats across a watershed to improve overall habitat area. One model identified water allocations and invasive vegetation removal to improve habitat area for three priority migratory bird species in 25 wetland units at the Bear River Migratory Bird Refuge, Utah. A second Watershed Area of Suitable Habitat (WASH) model recommended water allocations, diversions, river flows, and revegetation to improve aquatic, floodplain, and impounded wetland habitat quality and area in the lower Bear River basin, Utah. We also developed a novel method that paired traditional Monte-Carlo analysis and semi-supervised clustering to group alternatives along the key uncertain dimensions of the problem plus quantify effects of input uncertainties on recommended management actions. The above steps supported a fourth major project effort to enhance current and future decision makers&rsquo; skills in observation, data synthesis, leadership, and sustainable decision making. Incoming freshmen Bear River Fellows immersed in experiential learning and problem solving on the nearby Bear River. Fellows collected, cleaned, organized, and synthesized the field data used to develop the environmental and habitat metrics. Fellows also posed research questions they wanted to use field data to answer. Then, Fellows worked in teams through one-year research experiences for undergraduates (REUs) to answer their questions and present findings. One PhD student helped mentor and supervise the Bear River Fellows in their work. The principal investigator, PhD students, and Bear River Fellows also developed and expanded collaborations through participatory modeling with nine local, state, and Federal stakeholders who are working in the Bear River basin to improve habitat. Early on we met with stakeholders to identify their goals for environmental water management and available data. Later, we presented model results, solicited feedback, and used feedback to improve models and validate results.</p>\n<p class=\"BodyNormalSingle\">&nbsp;</p>\n<p>Key project findings show that Refuge managers can almost double the area of suitable wetland habitat by more dynamically managing water levels and removing invasive vegetation in August at the beginning of the window for control operations. Within the lower Bear River basin, managers can add 25,000 acres of suitable habitat compared to 2003 modeled historic conditions (25% increase) and still deliver water to existing urban and agricultural users. Managers can increase habitat area and quality by spilling less water from reservoirs during the spring runoff and releasing higher flows through the summer and fall. The new clustering method for uncertainty revealed rich, heterogeneous tradeoffs between uncertain model factors like the budget available to restore floodplain vegetation and areas of aquatic, floodplain, and wetland habitat. Blended near-optimal alternative generation, visualization, and interaction tools generated more numerous alternatives faster, more fully show the near-optimal region, and can help elicit a larger set of un-modeled issues than prior Modeling to Generate Alternative methods and variants.</p>\n<p>16 undergraduate freshmen Bear River Fellows presented their findings as seven posters at four regional water conferences (<a href=\"http://BearRiverFellows.usu.edu\">http://BearRiverFellows.usu.edu</a>). Four Fellows returned to continue research in subsequent years. Questionnaires completed by Fellows showed that the program attracted, engaged, and retained female and male undergraduate student researchers from the engineering, natural, and social sciences. Over time, the program also boosted Fellow&rsquo;s capabilities in problem solving confidence, responsibility, and teamwork. Participatory modeling work was facilitated by the development and use of an online web mapping tool (<a href=\"http://WashMap.usu.edu\">http://WashMap.usu.edu</a>) that allowed stakeholders to quickly and interactively view WASH model results during workshops without having to set up and run the model. For example, stakeholders used the web map results to recommend we include more recent fish data and explicitly link fish requirements for cold water to site-specific shading, radiation, elevation, climate, water depth, and other factors. The project also disseminated results through two Phd dissertations, a TEDxUSU talk titled &ldquo;Near-Optimal to Survive and Thrive&rdquo;, 16 oral and poster presentations at conferences, media articles, and 3 open-source repositories for data, code, and models. Additional manuscripts and open-source repositories are nearly ready for submission.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/19/2018<br>\n\t\t\t\t\tModified by: David&nbsp;E&nbsp;Rosenberg</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1149297/1149297_10147042_1521489909689_Figure1-good--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1149297/1149297_10147042_1521489909689_Figure1-good--rgov-800width.jpg\" title=\"Suitable habitat area over time\"><img src=\"/por/images/Reports/POR/2018/1149297/1149297_10147042_1521489909689_Figure1-good--rgov-66x44.jpg\" alt=\"Suitable habitat area over time\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Model recommended (solid bars) and 2003 modeled historical (striped bars) suitable aquatic, floodplain, and wetland habitat areas in the Bear River watershed compared to total available areas (dashed, horizontal lines)</div>\n<div class=\"imageCredit\">Ayman Alafifi</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">David&nbsp;E&nbsp;Rosenberg</div>\n<div class=\"imageTitle\">Suitable habitat area over time</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1149297/1149297_10147042_1521490748294_Figure2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1149297/1149297_10147042_1521490748294_Figure2--rgov-800width.jpg\" title=\"Aquatic habitat area, quality, flowm and reservoir storage over time\"><img src=\"/por/images/Reports/POR/2018/1149297/1149297_10147042_1521490748294_Figure2--rgov-66x44.jpg\" alt=\"Aquatic habitat area, quality, flowm and reservoir storage over time\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Comparing model recommended (black) to modeled historical conditions (dashed red) on the Little Bear River below Hyrum Reservoir shows increased aquatic habitat area (top panel) and quality (2nd panel) as a result of decreased spring reservoir spills and increased summer/fall flows (3rd panel)</div>\n<div class=\"imageCredit\">Ayman Alafifi</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">David&nbsp;E&nbsp;Rosenberg</div>\n<div class=\"imageTitle\">Aquatic habitat area, quality, flowm and reservoir storage over time</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1149297/1149297_10147042_1521490875619_Figure3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1149297/1149297_10147042_1521490875619_Figure3--rgov-800width.jpg\" title=\"Interactive web map\"><img src=\"/por/images/Reports/POR/2018/1149297/1149297_10147042_1521490875619_Figure3--rgov-66x44.jpg\" alt=\"Interactive web map\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Web map for the lower Bear River Watershed Area of Suitable Habitat model (http://WASHmap.usu.edu) with 9 interactive features</div>\n<div class=\"imageCredit\">Ayman Alafifi</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">David&nbsp;E&nbsp;Rosenberg</div>\n<div class=\"imageTitle\">Interactive web map</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "This project advanced a new paradigm of flexible water management to improve environmental and ecological decision making. The flexible approach considers uncertainties and moves beyond the notion and mathematics of optimal to near-best. As a first step, we collected river flow, water depth, channel topography, vegetation, and other data to develop and quantify aquatic, floodplain, and impounded wetland habitat area and quality metrics and relate metrics to water flow and depth variables. Second, blended near-optimal alternative generation, visualization, and interaction techniques helped identify management alternatives that perform within a specified tolerance of the modeled optimal objective function value. Third, we embedded the habitat area and quality metrics in systems optimization models to determine where, when, and how to allocate water between priority species at multiple habitats across a watershed to improve overall habitat area. One model identified water allocations and invasive vegetation removal to improve habitat area for three priority migratory bird species in 25 wetland units at the Bear River Migratory Bird Refuge, Utah. A second Watershed Area of Suitable Habitat (WASH) model recommended water allocations, diversions, river flows, and revegetation to improve aquatic, floodplain, and impounded wetland habitat quality and area in the lower Bear River basin, Utah. We also developed a novel method that paired traditional Monte-Carlo analysis and semi-supervised clustering to group alternatives along the key uncertain dimensions of the problem plus quantify effects of input uncertainties on recommended management actions. The above steps supported a fourth major project effort to enhance current and future decision makers? skills in observation, data synthesis, leadership, and sustainable decision making. Incoming freshmen Bear River Fellows immersed in experiential learning and problem solving on the nearby Bear River. Fellows collected, cleaned, organized, and synthesized the field data used to develop the environmental and habitat metrics. Fellows also posed research questions they wanted to use field data to answer. Then, Fellows worked in teams through one-year research experiences for undergraduates (REUs) to answer their questions and present findings. One PhD student helped mentor and supervise the Bear River Fellows in their work. The principal investigator, PhD students, and Bear River Fellows also developed and expanded collaborations through participatory modeling with nine local, state, and Federal stakeholders who are working in the Bear River basin to improve habitat. Early on we met with stakeholders to identify their goals for environmental water management and available data. Later, we presented model results, solicited feedback, and used feedback to improve models and validate results.\n \n\nKey project findings show that Refuge managers can almost double the area of suitable wetland habitat by more dynamically managing water levels and removing invasive vegetation in August at the beginning of the window for control operations. Within the lower Bear River basin, managers can add 25,000 acres of suitable habitat compared to 2003 modeled historic conditions (25% increase) and still deliver water to existing urban and agricultural users. Managers can increase habitat area and quality by spilling less water from reservoirs during the spring runoff and releasing higher flows through the summer and fall. The new clustering method for uncertainty revealed rich, heterogeneous tradeoffs between uncertain model factors like the budget available to restore floodplain vegetation and areas of aquatic, floodplain, and wetland habitat. Blended near-optimal alternative generation, visualization, and interaction tools generated more numerous alternatives faster, more fully show the near-optimal region, and can help elicit a larger set of un-modeled issues than prior Modeling to Generate Alternative methods and variants.\n\n16 undergraduate freshmen Bear River Fellows presented their findings as seven posters at four regional water conferences (http://BearRiverFellows.usu.edu). Four Fellows returned to continue research in subsequent years. Questionnaires completed by Fellows showed that the program attracted, engaged, and retained female and male undergraduate student researchers from the engineering, natural, and social sciences. Over time, the program also boosted Fellow?s capabilities in problem solving confidence, responsibility, and teamwork. Participatory modeling work was facilitated by the development and use of an online web mapping tool (http://WashMap.usu.edu) that allowed stakeholders to quickly and interactively view WASH model results during workshops without having to set up and run the model. For example, stakeholders used the web map results to recommend we include more recent fish data and explicitly link fish requirements for cold water to site-specific shading, radiation, elevation, climate, water depth, and other factors. The project also disseminated results through two Phd dissertations, a TEDxUSU talk titled \"Near-Optimal to Survive and Thrive\", 16 oral and poster presentations at conferences, media articles, and 3 open-source repositories for data, code, and models. Additional manuscripts and open-source repositories are nearly ready for submission.\n\n\t\t\t\t\tLast Modified: 03/19/2018\n\n\t\t\t\t\tSubmitted by: David E Rosenberg"
 }
}