{
 "awd_id": "1149495",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: CIF: Anonymous Networking with Guaranteed Quality of Service: Towards a Theoretical Foundation",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032922981",
 "po_email": "pregalia@nsf.gov",
 "po_sign_block_name": "Phillip Regalia",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2018-05-31",
 "tot_intn_awd_amt": 449567.0,
 "awd_amount": 449567.0,
 "awd_min_amd_letter_date": "2012-01-03",
 "awd_max_amd_letter_date": "2015-09-04",
 "awd_abstract_narration": "Anonymity in networked systems refers to protecting the identities of communicating parties and paths of data flow. Exposing such information not only is a violation of user privacy, but also empowers a malicious adversary to launch powerful attacks. While a great deal of attention has been paid to information security and methods of protecting network activity using contents of communication, far less is known about vulnerabilities and risks of a network to adversarial timing analysis and its implications on privacy and social interactions. In this research, a rigorous theoretical foundation is developed for delivering any desired level of anonymity to networked systems with provable guarantees on network quality of service.\r\n\r\nThis research is built on an information theoretic framework to measure anonymity which yields the first quantitative model for anonymity that takes into account the complete information available to an adversary and the resource and topological constraints of a network.  While conventional approaches circumvent the interdependence between network and adversary by modeling the adversary as omniscient, the investigators model anonymous networking as games between network nodes and the adversary and study Nash equilibrium behavior of the players, behavior from which none has the incentive to deviate. Using the mathematical framework, the fundamental trade-offs between anonymity and network performance is characterized. Consequently, insights are derived into likely behavior of network adversaries.\r\n\r\nIn a broader context, this rigorous analytical foundation will have significant impact in delivering provable privacy to a range of networked systems including computer networks, healthcare, transportation and smart energy distribution systems. In addition, the programs for middle and high school students and distance learning opportunities broaden the awareness of privacy vulnerabilities of networks in society.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Parvathinathan",
   "pi_last_name": "Venkitasubramaniam",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Parvathinathan Venkitasubramaniam",
   "pi_email_addr": "parv.v@lehigh.edu",
   "nsf_id": "000542994",
   "pi_start_date": "2012-01-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lehigh University",
  "inst_street_address": "526 BRODHEAD AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BETHLEHEM",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6107583021",
  "inst_zip_code": "180153008",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "PA07",
  "org_lgl_bus_name": "LEHIGH UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E13MDBKHLDB5"
 },
 "perf_inst": {
  "perf_inst_name": "Lehigh University",
  "perf_str_addr": "Alumni Building 27",
  "perf_city_name": "Bethlehem",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "180153005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "PA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779700",
   "pgm_ele_name": "Comm & Information Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7935",
   "pgm_ref_txt": "COMM & INFORMATION THEORY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 166199.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 181118.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 102250.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The key outcomes of this research project can be delineated into three threads. The first thread focuses on achieving user anonymity in cyber networks&ndash; here we developed the first comprehensive analytical framework to quantify user anonymity under practical networking requirements, used the framework to characterize fundamental tradeoffs between achievable anonymityand network Quality of Service (QoS), and derived practical packet scheduling and network routing algorithms that can achieve any desired operating point on the anonymity-QoS curves. These algorithm are provably shown to outperform sate-of-the-art scheduling protocols.</p>\n<p>The second thread presents an alternative perspective on the problems in network security&mdash; optimal adversary behavior. Conventional approaches circumvent adversary analysis by imposing computational limitations on the adversary or making conservative assumptions such as omniscience of<br />an observer. Ours is the first work that explicitly characterizes the optimal behavior of adversaries using timing analysis under practical networking conditions. We investigate the optimal adversarial strategies as specifically applied to monitoring transmissions in a networked system with the goal ofinferring network activity such as source destination pairs, paths of data flow and pattern of traffic.Under this thread, we make no limiting assumptions on computation power or adversary mobility, anddemonstrate therein the existence of game theoretic &ldquo;equilibria&rdquo; between adversarial monitoring andnetwork packet scheduling. Our key results in this thread characterize the fundamental relationshipsacross information leakage, adversarial ability and network resources. Our characterization of optimal adversarial behavior provide key insights into allocation of physical security resources across general network topologies.</p>\n<p><br />The first two threads use rigorous mathematical methodologies to investigate the twin perspectives of network information leakage&ndash; the network designer and the adversary perspective&ndash; in purely cyber networks. In the third thread, a relatively recent one, we expanded the scope of our methods beyond pure cyber networks to investigate information security in cyber physical systems&ndash; modern engineering systems with interacting physical components, cyber communication links and increased user participation. This research thread reflects the growing confluence of scientific research in the areas of communication, control, computing and economics. We have, thus far, provided the first rig-orous characterization of information leakage through physical controller actions in general dynamical systems, and derived provably secure mechanisms to minimize this information leakage with desired physical system performance guarantees. Our research in this thread also reaches out to apply our methods to problems of practical interest in the smart electricity grid and in a retail coupon targeting competition scenario where we study mechanisms that repect privacy of individual consumers while achieving desired utility from the interactive system.</p>\n<p>The research through this project has been disseminated by the PI and graduaed at several reputed IEEE and ACM conferences, and journal papers have been published or accepted to a variety of IEEE/ACM Journals in the areas of Information Theory, Signal Processing, Networking and Control. Many of the findings in this project formed important parts of Phd theses of three graduate students under the supervision of the PI.</p>\n<p>Through the period of this award, the PI also participated in a variety of education and outreach activities. The PI has upgraded the curriculum of three graduate courses, namely Information Theory, Data Networks, and Stochastic Control with research findings from this project. In particular, sections on quantitative information flow security have been added in various forms to bring contemporary topics of interest under the fold of these traditional courses.&nbsp;</p>\n<p>The PI has participated in different outreach activities through Lehigh University. In particular, the PI organized sessions on Cybersecurity for middle school girls through the LEhigh CHOICES program, and conducted a workshop on Cybersecurity through the Pennsylvania Governor's school targeted at Junior High school students in the state.</p>\n<p>The PI has supervised four undergraduate students for summer research through the duration of this project. These students worked on key problems in cybersecurity related to the primary objectives of this research project, and part of their findings were presented at the annual David Freer Research Symposium at Lehigh University.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/28/2018<br>\n\t\t\t\t\tModified by: Parvathinathan&nbsp;Venkitasubramaniam</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe key outcomes of this research project can be delineated into three threads. The first thread focuses on achieving user anonymity in cyber networks&ndash; here we developed the first comprehensive analytical framework to quantify user anonymity under practical networking requirements, used the framework to characterize fundamental tradeoffs between achievable anonymityand network Quality of Service (QoS), and derived practical packet scheduling and network routing algorithms that can achieve any desired operating point on the anonymity-QoS curves. These algorithm are provably shown to outperform sate-of-the-art scheduling protocols.\n\nThe second thread presents an alternative perspective on the problems in network security&mdash; optimal adversary behavior. Conventional approaches circumvent adversary analysis by imposing computational limitations on the adversary or making conservative assumptions such as omniscience of\nan observer. Ours is the first work that explicitly characterizes the optimal behavior of adversaries using timing analysis under practical networking conditions. We investigate the optimal adversarial strategies as specifically applied to monitoring transmissions in a networked system with the goal ofinferring network activity such as source destination pairs, paths of data flow and pattern of traffic.Under this thread, we make no limiting assumptions on computation power or adversary mobility, anddemonstrate therein the existence of game theoretic \"equilibria\" between adversarial monitoring andnetwork packet scheduling. Our key results in this thread characterize the fundamental relationshipsacross information leakage, adversarial ability and network resources. Our characterization of optimal adversarial behavior provide key insights into allocation of physical security resources across general network topologies.\n\n\nThe first two threads use rigorous mathematical methodologies to investigate the twin perspectives of network information leakage&ndash; the network designer and the adversary perspective&ndash; in purely cyber networks. In the third thread, a relatively recent one, we expanded the scope of our methods beyond pure cyber networks to investigate information security in cyber physical systems&ndash; modern engineering systems with interacting physical components, cyber communication links and increased user participation. This research thread reflects the growing confluence of scientific research in the areas of communication, control, computing and economics. We have, thus far, provided the first rig-orous characterization of information leakage through physical controller actions in general dynamical systems, and derived provably secure mechanisms to minimize this information leakage with desired physical system performance guarantees. Our research in this thread also reaches out to apply our methods to problems of practical interest in the smart electricity grid and in a retail coupon targeting competition scenario where we study mechanisms that repect privacy of individual consumers while achieving desired utility from the interactive system.\n\nThe research through this project has been disseminated by the PI and graduaed at several reputed IEEE and ACM conferences, and journal papers have been published or accepted to a variety of IEEE/ACM Journals in the areas of Information Theory, Signal Processing, Networking and Control. Many of the findings in this project formed important parts of Phd theses of three graduate students under the supervision of the PI.\n\nThrough the period of this award, the PI also participated in a variety of education and outreach activities. The PI has upgraded the curriculum of three graduate courses, namely Information Theory, Data Networks, and Stochastic Control with research findings from this project. In particular, sections on quantitative information flow security have been added in various forms to bring contemporary topics of interest under the fold of these traditional courses. \n\nThe PI has participated in different outreach activities through Lehigh University. In particular, the PI organized sessions on Cybersecurity for middle school girls through the LEhigh CHOICES program, and conducted a workshop on Cybersecurity through the Pennsylvania Governor's school targeted at Junior High school students in the state.\n\nThe PI has supervised four undergraduate students for summer research through the duration of this project. These students worked on key problems in cybersecurity related to the primary objectives of this research project, and part of their findings were presented at the annual David Freer Research Symposium at Lehigh University. \n\n\t\t\t\t\tLast Modified: 08/28/2018\n\n\t\t\t\t\tSubmitted by: Parvathinathan Venkitasubramaniam"
 }
}