{
 "awd_id": "1149107",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Communicating Science and Innovation Policy through Narrative: Workshops on Fostering Narrative Nonfiction Partnerships between Science Communicators and Science Policy Scholars",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alphonse Desena",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 249951.0,
 "awd_amount": 249951.0,
 "awd_min_amd_letter_date": "2012-02-29",
 "awd_max_amd_letter_date": "2012-02-29",
 "awd_abstract_narration": "The goals of this workshops project are: (1) to provide collaborative professional development opportunities for 24 early professional social science researchers, and science writers and communicators, and (2) to foster a stronger and durable \"community of practice\" between the fields of science policy research and science communications for the purposes of helping the general public better understand and become engaged with major issues of science and innovation policy.  In addition to the PI and co-PI, involved in the work will be: twelve science policy scholars and twelve science communications professionals (writers, bloggers, museum educators, and others); mentors; editors of major science publications; several guest observers from university writing programs around the country; and graduate students who will help document and video record the activities.\r\n\r\nProject activities include a suite of opportunities: two, four-day workshops; mentorship support; publication in hard copy and online of their articles in a special edition of Creative Nonfiction magazine; and public engagement experiences at Science Cafes around the country. These workshops and accompanying activities will continue to develop a strong foundation for the establishment of nascent collaborations of science policy scholars, science communicators, and informal science education professionals, whose partnerships should position them better to inform and engage the public on important science policy issues of our times.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lee",
   "pi_last_name": "Gutkind",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lee Gutkind",
   "pi_email_addr": "Lee.Gutkind@asu.edu",
   "nsf_id": "000548380",
   "pi_start_date": "2012-02-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Guston",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "David H Guston",
   "pi_email_addr": "david.guston@asu.edu",
   "nsf_id": "000195728",
   "pi_start_date": "2012-02-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852875603",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725900",
   "pgm_ele_name": "AISL"
  },
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7603",
   "pgm_ref_txt": "SCIENCE, TECH & SOCIETY"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 249951.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Overview</strong>: Communicating Science and Innovation Policy through Narrative: Workshops on Fostering Narrative Nonfiction Partnerships between Science Communicators and Science Policy Scholars (aka: &ldquo;Think Write Publish&rdquo;), began to fill the need to connect science and innovation policy (S&amp;IP) with the Communicators who will translate the substance and future of these fields into language and style that public audiences will find illuminating and compelling.</p>\n<p>&nbsp;</p>\n<p>The Science Communicators comprise a variety of participants, including writers, journalists, bloggers, museum and other communication professionals whose jobs are primarily in writing (such as online zines, magazines, etc.). The Science Policy Scholars comprise a range of professionals who work as professors, medical doctors, think tank leaders and experts focused on a diverse swath of the science policy field that includes yeast research, science and history, climate change and other important science policy matters relevant to the public domain. The workshops emphasized training these Communicators and Scholars to collaborate on writing in a genre called &ldquo;narrative&rdquo; or &ldquo;creative nonfiction.&rdquo;</p>\n<p>&nbsp;</p>\n<p>The need for such an activity is illustrated in the generally uniformed quality of contemporary public dialogues around many, high-profile scientific and technical issues. To help bring a new understanding among the public and forge a new relationship among some of the players, we brought together for two intensive week-long workshops four key groups: 1) Science Communicators interested in science and innovation; 2) Science and Innovation Policy (S&amp;IP) Scholars; 3) writing mentors assigned to guide and assist each of the teams throughout the writing and revision process; 4) editors of major magazines and publishing organizations focused on these topics.</p>\n<p>&nbsp;</p>\n<p>The first workshop took place October 2012 in Washington, D.C. to help Communicators and Scholars connect by providing them with a cohort experience and shared training in the skills necessary to enlighten a broad and growing audience, articulate ideas, share them with that audience, and work with editors and other senior Communicators in their fields.&nbsp; Over the subsequent six months, the writing partners worked with their mentors and the project investigators to craft a compelling and informative narrative on the S&amp;IP issues the Scholars had expertise on. A revision workshop was held in May 2013 in Tempe, AZ. Teams worked in an intense and hands-on environment, continuing to hone the craft of creative nonfiction writing. At the end of the process, teams published their work. The workshop has lead to ongoing relationships among the participants.</p>\n<p>&nbsp;</p>\n<p><strong>Intellectual Merit</strong>: This program began to bridge the gaps between the public&rsquo;s understanding of science and innovation policy (S&amp;IP) scholarship and perspectives of science and innovation policy. The workshop was organized by PI (Lee Gutkind) and co-PI (David Guston) who are, respectively, leaders in the genre of creative nonfiction and the field of S&amp;IP. It is intellectually innovative because there are very few examples of effective informal science education around S&amp;IP, especially by S&amp;IP Scholars and those informed by them, rather than by scientists and engineers themselves. Moreover, the workshop introduced both Communicators and Scholars to creative nonfiction&mdash;which has increased awareness of and excitement about science and innovation&mdash;as a new method for communicating their work. They therefore become more skilled and motivated to communicate the essence and value of what they do, not only to policy makers in government and decision makers in business and industry, but also to the media and the general public through pr...",
  "por_txt_cntn": "\nProject Overview: Communicating Science and Innovation Policy through Narrative: Workshops on Fostering Narrative Nonfiction Partnerships between Science Communicators and Science Policy Scholars (aka: \"Think Write Publish\"), began to fill the need to connect science and innovation policy (S&amp;IP) with the Communicators who will translate the substance and future of these fields into language and style that public audiences will find illuminating and compelling.\n\n \n\nThe Science Communicators comprise a variety of participants, including writers, journalists, bloggers, museum and other communication professionals whose jobs are primarily in writing (such as online zines, magazines, etc.). The Science Policy Scholars comprise a range of professionals who work as professors, medical doctors, think tank leaders and experts focused on a diverse swath of the science policy field that includes yeast research, science and history, climate change and other important science policy matters relevant to the public domain. The workshops emphasized training these Communicators and Scholars to collaborate on writing in a genre called \"narrative\" or \"creative nonfiction.\"\n\n \n\nThe need for such an activity is illustrated in the generally uniformed quality of contemporary public dialogues around many, high-profile scientific and technical issues. To help bring a new understanding among the public and forge a new relationship among some of the players, we brought together for two intensive week-long workshops four key groups: 1) Science Communicators interested in science and innovation; 2) Science and Innovation Policy (S&amp;IP) Scholars; 3) writing mentors assigned to guide and assist each of the teams throughout the writing and revision process; 4) editors of major magazines and publishing organizations focused on these topics.\n\n \n\nThe first workshop took place October 2012 in Washington, D.C. to help Communicators and Scholars connect by providing them with a cohort experience and shared training in the skills necessary to enlighten a broad and growing audience, articulate ideas, share them with that audience, and work with editors and other senior Communicators in their fields.  Over the subsequent six months, the writing partners worked with their mentors and the project investigators to craft a compelling and informative narrative on the S&amp;IP issues the Scholars had expertise on. A revision workshop was held in May 2013 in Tempe, AZ. Teams worked in an intense and hands-on environment, continuing to hone the craft of creative nonfiction writing. At the end of the process, teams published their work. The workshop has lead to ongoing relationships among the participants.\n\n \n\nIntellectual Merit: This program began to bridge the gaps between the publicÆs understanding of science and innovation policy (S&amp;IP) scholarship and perspectives of science and innovation policy. The workshop was organized by PI (Lee Gutkind) and co-PI (David Guston) who are, respectively, leaders in the genre of creative nonfiction and the field of S&amp;IP. It is intellectually innovative because there are very few examples of effective informal science education around S&amp;IP, especially by S&amp;IP Scholars and those informed by them, rather than by scientists and engineers themselves. Moreover, the workshop introduced both Communicators and Scholars to creative nonfiction&mdash;which has increased awareness of and excitement about science and innovation&mdash;as a new method for communicating their work. They therefore become more skilled and motivated to communicate the essence and value of what they do, not only to policy makers in government and decision makers in business and industry, but also to the media and the general public through print, video, radio, and cyberspace.\n\n \n\nBroader Impacts: Through the workshop, twelve Science Communicators and twelve S&amp;IP Scholars began to fill the need for S&amp;IP Scholarship to be communicated to publi..."
 }
}