{
 "awd_id": "1149570",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Signal Models, Channel Capacity, and Information Rate for Noninvasive Brain Interfaces",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2012-02-01",
 "awd_exp_date": "2019-01-31",
 "tot_intn_awd_amt": 504608.0,
 "awd_amount": 520608.0,
 "awd_min_amd_letter_date": "2012-01-13",
 "awd_max_amd_letter_date": "2016-06-30",
 "awd_abstract_narration": "The PI's ultimate research goal is to empower people with severe speech and physical impairments so they can live their lives to the fullest extent independently and productively.  To this end, he will in this project exploit and advance emerging brain computer interface (BCI) technology by rigorously developing macro-level dynamic models for the visual evoked potentials (VEP) in the brain measured by electroencephalography (EEG) in the context of BCI design.  The models will enable a communication channel interpretation of the BCI and will allow analysis and design breakthroughs stemming from the application of information theory and digital communication concepts.   Cortical dynamics and background processes will be modeled using a probabilistic dynamic framework at a spatiotemporal scale appropriate for BCI analysis and design.  Model-based performance limits on bandwidth and calibration accuracy will then be determined, in order to develop better information coding techniques for optimal communication bandwidth (speed) utilization and better subject training and model calibration procedures for best accuracy return on investment of effort.  Prototype real-time applications that operate at optimal or near-optimal performance levels utilizing the developed theoretical advancements for communication and control will be implemented, to enable access by and support independence for the target user groups.  \r\n\r\nProject outcomes will disrupt the trend of black-box BCI design by building dynamic system models for stimulus-to-EEG systems encountered in BCI applications, and treating them as stochastic communication channels in order to characterize signals accordingly and to employ information theoretic approaches to analysis and design.  This novel theoretical framework will enable model-based quantitative characterization of BCI performance limits and will allow the design of optimal or near-optimal coding/decoding strategies as well as improved calibration procedures that will have immediate impact on increasing bandwidth and intent detection accuracy, as well as calibration duration reduction in BCI systems - primary barriers between laboratory prototypes and real-world-worthy BCI products.\r\n\r\nBroader Impacts:   If successful this project will advance BCI technology to the next level, thereby revolutionizing human computer interaction and empowering persons with physical disabilities by enabling seamless control of computers and devices.  The project will afford, through collaboration with the Center for Subsurface Sensing and Imaging Systems (CenSSIS) at Northeastern University as well as colleagues across departments and institutions, opportunities to both undergraduate engineering and non-engineering majors for enhanced learning and collaboration skills by immersing them in interdisciplinary cutting-edge research and design projects with societal impact.   The PI will engage high school students and teachers in the research through his institution's Center for STEM Education.  And he will inform the broader public of ongoing technological advances in the BCI field and raise disability awareness through collaboration with the Cahners ComputerPlace at the Boston Museum of Science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Deniz",
   "pi_last_name": "Erdogmus",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Deniz Erdogmus",
   "pi_email_addr": "erdogmus@ece.neu.edu",
   "nsf_id": "000483728",
   "pi_start_date": "2012-01-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northeastern University",
  "inst_street_address": "360 HUNTINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173735600",
  "inst_zip_code": "021155005",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "NORTHEASTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HLTMVS2JZBS6"
 },
 "perf_inst": {
  "perf_inst_name": "Northeastern University",
  "perf_str_addr": "360 Huntington Ave",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021155005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "164000",
   "pgm_ele_name": "Information Technology Researc"
  },
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 100826.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 96896.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 99541.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 207345.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Overview:</p>\n<p>This project resulted in improved mathematical models and algorithmic innovations that improve brain computer interface (BCI) performance. BCIs are systems that use hardware to measure brain activity and software to analyze it to estimate what the human user of the system is thinking that the computer or robot should do in an interactive context. Therefore, the fundamental problem that the BCI needs to address is accurate and rapid estimation of human intent in the given context at every time step. Since satisfactory BCI performance requires simultaneously high accuracy and high speed human intent inference, this project focused on developing mathematical models of brain activity specifically for BCI designs that rely on visual stimulation of the brain to query the human intent, as well as methods for selecting the stimulus sequences in a fashion that makes the human intent inference process efficient and effective.</p>\n<p>&nbsp;</p>\n<p>Intellectual Merit:</p>\n<p>In particular, we developed signal models for electroencephalography (EEG), an electrical signal measured on the scalp noninvasively, for BCI design paradigms that use rapid sequences of stimuli meant to invoke high level brain processing of the posed question, and flickering style stimuli meant to operate like eye-tracking, but directly from brain responses, not requiring fine eye movement control. The EEG activity that occurs in response to a sequence of stimuli is called event-related potentials (ERPs), and the EEG activity that occurs in response to periodic or irregular (pseudorandom) flickering patterns is called steady-state or code visually evoked potentials (SS-/Code-VEPs). We developed linear and nonlinear dynamic models for EEG measurements that capture the temporal dependencies over relatively long durations of time (several hundreds of milliseconds, which is a long duration for a brain response), for both rapid visual stimulus presentation and flickering visual stimulus presentation paradigms. Our results demonstrated that BCIs designed with these improved signal models outperform those designed using models that ignore these temporal dependencies across visual stimulus events.</p>\n<p>We also developed methods for selecting the sequences of visual stimuli or the set of questions posed to the human/brain by the BCI such that the expected information to be gained from brain responses that these questions evoke is as large as possible. This is akin to asking good questions while playing &ldquo;Guess Who?&rdquo; and the BCI needs to ask effective questions to estimate human intent in an accurate, but also rapid fashion. Specifically, we used concepts and techniques from two fields: information theoretic coding (which underlies modern digital communication systems) and active learning (which aims to make machine learning more efficient by designing efficient experiments for data gathering). We demonstrated that information theoretic coding and active learning principles developed can lead to faster accurate typing through BCIs in two demonstration concepts: Shuffle Speller and RSVP Keyboard:</p>\n<p>https://www.youtube.com/watch?v=JNFYSeIIOrw</p>\n<p>https://www.youtube.com/watch?v=4cxaNXe9rVI</p>\n<p>&nbsp;</p>\n<p>Broader Impacts:</p>\n<p>The project provided a productive interdisciplinary research environment for numerous postdoctoral, graduate, and undergraduate students, as well as high school students and teachers. One postdoctoral researcher who worked on this project joined the academic workforce as a faculty member, 11 PhD and 2 MS degree graduates joined the workforce as research engineers and scientists with advanced science, technology, engineering, and mathematics (STEM) expertise, several other PhD students who were engaged in this effort are still pursuing their studies. The project also enabled the mentoring of 33 individual undergraduate research projects and 5 capstone (senior design) projects for teams of electrical and computer engineering students.</p>\n<p>Two small businesses are formed as a result of this project by two of the PhD students who graduated, and these businesses are actively pursuing commercialization activities. The team is also disseminating scientific outcomes in peer-reviewed prestigious journals and conferences, as well as online repositories such as GitHub and BitBucket.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/14/2019<br>\n\t\t\t\t\tModified by: Deniz&nbsp;Erdogmus</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOverview:\n\nThis project resulted in improved mathematical models and algorithmic innovations that improve brain computer interface (BCI) performance. BCIs are systems that use hardware to measure brain activity and software to analyze it to estimate what the human user of the system is thinking that the computer or robot should do in an interactive context. Therefore, the fundamental problem that the BCI needs to address is accurate and rapid estimation of human intent in the given context at every time step. Since satisfactory BCI performance requires simultaneously high accuracy and high speed human intent inference, this project focused on developing mathematical models of brain activity specifically for BCI designs that rely on visual stimulation of the brain to query the human intent, as well as methods for selecting the stimulus sequences in a fashion that makes the human intent inference process efficient and effective.\n\n \n\nIntellectual Merit:\n\nIn particular, we developed signal models for electroencephalography (EEG), an electrical signal measured on the scalp noninvasively, for BCI design paradigms that use rapid sequences of stimuli meant to invoke high level brain processing of the posed question, and flickering style stimuli meant to operate like eye-tracking, but directly from brain responses, not requiring fine eye movement control. The EEG activity that occurs in response to a sequence of stimuli is called event-related potentials (ERPs), and the EEG activity that occurs in response to periodic or irregular (pseudorandom) flickering patterns is called steady-state or code visually evoked potentials (SS-/Code-VEPs). We developed linear and nonlinear dynamic models for EEG measurements that capture the temporal dependencies over relatively long durations of time (several hundreds of milliseconds, which is a long duration for a brain response), for both rapid visual stimulus presentation and flickering visual stimulus presentation paradigms. Our results demonstrated that BCIs designed with these improved signal models outperform those designed using models that ignore these temporal dependencies across visual stimulus events.\n\nWe also developed methods for selecting the sequences of visual stimuli or the set of questions posed to the human/brain by the BCI such that the expected information to be gained from brain responses that these questions evoke is as large as possible. This is akin to asking good questions while playing \"Guess Who?\" and the BCI needs to ask effective questions to estimate human intent in an accurate, but also rapid fashion. Specifically, we used concepts and techniques from two fields: information theoretic coding (which underlies modern digital communication systems) and active learning (which aims to make machine learning more efficient by designing efficient experiments for data gathering). We demonstrated that information theoretic coding and active learning principles developed can lead to faster accurate typing through BCIs in two demonstration concepts: Shuffle Speller and RSVP Keyboard:\n\nhttps://www.youtube.com/watch?v=JNFYSeIIOrw\n\nhttps://www.youtube.com/watch?v=4cxaNXe9rVI\n\n \n\nBroader Impacts:\n\nThe project provided a productive interdisciplinary research environment for numerous postdoctoral, graduate, and undergraduate students, as well as high school students and teachers. One postdoctoral researcher who worked on this project joined the academic workforce as a faculty member, 11 PhD and 2 MS degree graduates joined the workforce as research engineers and scientists with advanced science, technology, engineering, and mathematics (STEM) expertise, several other PhD students who were engaged in this effort are still pursuing their studies. The project also enabled the mentoring of 33 individual undergraduate research projects and 5 capstone (senior design) projects for teams of electrical and computer engineering students.\n\nTwo small businesses are formed as a result of this project by two of the PhD students who graduated, and these businesses are actively pursuing commercialization activities. The team is also disseminating scientific outcomes in peer-reviewed prestigious journals and conferences, as well as online repositories such as GitHub and BitBucket.\n\n \n\n\t\t\t\t\tLast Modified: 06/14/2019\n\n\t\t\t\t\tSubmitted by: Deniz Erdogmus"
 }
}