{
 "awd_id": "1149434",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Reading magnetic fingerprints from deep time: An insight into the geodynamo and early Earth system evolution",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robin Reichlin",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2018-10-31",
 "tot_intn_awd_amt": 470009.0,
 "awd_amount": 476009.0,
 "awd_min_amd_letter_date": "2012-03-15",
 "awd_max_amd_letter_date": "2016-02-17",
 "awd_abstract_narration": "(a)\tThe first four billion years of Earth history was a time of many critical transitions in the Earth system (e.g., the beginning of plate tectonics, oxygenation of atmosphere, and emergence of life). However, many of these processes and links between them remain poorly understood. This project will advance an understanding of our planet's early evolution by obtaining high-quality data on the strength of ancient Earth's magnetic field. It is well established that for at least 500 million years, the field has been sufficiently strong to provide magnetic shielding of the biosphere and atmosphere from solar radiation. This strong field has been generated by convection of molten iron in the outer core (geodynamo), powered by density settling and heat of fusion of the crystallizing inner core. However, field characteristics for earlier times remain largely unknown. The solid inner core could have formed sometime during the Proterozoic eon (2500 to 542 million years ago). Before the inner core formation, the geodynamo could have produced a much weaker and less stable magnetic field. An attendant weaker magnetic shielding would allow solar radiation to affect the life evolution and atmospheric chemistry. \r\n\tOur research will provide high-quality data on the strength of Proterozoic field by investigating the fossil magnetism of several suites of well dated extrusive and intrusive rocks around the globe. This study will result in nearly doubling the size of current paleointensity database for the Proterozoic, including the time periods for which no determinations of the paleofield strength currently exist. These data will provide important insights into early Earth's geodynamo mechanisms and will have important implications in how we use the magnetic field records to decipher the geological history of our planet, including the age of the inner core.  Broader implications of the study include a better understanding of the link between evolution of Earth's magnetic field and evolution of biosphere and atmosphere. The project will involve Michigan Tech undergraduate and graduate students, thus training the next generation of scientists. The project will also establish a sustainable framework for linking the academic research to K-12 science education advancement and to scientific outreach in order to increase the public awareness of Earth Science. In particular, unique summer research experiences will be provided for pre-college science teachers. These partnerships will provide a basis for classroom action research to improve student achievement in science.\r\n\r\n\t(b)\tData on the long-term behavior and configuration of the geomagnetic field during the Precambrian are crucial in understanding the nature of Earth's early geodynamo. These data are also important for investigating potential causative links between the evolution of geomagnetic field and other components of the Earth system. For example, a weak or unstable field of an early geodynamo could result in weaker magnetosphere shielding and, hence, a stronger effect on the atmosphere and biosphere from solar and cosmic radiation. In addition, long-term trends in the strength and stability of geomagnetic field may provide insight into the timing of some important transitions in the Earth's interior, such as the formation and growth of the solid inner core. In the absence of strict theoretical constraints, paleomagnetic data become a principal source of information about the Precambrian field. However, our knowledge of the field characteristics during the first four billion years of Earth history remains very limited. In particular, the database on the field strength contains only a handful of reliable data points. In our project, we will investigate the strength of the Proterozoic geodynamo by detailed paleomagnetic analyses of several reliably dated, globally distributed basaltic sequences and mafic dike swarms that have been previously shown to contain pristine paleomagnetic records. Our proposed targets are the ~1.1 Ga rocks of the Mid-Continent Rift System (USA and Canada), the 615 Ma Long Range dike swarm (Canada), the 755 Ma Mundine Well Dike, 1070 Ma Warakurna dolerite sills and dikes, and the 1210 Ma Marnda Moorn (Western Australia), the 810 Ma Xiaofeng and 1765 Ma Taihang dike swarms (China), and the ~925 Ma Salvador-Olivença, ~1.5 Ga Curaçá, and ~2.6 Ga Uauá dike swarms (Brasil). In this study, we will use conventional and novel experimental and interpretative approaches to contribute to a synoptic view of the Precambrian geodynamo. This project will significantly increase the number of high-quality paleointensity determinations for the Precambrian, including the time periods for which no determinations of paleofield strength currently exist (for example, for the Neoproterozoic). The outcomes of the proposed research will be integrated into an Earth-system-wide timeline of Neoarchean-Proterozoic geological history, possibly transforming the current view of causative factors between geophysical boundary conditions and evolutionary response of the biosphere and atmosphere.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aleksey",
   "pi_last_name": "Smirnov",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Aleksey V Smirnov",
   "pi_email_addr": "asmirnov@mtu.edu",
   "nsf_id": "000185571",
   "pi_start_date": "2012-03-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan Technological University",
  "inst_street_address": "1400 TOWNSEND DR",
  "inst_street_address_2": "",
  "inst_city_name": "HOUGHTON",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "9064871885",
  "inst_zip_code": "499311200",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MI01",
  "org_lgl_bus_name": "MICHIGAN TECHNOLOGICAL UNIVERSITY",
  "org_prnt_uei_num": "GKMSN3DA6P91",
  "org_uei_num": "GKMSN3DA6P91"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan Technological University",
  "perf_str_addr": "1400 Townsend Drive",
  "perf_city_name": "Houghton",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "499311295",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  },
  {
   "pgm_ele_code": "157500",
   "pgm_ele_name": "EDUCATION AND HUMAN RESOURCES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 186272.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 96881.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 100361.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 92495.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The first four billion years of Earth history was a time of many critical transitions in the Earth system (e.g., the beginning of plate tectonics, oxygenation of atmosphere, and emergence of life). However, many of these processes and links between them remain poorly understood. This project sought to advance an understanding of our planet&rsquo;s early evolution by obtaining high-quality data on the strength of ancient Earth&rsquo;s magnetic field. It is well established that for at least 500 million years, the field has been sufficiently strong to provide magnetic shielding of the biosphere and atmosphere from solar radiation. This strong field has been generated by convection of molten iron in the outer core (geodynamo), powered by density settling and heat of fusion of the crystallizing inner core. However, field characteristics for earlier times remain largely unknown. The solid inner core could have formed sometime during the Proterozoic eon (2500 to 542 million years ago). Before the inner core formation, the geodynamo could have produced much weaker and less stable magnetic field. An attendant weaker magnetic shielding would allow solar radiation to affect the life evolution and atmospheric chemistry.</p>\n<p>Our research has yielded high-quality data on the strength of Proterozoic field by investigating the fossil magnetism (paleomagnetism) of several suites of well-dated extrusive and intrusive rocks around the globe. These new data have provided important insights into early Earth&rsquo;s geodynamo mechanisms and into the geological history of our planet, including the age of the inner core.&nbsp;</p>\n<p>The research supported by this grant constituted a significant part of a Ph.D. thesis defended at Michigan Technological University in July 2018. In addition, the project involved participation of several undergraduate students at Michigan Tech in the laboratory experiments of the samples and thus contributed to training the next generation of scientists. The project results have been presented at several national and international meetings and have been published in peer-reviewed literature. As an important outcome, a sustainable framework has been established for linking the academic research to K-12 science education advancement and to scientific outreach in order to increase the public awareness of Earth Science. In particular, six unique research experience sessions have been provided for pre-college science teachers in the course of the project. These partnerships have provided a basis for classroom action research to improve student achievement in science. In order to increase the general public awareness of Earth science, the results have been disseminated through several science exploration sessions and presentations.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/09/2018<br>\n\t\t\t\t\tModified by: Aleksey&nbsp;V&nbsp;Smirnov</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe first four billion years of Earth history was a time of many critical transitions in the Earth system (e.g., the beginning of plate tectonics, oxygenation of atmosphere, and emergence of life). However, many of these processes and links between them remain poorly understood. This project sought to advance an understanding of our planet?s early evolution by obtaining high-quality data on the strength of ancient Earth?s magnetic field. It is well established that for at least 500 million years, the field has been sufficiently strong to provide magnetic shielding of the biosphere and atmosphere from solar radiation. This strong field has been generated by convection of molten iron in the outer core (geodynamo), powered by density settling and heat of fusion of the crystallizing inner core. However, field characteristics for earlier times remain largely unknown. The solid inner core could have formed sometime during the Proterozoic eon (2500 to 542 million years ago). Before the inner core formation, the geodynamo could have produced much weaker and less stable magnetic field. An attendant weaker magnetic shielding would allow solar radiation to affect the life evolution and atmospheric chemistry.\n\nOur research has yielded high-quality data on the strength of Proterozoic field by investigating the fossil magnetism (paleomagnetism) of several suites of well-dated extrusive and intrusive rocks around the globe. These new data have provided important insights into early Earth?s geodynamo mechanisms and into the geological history of our planet, including the age of the inner core. \n\nThe research supported by this grant constituted a significant part of a Ph.D. thesis defended at Michigan Technological University in July 2018. In addition, the project involved participation of several undergraduate students at Michigan Tech in the laboratory experiments of the samples and thus contributed to training the next generation of scientists. The project results have been presented at several national and international meetings and have been published in peer-reviewed literature. As an important outcome, a sustainable framework has been established for linking the academic research to K-12 science education advancement and to scientific outreach in order to increase the public awareness of Earth Science. In particular, six unique research experience sessions have been provided for pre-college science teachers in the course of the project. These partnerships have provided a basis for classroom action research to improve student achievement in science. In order to increase the general public awareness of Earth science, the results have been disseminated through several science exploration sessions and presentations.\n\n \n\n\t\t\t\t\tLast Modified: 11/09/2018\n\n\t\t\t\t\tSubmitted by: Aleksey V Smirnov"
 }
}