{
 "awd_id": "1149400",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER:  Non-traditional Cutting-Plane Algorithms for Mixed-Integer Programs",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922443",
 "po_email": "gaklutke@nsf.gov",
 "po_sign_block_name": "Georgia-Ann Klutke",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2012-01-11",
 "awd_max_amd_letter_date": "2012-01-11",
 "awd_abstract_narration": "\r\nThe research objective of this Faculty Early Career Development (CAREER) project is to improve the current generation of mixed-integer programming (MIP) solvers by devising new general-purpose cutting-plane methods. A great deal of useful information that could be used in deriving and selecting cutting-planes is often left unused by state-of-the-art MIP techniques. This project will investigate some of the following non-traditional paradigms for incorporating more information into cutting planes: (i) Use information from multiple constraints simultaneously to derive cutting planes, instead of using a single implied constraint. (ii) Design suitable cutting planes and then verify their validity before use, instead of deriving cutting planes without any control over their quality. (iii) Incorporate information from explicit enumeration of integer points to guide the choice of cutting planes and improve their strength. Since many mathematical challenges need to be overcome in order to tap the potential of these non-traditional paradigms, results from this project could significantly enhance the mathematical toolkit used by integer programmers for the generation and analysis of cutting planes. \r\n\r\nIf successful, this project will not only make theoretical advances in mathematical programming, but also lead to significant improvements in the performance of MIP solvers, leading to huge gains in a broad spectrum of applications of MIP models in areas such as health care, forestry, finance, supply-chain design, and chemical engineering. The key educational objective of this award is to develop an outside-classroom operations research puzzle competition to foster and enrich an environment for undergraduate research. Moreover a new graduate course will be designed with the aim of dissemination of research results directly to future practitioners and to bring students from different engineering communities together, thus providing opportunities for new research directions and collaborations.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Santanu",
   "pi_last_name": "Dey",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Santanu Dey",
   "pi_email_addr": "santanu.dey@isye.gatech.edu",
   "nsf_id": "000557978",
   "pi_start_date": "2012-01-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue, NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "551400",
   "pgm_ele_name": "OPERATIONS RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "072E",
   "pgm_ref_txt": "NETWORKS & QUEUING SYSTEMS"
  },
  {
   "pgm_ref_code": "073E",
   "pgm_ref_txt": "OPTIMIZATION & DECISION MAKING"
  },
  {
   "pgm_ref_code": "077E",
   "pgm_ref_txt": "SIMULATION MODELS"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to improve the current generation of mixed-integer programming (IP) solvers by devising new cutting-plane methods and analyzing their strength.</p>\n<p>Some of the theoretical accomplishment are the following: (i) A new paradigm of cutting-planes: Cutting-planes are derived without any control over the quality of the resulting inequality. Instead of deriving inequalities `blindly', we propose a method of first designing suitable cutting-planes and then verifying their validity. Although the difference between deriving and verifying is subtle, the proposed approach leads to substantially stronger cutting-planes. (ii) New results in lifting-theory of cutting-planes: We explore the lifting question in the context of cut-generating functions. Most of the prior literature on lifting for cut-generating functions focuses on which cut-generating functions have the unique lifting property. Here we develop a general theory for understanding how to do lifting for cut-generating functions, which do not have the unique lifting property. (iii) Understanding sparse cutting-planes: Sparse cutting-planes have been used heuristically in commercial solvers with some success. However, their properties have not been formally studied and are not well understood. In particular, it is not known when they may be useful to improve branch and cut algorithms. In a first study of its kind, results were obtained that explain the relation between the level of sparsity of cutting-planes to how well they approximate the convex hull of an integer program. New techniques were developed to understand the performance of sparse cutting-planes for sparse IPs. (iv) Aggregation cutting-planes: We study the strength of aggregation cuts for packing and covering integer programs (IPs). Aggregation cuts are obtained as follows: Given an IP formulation, we first generate a single implied inequality using aggregation of the original constraints, then obtain the integer hull of the set defined by this single inequality with variable bounds, and finally use the inequalities describing the integer hull as cutting-planes. Most cuts used in commercial solvers are aggregation cuts. We show that for packing and covering IPs these cuts do not perform well. In such cases, using multiple-constraint cutting planes may be better suited. (v) Conic Integer Programs: We develop new class of cutting-planes for conic integer programs that generalize the classical Chvatal-Gomory cuts. (vi) Lattice-free cuts for packing IP: We analyzed the performance of various lattice-free cuts for packing IPs and developed new relationships between rank of these cuts and integrality gap.</p>\n<p>Applications of cutting-planes: As the modern transmission control and relay technologies evolve, transmission line switching has become an important option in power system operators&rsquo; toolkits to reduce operational cost and improve system reliability. Most recent research has relied on the linear approximation of the power flow model in the optimal transmission-switching problem. However, it is known that linear approximation may lead to inaccurate flow solutions and also overlook stability issues. We focus on the optimal transmission-switching problem with the full AC power flow model, abbreviated as AC OTS. We propose a new exact formulation for AC OTS and its mixed-integer second-order conic programming (MISOCP) relaxation. We improve this relaxation via several types of strong cutting-planes obtained using disjunctive arguments on semidefinite programming representable sets. We also propose a practical algorithm to obtain high quality feasible solutions for the AC OTS problem.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/02/2017<br>\n\t\t\t\t\tModified by: Santanu&nbsp;Dey</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this project was to improve the current generation of mixed-integer programming (IP) solvers by devising new cutting-plane methods and analyzing their strength.\n\nSome of the theoretical accomplishment are the following: (i) A new paradigm of cutting-planes: Cutting-planes are derived without any control over the quality of the resulting inequality. Instead of deriving inequalities `blindly', we propose a method of first designing suitable cutting-planes and then verifying their validity. Although the difference between deriving and verifying is subtle, the proposed approach leads to substantially stronger cutting-planes. (ii) New results in lifting-theory of cutting-planes: We explore the lifting question in the context of cut-generating functions. Most of the prior literature on lifting for cut-generating functions focuses on which cut-generating functions have the unique lifting property. Here we develop a general theory for understanding how to do lifting for cut-generating functions, which do not have the unique lifting property. (iii) Understanding sparse cutting-planes: Sparse cutting-planes have been used heuristically in commercial solvers with some success. However, their properties have not been formally studied and are not well understood. In particular, it is not known when they may be useful to improve branch and cut algorithms. In a first study of its kind, results were obtained that explain the relation between the level of sparsity of cutting-planes to how well they approximate the convex hull of an integer program. New techniques were developed to understand the performance of sparse cutting-planes for sparse IPs. (iv) Aggregation cutting-planes: We study the strength of aggregation cuts for packing and covering integer programs (IPs). Aggregation cuts are obtained as follows: Given an IP formulation, we first generate a single implied inequality using aggregation of the original constraints, then obtain the integer hull of the set defined by this single inequality with variable bounds, and finally use the inequalities describing the integer hull as cutting-planes. Most cuts used in commercial solvers are aggregation cuts. We show that for packing and covering IPs these cuts do not perform well. In such cases, using multiple-constraint cutting planes may be better suited. (v) Conic Integer Programs: We develop new class of cutting-planes for conic integer programs that generalize the classical Chvatal-Gomory cuts. (vi) Lattice-free cuts for packing IP: We analyzed the performance of various lattice-free cuts for packing IPs and developed new relationships between rank of these cuts and integrality gap.\n\nApplications of cutting-planes: As the modern transmission control and relay technologies evolve, transmission line switching has become an important option in power system operators? toolkits to reduce operational cost and improve system reliability. Most recent research has relied on the linear approximation of the power flow model in the optimal transmission-switching problem. However, it is known that linear approximation may lead to inaccurate flow solutions and also overlook stability issues. We focus on the optimal transmission-switching problem with the full AC power flow model, abbreviated as AC OTS. We propose a new exact formulation for AC OTS and its mixed-integer second-order conic programming (MISOCP) relaxation. We improve this relaxation via several types of strong cutting-planes obtained using disjunctive arguments on semidefinite programming representable sets. We also propose a practical algorithm to obtain high quality feasible solutions for the AC OTS problem.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/02/2017\n\n\t\t\t\t\tSubmitted by: Santanu Dey"
 }
}