{
 "awd_id": "1149096",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Short [N,N] Carbon Nanotubes of Uniform Diameter by Chemical Synthesis and Tests of Methods for Their Elongation",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928684",
 "po_email": "stamchan@nsf.gov",
 "po_sign_block_name": "Suk-Wah Tam-Chang",
 "awd_eff_date": "2012-02-15",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 660000.0,
 "awd_amount": 660000.0,
 "awd_min_amd_letter_date": "2012-01-31",
 "awd_max_amd_letter_date": "2012-12-10",
 "awd_abstract_narration": "The long term objective of this project is the development of methods to access useful quantities of uniform diameter, single-walled carbon nanotubes, all having identical sidewall structures, by chemical synthesis. Carbon nanotubes (CNTs) having [n,m] indices with n = m, the so called armchair CNTs, have been chosen as the initial objectives, because they will all be electrically conductive (metallic) and can therefore serve as nanowires in molecular scale devices. The overall strategy begins with bottom-up chemical syntheses of short, hemispherical hydrocarbon nanotubes and culminates with their elongation to full length CNTs; the diameter and rim structure encoded in the short hydrocarbon templates will dictate the diameter and sidewall structure (the [n,m] index) of the resulting nanotubes.  The Chemical Synthesis Program of the National Science Foundation supports Professor Lawrence Scott of Boston College to synthesize [5,5], [6,6], and [10,10] CNTs and, in collaboration with Professor Robert C. Haddon of the University of California at Riverside, to test methods for the elongation of such templates.  The enormous amplification in size resulting from such growth processes is anticipated to make useful amounts of uniform diameter armchair CNTs available from even milligram quantities of the small hydrocarbon templates. \r\n\r\nThe discovery of carbon nanotubes in 1991 almost instantly inspired dreams among scientists and engineers about how these light weight, super strong, heat resistant, ultra thin nanowires could revolutionize the miniaturization of electronic devices far beyond what can currently be achieved by lithography on silicon chips. Unfortunately, not all carbon nanotubes (CNTs) are alike. Some are semiconductors, whereas others are highly conductive, like metals, with current carrying capacities up to 1000 times greater than that of copper wire. Despite two decades of extensive experimentation worldwide, however, all known preparation methods still yield mixtures of different types of CNTs that are virtually impossible to separate into their individual components in useful amounts. More controlled methods for synthesizing CNTs of predefined dimensions and chemical structure are clearly needed, and this project is focused on the development of such methods. This interdisciplinary project provides research training to graduate and undergraduate students (including women) and a postdoctoral researcher. In addition, several Ph.D. students who have won fellowships from their home countries have recently come to the laboratory of Professor Scott from Switzerland, Japan, Taiwan, and Australia to collaborate on this project for periods of three to twelve months each.  The interactive and diverse research environment of this project provides an excellent setting for training and learning and for the development of a stronger, scientifically and culturally literate workforce. The broader impacts also involve disseminating research results through publications and presentations at national and international conferences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lawrence",
   "pi_last_name": "Scott",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Lawrence T Scott",
   "pi_email_addr": "lawrence.scott@bc.edu",
   "nsf_id": "000304059",
   "pi_start_date": "2012-01-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Boston College",
  "inst_street_address": "140 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHESTNUT HILL",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6175528000",
  "inst_zip_code": "024673800",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MA04",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MJ3JH8CRJBZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Boston College",
  "perf_str_addr": "2609 Beacon St.",
  "perf_city_name": "Chestnut Hill",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024673860",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687800",
   "pgm_ele_name": "Chemical Synthesis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1948",
   "pgm_ref_txt": "SYNTHESIS"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 450000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 210000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Under our previous NSF grant, we synthesized the hemispherical C<sub>50</sub>H<sub>10</sub> polyarene shown in Figure 1. Efforts were initiated during the latest grant period to elongate this &ldquo;template&rdquo; into long, uniform (5,5)carbon nanotubes. All of the catalyst-free methods explored (using acetylene, nitroethylene, benzyne, <em>etc.</em>), unfortunately, simply gave back the unreacted polyarene. Theoretical calculations point to the acute curvature of the template rim as the primary cause for the resistance of this hemispherical polyarene toward cycloaddition reactions and indicate that larger diameter nanotube end-caps should function well as templates for the growth of uniform (<em>N,N</em>)carbon nanotubes by these methods.</p>\n<p>In a collaboration with Prof. Chongwu Zhou at the University of Southern California, metal-free conditions were found for the nearly exclusive growth of small diameter semiconducting single-wall carbon nanotubes from this same hemispherical C<sub>50</sub>H<sub>10</sub> polyarene, after it was pretreated by exposure to air and water at high temperatures (L. T. Scott, C. Zhou, <em>et al.</em> <em>Nano Letters.</em> <strong>2015</strong>, <em>15</em>, 586<strong>&minus;</strong>595. <a href=\"http://pubs.acs.org/doi/pdfplus/10.1021/nl504066f\">http://pubs.acs.org/doi/pdfplus/10.1021/nl504066f</a>). Such high selectivity for the direct synthesis of semiconducting carbon nanotubes is unprecedented.</p>\n<p>In parallel with these studies, a second template was designed that would be suitable for attachment to a metal surface, where it could serve as a seed for metal-catalyzed growth of uniform carbon nanotubes (Figure 2). For this project, it was necessary to develop and optimize a multi-step synthesis of pentabenzocorannulene, a previously unknown hydrocarbon, and that was accomplished (not yet published). In a collaboration with Prof. Roman Fasel at the Swiss Federal Laboratory for Materials Testing &amp; Research in Zurich, methods have now been found to deposit pentabenzocorannulene onto a Pt(111) surface and to transform the hydrocarbon into an attached carbon nanotube end-cap (Figure 2). Prof. Fasel has recently grown the first uniform (6,6)carbon nanotubes from a small hydrocarbon template provided by a laboratory in Germany (R. Fasel <em>et al. Nature </em><strong>2014</strong><em>, 512</em>, 61-64), and the same methods are expected to give uniform (5,5)carbon nanotubes from pentabenzocorannulene.</p>\n<p>Advances have also been made in the area of metal-catalyzed C&ndash;H activation chemistry. In the process of synthesizing a pentaborylated corannulene, it was discovered that the iridium-catalyzed borylation of arenes by C&ndash;H activation is actually reversible. That discovery led to the development of an &ldquo;exhaustive borylation&rdquo; protocol for introducing versatile boryl substituents onto arenes up to their maximum capacity (L. T. Scott <em>et al.</em> <em>J. Am. Chem. Soc. </em><strong>2012</strong><em>, 134</em>, 15169&ndash;15172. <a href=\"http://dx.doi.org/10.1021/ja307547j\">http://dx.doi.org/10.1021/ja307547j</a>).</p>\n<p>It was also found that the arylation of corannulene by palladium-catalyzed C&ndash;H activation can be pushed to the limit by the replacement of all 10 hydrogen atoms on the rim of the compound with aryl groups. This &ldquo;exhaustive arylation&rdquo; of corannulene causes the bowl-shaped polyarene to flatten its geometry almost completely (L. T. Scott <em>et al.</em> <em>J. Am. Chem. Soc. </em><strong>2012</strong><em>, 134,</em> 15664-15667. <a href=\"http://pubs.acs.org/doi/pdf/10.1021/ja306992k\">http://pubs.acs.org/doi/pdf/10.1021/ja306992k</a>).</p>\n<p>The first grossly warped nanographene (Figure 3) was also synthesized during this most recent grant period (L. T. Scott <em>et al.</em> <em>Nature Chem</em>. <strong>2013</strong>, <em>5</em>, 739-744. <a href=\"http://www.nature.com...",
  "por_txt_cntn": "\nUnder our previous NSF grant, we synthesized the hemispherical C50H10 polyarene shown in Figure 1. Efforts were initiated during the latest grant period to elongate this \"template\" into long, uniform (5,5)carbon nanotubes. All of the catalyst-free methods explored (using acetylene, nitroethylene, benzyne, etc.), unfortunately, simply gave back the unreacted polyarene. Theoretical calculations point to the acute curvature of the template rim as the primary cause for the resistance of this hemispherical polyarene toward cycloaddition reactions and indicate that larger diameter nanotube end-caps should function well as templates for the growth of uniform (N,N)carbon nanotubes by these methods.\n\nIn a collaboration with Prof. Chongwu Zhou at the University of Southern California, metal-free conditions were found for the nearly exclusive growth of small diameter semiconducting single-wall carbon nanotubes from this same hemispherical C50H10 polyarene, after it was pretreated by exposure to air and water at high temperatures (L. T. Scott, C. Zhou, et al. Nano Letters. 2015, 15, 586&minus;595. http://pubs.acs.org/doi/pdfplus/10.1021/nl504066f). Such high selectivity for the direct synthesis of semiconducting carbon nanotubes is unprecedented.\n\nIn parallel with these studies, a second template was designed that would be suitable for attachment to a metal surface, where it could serve as a seed for metal-catalyzed growth of uniform carbon nanotubes (Figure 2). For this project, it was necessary to develop and optimize a multi-step synthesis of pentabenzocorannulene, a previously unknown hydrocarbon, and that was accomplished (not yet published). In a collaboration with Prof. Roman Fasel at the Swiss Federal Laboratory for Materials Testing &amp; Research in Zurich, methods have now been found to deposit pentabenzocorannulene onto a Pt(111) surface and to transform the hydrocarbon into an attached carbon nanotube end-cap (Figure 2). Prof. Fasel has recently grown the first uniform (6,6)carbon nanotubes from a small hydrocarbon template provided by a laboratory in Germany (R. Fasel et al. Nature 2014, 512, 61-64), and the same methods are expected to give uniform (5,5)carbon nanotubes from pentabenzocorannulene.\n\nAdvances have also been made in the area of metal-catalyzed C&ndash;H activation chemistry. In the process of synthesizing a pentaborylated corannulene, it was discovered that the iridium-catalyzed borylation of arenes by C&ndash;H activation is actually reversible. That discovery led to the development of an \"exhaustive borylation\" protocol for introducing versatile boryl substituents onto arenes up to their maximum capacity (L. T. Scott et al. J. Am. Chem. Soc. 2012, 134, 15169&ndash;15172. http://dx.doi.org/10.1021/ja307547j).\n\nIt was also found that the arylation of corannulene by palladium-catalyzed C&ndash;H activation can be pushed to the limit by the replacement of all 10 hydrogen atoms on the rim of the compound with aryl groups. This \"exhaustive arylation\" of corannulene causes the bowl-shaped polyarene to flatten its geometry almost completely (L. T. Scott et al. J. Am. Chem. Soc. 2012, 134, 15664-15667. http://pubs.acs.org/doi/pdf/10.1021/ja306992k).\n\nThe first grossly warped nanographene (Figure 3) was also synthesized during this most recent grant period (L. T. Scott et al. Nature Chem. 2013, 5, 739-744. http://www.nature.com/nchem/journal/vaop/ncurrent/pdf/nchem.1704.pdf). This 80-carbon, 26-ring nanographene contains multiple odd-membered rings, which strongly distort the topologically 2-dimensional sheet of carbon atoms away from the planarity of ordinary graphene. The warping has predictable consequences for the electronic and optical properties of the nanographene. \n\n \n\n\t\t\t\t\tLast Modified: 05/09/2015\n\n\t\t\t\t\tSubmitted by: Lawrence T Scott"
 }
}