{
 "awd_id": "1149408",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Equivariant Homotopy and Algebraic K-Theory",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2019-07-31",
 "tot_intn_awd_amt": 405230.0,
 "awd_amount": 405230.0,
 "awd_min_amd_letter_date": "2012-02-13",
 "awd_max_amd_letter_date": "2016-06-24",
 "awd_abstract_narration": "The primary research goal of the proposed project is to use the tools of equivariant stable homotopy theory to study algebraic K-theory and related invariants. Although the definition of algebraic K-theory is not inherently equivariant, the tools of equivariant stable homotopy theory have proven useful for K-theory computations. In particular, one fruitful approach exploits the equivariant structure of topological Hochschild homology (THH) to compute algebraic K-theory. In some cases K-theory computations can be reduced to the computation of equivariant stable homotopy groups of THH, graded by the real representation ring of the circle. Determining which groups need to be computed, computing them, and assembling the groups to recover algebraic K-theory are all important components of this approach. Goals of this project include completing these steps for various specific K-theory computations, as well as defining abstract algebraic objects embodying equivariant structures arising in such computations.  Other goals of this research program include describing the structure of higher topological Hochschild homology, and developing and exploring applications of a new equivariant model for THH.\r\n\r\nAlgebraic K-theory is an invariant which can be applied to study basic objects from several fields of mathematics. In particular, algebraic K-theory can be used to study properties of fundamental objects in algebra, called rings. Although higher algebraic K-theory was defined more than 30 years ago, computational progress has been slow. Indeed, even for some very basic rings, the algebraic K-theory is still not known. K-theory computations, however, have important applications to many areas of mathematics. Algebraic K-theory lies in the intersection of algebraic topology, algebraic geometry, and number theory, with applications to motivic homotopy theory, classification of manifolds, special values of L-functions, etc. A goal of this project is to use tools from algebraic topology to not only produce new algebraic K-theory computations, but also to develop the framework and theory to facilitate future computations. This project also includes several educational and mentoring programs centered around the recruitment and retention of women and other underrepresented groups in mathematics. Programs aimed at undergraduate students include the development of a Women in Mathematics course, the creation of a Careers in Science lecture series, and undergraduate research opportunities aimed at early-career undergraduates. For graduate students, career mentoring seminars will be developed both for students at Michigan State University, and more broadly for students and post-docs in the international Algebraic Topology community through a retreat at an upcoming semester-long program. Also included are opportunities for K-12 students from underrepresented groups, as well as a program for female faculty members in science, mathematics, and engineering. Additionally, Gerhardt proposes a research project addressing the question of why many successful female mathematicians choose to leave academic math.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Teena",
   "pi_last_name": "Gerhardt",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Teena M Gerhardt",
   "pi_email_addr": "teena@math.msu.edu",
   "nsf_id": "000079903",
   "pi_start_date": "2012-02-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan State University",
  "inst_street_address": "426 AUDITORIUM RD RM 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST LANSING",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "5173555040",
  "inst_zip_code": "488242600",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MI07",
  "org_lgl_bus_name": "MICHIGAN STATE UNIVERSITY",
  "org_prnt_uei_num": "VJKZC4D1JN36",
  "org_uei_num": "R28EKN92ZTZ9"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "488241046",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MI07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 53263.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 81636.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 53750.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 91757.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 124824.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary goal of this project was to use the tools from a field of mathematics called equivariant stable homotopy theory to study algebraic K-theory and related invariants. Algebraic K-theory is an invariant which can be applied to study basic objects from several fields of mathematics. In particular, algebraic K-theory can be used to study properties of fundamental objects in algebra, called rings.&nbsp;<span>Over the last 50 years, there has been great interest in computations of algebraic&nbsp;</span><span>K-groups. However, in general these groups are very difficult to compute. Even for many&nbsp;</span><span>basic rings the K-theory groups still aren&rsquo;t known today. Despite the difficulties, interest in&nbsp;</span><span>K-theory computations remains strong. Algebraic K-groups have significant applications to&nbsp;</span><span>algebraic geometry, number theory, topology, and other mathematical areas. Many of these&nbsp;</span><span>applications are quite surprisingly, and the role of algebraic K-theory across mathematical&nbsp;</span><span>fields drives a great interest in the subject.&nbsp;</span>The research in this project used tools from algebraic topology to not only produce new algebraic K-theory computations, but also to develop the framework and theory to facilitate future computations. Gerhardt and her collaborators also made important advances studying closely related invariants, such as topological Hochschild homology.&nbsp;</p>\n<div class=\"gmail-page\" title=\"Page 12\">\n<div class=\"gmail-layoutArea\">\n<div class=\"gmail-column\">\n<p><span>During this award the PI also made significant contributions in the areas of conference and program organization, undergraduate research, STEM education, and increasing participation of women and underrepresented groups in mathematics. Gerhardt co-organized 11 conferences and workshops, including a graduate summer school and&nbsp;</span>a semester-long Algebraic Topology research program at the Mathematical Sciences Research Institute (MSRI). Gerhardt was active in supervising both undergraduate and graduate researchers, and served as one of the organizers of a summer Research Experiences for Undergraduates (REU) program in math. Gerhardt<span>&nbsp;has worked on a number of initiatives to broaden participation&nbsp;</span><span>in mathematics. She is the faculty advisor for a student chapter of the Association for Women in Mathematics (AWM). She is</span><span>&nbsp;an active mentor in the international Women in Topology net</span><span>work. She has organized or participated in numerous conferences supporting women in&nbsp;</span><span>mathematics. During the award period she also served on several national committees doing work related to equity&nbsp;</span><span>and inclusion in math.</span></p>\n</div>\n</div>\n</div>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/21/2019<br>\n\t\t\t\t\tModified by: Teena&nbsp;M&nbsp;Gerhardt</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe primary goal of this project was to use the tools from a field of mathematics called equivariant stable homotopy theory to study algebraic K-theory and related invariants. Algebraic K-theory is an invariant which can be applied to study basic objects from several fields of mathematics. In particular, algebraic K-theory can be used to study properties of fundamental objects in algebra, called rings. Over the last 50 years, there has been great interest in computations of algebraic K-groups. However, in general these groups are very difficult to compute. Even for many basic rings the K-theory groups still aren’t known today. Despite the difficulties, interest in K-theory computations remains strong. Algebraic K-groups have significant applications to algebraic geometry, number theory, topology, and other mathematical areas. Many of these applications are quite surprisingly, and the role of algebraic K-theory across mathematical fields drives a great interest in the subject. The research in this project used tools from algebraic topology to not only produce new algebraic K-theory computations, but also to develop the framework and theory to facilitate future computations. Gerhardt and her collaborators also made important advances studying closely related invariants, such as topological Hochschild homology. \n\n\n\n\nDuring this award the PI also made significant contributions in the areas of conference and program organization, undergraduate research, STEM education, and increasing participation of women and underrepresented groups in mathematics. Gerhardt co-organized 11 conferences and workshops, including a graduate summer school and a semester-long Algebraic Topology research program at the Mathematical Sciences Research Institute (MSRI). Gerhardt was active in supervising both undergraduate and graduate researchers, and served as one of the organizers of a summer Research Experiences for Undergraduates (REU) program in math. Gerhardt has worked on a number of initiatives to broaden participation in mathematics. She is the faculty advisor for a student chapter of the Association for Women in Mathematics (AWM). She is an active mentor in the international Women in Topology network. She has organized or participated in numerous conferences supporting women in mathematics. During the award period she also served on several national committees doing work related to equity and inclusion in math.\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 11/21/2019\n\n\t\t\t\t\tSubmitted by: Teena M Gerhardt"
 }
}