{
 "awd_id": "1150494",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "44th International Symposium on Macromolecules (MACRO 2012)-IUPAC World Polymer Congress: Enabling Technologies for a Safe, Sustainable, Healthy World",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924933",
 "po_email": "alovinge@nsf.gov",
 "po_sign_block_name": "Andrew Lovinger",
 "awd_eff_date": "2011-11-01",
 "awd_exp_date": "2012-10-31",
 "tot_intn_awd_amt": 20000.0,
 "awd_amount": 20000.0,
 "awd_min_amd_letter_date": "2011-10-24",
 "awd_max_amd_letter_date": "2011-10-24",
 "awd_abstract_narration": "TECHNICAL AND NON-TECHNICAL ABSTRACT\r\n\r\nThe 44th International Symposium on Macromolecules (MACRO 2012) ? IUPAC World Polymer Congress: Enabling Technologies for a Safe, Sustainable, and Healthy World, co-supported by the NSF Divisions of Materials Research and Chemistry, will provide an international forum for leading scientists and engineers from academia, industry, and government to discuss multidisciplinary technologies that bridge emerging boundaries of macromolecular science and engineering. This prestigious conference rotates biannually around the globe; previous USA conferences were held at the University of Akron (1994) and UMass-Amherst (1982). \r\n\r\nThe 2012 MACRO World Polymer Congress is envisioned as an integrated scientific and educational forum for the most recent advances in polymer science and engineering, and the meeting subtitle focuses experts in diverse fields to address technologies of national importance over a range of disciplines. Such an international and interdisciplinary forum will facilitate collaborations and mutual understanding necessary to catalyze breakthrough polymer-based material solutions from the molecular to the device level.  The objectives of the 2012 MACRO World Polymer Congress include (1) dissemination of the most recent advances in polymer science and engineering, (2) education across multiple disciplines, (3) cultivation of collaborations across diverse disciplines, and (4) formation of international professional networks. \r\n\r\nThe Congress will consist of eleven symposia on: Recent Developments in Synthesis, Modern Methods in Characterization, Complex Macromolecular Systems, Surfaces and Interfaces, Macromolecules and Nanotechnology, Macromolecules in Biotechnology and Medicine, Energy, Optics, and Optoelectronics, Sustainability Science and Engineering, Commercial Frontiers, Advances in Interdisciplinary Interactions, and Polymer Physics. Poster sessions in concert with instrument exhibitors will provide additional non-invited contributions with an emphasis on presentations from graduate students.\r\n\r\nThe symposium topics are relevant to the scientific community in the USA. Each symposium will include a discussion leader from a US university or company, one or more international co-chair(s), and 30 invited research lectures in the discipline. Each symposium will also welcome contributed lectures (approximately 30 each, totally 60) and contributed posters (4 sessions with 150 posters approximately in total). Invited speakers are recognized as leaders in their fields and will deliver focused lectures with broad scientific appeal. Special attention was devoted to the development of a diverse program including under-represented groups, leading universities from across the nation, international participation, and demonstrated innovation across disciplines. Two morning plenary lectures will convene the entire conference registrants for perspectives on themes of global importance (11 plenary speakers in total including 2 Nobel Laureates).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Long",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy E Long",
   "pi_email_addr": "Timothy.E.Long@asu.edu",
   "nsf_id": "000147591",
   "pi_start_date": "2011-10-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "107 Davidson Hall (0212)",
  "perf_city_name": "Blacksburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240610001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  },
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Virginia Tech and the Macromolecules and Interfaces Institute (MII) hosted the 44<sup>th</sup> IUPAC World Polymer Congress in Blacksburg, USA, June 24-29. Profs. Timothy E. Long, S. Richard Turner, and Robert B. Moore organized the conference that attracted more than 1400 attendees from 52 countries with 60% international attendees. The Congress provided an international forum for scientific discovery, professional networking, research collaboration, interdisciplinary education, and dissemination of the most recent scientific advances. More than 1200 presentations (766 oral and 475 poster presentations) ensured a diverse technical program, and 12 plenary speakers provided some key focal points.</p>\n<p>&nbsp;</p>\n<p>The theme of the conference focused on &ldquo;Enabling Technologies for a Safe, Sustainable, Healthy World.&rdquo; Polymers continue to enable many emerging technologies including topics such as tissue regeneration, multilayer structures, processing, drug delivery, water purification, security, biomedical technologies, alternate energy, sustainable resources, smart surfaces and interfaces, high performance engineering, polymers, energy storage and generation, sensors, and electro-active devices. In most instances, these technologies require functional nanoscale polymers, and polymer design for intelligent response to external stimuli represents an exciting frontier. There is an over-arching need for these technological solutions of the future to also adhere to the principles of earth sustainability. Recent advances in ionic liquids and agricultural based feed stocks are extending performance and decreasing our dependence on petroleum-based monomers. The IUPAC MACRO World Polymer Congress 2012 assembled an international community for the presentation of recent advances in polymer synthesis, physical characterization, engineering, and performance in several complementary emerging technologies.</p>\n<p>&nbsp;</p>\n<p>IUPAC MACRO World Polymer Congress 2012 comprised of 11 parallel symposia and 145 technical sessions organized by leading scientists in the field of polymer science from across the globe. The conference also featured a total of 12 (5 U.S. and 7 international) plenary speakers who presented on a wide range of topics related to the themes of the conference. Plenary speakers were selected based on the diversity and impact of their research in the polymer science field.</p>\n<p>&nbsp;</p>\n<p>Participants cited that the lectures and topics presented in the symposia were very diverse and highlighted the most up-to-date research in the polymer field. Moreover, the conference provided mechanisms for professional networking through evening poster sessions and the participation of industrial, national laboratory, government, academic scientists, and engineers.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/23/2013<br>\n\t\t\t\t\tModified by: Timothy&nbsp;E&nbsp;Long</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2013/1150494/1150494_10140974_1358973766735_P6250144--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2013/1150494/1150494_10140974_1358973766735_P6250144--rgov-800width.jpg\" title=\"Plenary Talk\"><img src=\"/por/images/Reports/POR/2013/1150494/1150494_10140974_1358973766735_P6250144--rgov-66x44.jpg\" alt=\"Plenary Talk\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Participants attend a plenary talk</div>\n<div class=\"imageCredit\">David Elmore</div>\n<di...",
  "por_txt_cntn": "\nVirginia Tech and the Macromolecules and Interfaces Institute (MII) hosted the 44th IUPAC World Polymer Congress in Blacksburg, USA, June 24-29. Profs. Timothy E. Long, S. Richard Turner, and Robert B. Moore organized the conference that attracted more than 1400 attendees from 52 countries with 60% international attendees. The Congress provided an international forum for scientific discovery, professional networking, research collaboration, interdisciplinary education, and dissemination of the most recent scientific advances. More than 1200 presentations (766 oral and 475 poster presentations) ensured a diverse technical program, and 12 plenary speakers provided some key focal points.\n\n \n\nThe theme of the conference focused on \"Enabling Technologies for a Safe, Sustainable, Healthy World.\" Polymers continue to enable many emerging technologies including topics such as tissue regeneration, multilayer structures, processing, drug delivery, water purification, security, biomedical technologies, alternate energy, sustainable resources, smart surfaces and interfaces, high performance engineering, polymers, energy storage and generation, sensors, and electro-active devices. In most instances, these technologies require functional nanoscale polymers, and polymer design for intelligent response to external stimuli represents an exciting frontier. There is an over-arching need for these technological solutions of the future to also adhere to the principles of earth sustainability. Recent advances in ionic liquids and agricultural based feed stocks are extending performance and decreasing our dependence on petroleum-based monomers. The IUPAC MACRO World Polymer Congress 2012 assembled an international community for the presentation of recent advances in polymer synthesis, physical characterization, engineering, and performance in several complementary emerging technologies.\n\n \n\nIUPAC MACRO World Polymer Congress 2012 comprised of 11 parallel symposia and 145 technical sessions organized by leading scientists in the field of polymer science from across the globe. The conference also featured a total of 12 (5 U.S. and 7 international) plenary speakers who presented on a wide range of topics related to the themes of the conference. Plenary speakers were selected based on the diversity and impact of their research in the polymer science field.\n\n \n\nParticipants cited that the lectures and topics presented in the symposia were very diverse and highlighted the most up-to-date research in the polymer field. Moreover, the conference provided mechanisms for professional networking through evening poster sessions and the participation of industrial, national laboratory, government, academic scientists, and engineers.\n\n\t\t\t\t\tLast Modified: 01/23/2013\n\n\t\t\t\t\tSubmitted by: Timothy E Long"
 }
}