{
 "awd_id": "1150589",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  Software-as-a-Service Customized Machine Translation for Commercial Language Service Providers and Their Clients",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928772",
 "po_email": "patherto@nsf.gov",
 "po_sign_block_name": "Peter Atherton",
 "awd_eff_date": "2012-03-15",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 700000.0,
 "awd_min_amd_letter_date": "2012-03-14",
 "awd_max_amd_letter_date": "2016-01-22",
 "awd_abstract_narration": "This Small Business Innovation Research Phase-II project develops advanced\r\ntechnology capabilities for constructing and deploying client-adapted\r\nautomated language translation systems within commercial settings that are\r\nused by globalizing enterprises and the language service provider companies\r\n(LSPs) that provide translation services to such enterprise clients.  The\r\ndeveloped technology leverages databases of previously-translated material in\r\norder to produce client-adapted high-quality fully-automatic translations for\r\ncommercial language service providers (LSPs) and their enterprise clients.\r\nThis approach provides a scalable and less-costly solution for\r\ncreating and deploying client-specific customized Machine Translation (MT)\r\nengines.  Once deployed, these customized MT systems expand the capabilities\r\nof clients to translate volumes of content that are not feasible to translate\r\nusing current methods.\r\n\r\nThe broader impact/commercial potential of this project lies in the impact\r\nthat it will have on the broad commercial translation industry.  The\r\ntechnology developed in the project is likely to significantly reduce barriers\r\nto wide-spread adoption of MT technology by the broad LSP industry and their\r\nenterprise client-base. The 2010 commercial translation market is a $26\r\nbillion industry, growing at a healthy pace. Current commercial MT offerings\r\nare expensive and too difficult to deploy for most enterprises and service\r\nproviders.  Free web-based translation services serve casual users, but do not\r\nmeet the quality and security needs of enterprises. The technology developed\r\nin this project and the cloud-based delivery model support scalable,\r\neasy-to-integrate MT services, which are highly attractive to a broad range of\r\npotential clients.  This approach will support cost-effective content generation into\r\nmultiple target languages at a massive scale, a capability that is essential\r\nfor globalizing US enterprises in order to compete in the information-rich\r\nmarket place of the 21st century.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alon",
   "pi_last_name": "Lavie",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alon Lavie",
   "pi_email_addr": "alavie@safaba.com",
   "nsf_id": "000549609",
   "pi_start_date": "2012-03-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Safaba Translation Solutions, LLC",
  "inst_street_address": "5124 Beeler Street",
  "inst_street_address_2": "",
  "inst_city_name": "Pittsburgh",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126210933",
  "inst_zip_code": "152171002",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie Mellon University",
  "perf_str_addr": "5000 Forbes Avenue",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "159100",
   "pgm_ele_name": "STTR Phase II"
  },
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "165E",
   "pgm_ref_txt": "SBIR Phase IIB"
  },
  {
   "pgm_ref_code": "169E",
   "pgm_ref_txt": "SBIR Tech Enhan Partner (TECP)"
  },
  {
   "pgm_ref_code": "5373",
   "pgm_ref_txt": "SMALL BUSINESS PHASE II"
  },
  {
   "pgm_ref_code": "7257",
   "pgm_ref_txt": "APPLICATS OF ADVANCED TECHNOLS"
  },
  {
   "pgm_ref_code": "8032",
   "pgm_ref_txt": "Software Services and Applications"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 385911.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 114089.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Safaba Translation Solutions is a technology start-up company, spun-out from Carnegie Mellon University&rsquo;s Language Technologies Institute. Safaba specializes in developing scalable high-performance automated language translation systems for large commercial enterprises. &nbsp;NSF Phase-I and Phase-II SBIR grants supported the development of Safaba&rsquo;s core software solution for adapting state-of-the-art Machine Translation (MT) systems using client-specific data. The Phase-II grant also supported the scaling up of our hosted delivery capabilities in order to enable broad-scale commercialization of the technology.</p>\n<p>The technological approach that Safaba has developed is designed to create a highly-scalable software infrastructure for building and deploying a large number of customized instances of MT engines, where each instance is an MT system for a specific directional language pair (i.e. English to Spanish), adapted to produce high-quality translations for a specific client. The key to MT customization is human-quality client-specific translation data. The amount of available client-specific data is often very limited and insufficient by itself for developing high-performance data-driven MT systems. Adding large volumes of &ldquo;generic&rdquo; (non-client) data dilutes the client data and results in inadequate translation performance. Safaba&rsquo;s solution to client-specific adaptation is based on multiple adaptation steps and components. &nbsp;The most recent version of the technology, developed late in the Phase-II project, supports client-specific adaptation within a single-stage MT engine, using multiple dynamic translation and language models. This technology has been demonstrated to be superior in translation quality to Safaba's earlier two-stage approach, and also inherently supports rapid incremental adaptation.</p>\n<p>Safaba&rsquo;s primary commercial offering is a full-service solution implemented as a software-as-a-service (SaaS) platform. The client-adapted MT engines are developed by Safaba expert technical staff on secure Safaba-internal servers. Once completed, these MT engines are migrated and deployed on Safaba&rsquo;s secure production data servers, where the MT engines respond to remote translation requests for our clients on an ongoing basis in real-time. The Phase-II grant partly supported the significant challenge of streamlining this process and scaling the hosting software infrastructure and delivery capabilities.</p>\n<p>Two supplements to the Phase-II grant accelerated the commercial adoption of Safaba's core technology. &nbsp;A&nbsp;TECP supplement award provided supplemental funding for developing enhanced capabilities that allow select clients to remotely control the process of developing optimized MT engines using Safaba&rsquo;s software platform and to deploy these MT engines into production. &nbsp;An AMJAIC supplemental project supported piloting Safaba&rsquo;s SBIR-funded technology solutions with a globalizing advanced manufacturing enterprise in order to develop automated translation solutions that directly support the ability of advanced manufacturing enterprises to expand their sales and marketing capabilities in foreign markets.</p>\n<p>Safaba&rsquo;s MT technology was validated as superior in translation accuracy and performance to the technology of its main commercial competitors in various contrastive and competitive pilot projects with potential commercial clients. Revenue-generating deployments for several Fortune-500 enterprise clients were completed over the course of the Phase-II award. &nbsp;These production-grade MT systems translate millions of words per month. &nbsp;The advanced technology capabilities developed under the Phase-II SBIR grant allowed Safaba to address the requirements for such large-scale client deployments and to establish itself in the enterprise marketplace.</p><br>\n<p>\n\t\t\t\t    ...",
  "por_txt_cntn": "\nSafaba Translation Solutions is a technology start-up company, spun-out from Carnegie Mellon UniversityÆs Language Technologies Institute. Safaba specializes in developing scalable high-performance automated language translation systems for large commercial enterprises.  NSF Phase-I and Phase-II SBIR grants supported the development of SafabaÆs core software solution for adapting state-of-the-art Machine Translation (MT) systems using client-specific data. The Phase-II grant also supported the scaling up of our hosted delivery capabilities in order to enable broad-scale commercialization of the technology.\n\nThe technological approach that Safaba has developed is designed to create a highly-scalable software infrastructure for building and deploying a large number of customized instances of MT engines, where each instance is an MT system for a specific directional language pair (i.e. English to Spanish), adapted to produce high-quality translations for a specific client. The key to MT customization is human-quality client-specific translation data. The amount of available client-specific data is often very limited and insufficient by itself for developing high-performance data-driven MT systems. Adding large volumes of \"generic\" (non-client) data dilutes the client data and results in inadequate translation performance. SafabaÆs solution to client-specific adaptation is based on multiple adaptation steps and components.  The most recent version of the technology, developed late in the Phase-II project, supports client-specific adaptation within a single-stage MT engine, using multiple dynamic translation and language models. This technology has been demonstrated to be superior in translation quality to Safaba's earlier two-stage approach, and also inherently supports rapid incremental adaptation.\n\nSafabaÆs primary commercial offering is a full-service solution implemented as a software-as-a-service (SaaS) platform. The client-adapted MT engines are developed by Safaba expert technical staff on secure Safaba-internal servers. Once completed, these MT engines are migrated and deployed on SafabaÆs secure production data servers, where the MT engines respond to remote translation requests for our clients on an ongoing basis in real-time. The Phase-II grant partly supported the significant challenge of streamlining this process and scaling the hosting software infrastructure and delivery capabilities.\n\nTwo supplements to the Phase-II grant accelerated the commercial adoption of Safaba's core technology.  A TECP supplement award provided supplemental funding for developing enhanced capabilities that allow select clients to remotely control the process of developing optimized MT engines using SafabaÆs software platform and to deploy these MT engines into production.  An AMJAIC supplemental project supported piloting SafabaÆs SBIR-funded technology solutions with a globalizing advanced manufacturing enterprise in order to develop automated translation solutions that directly support the ability of advanced manufacturing enterprises to expand their sales and marketing capabilities in foreign markets.\n\nSafabaÆs MT technology was validated as superior in translation accuracy and performance to the technology of its main commercial competitors in various contrastive and competitive pilot projects with potential commercial clients. Revenue-generating deployments for several Fortune-500 enterprise clients were completed over the course of the Phase-II award.  These production-grade MT systems translate millions of words per month.  The advanced technology capabilities developed under the Phase-II SBIR grant allowed Safaba to address the requirements for such large-scale client deployments and to establish itself in the enterprise marketplace.\n\n\t\t\t\t\tLast Modified: 10/14/2015\n\n\t\t\t\t\tSubmitted by: Alon Lavie"
 }
}