{
 "awd_id": "1150908",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Photodirected Assembly of Custom-Designed Polyelectrolyte Complexes",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2019-02-28",
 "tot_intn_awd_amt": 401421.0,
 "awd_amount": 401421.0,
 "awd_min_amd_letter_date": "2012-02-29",
 "awd_max_amd_letter_date": "2014-04-30",
 "awd_abstract_narration": "Lapitsky, Yakov\r\n1150908  \r\n\r\n\r\nIntellectual Merit: \r\n\r\nThe PI proposes to create stimulus-responsive interfacial microstructures and microdevices through the photodirected assembly of polyelectrolytes.  Recent advances in chemical product design, medicine and nanotechnology have ushered in a new age of ?smart? materials that respond to external stimuli such as changes in pH, ionic strength, temperature, and mechanical or electromagnetic perturbations.  Stimulus-responsive polyelectrolyte complexes are routinely used as building blocks for these materials and find countless applications, ranging from controlled release of bioactive payloads, to self-healing materials and soft microelectromechanical systems (MEMS), to energy devices and water purification.  These technologies require custom-designed structures with an assortment of well-defined morphologies.  Yet, methods for the microfabrication of polyelectrolyte complexes remain limited to simplistic structural motifs (e.g., planar, spherical, cylindrical, and prism-like or pyramid-like). This severely limits both the range and intricacy of the supramolecular architectures that can be prepared from polyelectrolytes, and presents a major obstacle in the 3-D assembly of polyelectrolyte-based microdevices. \r\n\r\nTo address this, the PI aims to direct the assembly of intricate polyelectrolyte structures via 3-D photopatterning of polyelectrolyte solutions, where one of the polymer species only becomes charged when exposed to light.  The PI hypothesizes that the irradiation at the focal point of the multiphoton laser will induce rapid and localized polyelectrolyte self-assembly into colloidal materials, whose shapes and dimensions will be directed by the beam path.  This project has three objectives: (1) investigating photodirected assembly of polyelectrolytes as a method for preparing intricate supramolecular structures, (2) dissecting the photodirected assembly process with the view of developing robust guidelines for controlling materials interfacial structure and stimulus sensitivity, and (3) exploiting the stimulus-responsive properties of photopatterned polyelectrolyte complexes to prepare micron-scale controlled release devices, actuators and materials that self-destruct.  This research leverages the PI?s background in polyelectrolyte self-assembly, and will dramatically expand the range and intricacy of polyelectrolyte-based materials that can be prepared for customized controlled release, sensor and actuator technologies.\r\n\r\nBroader Impacts: \r\n\r\nThis work will advance the design and microfabrication of smart devices for medical, environmental and household applications.  Likewise, the ability to produce novel stimulus-responsive structures has the potential to accelerate the development of advanced membranes, coatings, electronics and energy devices.  Importantly, this research will be closely integrated with educational outreach.  The PI will introduce high school students to stimulus-responsive polyelectrolytes in the Engineer for a Day and EXCEL programs that are offered to Toledo Public Schools.  Moreover, he will continue his involvement in the Engineering for Teachers of Migrant Students (ETMS) distance learning course.  ETMS provides graduate training for teachers in rural communities who teach children of migrant farm workers, and aims to develop a set of experiments that demonstrate the importance of mathematics, science and engineering to everyday life.  The PI has recently become involved with ETMS, and has already developed several demonstrations that use stimulus-responsive polymers found in household products (e.g., alginate, poly(acrylic acid), and methylcellulose) to reinforce concepts that are learned in high school chemistry.  To disseminate the ETMS materials more broadly, step-by-step tutorials will be posted on the PI?s website and on YouTube.  These outreach activities will help increase and diversify the enrollment of science and engineering students.  Furthermore, the PI?s research will train undergraduate and graduate students (including women and underrepresented minorities) in the use of materials characterization techniques, and in the fundamentals of colloid and polymer science.  This research will also generate stimulating examples and project topics, which the PI will incorporate into the colloids and transport phenomena courses that he will teach at the University of Toledo.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yakov",
   "pi_last_name": "Lapitsky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yakov Lapitsky",
   "pi_email_addr": "yakov.lapitsky@utoledo.edu",
   "nsf_id": "000540186",
   "pi_start_date": "2012-02-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Toledo",
  "inst_street_address": "2801 W BANCROFT ST",
  "inst_street_address_2": "",
  "inst_city_name": "TOLEDO",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "4195302844",
  "inst_zip_code": "436063328",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "OH09",
  "org_lgl_bus_name": "UNIVERSITY OF TOLEDO",
  "org_prnt_uei_num": "EWRDP9YCDDH5",
  "org_uei_num": "XA77NAJYELF1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Toledo",
  "perf_str_addr": "2801 W Bancroft St., MS 944",
  "perf_city_name": "Toledo",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "436063390",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "OH09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 233290.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 168131.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Soft materials from electric charge-bearing polymers (polyelectrolytes) are often prepared through the complexation of oppositely charged polyelectrolytes in solution. Such materials have stimulus-responsive properties (which can be transformed on demand) and attract widespread interest in diverse fields, ranging from drug delivery and tissue engineering, to sensors, electronics and chemical separation processes. To customize polyelectrolyte complex shapes to their various potential applications, this project has developed photolithographic methods, where shapes of these soft materials were directed by patterning polymer solutions with light. Besides their customizable shapes, which reflect the photoirradiation pattern, these polymeric materials can be designed to dissolve on demand in response to changes in their environment (e.g., changes in the ambient pH or salt concentration) or, when the irradiation intensity within the photoirradiated zones is made to be nonuniform, fold and unfold in response to the same environmental cues. In other words, both the shape and the stimulus-sensitivity of these polyelectrolyte complexes can be controlled. This approach to polyelectrolyte complex production has the potential to be combined with existing and emerging </span><span>3-D printing technologies (where analogs of the precursor solutions developed in this project may serve as specialty 3-D printing inks), which could ultimately facilitate 3-D printing of stimulus-responsive soft structures and devices. </span><span>Accordingly, this work could advance the design and fabrication of smart materials/devices for medical, environmental and household applications (ranging from drug delivery and tissue engineering, to sensing and soft robotics)</span><span>. </span></p>\n<p><span>Aside from advancing photolithographic shaping of stimulus-responsive soft materials, this project has produced several other outcomes. First, it has demonstrated how nonuniform polyelectrolyte gel networks can be designed to self-rupture after a preprogrammed delay. These self-destructing soft materials could both advance timed and/or stimulus-responsive release technologies for pharmaceutical, environmental, industrial and military applications and (by enabling development of soft devices that can self-destruct before falling into hostile hands) prevent industrial or government espionage. Second, this project has shown how photopatterned polyelectrolyte complexes (which were the main focus of this work) could be used as templates for shaping other types of materials, thus potentially enabling the photolithographic technology developed through this project to be used in a broader range of scientific and technological fields. Third, as a corollary to the photolithographic assembly work, this project has advanced (non-photolithographic) preparation of spherical polyelectrolyte complex particles (both macroscopic and nanoscale), which could contribute to diverse areas, including pharmaceutics, home/personal care and water treatment. <span>&nbsp;</span><span>&nbsp;</span><span>&nbsp;</span></span></p>\n<p><span>Besides its scientific and technological impacts, this project has also trained four doctoral and eleven undergraduate students in polymer, colloid and chemical engineering science research and, through its integrated outreach activities, stimulated scientific engagement and literacy in underserved communities within Ohio. These outreach activities included serving as an annual guest lecturer for a distance learning course that instructs teachers who teach children of migrant farm workers (most of whom are members of underrepresented groups) on hands-on activities that can be used to demonstrate the importance of mathematics, science and engineering in everyday life. Likewise, over the course of this project, the team introduced approximately 350 inner-city public school students to polymer science (and polyelectrolytes). Thus, through its outreach activities, this project has exposed scores of girls and students from underrepresented ethnic groups to opportunities in science and engineering.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/29/2019<br>\n\t\t\t\t\tModified by: Yakov&nbsp;Lapitsky</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSoft materials from electric charge-bearing polymers (polyelectrolytes) are often prepared through the complexation of oppositely charged polyelectrolytes in solution. Such materials have stimulus-responsive properties (which can be transformed on demand) and attract widespread interest in diverse fields, ranging from drug delivery and tissue engineering, to sensors, electronics and chemical separation processes. To customize polyelectrolyte complex shapes to their various potential applications, this project has developed photolithographic methods, where shapes of these soft materials were directed by patterning polymer solutions with light. Besides their customizable shapes, which reflect the photoirradiation pattern, these polymeric materials can be designed to dissolve on demand in response to changes in their environment (e.g., changes in the ambient pH or salt concentration) or, when the irradiation intensity within the photoirradiated zones is made to be nonuniform, fold and unfold in response to the same environmental cues. In other words, both the shape and the stimulus-sensitivity of these polyelectrolyte complexes can be controlled. This approach to polyelectrolyte complex production has the potential to be combined with existing and emerging 3-D printing technologies (where analogs of the precursor solutions developed in this project may serve as specialty 3-D printing inks), which could ultimately facilitate 3-D printing of stimulus-responsive soft structures and devices. Accordingly, this work could advance the design and fabrication of smart materials/devices for medical, environmental and household applications (ranging from drug delivery and tissue engineering, to sensing and soft robotics). \n\nAside from advancing photolithographic shaping of stimulus-responsive soft materials, this project has produced several other outcomes. First, it has demonstrated how nonuniform polyelectrolyte gel networks can be designed to self-rupture after a preprogrammed delay. These self-destructing soft materials could both advance timed and/or stimulus-responsive release technologies for pharmaceutical, environmental, industrial and military applications and (by enabling development of soft devices that can self-destruct before falling into hostile hands) prevent industrial or government espionage. Second, this project has shown how photopatterned polyelectrolyte complexes (which were the main focus of this work) could be used as templates for shaping other types of materials, thus potentially enabling the photolithographic technology developed through this project to be used in a broader range of scientific and technological fields. Third, as a corollary to the photolithographic assembly work, this project has advanced (non-photolithographic) preparation of spherical polyelectrolyte complex particles (both macroscopic and nanoscale), which could contribute to diverse areas, including pharmaceutics, home/personal care and water treatment.    \n\nBesides its scientific and technological impacts, this project has also trained four doctoral and eleven undergraduate students in polymer, colloid and chemical engineering science research and, through its integrated outreach activities, stimulated scientific engagement and literacy in underserved communities within Ohio. These outreach activities included serving as an annual guest lecturer for a distance learning course that instructs teachers who teach children of migrant farm workers (most of whom are members of underrepresented groups) on hands-on activities that can be used to demonstrate the importance of mathematics, science and engineering in everyday life. Likewise, over the course of this project, the team introduced approximately 350 inner-city public school students to polymer science (and polyelectrolytes). Thus, through its outreach activities, this project has exposed scores of girls and students from underrepresented ethnic groups to opportunities in science and engineering.\n\n\t\t\t\t\tLast Modified: 05/29/2019\n\n\t\t\t\t\tSubmitted by: Yakov Lapitsky"
 }
}