{
 "awd_id": "1150645",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Virtual, high-throughput model of brain microvasculature regeneration",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michele Grimm",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2017-02-28",
 "tot_intn_awd_amt": 435097.0,
 "awd_amount": 435097.0,
 "awd_min_amd_letter_date": "2012-01-28",
 "awd_max_amd_letter_date": "2012-01-28",
 "awd_abstract_narration": "1150645\r\nQutub, Amina\r\n\r\nThis project seeks to develop a robust, innovative computational model of the cellular events in microvasculature regeneration as they might occur in the brain in response to hypoxia.   This fundamental research bridges the gap between theoretical biology and clinical application, and offers insight into repair mechanisms for ischemic stroke and neurodegenerative diseases ? conditions affecting over 50 million people in the U.S.\r\n\r\nIntellectual Merit:  Knowledge of the neurovasculature interface, the area where blood vessels and brain cells meet, opens doors to understanding how humans sustain energy for mental activities, recover from ischemic brain damage, and defend themselves from neurodegeneration.  Neuro¬degen¬eration and brain ischemia are associated with hypoxic response and the formation of new blood vessels, or angiogenesis.  In these disease conditions, the supply of oxygen does not keep pace with the brain?s needs.  Regulating cellular hypoxic response and enhancing microvascular growth are potential ways to treat ischemia and minimize neurodegeneration.  Despite their promise as a therapeutic target, hypoxia response pathways within the neuro¬vas¬culature interface have yet to be well understood or explored in detail, computationally or experimentally.  \r\n\r\nIn this CAREER project, the Principal Investigator (PI) will develop a model of brain microvasculature formation in hypoxia.  The project?s ultimate goal is a mechanistically-detailed, quantitative theory of how brain microvasculature forms as a result of decisions made by single cells.  To reach its goal, this research involves two steps: (1) characterizing how neurovascular cells process information from their environment; and (2) linking patterns in cell behaviors to intracellular protein signaling.   Hypotheses for cell behaviors will be explored computationally using a new framework developed by the PI and iteratively compared to in vitro assays.  Cell behaviors will be mapped to intracellular protein expression through an integrated experimental-computational approach employing high-throughput array technologies.  Results will offer the ability to understand ? and ultimately program ? human cell behavior at the neurovascular interface.  \r\n  \r\nBroader Impacts: Impacts of this research span biology, engineering, and education.  How cells interact to form brain capillaries has relevancy to organism development, mammalian synthetic biology, and tissue engineering.  The project will foster the development of high-throughput assays coupled to imaging and proteomic analysis, technologies with applications in cell biology, bioengineering, and pharmacology.  The PI?s computer framework allows rapid hypothesis testing, useable in research across labs and fields.  The project also supports the development of three new modeling techniques that can be broadly applied to study patterns in cell behavior as a function of molecular signaling.  Furthermore, models resulting from the work will be able to simulate vessel regeneration in neurovascular diseases for applications to regenerative medicine and protein-based drug development.  \r\n\r\nThe PI plans to stimulate interest in the growing field of computational systems biology through outreach programs in the Houston community, at Rice, and internationally, through open source web technology.  The PI will provide the computer platform for rapid hypothesis testing and the 3D angi¬ogenesis models to the public, on her laboratory website and in model repositories.  A user-friendly inter¬face and an iPhone App will give wide, free accessibility.  Students worldwide will be able to interact with the model as it runs, and learn about computational systems biology and the microvasculature.  This technology will foster inquiry-based teaching, where students will be encouraged to pose testable hypotheses, and design, run, and analyze experi¬ments.  Training with the models will be inte¬grated into workshops for high school students organized through the Houston Health Museum and development of an undergraduate modeling lab.  To fill the need for interdisciplinary computational training at the graduate and postgraduate level, the PI will grow the Complex Systems Workshops she initiated within the Gulf Coast community and remain an active, core member of Rice?s new Systems & Synthetic Biology program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amina",
   "pi_last_name": "Qutub",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amina Qutub",
   "pi_email_addr": "amina.qutub@utsa.edu",
   "nsf_id": "000567994",
   "pi_start_date": "2012-01-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "6500 Main St, BRC 610",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051892",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "TX",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "017E",
   "pgm_ref_txt": "Cellular and Tissue Engineering"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 435097.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>New computer models, tools, and experiments developed from this project are being used to understand how the brain microvasculature repairs. Over 50 million people in the U.S. suffer from ischemic stroke and neurodegenerative diseases, with healthcare costs in the billions. This project helped to address this growing health crisis by providing new tools to quantitatively study cells of the brain and rapidly test new therapeutic strategies that could improve brain tissue repair. A unique focus of this work was developing a quantitative theory of how the brain&rsquo;s blood vessels regenerate.</p>\n<p>Knowledge of the neurovasculature interface, the area where blood vessels and brain cells meet, opens doors to understanding how humans sustain energy for mental activities, recover from ischemic brain damage, and defend themselves from neurodegeneration.&nbsp; Neuro&shy;degen&shy;eration and brain ischemia are associated with hypoxic response and the formation of new blood vessels, or angiogenesis (Figure 1).&nbsp; In these disease conditions, the supply of oxygen does not keep pace with the brain&rsquo;s needs.&nbsp; Regulating cellular hypoxic response and enhancing microvascular growth are potential ways to treat ischemia and minimize neurodegeneration.&nbsp; Despite their promise as a therapeutic target, hypoxia response pathways within the neuro&shy;vas&shy;culature interface have yet to be well understood.</p>\n<p>In this work, we built and validated a computer model of neurovasculature regeneration as a function of factors released in the brain during hypoxic stimulation (Figure 2). To accomplish this, we modeled cells as state machines (&lsquo;adaptive robots or agents&rsquo;) that transition between known cell behaviors during angiogenesis (proliferation or growth, migration, elongation, idle, branching) (Figure 3). Many hundreds of cell-based models were produced with slightly different &ldquo;rules&rdquo; or codes for the cells. This allowed us to test out multiple hypotheses as to how human cells behaved (Figure 3). We simultaneously performed a suite of experiments in the lab, where human endothelial cells were stimulated to grow into capillaries by exposure to different concentrations and durations of growth factors present in the brain following hypoxic injury. We measured the amount of growth, and other features of the resulting capillary structures including diameter, branch points, and tortuosity. Then we scored our hundreds of models against the experiments, and ranked the models that best predicted the results from our experiments. The top model was tested on new conditions, and provides a theory as to how endothelial cells respond to factors present in the brain after a stroke, inflammation, or injury. We further tested this theory of specific endothelial cell states by a detailed experimental-computational analysis of the structural and chemical changes these cells undergo during exposure to angiogenic and neurotrophic factors.</p>\n<p>Endothelial cells are just one of multiple cells involved in repair processes in the brain, and we developed methods and experiments to study four cells of the brain microvasculature: neurons, endothelial cells, astrocytes and neural progenitor cells (Figure 4). Characterizing the cells quantitatively in order to build predictive models necessitated first developing a suite of algorithms to handle the diverse types of data we obtain in the lab, including intracellular protein expression patterns and images of cell-cell interactions. As broader impacts this work, we developed these methods into cloud-based platforms for the research community (Figures 5 and 6), hosted an international crowd-sourced biomedical data challenge, and offered workshops and training. Cell microscope images from this project were also made into artwork, to provide a beautiful introduction to science for students and the public. &nbsp;&nbsp;</p>\n<p>In summary, impacts of this research span biology, engineering, and education.&nbsp; How cells interact to form brain capillaries has relevancy to organism development, mammalian synthetic biology, and tissue engineering.&nbsp; Outcomes of this project, including the models, cloud-based computational tools, and high-throughput assays, are technologies with applications in cell biology, bioengineering, and pharmacology. The &ldquo;rules-as-agents&rdquo; computer framework allows rapid hypothesis testing, useable in research across labs and fields. Validated models resulting from this work simulate vessel regeneration in neurovascular diseases for applications to regenerative medicine and protein-based drug development. By offering insight into the repair mechanisms of cells that form the neurovasculature interface, this work helps pave the way for new therapies for neurodegenerative diseases.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/10/2017<br>\n\t\t\t\t\tModified by: Amina&nbsp;Qutub</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1150645/1150645_10150948_1502342439491_AngiogenesisModel--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1150645/1150645_10150948_1502342439491_AngiogenesisModel--rgov-800width.jpg\" title=\"Computer modeling of sprouting angiogenesis\"><img src=\"/por/images/Reports/POR/2017/1150645/1150645_10150948_1502342439491_AngiogenesisModel--rgov-66x44.jpg\" alt=\"Computer modeling of sprouting angiogenesis\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">We developed a computer model of endothelial cell behaviors (e.g., migration, proliferation, branching), which we use to predict and control vascular growth in vitro. The original state machines modeled cell behavior states (?C) and predicted in vitro angiogenic spheroid assay phenotype (P).</div>\n<div class=\"imageCredit\">Qutub Lab</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Amina&nbsp;Qutub</div>\n<div class=\"imageTitle\">Computer modeling of sprouting angiogenesis</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1150645/1150645_10150948_1502342915677_StateMachines--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1150645/1150645_10150948_1502342915677_StateMachines--rgov-800width.jpg\" title=\"State machine modeling &amp; validation\"><img src=\"/por/images/Reports/POR/2017/1150645/1150645_10150948_1502342915677_StateMachines--rgov-66x44.jpg\" alt=\"State machine modeling &amp; validation\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">(Top) Endothelial cells are modeled as state machines that transition between behaviors during angiogenesis. (Bottom) To test the rules (which are hypotheses of a cell?s behavior), a genetic algorithm is employed which tests sets of rules and ranks models against experiments.</div>\n<div class=\"imageCredit\">Qutub Lab</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Amina&nbsp;Qutub</div>\n<div class=\"imageTitle\">State machine modeling & validation</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1150645/1150645_10150948_1502342182463_AngiogenesisSchematic--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1150645/1150645_10150948_1502342182463_AngiogenesisSchematic--rgov-800width.jpg\" title=\"Angiogenesis\"><img src=\"/por/images/Reports/POR/2017/1150645/1150645_10150948_1502342182463_AngiogenesisSchematic--rgov-66x44.jpg\" alt=\"Angiogenesis\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The process of new capillary formation in the brain can be stimulated by hypoxic-response proteins (like hypoxia-inducible factor 1, HIF1) and downstream growth factors. This work developed models of how cells in the brain responded to these factors.</div>\n<div class=\"imageCredit\">Amina Ann Qutub</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Amina&nbsp;Qutub</div>\n<div class=\"imageTitle\">Angiogenesis</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1150645/1150645_10150948_1502343127115_BrainMicrovasculature--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1150645/1150645_10150948_1502343127115_BrainMicrovasculature--rgov-800width.jpg\" title=\"Cells of the brain microvasculature\"><img src=\"/por/images/Reports/POR/2017/1150645/1150645_10150948_1502343127115_BrainMicrovasculature--rgov-66x44.jpg\" alt=\"Cells of the brain microvasculature\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Cells of the brain microvasculature that were studied and modeled as part of the NSF CAREER project. (A) Schematic of blood-brain barrier cells. (B) Microscope images from the lab of the cells we study.</div>\n<div class=\"imageCredit\">Qutub Lab, Li Lab (top left b/w neuron image)</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Amina&nbsp;Qutub</div>\n<div class=\"imageTitle\">Cells of the brain microvasculature</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1150645/1150645_10150948_1502343220441_cytoNet--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1150645/1150645_10150948_1502343220441_cytoNet--rgov-800width.jpg\" title=\"cytoNet\"><img src=\"/por/images/Reports/POR/2017/1150645/1150645_10150948_1502343220441_cytoNet--rgov-66x44.jpg\" alt=\"cytoNet\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">cytoNet (QutubLab.rice.edu/cyotNet) is provided as an Amazon cloud platform for the community    Researchers across domains interested in identifying relationships amount objects and features of objects in images can use the tool to rapidly determine these relationships.</div>\n<div class=\"imageCredit\">Qutub Lab</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Amina&nbsp;Qutub</div>\n<div class=\"imageTitle\">cytoNet</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1150645/1150645_10150948_1502343615485_Leukemia_Protein_Atlas--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1150645/1150645_10150948_1502343615485_Leukemia_Protein_Atlas--rgov-800width.jpg\" title=\"Interactive Protein Atlas\"><img src=\"/por/images/Reports/POR/2017/1150645/1150645_10150948_1502343615485_Leukemia_Protein_Atlas--rgov-66x44.jpg\" alt=\"Interactive Protein Atlas\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Visual-based and expert learning methods developed by the lab are enabling us to improve the interpretation and display of high-dimensional biomedical data. One example is a Protein Atlas, enabled by our metaGalaxy proteomics analysis: QutubLab.rice.edu/LeukemiaPortal</div>\n<div class=\"imageCredit\">Qutub Lab</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Amina&nbsp;Qutub</div>\n<div class=\"imageTitle\">Interactive Protein Atlas</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nNew computer models, tools, and experiments developed from this project are being used to understand how the brain microvasculature repairs. Over 50 million people in the U.S. suffer from ischemic stroke and neurodegenerative diseases, with healthcare costs in the billions. This project helped to address this growing health crisis by providing new tools to quantitatively study cells of the brain and rapidly test new therapeutic strategies that could improve brain tissue repair. A unique focus of this work was developing a quantitative theory of how the brain?s blood vessels regenerate.\n\nKnowledge of the neurovasculature interface, the area where blood vessels and brain cells meet, opens doors to understanding how humans sustain energy for mental activities, recover from ischemic brain damage, and defend themselves from neurodegeneration.  Neuro&shy;degen&shy;eration and brain ischemia are associated with hypoxic response and the formation of new blood vessels, or angiogenesis (Figure 1).  In these disease conditions, the supply of oxygen does not keep pace with the brain?s needs.  Regulating cellular hypoxic response and enhancing microvascular growth are potential ways to treat ischemia and minimize neurodegeneration.  Despite their promise as a therapeutic target, hypoxia response pathways within the neuro&shy;vas&shy;culature interface have yet to be well understood.\n\nIn this work, we built and validated a computer model of neurovasculature regeneration as a function of factors released in the brain during hypoxic stimulation (Figure 2). To accomplish this, we modeled cells as state machines (?adaptive robots or agents?) that transition between known cell behaviors during angiogenesis (proliferation or growth, migration, elongation, idle, branching) (Figure 3). Many hundreds of cell-based models were produced with slightly different \"rules\" or codes for the cells. This allowed us to test out multiple hypotheses as to how human cells behaved (Figure 3). We simultaneously performed a suite of experiments in the lab, where human endothelial cells were stimulated to grow into capillaries by exposure to different concentrations and durations of growth factors present in the brain following hypoxic injury. We measured the amount of growth, and other features of the resulting capillary structures including diameter, branch points, and tortuosity. Then we scored our hundreds of models against the experiments, and ranked the models that best predicted the results from our experiments. The top model was tested on new conditions, and provides a theory as to how endothelial cells respond to factors present in the brain after a stroke, inflammation, or injury. We further tested this theory of specific endothelial cell states by a detailed experimental-computational analysis of the structural and chemical changes these cells undergo during exposure to angiogenic and neurotrophic factors.\n\nEndothelial cells are just one of multiple cells involved in repair processes in the brain, and we developed methods and experiments to study four cells of the brain microvasculature: neurons, endothelial cells, astrocytes and neural progenitor cells (Figure 4). Characterizing the cells quantitatively in order to build predictive models necessitated first developing a suite of algorithms to handle the diverse types of data we obtain in the lab, including intracellular protein expression patterns and images of cell-cell interactions. As broader impacts this work, we developed these methods into cloud-based platforms for the research community (Figures 5 and 6), hosted an international crowd-sourced biomedical data challenge, and offered workshops and training. Cell microscope images from this project were also made into artwork, to provide a beautiful introduction to science for students and the public.   \n\nIn summary, impacts of this research span biology, engineering, and education.  How cells interact to form brain capillaries has relevancy to organism development, mammalian synthetic biology, and tissue engineering.  Outcomes of this project, including the models, cloud-based computational tools, and high-throughput assays, are technologies with applications in cell biology, bioengineering, and pharmacology. The \"rules-as-agents\" computer framework allows rapid hypothesis testing, useable in research across labs and fields. Validated models resulting from this work simulate vessel regeneration in neurovascular diseases for applications to regenerative medicine and protein-based drug development. By offering insight into the repair mechanisms of cells that form the neurovasculature interface, this work helps pave the way for new therapies for neurodegenerative diseases.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/10/2017\n\n\t\t\t\t\tSubmitted by: Amina Qutub"
 }
}