{
 "awd_id": "1150617",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Advanced Photochemical Paradigms for Enhanced Photovoltaics and Photocatalysis",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922418",
 "po_email": "cread@nsf.gov",
 "po_sign_block_name": "Carole Read",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2019-03-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 424999.0,
 "awd_min_amd_letter_date": "2012-02-04",
 "awd_max_amd_letter_date": "2017-08-01",
 "awd_abstract_narration": "Xu\r\n1150617 \r\n\r\nIntellectual Merits\r\nSolar energy conversion and utilization can be implemented through photoelecrochemical (PEC) schemes that convert light energy to electricity, such as PEC-based photovoltaics (PV), or chemical energy such as solar fuels and solar environmental purification using photocatalysts. Therefore, understanding the basic science that defines and regulates the elementary light harvesting and charge transport processes in PEC systems is crucial for the advancement of PEC solar cells and photocatalysis. The overall goal of this proposal is to fundamentally transform and enhance the elementary light harvesting and charge transport efficiencies in current state-of-the-art PEC-based photovoltaic and photocatalytic systems. Specifically, the proposed research plan will aim to the following subtasks.\r\n\r\n1. Converting the photoanodes of conventional PEC solar cells, typically in the format of a thick PV layer on a planar transparent conducting oxide (TCO), to a set of 3-D nanoarchitectured conformal TCO/PV photoanodes. This innovation will drastically shorten the transport length in the PV layer, leaving the majority of the transport in the nearly metallic TCO layer for enhanced photocurrent collection, while still providing sufficient PV material to accommodate the solar photon flux. The PI will study the fundamental transport mechanisms resulting from these transformative structures. In particular, reducing the thickness of the PV layer to approximately the width of the space charge layer (typically 30 nm) at the interface of TCO/PV layer can subject the overall light-induced charge separation and transport processes to the strong influence of the built-in potential at this interface. As a result, the slow diffusive transport mechanism can be replaced by the more efficient field-driven drift transport mechanism to suppress charge recombination in the PV layer. In turn, alternative faster redox mediators with less overpotential can be applied for enhanced photovoltaic performance. \r\n \r\n2. Synergistically, the transformation from 2-D to 3-D TCO enables the incorporation of a variety of 3-D photonic crystal (PC) configurations into the 3-D conformal TCO/PV architectures, which can trap light through multiple scattering of photons, resulting in synergy rather than conflict between the light harvest and charge transport processes. As such, PEC solar cells can be more affordable since less PV materials are needed for accommodating the solar flux.  \r\n\r\n3. Ti3+ and/or oxygen vacancy self-doped TiO2-x can be an effective visible-light active photocatalyst that using no additional dopants, thus to minimize the environmental concerns. In order to achieve efficient visible-light activity, the concentration of Ti3+ must be high enough to induce a continuous vacancy band of electronic states just below the conduction band edge of TiO2. Distinguished from the conventional reduction of TiO2 (Ti4+-¨Ti3+) under harsh conditions, we propose an oxidative conversion (Ti2+-¨Ti3+) scheme that uses TiH2 and H2O2 as precursors for Ti3+ self-doped TiO2-x photocatalysts. This process will provide a facile, low-cost and high-concentration doping of Ti3+ throughout bulk of the TiO2-x matrix. The reaction of TiH2 and H2O2 produces a hydrolyzed sol-gel-like precursory TiO2-x, allowing convenient incorporation of plasmonic nanoparticles and formation of versatile nanoarchitectured TiO2-x for enhanced solar photocatalytic activity. \r\n\r\nBroader Impacts\r\nAs nanoscience provides more opportunities for more efficient PEC processes, the primary educational goal is to integrate introductory nanoscience experiments relevant to both this project and undergraduate chemistry into our existing curriculum with laboratory assignments, so as to provide students hands-on understanding in course work and basic nanoscience knowledge. Secondly, as an effective way to train the next generation scientists, the PI plans to broaden the research collaboration with Argonne scientists by developing a multifunctional program: Northern Student Scientists at Argonne. This program will incorporate PI's research collaborations with Argonne into student recruitment, education and training, research, employment and community outreach. The students will be exposed to world-class research environment, involved in frontline research projects at their young age, and trained with cutting-edge research facilities, cross-disciplinary knowledge, critical thinking and problem-solving methodologies, and team-work skills. Due to the growing concerns on environmental disasters related to petroleum and nuclear energy, PEC energy conversion becomes a highly attractive aspect of energy science. As energy science is Argonne's core research area, the PI will leverage Argonne'fs research and NIU's network to establish an outreach program Energy and Environment Workshop for students and teachers in local high schools via interactive presentations given by scientists at Argonne and Northern Illinois University.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tao",
   "pi_last_name": "Xu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tao Xu",
   "pi_email_addr": "txu@niu.edu",
   "nsf_id": "000351284",
   "pi_start_date": "2012-02-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northern Illinois University",
  "inst_street_address": "1425 W LINCOLN HWY",
  "inst_street_address_2": "",
  "inst_city_name": "DEKALB",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "8157531581",
  "inst_zip_code": "601152828",
  "inst_country_name": "United States",
  "cong_dist_code": "14",
  "st_cong_dist_code": "IL14",
  "org_lgl_bus_name": "NORTHERN ILLINOIS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M2EEE68GGCY9"
 },
 "perf_inst": {
  "perf_inst_name": "Northern Illinois University",
  "perf_str_addr": "412 La Tourette Hall",
  "perf_city_name": "DeKalb",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "601152854",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "IL14",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "146E",
   "pgm_ref_txt": "Solar energy"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 400000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 24999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overarching goal of this CAREER project is to design, synthesize, characterize and performance test the advanced photoelectrochemical (PEC) paradigms to enhance the elementary light harvesting, charge separation and charge transport processes in photovoltaic (PV) and photocatalytic systems. The goal of the project has been successfully accomplished with the outcomes elucidated below. <br /> <br /></p>\n<p>1. We developed a unique nanoparticulate 3-D transparent conducting oxide (TCO)-PV layer core-shell structured photoelectrodes in&nbsp;photovoltaic solar cells. We have investigated and consequently optimized the underline electronic band structures and electrochemical energy-level diagram at&nbsp;the interfaces for enhanced charge transport via drift transport driven by the built-in potential at the omnipresent TCO/PV interfaces. We have achieved drift-based transport in liquid electrolyte-photoanode interface with 3 orders of magnitude faster charge transport process than the conventional diffusion-based transport.<br /> <br /></p>\n<p>&nbsp;2. We extend this&nbsp;design of photoelectrodes&nbsp;to synergistically enhance light harvesting and charge transport in photovoltaic systems by incorporating light-trapping photonic crystal structured electrodes nanoachitectures with TCO-TiO2 core-shelled structure. <br /> <br /></p>\n<p>3. The fast transport at electrolyte-electrode interface of our 3-D TCO photoelectrodes was also used in electrochromic systems to maximize the switching rate of between colored and de-colored states for potential use of ambient light readable display technology.</p>\n<p>3.We developed a set of novel method to synthesize Ti<sup>3+</sup> self-doped black TiO2 photocatalysts for solar water cleaning and solar water splitting. We also identified the fundamental light-induced charge transport processes these novel photocatalysts.<br /> <br /></p>\n<p>4. As the plasmonic metal nanoparticles can be combined with photocatalysts for enhanced light harvesting, we also developed a novel method to synthesize metal nanoparticles that can be readily incorporated with solid nanopowders such as photocatalytic nanoparticles. In this method, we use molten lithium as a solvent to dissociated bulk metals into nanoparticles or even single atoms at mild temperature. After the lithium content is converted to LiOH powder, which is further mixed with solid support powders, the LiOH can be easily leached off by water under ambience, leaving the metal nanoparticles on the solid support powders. This method offers a purely inorganic pathway to synthesize metal nanoparticles without using precursory ions, surfactants, reducing agents and any other carbon footprint, which will have profound impact on nanoplasmonics, nanocatalysts and so on.</p>\n<p>5.We studied the emerging organic-inorganic hybrid perovskite materials as a class of advanced photovoltaic material and explored their photo-induced charge transport properties with respect to their unique structures by modulating their crystal structures with pressure, isotopes, and lights. We revealed many fundamentally important&nbsp;optoelectronic features of this fascinating material. In addition, we also developed a set of more stable hybrid perovskite materials for photovoltaic use by replacing the halides with pseudo-halides.</p>\n<p>6. As a result of this CAREER project, we have published over 30+ peer-reviewed journal papers, three US patents were submitted with two of them granted. 6 PhD students graduated with the support from this CAREER fund and 4 of them are women students.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/14/2019<br>\n\t\t\t\t\tModified by: Tao&nbsp;Xu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe overarching goal of this CAREER project is to design, synthesize, characterize and performance test the advanced photoelectrochemical (PEC) paradigms to enhance the elementary light harvesting, charge separation and charge transport processes in photovoltaic (PV) and photocatalytic systems. The goal of the project has been successfully accomplished with the outcomes elucidated below. \n \n\n\n1. We developed a unique nanoparticulate 3-D transparent conducting oxide (TCO)-PV layer core-shell structured photoelectrodes in photovoltaic solar cells. We have investigated and consequently optimized the underline electronic band structures and electrochemical energy-level diagram at the interfaces for enhanced charge transport via drift transport driven by the built-in potential at the omnipresent TCO/PV interfaces. We have achieved drift-based transport in liquid electrolyte-photoanode interface with 3 orders of magnitude faster charge transport process than the conventional diffusion-based transport.\n \n\n\n 2. We extend this design of photoelectrodes to synergistically enhance light harvesting and charge transport in photovoltaic systems by incorporating light-trapping photonic crystal structured electrodes nanoachitectures with TCO-TiO2 core-shelled structure. \n \n\n\n3. The fast transport at electrolyte-electrode interface of our 3-D TCO photoelectrodes was also used in electrochromic systems to maximize the switching rate of between colored and de-colored states for potential use of ambient light readable display technology.\n\n3.We developed a set of novel method to synthesize Ti3+ self-doped black TiO2 photocatalysts for solar water cleaning and solar water splitting. We also identified the fundamental light-induced charge transport processes these novel photocatalysts.\n \n\n\n4. As the plasmonic metal nanoparticles can be combined with photocatalysts for enhanced light harvesting, we also developed a novel method to synthesize metal nanoparticles that can be readily incorporated with solid nanopowders such as photocatalytic nanoparticles. In this method, we use molten lithium as a solvent to dissociated bulk metals into nanoparticles or even single atoms at mild temperature. After the lithium content is converted to LiOH powder, which is further mixed with solid support powders, the LiOH can be easily leached off by water under ambience, leaving the metal nanoparticles on the solid support powders. This method offers a purely inorganic pathway to synthesize metal nanoparticles without using precursory ions, surfactants, reducing agents and any other carbon footprint, which will have profound impact on nanoplasmonics, nanocatalysts and so on.\n\n5.We studied the emerging organic-inorganic hybrid perovskite materials as a class of advanced photovoltaic material and explored their photo-induced charge transport properties with respect to their unique structures by modulating their crystal structures with pressure, isotopes, and lights. We revealed many fundamentally important optoelectronic features of this fascinating material. In addition, we also developed a set of more stable hybrid perovskite materials for photovoltaic use by replacing the halides with pseudo-halides.\n\n6. As a result of this CAREER project, we have published over 30+ peer-reviewed journal papers, three US patents were submitted with two of them granted. 6 PhD students graduated with the support from this CAREER fund and 4 of them are women students.\n\n\t\t\t\t\tLast Modified: 01/14/2019\n\n\t\t\t\t\tSubmitted by: Tao Xu"
 }
}