{
 "awd_id": "1150337",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Linguistic structure in ellipsis and pronoun interpretation",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tyler Kendall",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2017-11-30",
 "tot_intn_awd_amt": 275432.0,
 "awd_amount": 275432.0,
 "awd_min_amd_letter_date": "2012-05-31",
 "awd_max_amd_letter_date": "2012-05-31",
 "awd_abstract_narration": "With National Science Foundation support, Dr. Jeffrey T. Runner will conduct three years of linguistic research examining how participants interpret sentences containing a range of different elided phrases. Many of the proposed experiments will use a lightweight head-mounted eye tracker to monitor eye movements as participants identify an object or a person in a scene while listening to descriptions of the depicted activities (e.g., \"The security guard opened the lock and the night watchman did, too.\"). Which object or person participants look at, and when they look at them, provides evidence about which referents they are considering as they interpret the elided expressions. The goals of this research are to (a) investigate the interpretation of these expressions with on-line and off-line tasks; (b) evaluate the extent to which grammatical factors define the potential set of referents for elided phrases and pronouns; and (c) examine the interaction of these grammatical factors with pragmatic and discourse factors. The results of this research will be important for understanding how people assign reference, which is a central goal of current research in theoretical and applied linguistics. Very little research has been devoted to using a range of different expressions to explicitly address these questions. A better understanding of reference resolution can also benefit research in other domains. Reference resolution is one of the most central and challenging problems in developing efficient language understanding systems, including systems that are being developed for health-related bio-medical applications. Moreover, information about the timing of eye movements and speech, especially in relation to reference resolution, will also inform scientists who are developing computer-based language understanding systems that use eye movements to help resolve ambiguous words and referring expressions. Furthermore, difficulties in reference resolution are associated with, and often used to diagnose, certain language difficulties that arise due to brain damage, and thus a better understanding of the grammatical and discourse factors guiding reference resolution can prove a useful baseline for clinical research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Runner",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey T Runner",
   "pi_email_addr": "jeffrey.runner@rochester.edu",
   "nsf_id": "000402916",
   "pi_start_date": "2012-05-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rochester",
  "inst_street_address": "910 GENESEE ST",
  "inst_street_address_2": "STE 200",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5852754031",
  "inst_zip_code": "146113847",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "UNIVERSITY OF ROCHESTER",
  "org_prnt_uei_num": "",
  "org_uei_num": "F27KDXZMF9Y8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rochester",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "146270140",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "NY25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 275432.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong></p>\n<p>Broadly defined, reference resolution is the process of identifying the intended referent of a linguistic expression. This process is challenging when the linguistic expression does not provide enough information to easily identify its referent. This is the case with anaphoric expressions such as pronouns. For example, the sentence &ldquo;She left&rdquo; requires certain contextual clues to identify the intended referent. These clues could be visual or linguistic presence (&ldquo;Where is Dottie?&rdquo; &ldquo;She left.&rdquo;). Models of reference resolution, either cognitive ones intended to characterize moment-by-moment human language processing, or computational ones designed to &ldquo;understand&rdquo; real language as a human would, face a variety of challenges as the range of factors relevant to accurate reference resolution is large, and varied, and differs across anaphoric expression types and across languages. The experiments supported by this grant were designed to examine these questions in the context of different expressions: pronouns like &lsquo;she&rsquo;, reflexive pronouns like &lsquo;herself&rsquo;, what is called VP ellipsis, &ldquo;Who left? Jake did <span style=\"text-decoration: underline;\">&hellip;</span>&rdquo;, what is called VP anaphora, &ldquo;Did you turn up the thermostat? Yes, I <span style=\"text-decoration: underline;\">did it</span> because I was cold.&rdquo;, and pronouns and reflexives in other languages (Spanish and Mandarin Chinese). Our studies investigated the discourse and sentence structural-features relevant to resolving reference in each of these types of expressions.</p>\n<p><strong>The three main questions addressed in the proposal were:</strong></p>\n<p>1. Exactly what linguistic information&mdash;lexical and structural&mdash;is active in ellipsis and pronoun resolution?</p>\n<p>We found that detailed linguistic information was involved in the resolution of VP ellipsis. This information included not only previously identified grammatical features such as voice (active/passive) but additionally information suggesting lexical representations were activated (both semantic and phonological neighborhood effects). This latter result suggests that VP ellipsis resolution engages full syntactic representations.</p>\n<p>Other types of reference resolution&mdash;VP anaphora, pronoun&mdash;involved primarily semantic (non-syntactic) information. However, the reference resolution process for both pronouns and reflexives did show sensitivity to syntactic structure (&ldquo;binding theory&rdquo; effects), with reflexives more strongly constrained than pronouns.</p>\n<p>2. What is the role of discourse coherence or parallelism in making these linguistic features more or less salient for ellipsis and pronoun resolution?</p>\n<p>Some evidence was provided suggesting that parallelism heightened the salience of the linguistic features cited above for VP ellipsis, but not for VP anaphora or pronoun/reflexive resolution. That is, the more an anaphoric expression was sensitive to parallelism (which is really an alignment between discourse and structure) the more salient syntactic features appeared to be during the process of reference resolution. A way to characterize this is that the &ldquo;primitives&rdquo; for VP ellipsis resolution included syntactic features, whereas the primitives for the other types of anaphoric expressions were semantic or discourse-oriented.</p>\n<p>3. To what extent do other types of ellipsis and pronouns show sensitivity to the same linguistic and discourse information? And what role does anaphoricity play?</p>\n<p>Preliminary results suggested that other types of ellipsis, like pseudogapping, NP ellipsis and sluicing showed more sensitivity to structural/syntactic information whereas other types of pronominal expressions aligned with semantic structure. There are still many questions related to this third question for future research to try to answer.</p>\n<p>The emerging picture is that different types of anaphoric expressions (VP ellipsis, VP anaphora, pronouns, reflexives, in English and in other languages) have differential sensitivities to a variety of structural and non-structural (discourse, etc.) factors. These results provide a framework for improving both cognitive and computational models of reference resolution.</p>\n<p><strong>Broader Impacts</strong></p>\n<p>This grant provided immersive experiential learning opportunities for both undergraduate and graduate students working in an experimental syntax/psycholinguistics lab. Undergraduate students from Linguistics and Brain &amp; Cognitive Science classes, with particular outreach to historically underrepresented students, women and international students. The grant, thus, provided opportunities for a wide variety of students to become engaged in scientific research, to gain laboratory skills and confidence that will impact their futures. Additionally, two PhD students were partially supported by the grant, which provided them with critical opportunities to learn about the methodologies used in the lab, as well as to engage in the important process of learning to develop their own lines of research, a critical part of doctoral training. The manipulations and results of the experiments were used in an undergraduate/graduate course called &ldquo;Experimental Syntax&rdquo;, offered several times over the course of the grant and during a subsequent semester.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/08/2022<br>\n\t\t\t\t\tModified by: Jeffrey&nbsp;T&nbsp;Runner</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit\n\nBroadly defined, reference resolution is the process of identifying the intended referent of a linguistic expression. This process is challenging when the linguistic expression does not provide enough information to easily identify its referent. This is the case with anaphoric expressions such as pronouns. For example, the sentence \"She left\" requires certain contextual clues to identify the intended referent. These clues could be visual or linguistic presence (\"Where is Dottie?\" \"She left.\"). Models of reference resolution, either cognitive ones intended to characterize moment-by-moment human language processing, or computational ones designed to \"understand\" real language as a human would, face a variety of challenges as the range of factors relevant to accurate reference resolution is large, and varied, and differs across anaphoric expression types and across languages. The experiments supported by this grant were designed to examine these questions in the context of different expressions: pronouns like ‘she’, reflexive pronouns like ‘herself’, what is called VP ellipsis, \"Who left? Jake did &hellip;\", what is called VP anaphora, \"Did you turn up the thermostat? Yes, I did it because I was cold.\", and pronouns and reflexives in other languages (Spanish and Mandarin Chinese). Our studies investigated the discourse and sentence structural-features relevant to resolving reference in each of these types of expressions.\n\nThe three main questions addressed in the proposal were:\n\n1. Exactly what linguistic information&mdash;lexical and structural&mdash;is active in ellipsis and pronoun resolution?\n\nWe found that detailed linguistic information was involved in the resolution of VP ellipsis. This information included not only previously identified grammatical features such as voice (active/passive) but additionally information suggesting lexical representations were activated (both semantic and phonological neighborhood effects). This latter result suggests that VP ellipsis resolution engages full syntactic representations.\n\nOther types of reference resolution&mdash;VP anaphora, pronoun&mdash;involved primarily semantic (non-syntactic) information. However, the reference resolution process for both pronouns and reflexives did show sensitivity to syntactic structure (\"binding theory\" effects), with reflexives more strongly constrained than pronouns.\n\n2. What is the role of discourse coherence or parallelism in making these linguistic features more or less salient for ellipsis and pronoun resolution?\n\nSome evidence was provided suggesting that parallelism heightened the salience of the linguistic features cited above for VP ellipsis, but not for VP anaphora or pronoun/reflexive resolution. That is, the more an anaphoric expression was sensitive to parallelism (which is really an alignment between discourse and structure) the more salient syntactic features appeared to be during the process of reference resolution. A way to characterize this is that the \"primitives\" for VP ellipsis resolution included syntactic features, whereas the primitives for the other types of anaphoric expressions were semantic or discourse-oriented.\n\n3. To what extent do other types of ellipsis and pronouns show sensitivity to the same linguistic and discourse information? And what role does anaphoricity play?\n\nPreliminary results suggested that other types of ellipsis, like pseudogapping, NP ellipsis and sluicing showed more sensitivity to structural/syntactic information whereas other types of pronominal expressions aligned with semantic structure. There are still many questions related to this third question for future research to try to answer.\n\nThe emerging picture is that different types of anaphoric expressions (VP ellipsis, VP anaphora, pronouns, reflexives, in English and in other languages) have differential sensitivities to a variety of structural and non-structural (discourse, etc.) factors. These results provide a framework for improving both cognitive and computational models of reference resolution.\n\nBroader Impacts\n\nThis grant provided immersive experiential learning opportunities for both undergraduate and graduate students working in an experimental syntax/psycholinguistics lab. Undergraduate students from Linguistics and Brain &amp; Cognitive Science classes, with particular outreach to historically underrepresented students, women and international students. The grant, thus, provided opportunities for a wide variety of students to become engaged in scientific research, to gain laboratory skills and confidence that will impact their futures. Additionally, two PhD students were partially supported by the grant, which provided them with critical opportunities to learn about the methodologies used in the lab, as well as to engage in the important process of learning to develop their own lines of research, a critical part of doctoral training. The manipulations and results of the experiments were used in an undergraduate/graduate course called \"Experimental Syntax\", offered several times over the course of the grant and during a subsequent semester.\n\n \n\n\t\t\t\t\tLast Modified: 07/08/2022\n\n\t\t\t\t\tSubmitted by: Jeffrey T Runner"
 }
}