{
 "awd_id": "1150085",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Enhancing molecular recognition biosensing with nanopore force measurements",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Chenzhong Li",
 "awd_eff_date": "2012-05-15",
 "awd_exp_date": "2018-04-30",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 407977.0,
 "awd_min_amd_letter_date": "2012-05-11",
 "awd_max_amd_letter_date": "2013-07-15",
 "awd_abstract_narration": "1150085\r\nDwyer\r\n\r\nBiological function emerges from a crowded, complex environment in which the exquisite\r\nprogression of intra- and intermolecular transformations is choreographed by the energy landscape\r\nbetween interacting species. Molecular recognition exploits highly evolved molecular sensitivity to this\r\ninteraction energy to allow biological systems to respond selectively to low-level molecular signals in a\r\nnoisy molecular background. The goal of this proposal is to develop a technique that can probe these\r\ninteraction energies, enabling both the fundamental atomic-level understanding of molecular recognition\r\nand its direct application for highly sensitive and selective biosensing. The core of this proposal is the\r\ndevelopment and application of nanopore force spectroscopy (NFS), a technique that enables molecular\r\ninteractions to be probed on the single molecule level. Nanopores?molecular-scale holes in insulating\r\nmembranes?enable single molecule sensing without the cost or complexity of single molecular optical\r\ntechniques. While sensitive, nanopores lack robust native chemical selectivity. Aptamer molecular\r\nrecognition agents will be combined with NFS to overcome this deficiency. In addition, NFS will be\r\ndeveloped as a tool to probe and exploit broad classes of receptor-ligand interactions.\r\nThe proposed research will progress from NFS-based measurements of fundamental aptamer\r\nproperties such as conformational stability in the absence of target to characterizing aptamer\r\nperformance enhancements that leverage the unique molecularly-constrained and chemically tunable\r\nNFS sensing environment. Following these initial control experiments, NFS measurements of aptamertarget\r\ninteractions will be used to optimize experimental conditions and then to explore the limits of\r\naptamer-NFS sensitivity and selectivity. The unique opportunities presented by the constrained nanopore\r\nenvironment will then be explored through nonlocalized surface functionalization in which surface charge\r\nis varied. This will provide the basis for the subsequent development and characterization of site-selective\r\nsurface functionalization in the nanopore interior. The insights that will emerge relating to chemistry in\r\nconstrained environments will be generally useful to the nanofabrication community. The effect of local\r\nsurface chemical modification of the solid-state nanopores on aptamer-NFS will then be explored before a\r\nmodel drug-screening assay will be tested.\r\nThe intellectual merit of the proposed research is captured in the following points:\r\n(1) The development and demonstration of nanopore force spectroscopy as a general method for\r\nexploring and exploiting receptor-ligand interactions will (i) introduce a new tool to the force\r\nmeasurement toolbox?one with unique tunable nanoscale properties and (ii) dramatically extend\r\nthe utility of nanopore methods. In contrast to other force methods such as atomic force microscopy\r\n(AFM), NFS constrains molecules in a well-defined, molecular-scale environment allowing tuning of\r\nthe nanopore-molecule interactions as done by nature in an enzyme binding pocket.\r\n(2) The development of chemically selective nanopore sensing by using ?artificial antibody? aptamer\r\nmolecular recognition agents in combination with NFS will enrich nanopore biosensing capabilities.\r\nNFS, itself, can extend the power and utility of aptamer sensing by providing a real-time, direct\r\nmeasurement of aptamer-target interactions. Weak, nonspecific interactions otherwise leading to\r\nfalse positives can be rejected.\r\n(3) Inspired by the performance of site-directed mutagenesis, the development of a site-selective solid\r\nstate nanopore functionalization method will allow the extensive prior body of work on protein\r\nnanopore functionalization to be transferred to more robust, tunable solid-state nanopores.\r\n(4) The successful NFS measurement of the interaction between a DNA-bound small molecule and a\r\nprotein will serve as the proof-of-principle experiment that NFS is feasible for straightforward drug\r\nscreening.\r\nThe broader impacts of the proposed research include:\r\n(1) The expansion of the force microscopy toolkit to include a robust, inexpensive, easy-to-use single\r\nmolecule nanopore method in a platform suitable for deployment outside the laboratory.\r\n(2) The training of science and engineering researchers to become skilled science and engineering\r\ncommunicators. Active outreach to increase the public?s understanding and appreciation of science\r\nand engineering will target:\r\na. the general public through various media and community activities,\r\nb. public relations students whose careers may include science and engineering communication,\r\nc. K-12 students in a diverse, urban school through informal interactions and hands-on activities,\r\nd. university undergraduates who will learn engineering skills as they fabricate inexpensive\r\ndiagnostic devices,\r\ne. the researchers, themselves, through the emphasis on the importance of unifying scientific and\r\nengineering activities to address human needs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Dwyer",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Jason R Dwyer",
   "pi_email_addr": "jason_dwyer@uri.edu",
   "nsf_id": "000597431",
   "pi_start_date": "2012-05-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rhode Island",
  "inst_street_address": "75 LOWER COLLEGE RD RM 103",
  "inst_street_address_2": "",
  "inst_city_name": "KINGSTON",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018742635",
  "inst_zip_code": "028811974",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "UNIVERSITY OF RHODE ISLAND",
  "org_prnt_uei_num": "NSA8T7PLC9K3",
  "org_uei_num": "CJDNG9D14MW7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rhode Island",
  "perf_str_addr": "51 Lower College Rd.",
  "perf_city_name": "Kingston",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028811966",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "790900",
   "pgm_ele_name": "BIOSENS-Biosensing"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "019E",
   "pgm_ref_txt": "SENSORS AND SENSING"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "142E",
   "pgm_ref_txt": "Multi-sens probes & platforms"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 400000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 7977.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Nanopores are nanofluidic channels&mdash;less than one-thousandth the thickness of a human hair&mdash;that can be used to provide the ultimate in chemical sensitivity:&nbsp; the detection of single molecules. Nanopores can also be used to manipulate single molecules. In basic operation, a molecule is driven into this narrow channel. Depending on application, the nanopore can be thought of as a test tube not much larger than a single molecule, or as a pair of forceps capable of grabbing hold of a single molecule. Key determinants of nanopore function thus include the nanopore size and surface coatings, since they will determine whether the molecule can enter into the nanopore, as well as determine whether or not&mdash;and how long&mdash;the molecule will stay there. By careful tuning of the nanopore size and surface coatings, nanopores can be made selective&mdash;in a simple way, able to interact with target molecules differently than with surrounding molecules that are not of interest.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; To optimize the benefits of nanopore sensing, a nanopore with well-defined size and nanoscale properties is required. Outcomes of this grant include the development of a mathematical framework to support experimental measurements of the size, shape, and surface chemistry of a nanopore. This method is ideally suited for use with the most current technique to make these nanoscale channels. Electron microscopes and skilled microscopists are thus no longer needed to measure nanopore sizes, lowering significantly the cost of characterization and removing barriers to more widespread use of these powerful sensing elements. We also gained the ability to coat the nanopore surfaces using a variety of different approaches:&nbsp; with single layers of molecules; with metal layers that could themselves subsequently be coated with single layers of molecules; and with site-selective metal layers that could be patterned into electrodes near the nanopore to allow for different types of electrical measurements. All of these nanopore coating methods are low-overhead in terms of cost, expertise, and instrumentation required to carry out, and they have the potential to be widely and readily scaled. Using single layers of molecules directly, we were able to slow the passage of a selected molecule through the nanopore by a factor of 1000 compared to its passage in the absence of such a specific coating, underscoring how this type of advance can be used to improve nanopore selectivity.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; We have used nanopore sensing to develop a quality assurance assay for the detection of a toxin in the widely used clinical anticoagulant heparin&mdash;a toxin that eluded detection by conventional methods in 2008 and resulted in ~100 deaths in the United States. We were able to detect the toxic contaminant in under 20 minutes in the pharmaceutical-grade heparin. More broadly, the grant supported work that combined fundamental research with an applied engineering focus, so that potential products were moved closer to the market and science and engineering researchers were given vital exposure to bridging the academic and industrial research and development ecosystems. In addition, a concerted effort to train participating students in science communication supported a number of outcomes including:&nbsp; more effective engagement during science and engineering outreach activities, exposure of public relations/media studies majors to science stories; several high quality videos on science topics, including personal stories of science; and exposure of researchers to the importance of unifying scientific and engineering activities to address human needs.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/31/2018<br>\n\t\t\t\t\tModified by: Jason&nbsp;R&nbsp;Dwyer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNanopores are nanofluidic channels&mdash;less than one-thousandth the thickness of a human hair&mdash;that can be used to provide the ultimate in chemical sensitivity:  the detection of single molecules. Nanopores can also be used to manipulate single molecules. In basic operation, a molecule is driven into this narrow channel. Depending on application, the nanopore can be thought of as a test tube not much larger than a single molecule, or as a pair of forceps capable of grabbing hold of a single molecule. Key determinants of nanopore function thus include the nanopore size and surface coatings, since they will determine whether the molecule can enter into the nanopore, as well as determine whether or not&mdash;and how long&mdash;the molecule will stay there. By careful tuning of the nanopore size and surface coatings, nanopores can be made selective&mdash;in a simple way, able to interact with target molecules differently than with surrounding molecules that are not of interest.\n\n            To optimize the benefits of nanopore sensing, a nanopore with well-defined size and nanoscale properties is required. Outcomes of this grant include the development of a mathematical framework to support experimental measurements of the size, shape, and surface chemistry of a nanopore. This method is ideally suited for use with the most current technique to make these nanoscale channels. Electron microscopes and skilled microscopists are thus no longer needed to measure nanopore sizes, lowering significantly the cost of characterization and removing barriers to more widespread use of these powerful sensing elements. We also gained the ability to coat the nanopore surfaces using a variety of different approaches:  with single layers of molecules; with metal layers that could themselves subsequently be coated with single layers of molecules; and with site-selective metal layers that could be patterned into electrodes near the nanopore to allow for different types of electrical measurements. All of these nanopore coating methods are low-overhead in terms of cost, expertise, and instrumentation required to carry out, and they have the potential to be widely and readily scaled. Using single layers of molecules directly, we were able to slow the passage of a selected molecule through the nanopore by a factor of 1000 compared to its passage in the absence of such a specific coating, underscoring how this type of advance can be used to improve nanopore selectivity.\n\n            We have used nanopore sensing to develop a quality assurance assay for the detection of a toxin in the widely used clinical anticoagulant heparin&mdash;a toxin that eluded detection by conventional methods in 2008 and resulted in ~100 deaths in the United States. We were able to detect the toxic contaminant in under 20 minutes in the pharmaceutical-grade heparin. More broadly, the grant supported work that combined fundamental research with an applied engineering focus, so that potential products were moved closer to the market and science and engineering researchers were given vital exposure to bridging the academic and industrial research and development ecosystems. In addition, a concerted effort to train participating students in science communication supported a number of outcomes including:  more effective engagement during science and engineering outreach activities, exposure of public relations/media studies majors to science stories; several high quality videos on science topics, including personal stories of science; and exposure of researchers to the importance of unifying scientific and engineering activities to address human needs.\n\n \n\n\t\t\t\t\tLast Modified: 05/31/2018\n\n\t\t\t\t\tSubmitted by: Jason R Dwyer"
 }
}