{
 "awd_id": "1150585",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: High-Speed Continuous Assembly of Nanoparticle Monolayers and Discrete Cluster Arrays",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927017",
 "po_email": "khcooper@nsf.gov",
 "po_sign_block_name": "Khershed Cooper",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2011-10-31",
 "awd_max_amd_letter_date": "2011-10-31",
 "awd_abstract_narration": "This Faculty Early Career Development (CAREER) Program award seeks to create a manufacturing technology for high-speed evaporative self-assembly (ESA) of nanostructures, and to extend the reach of the PI's nanomanufacturing education activities to community colleges and high schools.  For example, nanoparticle assemblies can be used in photonics, biological/chemical sensors, solar cells and batteries, self-cleaning surfaces, data storage, catalysts, and other applications.  However, despite recent advances, the practicality and scalability of ESA is hindered by the limited size of crystalline domains (1-100 µm), and rates (typically <0.1 mm/s) that are orders of magnitude slower than required for commercial manufacturing.  The research program seeks to overcome these barriers by creating continuous ESA processes that address two critical limits: high-speed fabrication of high-quality large-area monolayers of particles; and deterministic assembly of discrete particle cluster arrays.  A novel apparatus for continuous-feed ESA will lead to the identification of process conditions for monolayer assembly at cm/s or greater feed rates.  Together with comprehensive in situ and ex situ characterization, we will elucidate the mechanisms of particle transport and packing for particles across the 0.05-5 µm size range.  Finally, we will explore the optical properties of assembled materials, for applications as next-generation sensors that enable sensitive detection via Fano resonances, and engineered coatings for energy-efficient glass (in collaboration with industry).  \r\n\r\nThese research outcomes would have transformative impact on the translation of lab-scale ESA methods to commercial scales and applications, including those mentioned above.  In parallel, the PI's education and outreach program will include three main initiatives: (1) A partnership with the Nanotechnology in Materials Science Program at Oakland Community College (OCC), wherein the PI will share materials and consult with OCC faculty to develop a course on nanomanufacturing processes for their program, and create a lab on self-assembly via a senior design project at Michigan; (2) Extension of the PI's new course on the Ph.D. Research Process into a required element of the first-year graduate curriculum in Mechanical Engineering, which also meets the NSF requirements for training in responsible and ethical conduct of research; and (3) Growth of collaborations with artists and architects, wherein the PI aims to promote general public awareness of nanoscale science and technology using artistic images, including through the PI's Nanobliss gallery (http://www.nanobliss.com).  The OCC lab will be featured in high school summer programs that are proven to increase interest in science and engineering across a diverse student population.  Through synergistic integration of research and education, an overarching aim of this program is to increase the number of four-year university graduates with expertise in nanomanufacturing-related topics, and to contribute to a rejuvenated manufacturing workforce and knowledge base in Michigan.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anastasios John",
   "pi_last_name": "Hart",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anastasios John Hart",
   "pi_email_addr": "ajhart@mit.edu",
   "nsf_id": "000322020",
   "pi_start_date": "2011-10-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "2350 Hayward",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481092125",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "178800",
   "pgm_ele_name": "NANOMANUFACTURING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "082E",
   "pgm_ref_txt": "MFG MACHINES & METROLOGY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "084E",
   "pgm_ref_txt": "NANOMANUFACTURING"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 80000.0
  }
 ],
 "por": null
}