{
 "awd_id": "1150306",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Enabling Design of Future Smart Grids via Input/Output Hybrid Systems Tools",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2012-02-24",
 "awd_max_amd_letter_date": "2012-02-24",
 "awd_abstract_narration": "The proposal is to advance the knowledge on modeling, analysis, and design of hybrid systems theory with the purpose of enabling the design of future smart grid systems. Hybrid systems are dynamical systems with intertwined continuous and discrete behavior. Such a mixed behavior is embodied in models of smart microgrids and their interconnections due to continuous changes as well as jumps in currents and voltages, i.e., mainly due to controlled switches, failures, and modeling approximations. The approach taken in this proposal is to interpret smart grid systems as the interconnection of hybrid systems with inputs and outputs to facilitate partitioning of the entire system into small, tractable components suitable for modular analysis and design. Such a divide and conquer approach relies upon the existence of a theory of interconnections of systems and on constructive control design tools that guarantee robustness and optimality. The proposed developmental plan consists of generating these control and game theoretical tools for input/output hybrid system models emerging in smart grids.\r\n\r\nIntellectual merit: The proposed plan will contribute to the knowledge base by generating tools for modeling, analysis, and design of interconnected hybrid systems with input and outputs emerging in future smart grids. It will also advance the knowledge in the main fields tied with hybrid systems, in particular, computer science and control theory. It will uniquely contribute to the field of power systems by providing new methods from the theory of hybrid systems. The proposed methods for interconnection analysis and feedback control design will lead to systematic analysis and control design for input/output hybrid systems, currently lacking in hybrid control theory. These new tools will enable modular design of components that operate robustly and optimally when interconnected in real-world smart grids, such as the smart microgrid testbed at Sandia National Laboratories which is a key component of this project. The framework and theory of hybrid dynamical games proposed for the study of robustness and optimality under adversaries will be essential in developing secure smart grids.\r\n\r\nBroader impacts:  Collaboration with Sandia National Laboratories will be instrumental in the validation of the new tools and will introduce new problems emerging from the smart grid field to the control community. The proposed research plan is deeply integrated with teaching and training activities that will significantly impact middle and high school education levels by training instructors and students on control engineering and applications to smart grids. In particular, these activities will increase awareness and inform young students of the future energy needs in the world.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ricardo",
   "pi_last_name": "Sanfelice",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ricardo Sanfelice",
   "pi_email_addr": "ricardo@ucsc.edu",
   "nsf_id": "000519267",
   "pi_start_date": "2012-02-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "",
  "perf_city_name": "Tucson",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "092E",
   "pgm_ref_txt": "Control systems & applications"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 87755.0
  }
 ],
 "por": null
}