{
 "awd_id": "1150397",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "PECASE:  Advancing Treatment of Pelvic Floor Disorders through Discoveries in Elasticity and Viscoelasticity of Uterosacral and Cardinal Ligaments",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922191",
 "po_email": "asimonia@nsf.gov",
 "po_sign_block_name": "Aleksandr Simonian",
 "awd_eff_date": "2012-02-01",
 "awd_exp_date": "2018-09-30",
 "tot_intn_awd_amt": 473277.0,
 "awd_amount": 478277.0,
 "awd_min_amd_letter_date": "2012-01-13",
 "awd_max_amd_letter_date": "2016-04-13",
 "awd_abstract_narration": "1150397\r\nDe Vita\r\n\r\nPelvic floor disorders (PFDs) such as urinary incontinence, fecal incontinence, and pelvic organ prolapse represent a major public health concern in the United States affecting one third of adult women. These disorders are determined by structural and mechanical alterations of the pelvic organs, their supporting muscles and connective tissues that occur mainly during pregnancy, vaginal delivery, and aging. The national cost burden imposed by PFDs is alarming in terms of direct health care costs, lost productivity, and decreased quality of life. It is projected to increase dramatically by 2050 with the increase in the aging population in the United States. New research forecasts that the number of adult women affected by PFDs will increase from to 28.1 million in 2010 to 43.8 million in 2050. The alarming cost burden and projected high incidence of PFDs emphasize the critical need for research in engineering and science that leads to the development of new treatment strategies.  This CAREER project aims at determining the elastic and viscoelastic properties of two major ligaments supporting the uterus and vagina: the uterosacral ligaments (USLs) and cardinal ligaments (CLs). Rigorous mechanical experiments will be performed on USLs and CLs to completely characterize their important role as supportive structures of the uterus and vagina. Mechanical testing will be then coupled with synchrotron X-ray diffraction imaging in order to reveal the collagenous micro-structure of USLs and CLs with unprecedented details. The results of the experiments will be used to develop reliable structurally-based constitutive models for USLs and CLs and assess their predictive capabilities. These models will be derived within a nonlinear integral representation theory, which encompasses the quasi-linear viscoelasticity and the modified superposition principle, and has the potential to successfully capture expected nonlinearities in the mechanical response of the USLs and CLs.\r\nIntellectual Merit. This project will potentially transform surgical reconstruction methods and post-operative rehabilitation protocols for female PFDs by offering new knowledge about the structural and mechanical properties of USLs and CLs. Currently, the USLs and CLs are either adjusted in ad-hoc manner or replaced using synthetic tapes for enhancing the suspension of the uterus and vagina. This innovative research will be crucial in establishing science-based guidelines and specific protocols for the treatment of PFDs ultimately providing better care for millions of adult women afflicted by these disorders. The PI has a unique blend of analytical skills and experimental prowess that makes her especially qualified to conduct the proposed research. The Biophysics Collaborative Access Team at the Argonne National Laboratory will provide the PI with the necessary expertise and training to use the synchrotron X-ray facilities. Through the collaboration with the Department of Obstetrics and Gynecology at the Walter Reed Army Medical Center, the PI will keep herself abreast of the challenges in female pelvic medicine and reconstructive surgery and contribute firsthand to the care and management of PFDs.\r\nBroader Impact. In this project, research and education are seamlessly integrated to enhance the students' curriculum and increase the participation of underrepresented groups in science and engineering. The education program creates new partnerships between Virginia Tech and the community in the region, increasing the leadership role of the PI's home institution in the state's societal and educational initiatives. Undergraduate and graduate students will participate in the proposed research and education components of the project. A new graduate course on nonlinear mechanics of biological systems will be developed and an undergraduate course will be significantly revised to include laboratory hours in experimental biomechanics. Interactive mini-lectures complemented with hands-on activities in biomechanics, prepared in formats understandable by non-scientists, are proposed to enrich the science curriculum at the Blacksburg Middle School and engage the visitors of the Science Museum of Western Virginia. Summer camps and mentorship will be offered to high school students with disabilities in order to facilitate their transition to college. Lunch and group meetings for women faculty in engineering will be organized to create a supportive environment and mentoring relationships. The findings of these research and education efforts will be disseminated on the web, published in peer-reviewed journals, and presented at national and international conferences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Raffaella",
   "pi_last_name": "De Vita",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Raffaella De Vita",
   "pi_email_addr": "devita@vt.edu",
   "nsf_id": "000204683",
   "pi_start_date": "2012-01-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "230 Norris Hall",
  "perf_city_name": "Blacksburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240600219",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534200",
   "pgm_ele_name": "Disability & Rehab Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "010E",
   "pgm_ref_txt": "DISABILITY RES & HOMECARE TECH"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1076",
   "pgm_ref_txt": "PECASE-award"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 473277.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 5000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The uterosacral and cardinal ligaments are the major suspensory structures of the&nbsp;</span><span>uterus&ndash;cervix&ndash;vagina complex. These structures are subjected to large loads in-vivo which can compromise their supportive function and lead to pelvic floor disorders. This study providesthe first rigorous characterizationof the micro-structural and mechanical properties of the&nbsp;uterosacral and cardinal ligaments&nbsp;using the swine as animal model. The micro-structural composition was determined by performing histological analysis and scanning electron microscopy. The main components were found to be collagen, elastin, and smooth muscle. Specifically, collagen fibers were found to be wavy, arranged into bundles and layers, and randomly oriented.Both uniaxial and biaxial tensile tests were performed to quantify their nonlinear elastic and viscoelastic behavior. The large deformations experienced by the ligaments during testing were computed using non-contact strain measurement methods. The data revealed also significant differences between the cardinal ligaments and the uterosacral ligaments. Similarities between the mechanical behavior and composition of the swine and human uterosacral ligaments were also found. These suggest that the swine holds promise as large animal model for studying the mechanical role of the ligaments in apical vaginal support.&nbsp;Overall, our findings contribute to a greater understanding of the mechanical properties of the uterosacral and cardinal ligaments that is needed for the development of new surgical reconstruction methods and mesh materials for pelvic floor disorders.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/05/2019<br>\n\t\t\t\t\tModified by: Raffaella&nbsp;De Vita</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe uterosacral and cardinal ligaments are the major suspensory structures of the uterus&ndash;cervix&ndash;vagina complex. These structures are subjected to large loads in-vivo which can compromise their supportive function and lead to pelvic floor disorders. This study providesthe first rigorous characterizationof the micro-structural and mechanical properties of the uterosacral and cardinal ligaments using the swine as animal model. The micro-structural composition was determined by performing histological analysis and scanning electron microscopy. The main components were found to be collagen, elastin, and smooth muscle. Specifically, collagen fibers were found to be wavy, arranged into bundles and layers, and randomly oriented.Both uniaxial and biaxial tensile tests were performed to quantify their nonlinear elastic and viscoelastic behavior. The large deformations experienced by the ligaments during testing were computed using non-contact strain measurement methods. The data revealed also significant differences between the cardinal ligaments and the uterosacral ligaments. Similarities between the mechanical behavior and composition of the swine and human uterosacral ligaments were also found. These suggest that the swine holds promise as large animal model for studying the mechanical role of the ligaments in apical vaginal support. Overall, our findings contribute to a greater understanding of the mechanical properties of the uterosacral and cardinal ligaments that is needed for the development of new surgical reconstruction methods and mesh materials for pelvic floor disorders.\n\n \n\n\t\t\t\t\tLast Modified: 03/05/2019\n\n\t\t\t\t\tSubmitted by: Raffaella De Vita"
 }
}