{
 "awd_id": "1150588",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: High-throughput Single-cell Biophysics",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michele Grimm",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2017-05-31",
 "tot_intn_awd_amt": 443709.0,
 "awd_amount": 448329.0,
 "awd_min_amd_letter_date": "2012-05-10",
 "awd_max_amd_letter_date": "2013-05-21",
 "awd_abstract_narration": "1150588\r\nDi Carlo\r\n\r\nThe mechanical properties of cells, the underlying origins of these properties in cytoskeletal & intracellular structure, and the relationship of this structure with disease states has been a rapidly expanding area of research.  Purely biophysical (mechanical) measurements can help uncover fundamental associations between disease and cell architecture, and these properties have been shown to be powerful label-free biomarkers for cell phenotype.  For example, a measure of shape changes in response to force (deformability) has been shown to be indicative of malignant transformation in cell lines and human biopsy samples.  However, previous studies have been limited to proof-of-concept applications by the low-throughput analytical technologies employed.  Applications in biophysics research, clinical diagnostics or drug screening necessarily require large sample sizes to obtain statistically significant data - leading to sensitive and specific results.  The PI aims to address the low throughput and complexity of current measurement techniques using a next generation instrument to assay the mechanical properties of thousands of single cells in minutes achieving the ease-of-use and throughput of flow cytometry.  The PI has started to address this challenge using continuous microfluidic stretching of cells in an extensional (purely stretching) flow - i.e. \"Deformability Cytometry\".  The PI has demonstrated the feasibility of this approach for deforming >1000 cells per second, which is orders of magnitude higher than gold standard mechanical measurement techniques.  Extending the development of this instrument, the PI proposes to provide high-throughput and systematic data to the cell biophysics and bioengineering communities that can aid in understanding the roles of biomolecules in cellular integrity, and ultimately suggest currently unknown connections to clinical diagnostic applications.\r\n\r\nIntellectual Merit\r\nThe mechanical properties of cells have been thought to be largely determined by cytoskeletal elements with the highest stiffness (namely actin and microtubules).  Recently, intermediate filaments, nuclear envelope proteins and chromatin structure have been suggested to contribute significantly to cell mechanical properties.  For example, pluripotent stem cells and activated lymphocytes are known to lack the nuclear membrane proteins lamin A/C and have less condensed chromatin.  It remains an open question whether these characteristics are responsible for the high observed deformability in these cells. The PI's innovation is to investigate the combination of these elements on whole-cell large-scale deformation, without bias for dominant origins in the traditionally examined cytoskeleton.  It is clear that the interplay between these elements may control mechanical behavior in some cells, while a sole element may dominate response in other cells (for example chromatin structure in lymphocytes with large nuclear to cytoplasmic ratios).  A simple to use and high-throughput instrument will allow a systematic survey of these contributors, alone and as part of a potential linked mechanical network, which will be a boon to the bioengineering and biophysics communities attempting to address the fundamental origin of cell mechanical properties.\r\n\r\nBroader Impacts\r\nA label-free mechanical measurement of cell state can help address the high cost of healthcare by eliminating the cost of antibody labels and reducing the technician labor associated with preparing labeled samples for diagnostics.  Further, such an approach could improve quality of life by increasing our diagnostic capabilities - leading to the identification of the correct treatment quickly.  Educational and dissemination activities will be seamlessly integrated with the proposed research.  These activities will be focused in areas addressing a variety of stakeholders including the (i) undergraduate and graduate student community, (ii) the microfluidics community, and (iii) the broader public.  The four education and dissemination activities include: (1) Graduate and undergraduate exposure to high-speed camera operation and microfluidics in collaboration with UCLA's CEED (Center for Excellence in Engineering and Diversity). (2) Summer undergraduate internships to assist financially disadvantaged undergraduates to become involved in research.  (3) An online community for sharing and discussion of microfluidic designs. (4) An online YouTube gallery of \"cool\" slow-motion scientific and illustrative videos (e.g. water balloons filled with different viscosity fluids thrown against a wall) to engage and excite the public.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dino",
   "pi_last_name": "Di Carlo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dino Di Carlo",
   "pi_email_addr": "dicarlo@seas.ucla.edu",
   "nsf_id": "000508472",
   "pi_start_date": "2012-05-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "420 Westwood Plaza 5121E E V",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "017E",
   "pgm_ref_txt": "Cellular and Tissue Engineering"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 443709.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 4620.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goals of this project were to develop new instruments and approaches to measure the physical properties of cells, such as how much they deform when a known force is applied to them. We also investigated what components of the cell act to control these physical properties. This is important since as cells change in disease or in creating new cell therapies their physical properties also change. If we can measure and quantify these properties, we can potentially diagnose disease earlier, faster, or with less cost. We could also prepare cells that can be used in therapies which are selected based on the best physical properties for the job at hand. Our findings are that cell populations can be easily distinguished and measured rapidly using microfluidic technology and high-speed imaging approaches. We also uncover that the properties of the nucleus in a cell has a big affect on the overall physical properties. We also developed a set of instruments and disposable chips that make it simpler and lower cost to measure the properties of thousands of cells per second to determine the mechanical and molecular properties of the cells. These instruments include hardware to optically analyze cells, high-speed camera systems to image cells as they deform, and software design to extract features of deforming cells. We also show that the many features of deforming cells extracted from high-speed video is amenable to machine learning approaches to help identify different subpopulations of cells based on the set of physical characteristics. The approaches we have developed are patented and we anticipate will be brought to market to help in diagnostic and cell preparation applications in the future.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/27/2017<br>\n\t\t\t\t\tModified by: Dino&nbsp;Di Carlo</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1150588/1150588_10171992_1498559642698_Cellsmasher2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1150588/1150588_10171992_1498559642698_Cellsmasher2--rgov-800width.jpg\" title=\"Squeezing Cells for Information\"><img src=\"/por/images/Reports/POR/2017/1150588/1150588_10171992_1498559642698_Cellsmasher2--rgov-66x44.jpg\" alt=\"Squeezing Cells for Information\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">An artists depiction of a cell deforming in a microfluidic junction in our deformabillity cytometry instrument.</div>\n<div class=\"imageCredit\">Dino Di Carlo</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Dino&nbsp;Di Carlo</div>\n<div class=\"imageTitle\">Squeezing Cells for Information</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe goals of this project were to develop new instruments and approaches to measure the physical properties of cells, such as how much they deform when a known force is applied to them. We also investigated what components of the cell act to control these physical properties. This is important since as cells change in disease or in creating new cell therapies their physical properties also change. If we can measure and quantify these properties, we can potentially diagnose disease earlier, faster, or with less cost. We could also prepare cells that can be used in therapies which are selected based on the best physical properties for the job at hand. Our findings are that cell populations can be easily distinguished and measured rapidly using microfluidic technology and high-speed imaging approaches. We also uncover that the properties of the nucleus in a cell has a big affect on the overall physical properties. We also developed a set of instruments and disposable chips that make it simpler and lower cost to measure the properties of thousands of cells per second to determine the mechanical and molecular properties of the cells. These instruments include hardware to optically analyze cells, high-speed camera systems to image cells as they deform, and software design to extract features of deforming cells. We also show that the many features of deforming cells extracted from high-speed video is amenable to machine learning approaches to help identify different subpopulations of cells based on the set of physical characteristics. The approaches we have developed are patented and we anticipate will be brought to market to help in diagnostic and cell preparation applications in the future.\n\n\t\t\t\t\tLast Modified: 06/27/2017\n\n\t\t\t\t\tSubmitted by: Dino Di Carlo"
 }
}