{
 "awd_id": "1150836",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER:Collective hydrodynamics of confined drops in microfluidic parking networks",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "susan muller",
 "awd_eff_date": "2012-02-01",
 "awd_exp_date": "2017-01-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 406000.0,
 "awd_min_amd_letter_date": "2012-01-26",
 "awd_max_amd_letter_date": "2013-05-20",
 "awd_abstract_narration": "1150836\r\nPI: Vanapalli\r\n\r\nCurrent high-throughput screening (HTS) methods use robotic actuators for dispensing and diluting fluids in microliter-scale multi-well plates. This approach requires significant investment and imposes constraints on reducing the fluid volumes due to evaporation. Microfluidic arrays of immobilized drops could emerge as an inexpensive and powerful alternative to multi-well plate screening. However, the technical challenge in generating these static drop arrays (SDAs) is to develop a means to (i) array drops of tunable volume and (ii) vary the reagent concentration from drop to drop in the array. Despite recent progress, current microfluidic devices are incapable of manipulating individual drop concentration and varying the volume in the static array. The field is ripe for breakthroughs and if the challenge is met the benefits are enormous ? low cost; reduced fluid volumes; capability to monitor many reactions in drops simultaneously; and ability to further manipulate drops as the position is indexed in the array.\r\n\r\nTo address this challenge, the PI proposes to investigate the dynamics of trains of confined drops and/or long plugs in a special class of fluidic networks called microfluidic parking networks (MPNs). MPNs typically consist of a repeated sequence of loops, with each loop containing a fluidic trap to park (i.e. immobilize) drops. Preliminary exploration in just a small region of the control parameter space yielded a series of unanticipated and astonishing behaviors driven by collective hydrodynamic resistive interactions in the network. Sub-classes of collective behavior involving drop parking, break-up, and coalescence led to the generation of SDAs with tuneable volumes as well as with variation in reagent concentration from drop-to-drop. To harness the full potential and autonomous control offered by the preliminary observations, the PI proposes a comprehensive investigation of the collective hydrodynamics of drops in MPNs, than is currently available. The investigation will focus on (i) coordinated experimental and modeling efforts to predict the spatiotemporal dynamics of drops in MPNs that drive many of the collective behaviors we observed. New tools involving drop-on-demand generators will be integrated into MPNs, to vary the control parameters to map the full phase space of collective dynamics (ii) providing a complete picture of drop/plug break-up in MPNs, by characterizing the fragmentation dynamics to control the size of drop relative to trap. This data when combined with a novel strategy to measure pressure variations during break-up will enable rigorous confrontation of existing models of drop break-up at bifurcations; and (iii) controlling the coalescence and material exchange between parked and moving drops, by probing the factors that regulate film drainage, and passive tracer transport and mixing when drops fuse. \r\n\r\nThe proposed fundamental investigations will enable the development of inexpensive SDAs with sophisticated capabilities. This work is poised to deliver a true nanoliter-scale analog of the multi-well plate with the enormous simplification that dilutions and mixing are carried out passively, thus solving a long-standing challenge. Replacing a room full of robots with these penny-sized devices will tremendously benefit HTS methods in biology and material science. The CAREER project will also provide interdisciplinary training for students in the cutting-edge areas of microfluidics, multiphase flows, microfabrication and nonlinear dynamics. Graphic modules of droplet traffic and parking will be developed for active learning, where students will design their own network topologies and conduct original analysis. These modules will be integrated into an elective course on microfluidics and the core courses. Outreach activities will be developed for middle school girls on the theme \"Bubbles on Chips\" in which students will mold devices containing a street map of Lubbock and study bubble traffic to identify the exits that bubbles choose.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Siva",
   "pi_last_name": "Vanapalli",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Siva A Vanapalli",
   "pi_email_addr": "siva.vanapalli@ttu.edu",
   "nsf_id": "000517767",
   "pi_start_date": "2012-01-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas Tech University",
  "inst_street_address": "2500 BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "LUBBOCK",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8067423884",
  "inst_zip_code": "79409",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "TX19",
  "org_lgl_bus_name": "TEXAS TECH UNIVERSITY SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "EGLKRQ5JBCZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Tech University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "794091035",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "TX19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141500",
   "pgm_ele_name": "PMP-Particul&MultiphaseProcess"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "055E",
   "pgm_ref_txt": "Particle science and technology"
  },
  {
   "pgm_ref_code": "056E",
   "pgm_ref_txt": "Multiphase flow"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 400000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>One of the most promising lab-on-chip technologies that surfaced in the last decade is drop-based microfluidics, where monodisperse droplets down to picoliter volumes can be produced using microfluidic devices. These individual droplets can serve as &lsquo;test tubes&rsquo; for high throughput screening in areas of drug discovery, cellular analysis and genomics. The industrial standard for screening is the multiwell plate technology where microliter-scale volumes are dispensed, and mixed by robotic pipetting systems in microtiter plates. Given the promise of drop-based microfluidics, the community was working to develop methods to create microfluidic platforms that can perform operations similar to multiwell plates and pipetting systems. However, the main challenge that was yet to be addressed was how to change the composition of these immobilized drops that are already protected against coalescence with surfactants. This capability is much needed if droplet platforms are to be able to perform dilutions, washing reagents etc. &ndash; similar to multiwell plates and pipetting systems.</p>\n<p>We developed an elegant solution to this challenge by having long immiscible plugs flow through a microfluidic network and coalesce momentarily with stationary drops and subsequently breakup, thereby causing controlled reagent exchange. Thus, even though surfactant coverage was present, the long plug provided sufficient contact time to drain the thin film to molecular scales to induce coalescence [FIG.1]. This coalescing-drop approach was used to perform dilutions and generate droplet arrays of different composition [FIG.2]. To demonstrate the robustness of the technology for screening, we showed drug assays on cancer cells at a single-cell level can be performed [FIG.3].</p>\n<p>On the road to developing this technology, we uncovered several fascinating hydrodynamic mechanisms that are specific to two-phase flows, some of which are highlighted below.</p>\n<ul>\n<li>We discovered a novel collective behavior mediated by resistive interactions in which droplets moving through a microfluidic network rectify the volume of stationary droplets yielding highly monodisperse arrays. This rectification mechanism was shown to be dependent on two critical parameters &ndash; drop volume and capillary number.</li>\n<li>While using long immiscible plugs containing particles, we found that heavier particles can gravitate while the solvent is recirculating in the immiscible plug. As a result, particles accumulate at the rear end of the plug leaving clear fluid at the front. We showed that this particle segregation mechanism is dependent on timescales of sedimentation, advection and recirculation. We harvested this mechanism as a &ldquo;micro-centrifuge&rdquo; to separate plasma from blood cells [FIG.4].</li>\n<li>To understand the hydrodynamic mechanisms at a deeper level, we developed particle-based numerical simulations. We discovered that the dominant contributor to mass transfer during coalescence between moving long plug and stationary drop is gutter-flow induced advection. Unlike circular tubes, the presence of corners in microchannels, allows flow of continuous phase. This gutter flow exerts sufficient shear stress to promote mass transfer from the stationary drop during coalescence [FIG.5]. </li>\n</ul>\n<p>From a technological perspective, our work has delivered a true nanoliter-scale analog of the multiwell plate with drop array immobilization, dilution and fluid mixing, all being carried out without the use of any moving parts or external force fields. This technology is being commercialized by a university spin-off company. On the educational side, this project led to training of several graduate students in cutting-edge areas of microfabrication, microfluidics, microscopy and computer simulations. A new course on microfluidics was developed that was delivered to both graduate and undergraduate students.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/20/2017<br>\n\t\t\t\t\tModified by: Siva&nbsp;A&nbsp;Vanapalli</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1150836/1150836_10150694_1503286283983_Slide1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1150836/1150836_10150694_1503286283983_Slide1--rgov-800width.jpg\" title=\"Nanoliter-scale Drop Dilution Device\"><img src=\"/por/images/Reports/POR/2017/1150836/1150836_10150694_1503286283983_Slide1--rgov-66x44.jpg\" alt=\"Nanoliter-scale Drop Dilution Device\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">FIG 1:  A long moving plug coalesces with an array of stationary drops producing concentration gradations in individual nanoliter-scale droplets</div>\n<div class=\"imageCredit\">Vanapalli Lab</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Siva&nbsp;A&nbsp;Vanapalli</div>\n<div class=\"imageTitle\">Nanoliter-scale Drop Dilution Device</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1150836/1150836_10150694_1503286408412_Slide2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1150836/1150836_10150694_1503286408412_Slide2--rgov-800width.jpg\" title=\"Nanoliter-scale analogs of multiwell-plate device\"><img src=\"/por/images/Reports/POR/2017/1150836/1150836_10150694_1503286408412_Slide2--rgov-66x44.jpg\" alt=\"Nanoliter-scale analogs of multiwell-plate device\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">FIG 2: Arrays of nanoliter-scale droplets of different composition and volumes.</div>\n<div class=\"imageCredit\">Vanapalli Lab</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Siva&nbsp;A&nbsp;Vanapalli</div>\n<div class=\"imageTitle\">Nanoliter-scale analogs of multiwell-plate device</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1150836/1150836_10150694_1503286805131_Slide3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1150836/1150836_10150694_1503286805131_Slide3--rgov-800width.jpg\" title=\"Single-cell analysis in microfluidic droplets\"><img src=\"/por/images/Reports/POR/2017/1150836/1150836_10150694_1503286805131_Slide3--rgov-66x44.jpg\" alt=\"Single-cell analysis in microfluidic droplets\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">FIG 3: Response of breast cancer cells to a chemotherapeutic drug. The green cells are live and the red/orange cells are undergoing drug-induced cell death.</div>\n<div class=\"imageCredit\">Vanapalli Lab</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Siva&nbsp;A&nbsp;Vanapalli</div>\n<div class=\"imageTitle\">Single-cell analysis in microfluidic droplets</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1150836/1150836_10150694_1503287093566_Slide4--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1150836/1150836_10150694_1503287093566_Slide4--rgov-800width.jpg\" title=\"Separation of plasma from blood using only a pinprick of blood\"><img src=\"/por/images/Reports/POR/2017/1150836/1150836_10150694_1503287093566_Slide4--rgov-66x44.jpg\" alt=\"Separation of plasma from blood using only a pinprick of blood\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">FIG 4: The slow motion of a long immiscible microliter plug causes gravitational sedimentation of red blood cells, enabling separation of plasma.</div>\n<div class=\"imageCredit\">Vanapalli Lab</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Siva&nbsp;A&nbsp;Vanapalli</div>\n<div class=\"imageTitle\">Separation of plasma from blood using only a pinprick of blood</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1150836/1150836_10150694_1503287244466_Slide5--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1150836/1150836_10150694_1503287244466_Slide5--rgov-800width.jpg\" title=\"Mass transfer between the stationary drop and moving plug is dominated by gutter flows\"><img src=\"/por/images/Reports/POR/2017/1150836/1150836_10150694_1503287244466_Slide5--rgov-66x44.jpg\" alt=\"Mass transfer between the stationary drop and moving plug is dominated by gutter flows\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">FIG 5: The near-wall flow of continuous phase causes stirring of dispersed phase enabling the transfer of fluid out of the cavity.</div>\n<div class=\"imageCredit\">Vanapalli Lab</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Siva&nbsp;A&nbsp;Vanapalli</div>\n<div class=\"imageTitle\">Mass transfer between the stationary drop and moving plug is dominated by gutter flows</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nOne of the most promising lab-on-chip technologies that surfaced in the last decade is drop-based microfluidics, where monodisperse droplets down to picoliter volumes can be produced using microfluidic devices. These individual droplets can serve as ?test tubes? for high throughput screening in areas of drug discovery, cellular analysis and genomics. The industrial standard for screening is the multiwell plate technology where microliter-scale volumes are dispensed, and mixed by robotic pipetting systems in microtiter plates. Given the promise of drop-based microfluidics, the community was working to develop methods to create microfluidic platforms that can perform operations similar to multiwell plates and pipetting systems. However, the main challenge that was yet to be addressed was how to change the composition of these immobilized drops that are already protected against coalescence with surfactants. This capability is much needed if droplet platforms are to be able to perform dilutions, washing reagents etc. &ndash; similar to multiwell plates and pipetting systems.\n\nWe developed an elegant solution to this challenge by having long immiscible plugs flow through a microfluidic network and coalesce momentarily with stationary drops and subsequently breakup, thereby causing controlled reagent exchange. Thus, even though surfactant coverage was present, the long plug provided sufficient contact time to drain the thin film to molecular scales to induce coalescence [FIG.1]. This coalescing-drop approach was used to perform dilutions and generate droplet arrays of different composition [FIG.2]. To demonstrate the robustness of the technology for screening, we showed drug assays on cancer cells at a single-cell level can be performed [FIG.3].\n\nOn the road to developing this technology, we uncovered several fascinating hydrodynamic mechanisms that are specific to two-phase flows, some of which are highlighted below.\n\nWe discovered a novel collective behavior mediated by resistive interactions in which droplets moving through a microfluidic network rectify the volume of stationary droplets yielding highly monodisperse arrays. This rectification mechanism was shown to be dependent on two critical parameters &ndash; drop volume and capillary number.\nWhile using long immiscible plugs containing particles, we found that heavier particles can gravitate while the solvent is recirculating in the immiscible plug. As a result, particles accumulate at the rear end of the plug leaving clear fluid at the front. We showed that this particle segregation mechanism is dependent on timescales of sedimentation, advection and recirculation. We harvested this mechanism as a \"micro-centrifuge\" to separate plasma from blood cells [FIG.4].\nTo understand the hydrodynamic mechanisms at a deeper level, we developed particle-based numerical simulations. We discovered that the dominant contributor to mass transfer during coalescence between moving long plug and stationary drop is gutter-flow induced advection. Unlike circular tubes, the presence of corners in microchannels, allows flow of continuous phase. This gutter flow exerts sufficient shear stress to promote mass transfer from the stationary drop during coalescence [FIG.5]. \n\n\nFrom a technological perspective, our work has delivered a true nanoliter-scale analog of the multiwell plate with drop array immobilization, dilution and fluid mixing, all being carried out without the use of any moving parts or external force fields. This technology is being commercialized by a university spin-off company. On the educational side, this project led to training of several graduate students in cutting-edge areas of microfabrication, microfluidics, microscopy and computer simulations. A new course on microfluidics was developed that was delivered to both graduate and undergraduate students. \n\n \n\n\t\t\t\t\tLast Modified: 08/20/2017\n\n\t\t\t\t\tSubmitted by: Siva A Vanapalli"
 }
}