{
 "awd_id": "1150555",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: A Distributed Decision-Making System for Operating a Smart Grid",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "2012-03-15",
 "awd_exp_date": "2018-02-28",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2012-03-13",
 "awd_max_amd_letter_date": "2012-03-13",
 "awd_abstract_narration": "CAREER: A Distributed Decision-Making System for Operating a Smart Grid\r\n\r\nAbstract:\r\n\r\nThe objective of this research is to explore a distributed decision-making system for effectively operating a smart grid which is envisioned as encompassing three levels, \"microgrid\", \"macrogrid\" and \"megagrid\". The approach includes three essential components: Decision Framework, Decision Assessment, and Decision Approaches. The decision framework has distinct and unique attributes including autonomy, scalability, competition, compatibility, flexibility, collaboration and extensibility. The decision assessment uses measurable smartness indicators to assess the performance of the decision framework in terms of economic, emissions, efficiency, utilization and reliability. The decision approaches implement Modeling, Unit Decision, System Decision, and Integration to enable a cost-effective, highly-reliable and sustainable smart grid with widely-distributed energy resources.\r\n \r\nIntellectual Merit: The proposed research addresses the energy, environmental and economic challenges caused by the large-scale deployment of distributed energy resources, and has the ability to assess their impacts on the performance of smart grid over a range of operating conditions. The proposed decision-making approaches use advanced decomposition and coordination strategies to incorporate stochastic features of smart grid operation and overcome the computational complexity of large-scale decision-making problems.\r\n\r\nBroader Impacts: The success of the proposed research will significantly enhance the economic and energy security of the United States due to reduced energy imports from foreign sources, reduced emissions, and improved energy efficiency of all economic sectors. The proposed project will increase public awareness and advance the understanding of the complexity of smart grid operations among ratepayers, regulators, politicians, utility executives, and market participants. Research results will be disseminated via standard academic means.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yong",
   "pi_last_name": "Fu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yong Fu",
   "pi_email_addr": "Fu@ece.msstate.edu",
   "nsf_id": "000558899",
   "pi_start_date": "2012-03-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Mississippi State University",
  "inst_street_address": "245 BARR AVE",
  "inst_street_address_2": "",
  "inst_city_name": "MISSISSIPPI STATE",
  "inst_state_code": "MS",
  "inst_state_name": "Mississippi",
  "inst_phone_num": "6623257404",
  "inst_zip_code": "39762",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MS03",
  "org_lgl_bus_name": "MISSISSIPPI STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTXJM52SHKS7"
 },
 "perf_inst": {
  "perf_inst_name": "Mississippi State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MS",
  "perf_st_name": "Mississippi",
  "perf_zip_code": "397629662",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MS03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "155E",
   "pgm_ref_txt": "Electric power networks"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>National smart grid development objectives are motivating a nationwide desire to increase the application of distributed energy resources (DERs), optimize asset utilization and operating efficiency, and accommodate various market options for customers. However, the present power system operation architecture, either vertically integrated utilities or restructured power markets, is the primary obstacle preventing the wide and rapid deployment of smart grids. This project envisions the future smart grid as encompassing three levels, &ldquo;microgrid&rdquo;, &ldquo;macrogrid&rdquo; and &ldquo;megagrid&rdquo; (M3), also referred to as &ldquo;System of Systems&rdquo;. Each system, as a distributed and independent decision-making entity, implements dual functionalities: internal management and external interaction. To achieve this envisioned smart grid operation architecture, the project team studied a distributed decision-making system that includes three essential components: Decision Framework, Decision Assessment, and Decision Approaches. <span style=\"text-decoration: underline;\">First</span>, the developed decision framework has distinct and unique attributes, including autonomy, scalability, competition, compatibility, flexibility, collaboration and extensibility, therefore, it is a critical enabler in smart grid technology that is able to better accommodate distributed technologies and activate customer participation in multiple markets. <span style=\"text-decoration: underline;\">Second</span>, the developed decision assessment uses measurable smartness indicators to assess the performance of this decision framework in areas such as economic, emissions, efficiency, utilization and reliability, which can track progress toward a smart system configuration and encourage a combination of different technologies to make a smart grid smarter. <span style=\"text-decoration: underline;\">Third</span>, the developed decision approaches have three distinct features, which include (I) a powerful modeling capability for representing operating characteristics of DERs in a volatile environment; (II) the coordinated operation among diverse and complex resources for improving the economy and security of power system operation; and (III) the complete integration of DER models, network models and market models for operating a smart grid.</p>\n<p><strong>Intellectual Merit</strong>: This research addresses the energy, environmental and economic challenges caused by the large-scale deployment of DER technologies, and has the ability to assess their impacts on the performance of future smart grids over a range of operating conditions. This project studied a novel distributed decision-making system that accelerates the introduction of innovative DER technologies and operate future smart grids effectively. The developed decision-making approaches use a set of advanced decomposition and coordination strategies that successfully incorporates stochastic features of smart grid operation and overcomes the computational complexity of large-scale optimization problems. The developed approaches increase confidence in computational simulations to best support decision-making under uncertainties. In addition, educational activities are integrated with research activities and are enhanced at both undergraduate and graduate levels.</p>\n<p><strong>Broader Impacts</strong>: The outcome of the research is next-generation power system operation decision-making tools which are essential to the success of resilient operation of complex, multi-level and multi-area power systems under uncertainties. The tools have a wide range of analytical applications on power systems operation. Successful applications enhance the operation of stressed power systems, reduce the occurrence of major outages, lower the emission of greenhouse gases, and improve the nation&rsquo;s energy security and sustainability. The project also increases public awareness and facilitates the understanding of the complexity of power systems operation among ratepayers, regulators, politicians, utility executives, and market participants. Successful experiences could be applied to other energy system optimization researches including long-term design and real-time wider-area control, as well as large-scale optimization problems of other complex systems, such as transportation, communication, and even other critical infrastructures interdependency. As an integral part of this project, the educational plan consists of curriculum development, research experience for undergraduates and underrepresented students, graduate mentoring, smart grid working group and outreach activities. The students involved in this project received training in multiple disciplines and gain collaborative research experience. The research results were disseminated through presentations and publications in meetings, conferences and journals.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/10/2018<br>\n\t\t\t\t\tModified by: Yong&nbsp;Fu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNational smart grid development objectives are motivating a nationwide desire to increase the application of distributed energy resources (DERs), optimize asset utilization and operating efficiency, and accommodate various market options for customers. However, the present power system operation architecture, either vertically integrated utilities or restructured power markets, is the primary obstacle preventing the wide and rapid deployment of smart grids. This project envisions the future smart grid as encompassing three levels, \"microgrid\", \"macrogrid\" and \"megagrid\" (M3), also referred to as \"System of Systems\". Each system, as a distributed and independent decision-making entity, implements dual functionalities: internal management and external interaction. To achieve this envisioned smart grid operation architecture, the project team studied a distributed decision-making system that includes three essential components: Decision Framework, Decision Assessment, and Decision Approaches. First, the developed decision framework has distinct and unique attributes, including autonomy, scalability, competition, compatibility, flexibility, collaboration and extensibility, therefore, it is a critical enabler in smart grid technology that is able to better accommodate distributed technologies and activate customer participation in multiple markets. Second, the developed decision assessment uses measurable smartness indicators to assess the performance of this decision framework in areas such as economic, emissions, efficiency, utilization and reliability, which can track progress toward a smart system configuration and encourage a combination of different technologies to make a smart grid smarter. Third, the developed decision approaches have three distinct features, which include (I) a powerful modeling capability for representing operating characteristics of DERs in a volatile environment; (II) the coordinated operation among diverse and complex resources for improving the economy and security of power system operation; and (III) the complete integration of DER models, network models and market models for operating a smart grid.\n\nIntellectual Merit: This research addresses the energy, environmental and economic challenges caused by the large-scale deployment of DER technologies, and has the ability to assess their impacts on the performance of future smart grids over a range of operating conditions. This project studied a novel distributed decision-making system that accelerates the introduction of innovative DER technologies and operate future smart grids effectively. The developed decision-making approaches use a set of advanced decomposition and coordination strategies that successfully incorporates stochastic features of smart grid operation and overcomes the computational complexity of large-scale optimization problems. The developed approaches increase confidence in computational simulations to best support decision-making under uncertainties. In addition, educational activities are integrated with research activities and are enhanced at both undergraduate and graduate levels.\n\nBroader Impacts: The outcome of the research is next-generation power system operation decision-making tools which are essential to the success of resilient operation of complex, multi-level and multi-area power systems under uncertainties. The tools have a wide range of analytical applications on power systems operation. Successful applications enhance the operation of stressed power systems, reduce the occurrence of major outages, lower the emission of greenhouse gases, and improve the nation?s energy security and sustainability. The project also increases public awareness and facilitates the understanding of the complexity of power systems operation among ratepayers, regulators, politicians, utility executives, and market participants. Successful experiences could be applied to other energy system optimization researches including long-term design and real-time wider-area control, as well as large-scale optimization problems of other complex systems, such as transportation, communication, and even other critical infrastructures interdependency. As an integral part of this project, the educational plan consists of curriculum development, research experience for undergraduates and underrepresented students, graduate mentoring, smart grid working group and outreach activities. The students involved in this project received training in multiple disciplines and gain collaborative research experience. The research results were disseminated through presentations and publications in meetings, conferences and journals.\n\n\t\t\t\t\tLast Modified: 10/10/2018\n\n\t\t\t\t\tSubmitted by: Yong Fu"
 }
}