{
 "awd_id": "1150790",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Sustainable Urine Processes through integration of Education and Research (SUPER)",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce Hamilton",
 "awd_eff_date": "2012-01-15",
 "awd_exp_date": "2016-12-31",
 "tot_intn_awd_amt": 343860.0,
 "awd_amount": 418474.0,
 "awd_min_amd_letter_date": "2012-01-09",
 "awd_max_amd_letter_date": "2016-02-10",
 "awd_abstract_narration": "1150790-Boyer\r\nUrine separation and treatment has the potential to radically transform wastewater management whereby water, nutrients, and energy are recovered and toxic contaminants are sequestered.  Despite the potential of urine separation and treatment, it has not been widely implemented because of an absence of engineering strategies that are efficient in contaminant removal, practical to implement, and acceptable to society. Accordingly, the research objective of this project is to generate new knowledge of physicochemical processes in urine to achieve sustainable urine separation, treatment, and resource recovery. The central research hypothesis is that ion exchange is a robust, selective, and scalable process, and as such, can be used as a foundational strategy for urine treatment. The education objective of this project is to generate excitement and better understanding of wastewater management ? a topic that is largely underappreciated by society due to the ?ick? factor. The central education hypotheses are that water conservation and visual iconic symbols can be used to increase appreciation, improve understanding, and facilitate learning of STEM concepts related to wastewater management. The research and education objectives will be accomplished by pursuing four specific aims: (1) identify ion exchange processes in urine that achieve maximum and selective recovery of nutrients; (2) quantify the efficacy of ion exchange removal of pharmaceuticals from urine in terms of both removal efficiency and toxicity; (3) identify the life cycle impacts of treatment strategies used to recover nutrients and remove pharmaceuticals from source-separated urine; and (4) evaluate innovative learning approaches for generating excitement and improving understanding of wastewater management. The approach will be to systematically evaluate the kinetics, thermodynamics, and toxicity of ion exchange processes in urine through laboratory experiments; formulate a mathematical model that couples microscale ion exchange with macroscale reactor engineering; conduct life cycle impact assessment of urine treatment; develop an educational pilot program with the Florida Park Service; work with middle school science teachers; and mentor undergraduates and graduates in research.  The proposed research is expected to generate new knowledge of physicochemical processes in urine and identify ion exchange strategies that recover nutrients, decrease toxicity, and lead to a sustainable life cycle. The project will establish a new partnership with the UF Center for Precollegiate Education and Training (CPET). The CPET partnership will promote teaching, training, and learning through undergraduate and graduate students hosting workshops for middle school science teachers who will bring their new knowledge back to their students. The educational activities are expected to impact children, students, and adults thereby generating excitement and new understanding of wastewater management.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Treavor",
   "pi_last_name": "Boyer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Treavor Boyer",
   "pi_email_addr": "thboyer@asu.edu",
   "nsf_id": "000526644",
   "pi_start_date": "2012-01-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "",
  "perf_city_name": "Gainesville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326112002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "012E",
   "pgm_ref_txt": "Industrial Ecology"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 81398.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 113015.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 67434.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}