{
 "awd_id": "1151547",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Catalytic Methods in Functionalizing Single Bonds to Carbon",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032924949",
 "po_email": "tli@nsf.gov",
 "po_sign_block_name": "Tingyu Li",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2012-08-30",
 "awd_max_amd_letter_date": "2012-08-30",
 "awd_abstract_narration": "With this CAREER Award, the Chemical Synthesis program is supporting the research of Professor Douglas of the University of Minnesota - Twin Cities for studies toward the activation and functionalization of carbon sigma bonds adjacent to carbonyls.  First, new methods involving the metal-promoted activation of these bonds in ketones, esters, and aldehydes will be developed.  A major focus will be on the insertion of unsaturated groups into the activated bonds.  Second, mechanistic work will be undertaken to develop a deeper understanding of the new reactivity develop.  Cross-over and kinetic isotope effect experiments will teach us how the reactions proceed and give insight in to the development of improved catalyst systems and asymmetric processes. Finally the methods developed under this award will be applied to a diverse set of synthesis challenges.  Applications will range from the synthesis of commodity chemical feedstocks like methyl ethyl ketone to the synthesis of complex natural products like dragmacidin E.\r\n\r\nProfessor Douglas will also initiate two educational projects that interweave research and teaching.  The first project involves discovery-based learning in the large chemistry classroom.  A hybrid, guided-inquiry and traditional-lecture teaching plan for introductory organic chemistry will be piloted and tested against appropriate control groups.  The second program is an outreach program involving a local recording-arts high school that serves at-risk children from predominantly underrepresented groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Douglas",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher J Douglas",
   "pi_email_addr": "cdouglas@umn.edu",
   "nsf_id": "000521182",
   "pi_start_date": "2012-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota, Dept of Chemistry",
  "perf_str_addr": "207 Pleasant St SE",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554550240",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687800",
   "pgm_ele_name": "Chemical Synthesis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1948",
   "pgm_ref_txt": "SYNTHESIS"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>With the support from National Science Foundation, we have discovered new catalysts for the activation of strong bonds in organic molecules.&nbsp; These catalysts lead to the discovery of reactions that were previously not possible, and we demonstrated the catalysts&rsquo; abilities in the synthesis of important molecules. &nbsp;In our work, catalysts we developed cleaved strong, unstrained, carbon-carbon, carbon-oxygen, and carbon hydrogen bonds.&nbsp; We discovered ways to trap these reactive intermediates to generate complex and potentially valuable molecules.&nbsp; During our investigations, we serendipitously discovered a new acylation reaction of aromatic molecules that is governed by sterics rather than traditional electronic control.&nbsp; This new reaction enabled us to develop a new synthesis of the biologically relevant molecule hydroxyphenstatin, which had previously been prepared in a less efficient way using traditional electronicall-controlled acylation reactions.&nbsp; In addition to the new reactions discovered, we studied the mechanism of action for our new catalysts.&nbsp; Our studies on how the catalysts promote bond scission and formation will inform other scientists on how to best uses these catalyst as well as a provide rationale approach for developing improved catalysts.&nbsp; Graduate and undergraduate students were trained under the award and have gone on to science careers in the public and private sectors in the USA.&nbsp; Our outreach efforts provided hundreds of young children, ages 3-10, exposure to science inquiry in a day-care setting.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/08/2017<br>\n\t\t\t\t\tModified by: Christopher&nbsp;J&nbsp;Douglas</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWith the support from National Science Foundation, we have discovered new catalysts for the activation of strong bonds in organic molecules.  These catalysts lead to the discovery of reactions that were previously not possible, and we demonstrated the catalysts? abilities in the synthesis of important molecules.  In our work, catalysts we developed cleaved strong, unstrained, carbon-carbon, carbon-oxygen, and carbon hydrogen bonds.  We discovered ways to trap these reactive intermediates to generate complex and potentially valuable molecules.  During our investigations, we serendipitously discovered a new acylation reaction of aromatic molecules that is governed by sterics rather than traditional electronic control.  This new reaction enabled us to develop a new synthesis of the biologically relevant molecule hydroxyphenstatin, which had previously been prepared in a less efficient way using traditional electronicall-controlled acylation reactions.  In addition to the new reactions discovered, we studied the mechanism of action for our new catalysts.  Our studies on how the catalysts promote bond scission and formation will inform other scientists on how to best uses these catalyst as well as a provide rationale approach for developing improved catalysts.  Graduate and undergraduate students were trained under the award and have gone on to science careers in the public and private sectors in the USA.  Our outreach efforts provided hundreds of young children, ages 3-10, exposure to science inquiry in a day-care setting.  \n\n \n\n\t\t\t\t\tLast Modified: 12/08/2017\n\n\t\t\t\t\tSubmitted by: Christopher J Douglas"
 }
}