{
 "awd_id": "1151231",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Symmetry Breaking in Metamaterials: Giving a \"Twist\" to Light-Matter Interactions",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tania M. Paskova",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 623098.0,
 "awd_min_amd_letter_date": "2012-01-31",
 "awd_max_amd_letter_date": "2016-12-12",
 "awd_abstract_narration": "Technical Description: The research component of this CAREER award aims to develop a new class of solid-state materials exhibiting strong, tunable electric and magnetic resonances at visible frequencies. Such materials have the potential to transcend the optical properties of naturally-occurring media, enabling unique optical excitation of magnetic modes, tunable refractive indices, and controllable optical chirality. These metamaterials are designed using two symmetry-broken \"meta-atoms\" as building blocks, including a metal-coated dielectric nanocrescent and a close-packed trimer of metallic nanoparticles. They are expected to enable a controlled electric and magnetic resonance for unique refractive index tenability, and lead to chirality and optical activity as a result of a strong interaction between electric and magnetic dipoles. Theoretical calculations guide meta-atom design, whose synthesis is through a combination of bottom-up and top-down assembly. Optical and electron spectroscopy techniques are used to characterize the electric and magnetic modes of the proposed metamaterials with nanometer-scale resolution.\r\nNon-technical Description: The color of objects, the efficiency of solar cells, and the physics of fiber-optical communications are all interconnected by the way light interacts with materials. Light is composed of oscillating electric and magnetic fields, but at visible frequencies, most materials only interact with the electric component. If materials could also interact with magnetic component, there would be profound implications in science and technologies. This project is designed to develop a new class of solid-state materials that interact with both the electric and magnetic component of light. These materials are constructed from nanoscale metal and dielectric building blocks exhibiting geometric asymmetry. In addition, cross-disciplinary education activities introduce the public to these exotic and enabling materials. The PI engages in undergraduate and graduate mentoring, K-12 outreach, conference symposia organization, and writing a textbook. Further, the PI develops a nano-optics art exhibit for local museums, featuring the history of nano in art, as well as the exotic and enabling science and applications of symmetry-broken nanostructures in modern life.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Dionne",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Dionne",
   "pi_email_addr": "jdionne@stanford.edu",
   "nsf_id": "000564136",
   "pi_start_date": "2012-01-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Materials Science & Engineering",
  "perf_str_addr": "340 Panama Street",
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943054100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "171200",
   "pgm_ele_name": "DMR SHORT TERM SUPPORT"
  },
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "CL10",
   "pgm_ref_txt": "CLB-Career Life Balance"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 113220.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 116512.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 119910.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 123430.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 126928.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 23098.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Normal1CxSpFirst\">Squids, cuttlefish, and octopi are masters of light in the natural world, able to change their skin&rsquo;s color, pattern, and texture in response to their environment. Engineered materials that mimic this response could be transformative, enabling smart windows, adaptive photovoltaic panels, novel colorimetric medical sensors, and active camouflage. Recent advances in thermochromics, microfluidics, electrochemistry, and mechanochemistry have improved the control with which a material's reflectivity or luminescence can be engineered in response to a stimulus.&nbsp;However, these approaches generally require external power, are stiff or bulky, and can only modulate between two states. Further, they all present limited control of light, modulating solely the optical-frequency electric fields, rather than the combined electric and magnetic optical response.</p>\n<p class=\"Normal1CxSpMiddle\">&nbsp;</p>\n<p class=\"Normal1CxSpLast\">In this NSF Career Award, we designed, fabricated, and characterized a tunable metamaterial that changed its optical properties smoothly over a wide range of colors and refractive indexes, without the need for external power. Our material is based on a closely-packed array of plasmonic nanocrescents that support multiple magnetic and electric resonances, as confirmed by full-field electromagnetic simulations. To dynamically modulate the optical response of the array, we embed the nanocrescents in a &nbsp;polymer substrate; chemicals swell the polymer isotropically, increasing the spacing between neighboring crescents by up to 40%.&nbsp; The refractive index of the nanocrescent array</p>\n<p>can be swept reversibly through positive, near-zero, and negative values over a broad range of visible and near-infrared wavelengths. The metamaterial is fabricated using a large-area lithography-free process, and could be applied to the rapidly expanding library of low-loss metamaterials and metasurfaces.</p>\n<p>&nbsp;</p>\n<p>The unity-order dynamic range in refractive index in this metamaterial may enable highly controlled routing of light in response to changing environmental conditions, mimicking and extending the capabilities of chameleon skin. Further, the control of electric and magnetic fields of light could also enable preferential absorption of circularly polarized light by chiral molecules, enabling optical separation of chiral molecules. Using electromagnetic calculations, we showed that our metamaterials can enhance the rate of asymmetric absorption by up to 7x while maintaining field strengths larger than incident excitation. Additionally, we showed that the circular dichroism signal of a chiral molecule can be enhanced up to 170x in the vicinity of such a nanostructure. Our results lay a foundation for optically-controlled enantiopure chemical syntheses, single molecule chiral spectroscopy, and dynamic monitoring of structural changes of chiral molecules with nanometer resolution - applications of high importance in the pharmaceutical industry due to the differing biological functions of opposite enantiomers..&nbsp;</p>\n<p>&nbsp;</p>\n<p>Throughout this Career Award, the PI mentored four graduate students, two undergraduate students, and one postdoctoral fellow. The graduate students received their Ph.D. degrees with notable honors, including recognition as a Materials Research Society Outstanding Graduate Student (Gold Award) and Lindau Noble Laureate Delegate. All Ph.D. and postdoctoral researchers are now employed, including two professors (Rice and UIUC), one industry employee (Pacific Biosciences), one communications employee (National Public Radio), and a Humboldt postdoctoral fellowship; two undergraduate researchers involved with the project received Stanford highest award, the Dean&rsquo;s Award, and both are pursuing doctoral degrees (Caltech and Harvard).</p>\n<p>&nbsp;</p>\n<p>The PI and students shared this work through numerous peer-reviewed papers, including manuscripts in Nature Nanotechnology, Nature Communications, Advanced Materials, Nano Letters, ACS Nano, and ACS Photonics. This Career award also led to a best poster award at the BioX symposium, a best poster at the SCIEN symposium, and invited lectures at APS, MRS, Photonics West, the PQE meeting, the Clusters and Nanostructures Gordon Conference, and the Nanophotonics and Plasmonics Gordon Conference, among others. A Stanford Magazine Article, &ldquo;The Improbable World of Jennifer Dionne&rdquo; highlighted the PIs CAREER work. Oprah also highlighted the PI&rsquo;s Career work in her list of &ldquo;50 things that will make you say &lsquo;Wow!&rsquo;&rdquo;.</p>\n<p>&nbsp;</p>\n<p>Finally, the CAREER award supported outreach and science education for the broader community. For example, the PI and researchers led and participated in workshops for high-school and middle-school students such as Stanford&rsquo;s Splash Program, Science Bus, the Youth Medical Science Program, and RISE program. They also engaged in mentoring programs for college students and the general public through the Association for Women in Science, the Society for Women in Engineering, and the American Association of University Women. Our participation in NSF-funded REU programs enabled mentoring of five under-represented undergraduate students, including one from Nigeria; likewise, participating in a NSF-funded RET program enabled mentoring of a high-school teacher and partnerships on curriculum development. The students and PI initiated a blog on light-matter interactions and also worked with a performing-artist-in-residence. This partnership culminated in a full length play &ldquo;Liriope&rdquo;, which debuted in the San Francisco Bay Area in Fall 2018, covering climate science, energy, and the environment through theatrical dance and script punctuated by unique lighting, sound, and an original music score. &nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/09/2019<br>\n\t\t\t\t\tModified by: Jennifer&nbsp;Dionne</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Squids, cuttlefish, and octopi are masters of light in the natural world, able to change their skin?s color, pattern, and texture in response to their environment. Engineered materials that mimic this response could be transformative, enabling smart windows, adaptive photovoltaic panels, novel colorimetric medical sensors, and active camouflage. Recent advances in thermochromics, microfluidics, electrochemistry, and mechanochemistry have improved the control with which a material's reflectivity or luminescence can be engineered in response to a stimulus. However, these approaches generally require external power, are stiff or bulky, and can only modulate between two states. Further, they all present limited control of light, modulating solely the optical-frequency electric fields, rather than the combined electric and magnetic optical response.\n \nIn this NSF Career Award, we designed, fabricated, and characterized a tunable metamaterial that changed its optical properties smoothly over a wide range of colors and refractive indexes, without the need for external power. Our material is based on a closely-packed array of plasmonic nanocrescents that support multiple magnetic and electric resonances, as confirmed by full-field electromagnetic simulations. To dynamically modulate the optical response of the array, we embed the nanocrescents in a  polymer substrate; chemicals swell the polymer isotropically, increasing the spacing between neighboring crescents by up to 40%.  The refractive index of the nanocrescent array\n\ncan be swept reversibly through positive, near-zero, and negative values over a broad range of visible and near-infrared wavelengths. The metamaterial is fabricated using a large-area lithography-free process, and could be applied to the rapidly expanding library of low-loss metamaterials and metasurfaces.\n\n \n\nThe unity-order dynamic range in refractive index in this metamaterial may enable highly controlled routing of light in response to changing environmental conditions, mimicking and extending the capabilities of chameleon skin. Further, the control of electric and magnetic fields of light could also enable preferential absorption of circularly polarized light by chiral molecules, enabling optical separation of chiral molecules. Using electromagnetic calculations, we showed that our metamaterials can enhance the rate of asymmetric absorption by up to 7x while maintaining field strengths larger than incident excitation. Additionally, we showed that the circular dichroism signal of a chiral molecule can be enhanced up to 170x in the vicinity of such a nanostructure. Our results lay a foundation for optically-controlled enantiopure chemical syntheses, single molecule chiral spectroscopy, and dynamic monitoring of structural changes of chiral molecules with nanometer resolution - applications of high importance in the pharmaceutical industry due to the differing biological functions of opposite enantiomers.. \n\n \n\nThroughout this Career Award, the PI mentored four graduate students, two undergraduate students, and one postdoctoral fellow. The graduate students received their Ph.D. degrees with notable honors, including recognition as a Materials Research Society Outstanding Graduate Student (Gold Award) and Lindau Noble Laureate Delegate. All Ph.D. and postdoctoral researchers are now employed, including two professors (Rice and UIUC), one industry employee (Pacific Biosciences), one communications employee (National Public Radio), and a Humboldt postdoctoral fellowship; two undergraduate researchers involved with the project received Stanford highest award, the Dean?s Award, and both are pursuing doctoral degrees (Caltech and Harvard).\n\n \n\nThe PI and students shared this work through numerous peer-reviewed papers, including manuscripts in Nature Nanotechnology, Nature Communications, Advanced Materials, Nano Letters, ACS Nano, and ACS Photonics. This Career award also led to a best poster award at the BioX symposium, a best poster at the SCIEN symposium, and invited lectures at APS, MRS, Photonics West, the PQE meeting, the Clusters and Nanostructures Gordon Conference, and the Nanophotonics and Plasmonics Gordon Conference, among others. A Stanford Magazine Article, \"The Improbable World of Jennifer Dionne\" highlighted the PIs CAREER work. Oprah also highlighted the PI?s Career work in her list of \"50 things that will make you say ?Wow!?\".\n\n \n\nFinally, the CAREER award supported outreach and science education for the broader community. For example, the PI and researchers led and participated in workshops for high-school and middle-school students such as Stanford?s Splash Program, Science Bus, the Youth Medical Science Program, and RISE program. They also engaged in mentoring programs for college students and the general public through the Association for Women in Science, the Society for Women in Engineering, and the American Association of University Women. Our participation in NSF-funded REU programs enabled mentoring of five under-represented undergraduate students, including one from Nigeria; likewise, participating in a NSF-funded RET program enabled mentoring of a high-school teacher and partnerships on curriculum development. The students and PI initiated a blog on light-matter interactions and also worked with a performing-artist-in-residence. This partnership culminated in a full length play \"Liriope\", which debuted in the San Francisco Bay Area in Fall 2018, covering climate science, energy, and the environment through theatrical dance and script punctuated by unique lighting, sound, and an original music score.    \n\n \n\n\t\t\t\t\tLast Modified: 04/09/2019\n\n\t\t\t\t\tSubmitted by: Jennifer Dionne"
 }
}