{
 "awd_id": "1151920",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: A Longitudinal, Cross-Cultural Investigation of Psychosocial and Neurobiological Aspects of Emotion Development in Adolescence",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Chalandra Bryant",
 "awd_eff_date": "2012-06-15",
 "awd_exp_date": "2018-05-31",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 616000.0,
 "awd_min_amd_letter_date": "2012-06-08",
 "awd_max_amd_letter_date": "2015-08-06",
 "awd_abstract_narration": "Adolescence is a time of intense brain development in systems that support abstract thinking, social cognition and emotional feeling. It is also a time of intense social maturation, in which youths struggle to adapt to cultural norms and to reconcile the values and expectations of parents, peers, schools, and the broader society with their own desires and feelings. Yet, relatively little is known about how brain growth and social growth interact during this critical developmental stage, and how brain growth is influenced by the adoption of cultural norms for emotional behavior. This project examines how youths from two ethnic groups with different norms around emotional behavior, Mexican-American and Chinese-American urban adolescents, come to feel complex social emotions--emotions like admiration, inspiration, gratitude and compassion--in culturally appropriate, individually variable, ways. By combining neurobiological measures of social emotion processing with psychosocial interviews about the meaning youths make of social situations and personal experiences, the project seeks to transform knowledge about relations between adolescent brain and social development. The project has a special focus on the impact of urban community violence on youths' social connectedness, empathy and compassion, and on the ways that acculturation may promote neurobiological and psychosocial resilience over time. \r\n\r\nIn addition to the possibility of contributing fundamental scientific discoveries about how neural development is shaped by socio-cultural processes, this project will make significant contributions to society through the development and testing of educational materials that promote compassion, well-being and academic achievement among at-risk urban youth. Urban adolescents from a range of ethnic groups will participate in a science summer camp in which they conduct collaborative research on the neurobiology of emotion, and in the process learn skills for scientific discourse, emotion recognition, self-reflection and cultural literacy. The impact of the camp experience will be assessed and results will inform a curriculum on emotions in academic contexts that will be broadly implemented, assessed and disseminated through strategic partnerships with Mental Health America, The Ball Foundation, SERP and Annenberg Media, and through the researcher's established series of internationally-attended workshops for teachers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mary Helen",
   "pi_last_name": "Immordino-Yang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mary Helen Immordino-Yang",
   "pi_email_addr": "immordin@usc.edu",
   "nsf_id": "000537904",
   "pi_start_date": "2012-06-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "3470 Trousdale Parkway",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900892520",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169800",
   "pgm_ele_name": "DS -Developmental Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1698",
   "pgm_ref_txt": "DS-Developmental Sciences"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 112097.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 114772.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 144731.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 244400.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Adolescence is a time of intense brain development in systems that support abstract thinking, social cognition and emotional feelings. It is also a time of intense social maturation, in which youths struggle to adapt to cultural norms and to reconcile the values and expectations of parents, peers, schools, and the broader society with their own desires and feelings. Yet, relatively little is known about how brain growth and social growth interact during this critical developmental stage, and how brain growth is influenced by the adoption of cultural norms for emotional behavior.</p>\n<p>&nbsp;</p>\n<p><strong>Intellectual Merit:</strong> This longitudinal project examined how low-SES youths from two ethnic groups with different norms around emotional behavior, Mexican-American and Chinese-American urban adolescents with immigrant parents, come to feel complex social emotions&mdash;emotions like admiration, inspiration, gratitude and compassion&mdash;in culturally appropriate, individually variable, ways. By combining neurobiological measures of social emotion processing with psychosocial interviews about the meaning the youths made of social situations and personal experiences, the project provided new knowledge and hypotheses about relations between adolescent brain and social development. The project had a special focus on the impact of urban community violence on youths' social connectedness, empathy and compassion, and on the ways that sociocultural factors such as parenting and relationships at school may promote neurobiological and psychosocial resilience over time.&nbsp;Adolescents participated at age 14-16, and again at age 16-18 after a two-year lag. <br /> <br /></p>\n<p>We found that adolescents&rsquo; development of neural processing of emotional feelings is influenced by parenting, quality of emotional relationships at home, socio-economic status (SES), ethnic acculturation, community violence exposure, and other individual factors. Overall, while violence exposure and low SES were negatively associated in our sample with development of neural functioning and intelligence, warm parenting was protective, and was associated with adoption of home-culture identity. The social-environmental effects we uncovered pertained particularly to the development of neural processing of complex social emotions that rely on abstract inferences, values and beliefs, such as admiration for virtue, inspiration to better one&rsquo;s self, feelings about life purpose, and compassion for social pain. The effects were less marked in this age group on neural processing of empathy for physical pain, or admiration for physical/cognitive skill. This accorded with our hypothesis that adolescents&rsquo; social-emotional brain development would be most directly related to their developing abilities to think abstractly.</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts:</strong> In addition to contributing fundamental scientific discoveries about how neural development is shaped by socio-cultural processes, the PI and her research team of students and postdoc collaborated closely to design and implement a neuroscience summer camp for eighteen incoming 10th-12th grade students of color from low to very low-SES backgrounds. Camp participants conducted collaborative research on the neurobiology of emotion, and in the process learned skills for scientific discourse, emotion recognition, self-reflection and cultural literacy in academic contexts. This camp also provided training opportunities for the laboratory staff and students to learn about outreach and teaching in low-SES contexts. The camp activities contributed a curriculum on emotional awareness in academic contexts, portions of which have been strategically adapted and shared with school districts and educational policy-makers serving low-SES communities in the Los Angeles area, nationally and abroad.</p>\n<p>&nbsp;</p>\n<p>The 5-year project also provided research internship opportunities to approximately forty high school students from a range of backgrounds, as well as follow-up support and guidance during the college admissions process and transition to college. Over the course of the study, high school interns were occasionally included as co-authors on academic products, and afforded opportunities to share their stories and scientific work with a broader audience through popular press media (e.g., Newsweek and other outlets).</p>\n<p>&nbsp;</p>\n<p>Finally, information from this project has been incorporated by the PI into a range of professional development and outreach activities for education professionals, including teachers, administrators and policy-makers nationwide. The work has informed policy briefs and other public documents and debates pertaining to progressive education reform for middle and high schools across the U.S., including for reforming teacher education requirements.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/02/2018<br>\n\t\t\t\t\tModified by: Mary Helen&nbsp;Immordino-Yang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAdolescence is a time of intense brain development in systems that support abstract thinking, social cognition and emotional feelings. It is also a time of intense social maturation, in which youths struggle to adapt to cultural norms and to reconcile the values and expectations of parents, peers, schools, and the broader society with their own desires and feelings. Yet, relatively little is known about how brain growth and social growth interact during this critical developmental stage, and how brain growth is influenced by the adoption of cultural norms for emotional behavior.\n\n \n\nIntellectual Merit: This longitudinal project examined how low-SES youths from two ethnic groups with different norms around emotional behavior, Mexican-American and Chinese-American urban adolescents with immigrant parents, come to feel complex social emotions&mdash;emotions like admiration, inspiration, gratitude and compassion&mdash;in culturally appropriate, individually variable, ways. By combining neurobiological measures of social emotion processing with psychosocial interviews about the meaning the youths made of social situations and personal experiences, the project provided new knowledge and hypotheses about relations between adolescent brain and social development. The project had a special focus on the impact of urban community violence on youths' social connectedness, empathy and compassion, and on the ways that sociocultural factors such as parenting and relationships at school may promote neurobiological and psychosocial resilience over time. Adolescents participated at age 14-16, and again at age 16-18 after a two-year lag. \n \n\n\nWe found that adolescents? development of neural processing of emotional feelings is influenced by parenting, quality of emotional relationships at home, socio-economic status (SES), ethnic acculturation, community violence exposure, and other individual factors. Overall, while violence exposure and low SES were negatively associated in our sample with development of neural functioning and intelligence, warm parenting was protective, and was associated with adoption of home-culture identity. The social-environmental effects we uncovered pertained particularly to the development of neural processing of complex social emotions that rely on abstract inferences, values and beliefs, such as admiration for virtue, inspiration to better one?s self, feelings about life purpose, and compassion for social pain. The effects were less marked in this age group on neural processing of empathy for physical pain, or admiration for physical/cognitive skill. This accorded with our hypothesis that adolescents? social-emotional brain development would be most directly related to their developing abilities to think abstractly.\n\n \n\nBroader Impacts: In addition to contributing fundamental scientific discoveries about how neural development is shaped by socio-cultural processes, the PI and her research team of students and postdoc collaborated closely to design and implement a neuroscience summer camp for eighteen incoming 10th-12th grade students of color from low to very low-SES backgrounds. Camp participants conducted collaborative research on the neurobiology of emotion, and in the process learned skills for scientific discourse, emotion recognition, self-reflection and cultural literacy in academic contexts. This camp also provided training opportunities for the laboratory staff and students to learn about outreach and teaching in low-SES contexts. The camp activities contributed a curriculum on emotional awareness in academic contexts, portions of which have been strategically adapted and shared with school districts and educational policy-makers serving low-SES communities in the Los Angeles area, nationally and abroad.\n\n \n\nThe 5-year project also provided research internship opportunities to approximately forty high school students from a range of backgrounds, as well as follow-up support and guidance during the college admissions process and transition to college. Over the course of the study, high school interns were occasionally included as co-authors on academic products, and afforded opportunities to share their stories and scientific work with a broader audience through popular press media (e.g., Newsweek and other outlets).\n\n \n\nFinally, information from this project has been incorporated by the PI into a range of professional development and outreach activities for education professionals, including teachers, administrators and policy-makers nationwide. The work has informed policy briefs and other public documents and debates pertaining to progressive education reform for middle and high schools across the U.S., including for reforming teacher education requirements.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/02/2018\n\n\t\t\t\t\tSubmitted by: Mary Helen Immordino-Yang"
 }
}