{
 "awd_id": "1151941",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Geodynamic Study of Earth's Mantle Asthenosphere and Core Formation",
 "cfda_num": "47.050",
 "org_code": "06030204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robin Reichlin",
 "awd_eff_date": "2012-04-15",
 "awd_exp_date": "2017-09-30",
 "tot_intn_awd_amt": 516225.0,
 "awd_amount": 554075.0,
 "awd_min_amd_letter_date": "2012-04-03",
 "awd_max_amd_letter_date": "2017-06-26",
 "awd_abstract_narration": "Although plate tectonic theory was accepted in the geological community more than 40 yrs ago, many basic concepts of plate dynamics, such as the physical properties of the lithosphere, composition, temperature, physical dimensions, differences between oceanic and continental plates, and how plate motion is accommodated by the underlying asthenosphere is still unknown today. The physical nature of the lubrication beneath lithospheric plates that allows them to move is actively debated. The lubricating layer beneath tectonic plates known as the asthenosphere is part of a multi-layered structure of the interior of the Earth including the plates themselves, the silicate mantle (~half the Earth's outer radius), and the central iron core (~3400 km inner radius). We know that the early rocks of our solar system, known as chondrites, consisted of a complex matrix of iron and silicates, however, the Earth's interior today exhibits complete separation of these two substances between the iron core and silicate mantle. The career objectives proposed here encompass two main focus directions to study 1) the lithosphere and asthenosphere in oceanic and continental mantle and 2) differentiation and formation of the Earth's interior layers during core formation. This work will be carried out by methods that integrate seismology and geophysical fluid dynamics. Seismic work using newly collected ocean bottom seismometer data and land instruments, will be combined with laboratory fluid experiments designed to address fundamental scientific questions.  The educational component of this proposal is two fold,  1) to attract underrepresented minority students to the geological sciences and 2) improve quantitative skills in geoscience students through introduction of math lessons through familiar geological problems.  A new minority program in geology at CSUN titled 'Geological Experience for Minority Students' (GEMS) will guide students throughout their undergraduate degree as part  of a program with mentoring, peer support, regular workshops, involvement in research activities, and field work in south Africa and marine research cruises. Funds are also requested to develop a new course titled \"Mathematical Tools for Geologists\", that will present mathematical concepts from the perspective of geological problems.\r\n\r\n\tThe integration of fluid dynamic studies and seismic tomography methods will identify physical properties of the lithosphere, asthenosphere, and the difference in these properties between the oceanic and continental mantle. In particular the work will focus on the physical properties of the asthenosphere testing previous hypotheses that this unusual interior layer is composed of partial melt, higher water content, or may only be due to the combined effects of natural increases in pressure and temperature with depth in the mantle. Fluid experiments are proposed to study the growth and propagation of Saffman-Taylor instabilities or viscous fingering in the Earth's upper mantle. The combination of viscosity and buoyancy variations caused by the introduction of fingers of volatile rich plume material into a depleted asthenospheric channel may explain several observations in both oceanic and continental environments including anomalous surface volcanism and linear patterns of seismic velocity and gravity anomalies. Scaling of fingering wavelengths, channel depth, and fluid viscosities to the Earth's mantle will constrain asthenospheric thickness and mantle rheologies where seamounts are observed and ocean bottom seismic work has been done. Another set of fluid experiments are proposed to study the physical processes surrounding differentiation of the Earth's interior. The formation of the Earth's core is the biggest differentiation event in the Earth's history shown to have occurred very quickly in the first 30 My of Earth formation, yet we know surprisingly little about the physics of how this enormous event transpired.  Because of the sharp difference in the physical properties of iron and silicates, and computational challenges in modeling these interfaces, our current understanding of this ancient event is limited to theoretical analysis, conceptual models, cartoons, and geochemical studies. A research direction is proposed to conduct fluid dynamic experiments that incorporate a new medium of liquid metal gallium combined for the first time with traditional corn syrup fluids to study iron-silicate differentiation. Fluid experiments scaled to Earth interior dynamics will consider appropriate rheological and temperature regimes, the boundary conditions, and time scales for liquid metal instabilities. Discovery of secondary effects from sinking metal plumes include trailing fluid filled conduits and upwelling thermo-chemical plumes that will consider the hypotheses that core forming events initiate the first rising mantle plumes and act to transport material throughout the Earth's interior to regions such as the Transition zone and asthenosphere.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dayanthie",
   "pi_last_name": "Weeraratne",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dayanthie Weeraratne",
   "pi_email_addr": "dsw@csun.edu",
   "nsf_id": "000078122",
   "pi_start_date": "2012-04-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University Corporation, Northridge",
  "inst_street_address": "18111 NORDHOFF ST",
  "inst_street_address_2": "",
  "inst_city_name": "NORTHRIDGE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8186771403",
  "inst_zip_code": "913300001",
  "inst_country_name": "United States",
  "cong_dist_code": "32",
  "st_cong_dist_code": "CA32",
  "org_lgl_bus_name": "THE UNIVERSITY CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "LAGNHMC58DF3"
 },
 "perf_inst": {
  "perf_inst_name": "California State University Northridge",
  "perf_str_addr": "18111 Nordhoff St",
  "perf_city_name": "Northridge",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "913308266",
  "perf_ctry_code": "US",
  "perf_cong_dist": "32",
  "perf_st_cong_dist": "CA32",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "016f00",
   "pgm_ele_name": "EARTHSCOPE-OPERATIONS & MAINTE"
  },
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  },
  {
   "pgm_ele_code": "157500",
   "pgm_ele_name": "EDUCATION AND HUMAN RESOURCES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "007F",
   "pgm_ref_txt": "EARTHSCOPE"
  },
  {
   "pgm_ref_code": "1031",
   "pgm_ref_txt": "STUDIES OF THE EARTH'S DEEP INTERIOR"
  },
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 251900.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 8600.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 84988.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 120619.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 78968.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 9000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!-- P { margin-bottom: 0.08in; }A:link {  } -->\n<p style=\"margin-bottom: 0in; font-style: normal; font-weight: normal;\"><span style=\"color: #4c4c4c;\"> <span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: x-small;\"><strong>Intellectual Merit: </strong>The recent publication (Fleck et al., 2018) incorporated results from four M.S. theses and three B.S. theses including 5 female lead authors, and  2 underrepresented minority students all in geophysics.  This publication titled &ldquo;<span style=\"color: #333333;\"><span style=\"background: #ffffff;\">Iron core diapirs entrain silicates and initiate thermochemical plumes&rdquo; published in Nature Communications in January 2018 shows our most recent results which meet the objectives of this proposal. In short, we study the style of liquid iron descent to the Earth's core during accretionary processes and find that emulsified iron diapirs entrain silicate magma material, volatiles, O and H to the core. Later, this material forms buoyant thermochemical plumes which rise from the core-mantle boundary (CMB) to the surface and may release O and H into the atmosphere when gravity is sufficient to maintain it. This processes also provides a mechanism to deliver low density elements to explain the core density deficit, and produces an internally consistent redox reaction which first reduces the Earth's upper mantle and later re-oxidizes it consistent with geochemical requirements. Other implications include thermochemical upwellings from the CMB which persist from 0.5 &ndash; 5 By which necessarily have a primordial signature as well as display a similar style and shape of the large low shear velocity provinces observed in the lower mantle today. Addtional work stemming from these results are currently in the preparation for publication. Seven other papers have also been published during the time period of this grant consistent with the objectives of this CAREER proposal.<br /></span></span></span></span></span></p>\n<p style=\"margin-bottom: 0in; font-style: normal; font-weight: normal;\"><span style=\"color: #4c4c4c;\"><span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: x-small;\"><span style=\"color: #333333;\"><span style=\"background: #ffffff;\"><br /></span></span></span></span></span></p>\n<p style=\"margin-bottom: 0in; font-style: normal; font-weight: normal;\"><span style=\"color: #4c4c4c;\"><span style=\"color: #333333;\"><span style=\"background: #ffffff;\"> <span style=\"font-family: Times New Roman, serif;\"><span style=\"font-size: x-small;\"><strong>Broader Impact:</strong> The GEMS (Geological Experience for Minority Students) educational program at CSUN continues to recruit underrepresented minority students into the Geological Sciences. The program currently has ~10 minority undergraduate students registered for the program in the Geological Sciences department. A total of 40-50 minority students have gone through the GEMS program during the duration of this CAREER grant and graduated successfully with a BS in Geological Sciences. Many have gone on to M.S. or Ph.D. programs, obtained industry jobs, or are working locally.</span></span></span></span></span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/27/2018<br>\n\t\t\t\t\tModified by: Dayanthie&nbsp;Weeraratne</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1151941/1151941_10161658_1519751778657_share_fig2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1151941/1151941_10161658_1519751778657_share_fig2--rgov-800width.jpg\" title=\"Emulsified liquid gallium diapirs\"><img src=\"/por/images/Reports/POR/2018/1151941/1151941_10161658_1519751778657_share_fig2--rgov-66x44.jpg\" alt=\"Emulsified liquid gallium diapirs\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Emulsified liquid gallium drops descend through very high viscosity fluid (S2) as a group forming a diapir that entrains low density fluid (S1) around each metal drop.</div>\n<div class=\"imageCredit\">Fleck et al., 2018</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Dayanthie&nbsp;Weeraratne</div>\n<div class=\"imageTitle\">Emulsified liquid gallium diapirs</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1151941/1151941_10161658_1519752035502_ED-fig5ab--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1151941/1151941_10161658_1519752035502_ED-fig5ab--rgov-800width.jpg\" title=\"Emulsified iron diapir descent and thermochemical plume ascent through Earth's interior\"><img src=\"/por/images/Reports/POR/2018/1151941/1151941_10161658_1519752035502_ED-fig5ab--rgov-66x44.jpg\" alt=\"Emulsified iron diapir descent and thermochemical plume ascent through Earth's interior\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Schematic of the implications of our experimental results showing for formation and descent of an emulsified iron diapir, growth of a thermochemical plume and rise to the surface to release volatiles and oxygen through volcanic eruptions.</div>\n<div class=\"imageCredit\">Fleck et al., 2018</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Dayanthie&nbsp;Weeraratne</div>\n<div class=\"imageTitle\">Emulsified iron diapir descent and thermochemical plume ascent through Earth's interior</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\n Intellectual Merit: The recent publication (Fleck et al., 2018) incorporated results from four M.S. theses and three B.S. theses including 5 female lead authors, and  2 underrepresented minority students all in geophysics.  This publication titled \"Iron core diapirs entrain silicates and initiate thermochemical plumes\" published in Nature Communications in January 2018 shows our most recent results which meet the objectives of this proposal. In short, we study the style of liquid iron descent to the Earth's core during accretionary processes and find that emulsified iron diapirs entrain silicate magma material, volatiles, O and H to the core. Later, this material forms buoyant thermochemical plumes which rise from the core-mantle boundary (CMB) to the surface and may release O and H into the atmosphere when gravity is sufficient to maintain it. This processes also provides a mechanism to deliver low density elements to explain the core density deficit, and produces an internally consistent redox reaction which first reduces the Earth's upper mantle and later re-oxidizes it consistent with geochemical requirements. Other implications include thermochemical upwellings from the CMB which persist from 0.5 &ndash; 5 By which necessarily have a primordial signature as well as display a similar style and shape of the large low shear velocity provinces observed in the lower mantle today. Addtional work stemming from these results are currently in the preparation for publication. Seven other papers have also been published during the time period of this grant consistent with the objectives of this CAREER proposal.\n\n\n\n Broader Impact: The GEMS (Geological Experience for Minority Students) educational program at CSUN continues to recruit underrepresented minority students into the Geological Sciences. The program currently has ~10 minority undergraduate students registered for the program in the Geological Sciences department. A total of 40-50 minority students have gone through the GEMS program during the duration of this CAREER grant and graduated successfully with a BS in Geological Sciences. Many have gone on to M.S. or Ph.D. programs, obtained industry jobs, or are working locally.\n\n\t\t\t\t\tLast Modified: 02/27/2018\n\n\t\t\t\t\tSubmitted by: Dayanthie Weeraratne"
 }
}