{
 "awd_id": "1151043",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER:   Bacterial Ultra-structure and Chromosome Segregation",
 "cfda_num": "47.074",
 "org_code": "08070000",
 "po_phone": "7032922283",
 "po_email": "chacunni@nsf.gov",
 "po_sign_block_name": "Charles Cunningham",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2019-08-31",
 "tot_intn_awd_amt": 1000000.0,
 "awd_amount": 1000000.0,
 "awd_min_amd_letter_date": "2012-05-16",
 "awd_max_amd_letter_date": "2016-06-23",
 "awd_abstract_narration": "Intellectual Merit \r\nProkaryotic cells develop cell polarity, exhibit time-dependent gradients of protein concentration, can divide with astonishingly high precision at midcell, and exhibit precise control over the spatial position of genetic loci in the cell. Loss of this ultra-structure has important functional consequences, from the failure to efficiently segregate the chromosome to the creation of anucleate minicells. To investigate such questions, quantitative measurements are essential, but not sufficient. Models that attempt to explain these inherently quantitative phenomena must make testable, quantitative predictions. This research program is divided into two main aims: (i) a program to quantitatively characterize, analyze and model these organizational phenomena at a proteome scale in Escherichia coli and (ii) a tightly focused program to investigate one important instance of cellular ultra-structure: the mechanisms responsible for chromosome organization and segregation in E. coli. \r\nBroader Impacts\r\nIn addition to the training of graduate students, this research program supports the development of two new, truly interdisciplinary courses for undergraduate and graduate students with diverse backgrounds from molecular and cellular biology to theoretical physics: Contemporary Light Microscopy and Biophotonics and Quantitative Imaging. Both courses are hands-on problem-oriented lab lecture courses inspired by the Marine Biology Laboratory (MBL) Physiology Course. In addition, a third course, a short quantitative imaging boot camp for the biologists is offered yearly. The research program supports an outreach program to bring science into the high school classroom and high school research interns into the lab.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Wiggins",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Paul A Wiggins",
   "pi_email_addr": "pwiggins@uw.edu",
   "nsf_id": "000509323",
   "pi_start_date": "2012-05-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 Brooklyn Ave NE",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981950001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  },
  {
   "pgm_ele_code": "724600",
   "pgm_ele_name": "PHYSICS OF LIVING SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1114",
   "pgm_ref_txt": "CELLULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 180000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 190000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 210000.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 220000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The long-term goal of my laboratory is to understand the mechanisms responsible for the cellular-scale ultra-structure in cells and the interplay between this organization and function, especially in the context of chromosome organization and segregation. The focus of this project was divided into two main aims: (i) a program to quantitatively characterize, analyze and model these organizational phenomena at a proteome scale in Escherichia coli and (ii) a tightly focused program to continue our current investigations into one important instance of cellular ultra-structure: the mechanisms responsible for chromosome organization and segregation in E. coli.<br />Aim i: To quantitatively characterize, analyze and model these organizational phenomena in the bacterial cell, we first created a near-complete atlas of time-dependent protein localization maps for every protein with non-diffuse localization in E. coli. This atlas is browse-able online and the data and localization patterns are publicly accessible on our website. Next we performed a number of global analyses of protein localization. Based on the clustering of localization patterns, we suggested that there were at least 17 distinct protein spatial-temporal localization patterns that could be addressed by the cell. The observation of broad spatial and temporal complexity of protein localization throughout the bacterial cell cycle, including at cell division, provides strong support for the emerging view of the bacterial cell as a highly structured system. We also observed a number of novel localization phenomena. For instance, we reported a number of transcription factors that are preferentially localized to the new daughter, suggesting that E. coli cell division may be asymmetric. Furthermore, we observed that there may be a much larger number of DNA regulators that bind the DNA cooperatively. We are still investigating a number of potential consequences of these interesting new observations.<br />Aim ii: Although the rapid proliferation of bacterial cells depends on efficient and reliable chromosome segregation, the mechanism responsible for segregation in bacterial cells is not yet understood. In the context of E. coli, the cell is missing the partitioning proteins (the par system) that has been hypothesized to be responsible for segregation in a number of other bacterial model systems. To gain a biophysical insight into the unknown mechanism of chromosome segregation, we performed a number of quantitative analyses into the statistics of DNA locus motion as well as performing analyses of the motion of large exogenous complexes as a biological control. Our experiments revealed that locus motion is well modeled by sub-diffusive motion with a very small bias responsible for separating the chromosomes. We did not detect any statistically-significant large jumps consistent with the large-scale rearrangement of the chromosome that have previously been reported. Another key result was the observation and quantitation of motion immediately proceeding the start of the segregation process. Nearly all of our proposed segregation mechanisms lead to significantly different kinetics for origin-proximal loci versus those far from the origin. To our surprise, the initial velocity of all loci were essentially identical. This observation is consistent with a model in which the segregation mechanism acts in an analogous way at every locus.<br />Our control experiment characterizing the motion of large-exogenous complexes showed an unexpected feature: sub-diffusive motion with Laplace-distributed steps. After initially reporting this phenomena, we discovered a simple mechanism at predicts dynamics that depends only on fairly generic assumptions about the cell. We demonstrate that for complexes diffusing on a rough landscape, in the strong-disorder limit, sub-diffusion, viscoelasticity and Laplace-distributed steps are all emergent properties. These frequently observed phenomena can be understood to arise in the context of motion that is dominated by the slowest step.&nbsp;<br />In addition to our work on important biophysical questions, we made a number of important contributions to the research infrastructure. (i) We developed a segmentation package (SuperSegger) which facilitated the robust segmentation and analysis of long time-lapse movies of bacterial micro-colonies. In this work we also performed a novel analysis of lag phase which demonstrated a significant sub-population of cells which take much longer to transition into the growing state. (ii) We also developed a number of improved inference methods that are well-suited to single-molecule and single cell analyses where the number of observations are quite small.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/18/2019<br>\n\t\t\t\t\tModified by: Paul&nbsp;A&nbsp;Wiggins</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe long-term goal of my laboratory is to understand the mechanisms responsible for the cellular-scale ultra-structure in cells and the interplay between this organization and function, especially in the context of chromosome organization and segregation. The focus of this project was divided into two main aims: (i) a program to quantitatively characterize, analyze and model these organizational phenomena at a proteome scale in Escherichia coli and (ii) a tightly focused program to continue our current investigations into one important instance of cellular ultra-structure: the mechanisms responsible for chromosome organization and segregation in E. coli.\nAim i: To quantitatively characterize, analyze and model these organizational phenomena in the bacterial cell, we first created a near-complete atlas of time-dependent protein localization maps for every protein with non-diffuse localization in E. coli. This atlas is browse-able online and the data and localization patterns are publicly accessible on our website. Next we performed a number of global analyses of protein localization. Based on the clustering of localization patterns, we suggested that there were at least 17 distinct protein spatial-temporal localization patterns that could be addressed by the cell. The observation of broad spatial and temporal complexity of protein localization throughout the bacterial cell cycle, including at cell division, provides strong support for the emerging view of the bacterial cell as a highly structured system. We also observed a number of novel localization phenomena. For instance, we reported a number of transcription factors that are preferentially localized to the new daughter, suggesting that E. coli cell division may be asymmetric. Furthermore, we observed that there may be a much larger number of DNA regulators that bind the DNA cooperatively. We are still investigating a number of potential consequences of these interesting new observations.\nAim ii: Although the rapid proliferation of bacterial cells depends on efficient and reliable chromosome segregation, the mechanism responsible for segregation in bacterial cells is not yet understood. In the context of E. coli, the cell is missing the partitioning proteins (the par system) that has been hypothesized to be responsible for segregation in a number of other bacterial model systems. To gain a biophysical insight into the unknown mechanism of chromosome segregation, we performed a number of quantitative analyses into the statistics of DNA locus motion as well as performing analyses of the motion of large exogenous complexes as a biological control. Our experiments revealed that locus motion is well modeled by sub-diffusive motion with a very small bias responsible for separating the chromosomes. We did not detect any statistically-significant large jumps consistent with the large-scale rearrangement of the chromosome that have previously been reported. Another key result was the observation and quantitation of motion immediately proceeding the start of the segregation process. Nearly all of our proposed segregation mechanisms lead to significantly different kinetics for origin-proximal loci versus those far from the origin. To our surprise, the initial velocity of all loci were essentially identical. This observation is consistent with a model in which the segregation mechanism acts in an analogous way at every locus.\nOur control experiment characterizing the motion of large-exogenous complexes showed an unexpected feature: sub-diffusive motion with Laplace-distributed steps. After initially reporting this phenomena, we discovered a simple mechanism at predicts dynamics that depends only on fairly generic assumptions about the cell. We demonstrate that for complexes diffusing on a rough landscape, in the strong-disorder limit, sub-diffusion, viscoelasticity and Laplace-distributed steps are all emergent properties. These frequently observed phenomena can be understood to arise in the context of motion that is dominated by the slowest step. \nIn addition to our work on important biophysical questions, we made a number of important contributions to the research infrastructure. (i) We developed a segmentation package (SuperSegger) which facilitated the robust segmentation and analysis of long time-lapse movies of bacterial micro-colonies. In this work we also performed a novel analysis of lag phase which demonstrated a significant sub-population of cells which take much longer to transition into the growing state. (ii) We also developed a number of improved inference methods that are well-suited to single-molecule and single cell analyses where the number of observations are quite small.\n\n\t\t\t\t\tLast Modified: 10/18/2019\n\n\t\t\t\t\tSubmitted by: Paul A Wiggins"
 }
}