{
 "awd_id": "1151435",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Biological chemistry of Pb2+ revealed through Pb2+ mediated protein-membrane interactions",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robin McCarley",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2018-05-31",
 "tot_intn_awd_amt": 550000.0,
 "awd_amount": 550000.0,
 "awd_min_amd_letter_date": "2012-01-12",
 "awd_max_amd_letter_date": "2012-01-12",
 "awd_abstract_narration": "In this CAREER award, funded by the Chemistry of Life Processes Program in the Chemistry Division, Dr. Tatyana Igumenova describes an integrated research and educational program focused on the biological chemistry of lead (Pb).  Despite the well-known effect of Pb(II) exposure on humans, the molecular mechanism of Pb(II) action is poorly understood.  Dr. Igumenova PI will use a synergistic structural and functional approach to conduct the first in-depth systematic investigation of Pb(II)-protein interactions.  The focus is on a class of peripheral membrane proteins called conserved homology 2, or C2, domains.  This protein system enables the PI to tackle an unexplored aspect of Pb(II) action: how it mediates the protein-membrane interactions.  The C2 domains selected for these studies are from three parent proteins that are molecular targets of Pb(II).  These proteins have different structures and functions, such as signal transduction and membrane trafficking.  Dr. Igumenova has assembled a toolkit of biophysical techniques that will enable characterization of Pb(II)-protein interactions in the absence and presence of lipid membranes.  The results of the proposed studies will report on how the change in the chemical environment of C2 domains, brought about by Pb(II) binding, affects the downstream reaction, which is the association of C2 with lipid membranes.  These results have a potential to transform the conventional view of Pb(II) as a ligand whose action is limited to the formation of high-affinity protein complexes to a ligand that serves as a functional Ca2+ surrogate.  The obtained data will enable the PI to identify the predictors of coordination geometries and Pb(II) affinities in membrane-bound and membrane-free C2 domains.  This, in turn, will facilitate the identification of other potential Pb(II) targets.\r\n\r\n\r\nLead (Pb) is a heavy metal that became enriched 1000-fold above its natural level due to human activity.  The most prevalent form of lead in the environment, Pb(II), interacts with biological molecules in the cell.  Many of these biological molecules are proteins that bind calcium ion under normal conditions.  Lead(II) ion successfully competes with calcium ion and binds to these proteins - referred to as molecular targets of Pb(II) - with high affinity.  Dr. Igumenova's objective is to determine the features of these proteins that make them bind Pb(II) more tightly than calcium ion and understand the effect of Pb(II) on protein function.  One of the broader impacts of the proposed work is entry of students from under-represented groups into graduate programs.  Dr. Igumenova will offer ten-week summer research internships, with recruitment facilitated by her activities as a faculty mentor in the NSF-sponsored Louis Stokes Alliance for Minority Participation (LSAMP) and Research Experience for Undergraduates (REU) programs.  Professional development and mentoring of the student will be accomplished through research activities, the use of high-end research instrumentation (an 800 MHz NMR instrument), and REU-affiliated programs.  As an outreach activity, Dr. Igumenova's laboratory will develop an educational web application (app): \"Lead (Pb): the toxic chemistry in action\" for the iPhone/iPad/iPod mobile platforms.  The objective is to enhance public knowledge of the harmful effects of Pb2+ on the society, from the ancient and modern sources of Pb(II) in the environment to specific Pb(II)-complexed molecular structures generated as a result of Dr. Igumenova's research activities.  The benefit for society will be an increase in public awareness to the fact that there is no safe level of Pb exposure.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tatyana",
   "pi_last_name": "Igumenova",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tatyana Igumenova",
   "pi_email_addr": "tigumenova@tamu.edu",
   "nsf_id": "000537940",
   "pi_start_date": "2012-01-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Research Foundation",
  "inst_street_address": "400 HARVEY MITCHELL PKWY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "EQH8NQ4AXFT7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University Main Campus",
  "perf_str_addr": "2128 TAMU",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778432128",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "1982",
   "pgm_ref_txt": "BIOLOGICAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 550000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Cadmium (Cd) and lead (Pb) are heavy metals that have significantly accumulated in the environment as a result of human activity.&nbsp; If ingested or inhaled, they act to replace essential metal ions, such as calcium and zinc, in a process called ionic mimicry.&nbsp; The research supported by this award was directed at understanding how Pb<sup>2+</sup> and Cd<sup>2+</sup> alter the behavior of biological molecules that are essential for human bodies to function properly.</p>\n<p>We specifically focused on the class of proteins, collectively referred to as C2 domains that require metal ions to bind to lipid membranes.&nbsp; The results of our experiments revealed how chemical properties of Pb<sup>2+</sup> and Cd<sup>2+</sup> translate into their ability to interfere with the normal Ca<sup>2+</sup>-dependent information flow inside the cell.&nbsp; There are four areas where we made significant contributions.</p>\n<p>First, we uncovered why Pb<sup>2+</sup> ions are able to successfully compete with Ca<sup>2+</sup> for the binding sites on the C2 domains: &nbsp;(1) Pb<sup>2+</sup> forms stronger bonds with the oxygens of the binding site; &nbsp;(2) it binds C2 domains as fast as Ca<sup>2+</sup> does; &nbsp;and (3) once bound, Pb<sup>2+</sup> dissociates extremely slowly.&nbsp; Second, we determined the location and three-dimensional arrangement of oxygen-donating ligands around the Pb<sup>2+</sup> and Cd<sup>2+</sup> metal-ion centers.&nbsp; This was accomplished by solving several high-resolution crystal structures of metal-ion complexed proteins.&nbsp; Third, we found that both Pb<sup>2+</sup> and Cd<sup>2+</sup> profoundly influence the membrane-binding properties of C2 domains.&nbsp; Pb<sup>2+</sup> supports their membrane association, while Cd<sup>2+</sup> does not.&nbsp; The latter finding was unexpected and pointed to the significance of chemical identity of the metal ions in C2-domain mediated signal transduction. &nbsp;Fourth, we discovered that ionic mimicry is not the only mechanism through which heavy metal ions alter the function of their target macromolecules.&nbsp; In addition, they can drive the self-assembly of membrane-binding domains.&nbsp; The self-assembly is mediated by non-canonical metal-ion binding sites that we successfully identified.</p>\n<p>In summary, we determined how heavy metal ions can potentially disrupt the Ca<sup>2+</sup>-dependent information flow in the cell.&nbsp; The results obtained under this award significantly enhanced our understanding of chemical processes that underlie heavy-metal-ion toxicity. &nbsp;Our data will inform the identification of additional cellular targets and facilitate the design of sequestration agents for removing heavy metal ions from biological fluids.</p>\n<p>The broader impacts of this project involved dissemination of research results through publication in scientific journals, public databases, scientific conference presentations, and presentations to general public.&nbsp; Our work was profiled through the educational portal of the Protein Data Bank.&nbsp; It was featured as &ldquo;New and Notable&rdquo; and placed on the cover of a scientific journal.&nbsp; The educational component involved the design of coursework though which graduate students learned about chemistry and biophysics of toxic metal ions.&nbsp; Our work contributed to enhancing diversity through training graduate students that belong to under-represented groups.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/02/2018<br>\n\t\t\t\t\tModified by: Tatyana&nbsp;Igumenova</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCadmium (Cd) and lead (Pb) are heavy metals that have significantly accumulated in the environment as a result of human activity.  If ingested or inhaled, they act to replace essential metal ions, such as calcium and zinc, in a process called ionic mimicry.  The research supported by this award was directed at understanding how Pb2+ and Cd2+ alter the behavior of biological molecules that are essential for human bodies to function properly.\n\nWe specifically focused on the class of proteins, collectively referred to as C2 domains that require metal ions to bind to lipid membranes.  The results of our experiments revealed how chemical properties of Pb2+ and Cd2+ translate into their ability to interfere with the normal Ca2+-dependent information flow inside the cell.  There are four areas where we made significant contributions.\n\nFirst, we uncovered why Pb2+ ions are able to successfully compete with Ca2+ for the binding sites on the C2 domains:  (1) Pb2+ forms stronger bonds with the oxygens of the binding site;  (2) it binds C2 domains as fast as Ca2+ does;  and (3) once bound, Pb2+ dissociates extremely slowly.  Second, we determined the location and three-dimensional arrangement of oxygen-donating ligands around the Pb2+ and Cd2+ metal-ion centers.  This was accomplished by solving several high-resolution crystal structures of metal-ion complexed proteins.  Third, we found that both Pb2+ and Cd2+ profoundly influence the membrane-binding properties of C2 domains.  Pb2+ supports their membrane association, while Cd2+ does not.  The latter finding was unexpected and pointed to the significance of chemical identity of the metal ions in C2-domain mediated signal transduction.  Fourth, we discovered that ionic mimicry is not the only mechanism through which heavy metal ions alter the function of their target macromolecules.  In addition, they can drive the self-assembly of membrane-binding domains.  The self-assembly is mediated by non-canonical metal-ion binding sites that we successfully identified.\n\nIn summary, we determined how heavy metal ions can potentially disrupt the Ca2+-dependent information flow in the cell.  The results obtained under this award significantly enhanced our understanding of chemical processes that underlie heavy-metal-ion toxicity.  Our data will inform the identification of additional cellular targets and facilitate the design of sequestration agents for removing heavy metal ions from biological fluids.\n\nThe broader impacts of this project involved dissemination of research results through publication in scientific journals, public databases, scientific conference presentations, and presentations to general public.  Our work was profiled through the educational portal of the Protein Data Bank.  It was featured as \"New and Notable\" and placed on the cover of a scientific journal.  The educational component involved the design of coursework though which graduate students learned about chemistry and biophysics of toxic metal ions.  Our work contributed to enhancing diversity through training graduate students that belong to under-represented groups.\n\n\t\t\t\t\tLast Modified: 09/02/2018\n\n\t\t\t\t\tSubmitted by: Tatyana Igumenova"
 }
}