{
 "awd_id": "1151005",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IDBR:  Plasmonic-based electrochemical impedance microscopy for studying molecular binding and cellular processes",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032928132",
 "po_email": "csanford@nsf.gov",
 "po_sign_block_name": "Christopher Sanford",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 651205.0,
 "awd_amount": 651205.0,
 "awd_min_amd_letter_date": "2012-07-03",
 "awd_max_amd_letter_date": "2012-07-03",
 "awd_abstract_narration": "IDBR: Plasmonic-based electrochemical impedance microscopy for studying molecular binding and cellular processes\r\n\r\nAbstract\r\n\r\nTechnical Description: Electrical impedance has been widely used to detect and study biological processes, but it lacks spatial resolution or imaging capability. The PIs have shown that the impedance can be converted into a plasmonic signal. This paradigm shift approach allows the measurement of local impedance optically, and leads to a novel plasmonic-based electrochemical impedance microscope (P-EIM) that can image electrical and electrochemical responses of a biological sample. P-EIM can study binding affinity of small molecules and proteins in microarray format, follow the binding events of single viruses, and image various cellular and subcellular processes, including ion channel and G protein coupled receptor activities, with sub-micron spatial resolution and sub-millisecond temporal resolution. P-EIM is label free, which overcomes limitations associated with label-based detection and imaging technologies. This project will integrate P-EIM with total internal reflection fluorescence and surface plasmon resonance microscopy, and work with researchers in different fields, including proteomics, immunology, neurology and cell biology, to develop new applications. Specific aims include developing and demonstrating P-EIM capabilities to: 1) Measure molecular interactions and kinetics, particularly small molecule-protein interactions; 2) Monitor virus binding kinetics and statistics; 3) Study single cell and sub-cellular kinetics with milliseconds time resolution.\r\n\r\nNon-technical description: Optical microscopy has enabled many breakthroughs in biological research, and become a truly indispensable tool in nearly every life science lab. Continued advances in biology will benefit from new imaging capabilities that provide unique and complementary information to the current microscopy technologies. The present project will introduce an impedance-imaging mode to optical microscopy, allowing for optical imaging of electrical and electrochemical responses of biological samples, a capability that current optical microscopy lacks. In order to transform the new imaging capability into a powerful tool for biological research, the PIs will collaborate with over ten research groups to develop different biological applications, create tutorial materials via Youtube, Wikipedia, and a dedicated website, and work with the university technology transfer office to facilitate commercialization. \r\nThe project will provide unique opportunities for interdisciplinary training and nurturing the next generation of scientists and engineers. In addition to training graduate and postdoctoral students, the PIs propose new educational initiatives in undergraduate research taking advantage of several existing programs and infrastructures at ASU. Examples include the NSF REU program, Biodesign high school student internship, and Fulton Undergraduate Research Initiative (FURI) at ASU, which provide additional resources for recruiting and supporting undergraduate students, including groups underrepresented in science and engineering, at the early stages of their studies in the college. The project will also provide students with unique international and interdisciplinary collaboration experience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nongjian",
   "pi_last_name": "Tao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nongjian Tao",
   "pi_email_addr": "nongjian.tao@asu.edu",
   "nsf_id": "000485614",
   "pi_start_date": "2012-07-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shaopeng",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shaopeng Wang",
   "pi_email_addr": "shaopeng.wang@asu.edu",
   "nsf_id": "000111610",
   "pi_start_date": "2012-07-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852816011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110800",
   "pgm_ele_name": "INSTRUMENTAT & INSTRUMENT DEVP"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 651205.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit:</strong> Impedance has been widely used to detect and study biological processes, but it lacks spatial resolution and thus imaging capability. We developed a plasmonic-based electrochemical impedance microscope (P-EIM) that can image electrical or electrochemical responses of a biological sample. Since most biological molecules carry charges or partial charges (proteins, DNA and many small molecules), or change surface impedance upon binding to the surface, P-EIM can detect and image them via electrical responses, which is in contrast to mass, fluorescence or refractive index-based detection principles. P-EIM is label free, which overcomes limitations associated with label-based detection and imaging technologies. In this project, we integrated P-EIM with fluorescence microscopy and surface plasmon resonance microscopy into a multi-functional microscope, and developed several new applications including study of binding affinity and kinetics of small molecules and proteins in microarray format, follow the binding events of single viral, bacterial and cells, and image drug-induced cellular and subcellular processes. The results are presented in multiple conferences, published in seven peer reviewed research papers and a patent application.</p>\n<p>&nbsp;</p>\n<p><strong>Broader impacts: </strong>The project introduced an impedance-imaging mode to optical microscopy, allowing for optical imaging of electrical and electrochemical responses of biological samples, a capability that current optical microscopy lacks. A key achievement of the project is integration of this advance into the conventional optical microscope to provide simultaneous bright field, fluorescence, surface plasmon resonance and electrochemical impedance imaging capability. In order to transform the new imaging capability into a powerful tool for biological research, the PIs has collaborated with multiple research groups and companies to develop different biological applications and to move the technology forward toward commercial use. The project also provided unique opportunities for interdisciplinary training and nurturing the next generation of scientists and engineers, including high school, undergraduate, graduate students and postdoctoral trainees. The project also provided students with unique international and interdisciplinary collaboration experience.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/08/2016<br>\n\t\t\t\t\tModified by: Shaopeng&nbsp;Wang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit: Impedance has been widely used to detect and study biological processes, but it lacks spatial resolution and thus imaging capability. We developed a plasmonic-based electrochemical impedance microscope (P-EIM) that can image electrical or electrochemical responses of a biological sample. Since most biological molecules carry charges or partial charges (proteins, DNA and many small molecules), or change surface impedance upon binding to the surface, P-EIM can detect and image them via electrical responses, which is in contrast to mass, fluorescence or refractive index-based detection principles. P-EIM is label free, which overcomes limitations associated with label-based detection and imaging technologies. In this project, we integrated P-EIM with fluorescence microscopy and surface plasmon resonance microscopy into a multi-functional microscope, and developed several new applications including study of binding affinity and kinetics of small molecules and proteins in microarray format, follow the binding events of single viral, bacterial and cells, and image drug-induced cellular and subcellular processes. The results are presented in multiple conferences, published in seven peer reviewed research papers and a patent application.\n\n \n\nBroader impacts: The project introduced an impedance-imaging mode to optical microscopy, allowing for optical imaging of electrical and electrochemical responses of biological samples, a capability that current optical microscopy lacks. A key achievement of the project is integration of this advance into the conventional optical microscope to provide simultaneous bright field, fluorescence, surface plasmon resonance and electrochemical impedance imaging capability. In order to transform the new imaging capability into a powerful tool for biological research, the PIs has collaborated with multiple research groups and companies to develop different biological applications and to move the technology forward toward commercial use. The project also provided unique opportunities for interdisciplinary training and nurturing the next generation of scientists and engineers, including high school, undergraduate, graduate students and postdoctoral trainees. The project also provided students with unique international and interdisciplinary collaboration experience.\n\n \n\n\t\t\t\t\tLast Modified: 08/08/2016\n\n\t\t\t\t\tSubmitted by: Shaopeng Wang"
 }
}