{
 "awd_id": "1151444",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Explaining Prehistoric High-Altitude Hunter-Gather Residential Occupations in  Wyoming's Wind River Range",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 84498.0,
 "awd_amount": 84498.0,
 "awd_min_amd_letter_date": "2012-01-06",
 "awd_max_amd_letter_date": "2012-01-06",
 "awd_abstract_narration": "With National Science Foundation support, Drs. Christopher Morgan, David Rhode and Richard Adams will conduct one season of archaeological research in the subalpine and alpine regions of the Wind River Range, in western Wyoming. The team brings together experts in hunter-gatherer and mountain archaeology and ecology, prehistoric settlement and subsistence systems, and paleoenvironmental reconstruction to explain the economic, environmental, and social contexts leading to the anomalous and intensive occupation of a hunter-gatherer village known locally as High Rise Village. This site is at an elevation of 10,700 ft and, for a hunter-gatherer village, very large (19 acres). It contains at least 52 flattened housefloors representing the remains of ancient living structures and a diverse and dense archaeological deposit composed of hunting, plant processing, and tool making remains. Pilot study radiocarbon dating indicates site occupations between 4500 and 150 years ago, making it the largest, oldest, and longest-running, continuously-occupied high-altitude prehistoric village in North America. \r\n\r\nThe Wind River project will generate new empirical and theoretical information about North American prehistory and human adaptation to marginal habitats like high mountains. Its intellectual merit rests on its testing of fundamental models of human behavior in such settings and expressing in concrete, quantitative terms how and why humans  move to and settle in such regions, ultimately coming to populate nearly every terrestrial ecological niche on the planet. \r\n\r\nThe fundamental questions driving the proposed research are: were High Rise Village inhabitants pushed to live in a marginal, limiting habitat, or where they pulled into a habitat that was so seasonally productive as to offset the costs of living at the site?  The goal of the project is to answer these questions by reconstructing prehistoric investments in technology and subsistence relative to the economic benefits of living at the site, with high-cost, low return behaviors indicating people being pushed to occupy the site, and the opposite incentive for doing the same. This research requires data that provides meaningful measures of the time and energy expended constructing the houses, manufacturing the tools and feeding the populations who lived at the site, as well as a reasonable estimate of the size of the groups who lived there at any one time, all within a context of overall environmental productivity. Generating these types of data entails excavating a large sample of the site and its house features and analyzing house construction methods, tool types and subsistence remains and other indicators of past environmental conditions.\r\n\r\nThe project's broader impacts rest on its engagement and training of a large and diverse group of undergraduates, Native Americans and graduate students in cutting-edge archaeological inquiry, countering trends in declining scientific literacy in American students and among historically disenfranchised groups while developing increased scientific capacity and infrastructure among public universities in five states (Utah, Wyoming, Nevada, Washington, and California) and private laboratories from Maryland to California.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Morgan",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher T Morgan",
   "pi_email_addr": "ctmorgan@unr.edu",
   "nsf_id": "000519511",
   "pi_start_date": "2012-01-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Rhode",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "David E Rhode",
   "pi_email_addr": "dave.rhode@dri.edu",
   "nsf_id": "000466107",
   "pi_start_date": "2012-01-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Adams",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Richard Adams",
   "pi_email_addr": "richard.adams@wyo.gov",
   "nsf_id": "000595254",
   "pi_start_date": "2012-01-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Utah State University",
  "inst_street_address": "1000 OLD MAIN HL",
  "inst_street_address_2": "",
  "inst_city_name": "LOGAN",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "4357971226",
  "inst_zip_code": "843221000",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UTAH STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPE2YDWHDYU4"
 },
 "perf_inst": {
  "perf_inst_name": "Utah State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "843220730",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 25878.0
  }
 ],
 "por": null
}