{
 "awd_id": "1151701",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Development of Environmentally Benign Piezoelectric Materials for Sustainable Systems",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924936",
 "po_email": "lmadsen@nsf.gov",
 "po_sign_block_name": "Lynnette Madsen",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 438944.0,
 "awd_amount": 438944.0,
 "awd_min_amd_letter_date": "2012-02-03",
 "awd_max_amd_letter_date": "2014-05-27",
 "awd_abstract_narration": "NON-TECHNICAL DESCRIPTION: Piezoelectrics are an incredibly useful family of materials that are used in sensors and actuators. In sensing, when they are deformed an electric charge is created in proportion to the deformation; for actuation, when they are subjected to an electric field a shape change is induced in proportion to the applied field. This behavior leads to applications such as ultrasonic imaging, fuel injection, micropositioning, energy harvesting, and microelectromechanical systems (ink jet print heads, microsensors, etc.). Unfortunately the most ubiquitous piezoelectric materials contain lead. The toxicity of lead has resulted in its elimination in paints and solders. Worldwide efforts are now underway to eliminate lead from all devices, including piezoelectrics. The aim of this research is to develop piezoelectric materials that do not contain lead for use in small-scale sensing and actuation applications. The elimination of lead is highly desirable in terms of processing and device fabrication, disposal at end-of-life, as well as opening up new application areas (in vivo sensing and actuation). In addition, this project acts as a vehicle for both recruiting and retaining a future generation of engineers and scientists that is diverse in terms of both gender and ethnicity. By integration with two mentoring programs that bring Oregon high school, undergraduate and graduate students, and the professor together, a pyramid of mentorship in the laboratory is being created and diversity is increased.\r\n\r\nTECHNICAL DETAILS: The most prevalent piezoelectric material is based on Pb(Zr1-xTix)O3 (PZT). Recent worldwide regulatory restrictions on the use of lead have resulted in numerous groups searching for and examining lead-free replacement piezoelectric materials. The primary candidates to replace PZT are Bi, Na, and K based perovskites. However, to date research has largely neglected taking a thorough approach to thin film implementation of these materials, which is ultimately desired. Therefore a major opportunity exists to provide insight to the significant thin film processing issues and defect-related phenomena in these complex, volatile, multi-cation systems (which are exacerbated by the anisometric nature of thin film architectures). This work is designed to develop synthesis methodologies to high performing lead-free piezoelectric thin films using chemical solution and physical vapor routes. Novel elemental and structural characterization methods are used to understand the stoichiometry and defect equilibria present in these complex materials, and their impact on the ultimate ferroelectric and piezoelectric properties. Finally, this program acts as a critical vehicle for both recruiting and retaining a future generation of engineers and scientists that is diverse in terms of both gender and ethnicity. A culture of mentoring in the professor's laboratory is being fostered that enhances the connection of students to the field while also reaching out to recruit high school level students and attracting them to engineering and the sciences. This goal is being accomplished by collaborating with two programs at Oregon State University that bring underrepresented high school students to campus every summer to participate in research projects that are based on deposition and characterization of lead-free piezoelectric thin films.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brady",
   "pi_last_name": "Gibbons",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Brady J Gibbons",
   "pi_email_addr": "brady.gibbons@oregonstate.edu",
   "nsf_id": "000148701",
   "pi_start_date": "2012-02-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318507",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177400",
   "pgm_ele_name": "CERAMICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 81285.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 84343.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 273316.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Piezoelectric materials are an incredibly important family of materials that are used in sensors, actuators, and transducers. They are used in applications such as ultrasonic imaging, fuel injection, micropositioning, energy harvesting, and microelectromechanical systems (<em>i.e.</em>, ink jet print heads, microsensors, etc.). Unfortunately, the most ubiquitous piezoelectric materials contain lead (Pb(Zr<sub>1-x</sub>Ti<sub>x</sub>)O<sub>3</sub>&nbsp;or PZT). The toxicity of lead has already resulted in its elimination in paints and solders. Beyond that, worldwide regulatory efforts are now underway to eliminate lead from all devices, including those that are piezoelectric-based. This research program is designed to develop piezoelectric materials that do not contain lead for use in micro-scale sensing and actuation applications. The elimination of lead is highly desirable in terms of processing and device fabrication, disposal at end-of-life, as well as enabling new application areas (<em>in vivo&nbsp;</em>sensing, actuation, and transduction). In addition, this project has acted as a vehicle for both&nbsp;<em>recruiting</em>&nbsp;<em>and</em>&nbsp;<em>retaining</em>&nbsp;a future generation of engineers and scientists that is diverse in terms of both gender and ethnicity. By integrating with two mentoring programs that bring Oregon high school, undergraduate and graduate students, and the professor together on campus, a pyramid of mentorship in the laboratory has been created and diverse teams have been created to solve difficult sustainability challenges.</p>\n<p>The primary candidates to replace PZT are Bi, Na, and K-based perovskites. However, until the initiation of this project the research community has largely neglected taking a thorough approach to thin film (micro-scale) implementation of these materials, which is ultimately desired in many applications. Therefore, this work has provided valuable insight to the significant thin film processing challenges and defect-related phenomena in these complex, volatile, multi-cation systems (which are all exacerbated by the anisometric nature of thin film architectures). This work was designed to develop synthesis methodologies to result in high performing lead-free piezoelectric thin films using chemical solution and physical vapor routes. Novel elemental and structural characterization methods were used to understand the stoichiometry and defect equilibria present in these complex materials, and their impact on the ultimate ferroelectric and piezoelectric properties. Additionally, international collaborations enabled studies to understand the fundamental origins of strain in these materials, as well as the differences that result between thin film and bulk ceramic embodiments. Results of this work were disseminated via peer reviewed journal and conference publications, numerous invited and contributed talks throughout the world, and participation in outreach programs that informed the public of our work. Finally, this program has acted to both&nbsp;<em>recruit</em>,&nbsp;<em>retain, and place in employment</em>&nbsp;a future generation of engineers and scientists that are diverse in terms of both gender and ethnicity.</p>\n<p>Since the project inception this project has directly involved six graduate students (two of which were female, one male Latino), four undergraduate students (including an underrepresented minority and two females), four high school students (all female), and four other high school students (including one African American and one female). The goal from the outset has been to develop a pyramid of mentorship from the PI all the way to the high school interns. We desired to have a deep and lasting educational and outreach benefit to Oregon State University and the surrounding communities by focusing on specific issues which tend to keep women and ethnic minorities out of engineering and science and/or cause them to leave the fields. By focusing on the synergistic effects of student mentoring at all levels from the PI down through high school, students were able to gain a strong connection to the field and saw firsthand the social benefit of participation, which will aid in their recruitment to, and retention in, engineering and the sciences.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/31/2019<br>\n\t\t\t\t\tModified by: Brady&nbsp;J&nbsp;Gibbons</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPiezoelectric materials are an incredibly important family of materials that are used in sensors, actuators, and transducers. They are used in applications such as ultrasonic imaging, fuel injection, micropositioning, energy harvesting, and microelectromechanical systems (i.e., ink jet print heads, microsensors, etc.). Unfortunately, the most ubiquitous piezoelectric materials contain lead (Pb(Zr1-xTix)O3 or PZT). The toxicity of lead has already resulted in its elimination in paints and solders. Beyond that, worldwide regulatory efforts are now underway to eliminate lead from all devices, including those that are piezoelectric-based. This research program is designed to develop piezoelectric materials that do not contain lead for use in micro-scale sensing and actuation applications. The elimination of lead is highly desirable in terms of processing and device fabrication, disposal at end-of-life, as well as enabling new application areas (in vivo sensing, actuation, and transduction). In addition, this project has acted as a vehicle for both recruiting and retaining a future generation of engineers and scientists that is diverse in terms of both gender and ethnicity. By integrating with two mentoring programs that bring Oregon high school, undergraduate and graduate students, and the professor together on campus, a pyramid of mentorship in the laboratory has been created and diverse teams have been created to solve difficult sustainability challenges.\n\nThe primary candidates to replace PZT are Bi, Na, and K-based perovskites. However, until the initiation of this project the research community has largely neglected taking a thorough approach to thin film (micro-scale) implementation of these materials, which is ultimately desired in many applications. Therefore, this work has provided valuable insight to the significant thin film processing challenges and defect-related phenomena in these complex, volatile, multi-cation systems (which are all exacerbated by the anisometric nature of thin film architectures). This work was designed to develop synthesis methodologies to result in high performing lead-free piezoelectric thin films using chemical solution and physical vapor routes. Novel elemental and structural characterization methods were used to understand the stoichiometry and defect equilibria present in these complex materials, and their impact on the ultimate ferroelectric and piezoelectric properties. Additionally, international collaborations enabled studies to understand the fundamental origins of strain in these materials, as well as the differences that result between thin film and bulk ceramic embodiments. Results of this work were disseminated via peer reviewed journal and conference publications, numerous invited and contributed talks throughout the world, and participation in outreach programs that informed the public of our work. Finally, this program has acted to both recruit, retain, and place in employment a future generation of engineers and scientists that are diverse in terms of both gender and ethnicity.\n\nSince the project inception this project has directly involved six graduate students (two of which were female, one male Latino), four undergraduate students (including an underrepresented minority and two females), four high school students (all female), and four other high school students (including one African American and one female). The goal from the outset has been to develop a pyramid of mentorship from the PI all the way to the high school interns. We desired to have a deep and lasting educational and outreach benefit to Oregon State University and the surrounding communities by focusing on specific issues which tend to keep women and ethnic minorities out of engineering and science and/or cause them to leave the fields. By focusing on the synergistic effects of student mentoring at all levels from the PI down through high school, students were able to gain a strong connection to the field and saw firsthand the social benefit of participation, which will aid in their recruitment to, and retention in, engineering and the sciences. \n\n\t\t\t\t\tLast Modified: 10/31/2019\n\n\t\t\t\t\tSubmitted by: Brady J Gibbons"
 }
}