{
 "awd_id": "1151337",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: The Longevity and Evolution of Giant Magma Bodies: A Textural Study of Selected Supereruption Deposits Formed in Different Tectonic Environments Worldwide",
 "cfda_num": "47.050",
 "org_code": "06030107",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sonia Esperanca",
 "awd_eff_date": "2012-05-15",
 "awd_exp_date": "2018-04-30",
 "tot_intn_awd_amt": 500350.0,
 "awd_amount": 500350.0,
 "awd_min_amd_letter_date": "2012-05-16",
 "awd_max_amd_letter_date": "2016-06-17",
 "awd_abstract_narration": "Supereruptions eject huge amounts (>1,000 km3) of material onto the Earth's surface in a matter of days to weeks, showing that giant bodies of low-density, crystal-poor magma - much larger than any currently known magma body - occasionally exist just a few kilometers below the surface. Our knowledge of these events is limited, largely because the last known supereruption on Earth occurred ca. 26,000 years ago. The 1815 eruption of Tambora - the largest known historic eruption - led to the 'Year without a summer' in North America and Europe in 1816. Yet, supereruptions eject at least an order of magnitude more magma, demonstrating that these giant eruptions can not only cause widespread devastation at the local scale, but can also have a significant worldwide impact, particularly on climate. In his CAREER research plan, the investigator will endeavor to answer some fundamental questions about giant magma bodies: What are the timescales over which they crystallize? What causes the transition from a quiet (pre-eruptive) state to the vigorous eruptive state that ultimately leads to a supereruption? What can be learned from studying crystal and vesicle populations? It is planned to investigate the timescales of crystallization of supereruption-forming magma bodies to gather information on minerals and glasses, explore the significance of these timescales, and assess the evolution of giant magma bodies. The project will be designed to obtain a clearer picture of the evolution of giant magma bodies in time and space, the processes that shape their evolution, and the conditions that lead to eruption. \r\n\r\nThe work will include: (a) Texture characterization using x-ray tomography; (b) Glass inclusion characteri-zation using phase-contrast x-ray tomography; (c) Mineral zoning characterization using cathodolumines-cence (CL) imaging and trace-element analysis via electron, x-ray and laser ablation microprobes; (d) Study of the crystallography of crystal clusters using electron back-scattered diffraction (EBSD) imaging; and (e) Development of analytical and numerical solutions for problems at the crystal-scale. The study will focus on 3 deposits spread over 4 continents: Huckleberry Ridge Tuff (USA), Oruanui Tuff (New Zea-land), and Paraná-Etendeka rhyolites (South America and West Africa). All are among the largest known ignimbrite deposits, but they formed in different tectonic environments and are characteristically different from each other in eruptive history, mineralogy and petrography. Simultaneous study of these deposits employing the same conceptual framework and tools should allow for a qualitative jump in our knowledge of the timescales and evolution of the giant magma bodies that give rise to supereruptions. Research and teaching will be intimately connected through the development and offering of summer session courses in southern Brazil, Namibia, and New Zealand, formally offered by Vanderbilt University, which are aimed to provide (a) global and international experiences of collaborative research and learning with the participa-tion of faculty and students from universities from the US, Brazil and New Zealand; (b) extensive and meaningful field experience for students, from graduate students to non-majors; and (c) a unique learning experience for undergraduates who will participate in the process of construction of knowledge, a goal that is often difficult to accomplish in regular courses.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Guilherme",
   "pi_last_name": "Gualda",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Guilherme Gualda",
   "pi_email_addr": "g.gualda@vanderbilt.edu",
   "nsf_id": "000518794",
   "pi_start_date": "2012-05-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vanderbilt University",
  "inst_street_address": "110 21ST AVE S",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153222631",
  "inst_zip_code": "372032416",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "VANDERBILT UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GTNBNWXJ12D5"
 },
 "perf_inst": {
  "perf_inst_name": "Vanderbilt Univ., Earth & Enviro. Sci.",
  "perf_str_addr": "5726 STEVENSON CENTER",
  "perf_city_name": "Nashville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372350001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "TN07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157300",
   "pgm_ele_name": "Petrology and Geochemistry"
  },
  {
   "pgm_ele_code": "157500",
   "pgm_ele_name": "EDUCATION AND HUMAN RESOURCES"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 314584.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 91510.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 94256.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Supereruptions eject huge amounts (&gt;1,000 km<sup>3</sup>) of material onto the Earth&rsquo;s surface in a matter of days to weeks, showing that giant bodies of low-density, crystal-poor magma &ndash; much larger than any currently known magma body &ndash; occasionally exist just a few kilometers below the surface. Our knowledge of these events is limited, largely because the last known supereruption on Earth occurred ca. 26,000 years ago. The 1815 eruption of Tambora &ndash; the largest known historic eruption &ndash; led to the &ldquo;Year without a summer&rdquo; in North America and Europe in 1816. Yet, supereruptions eject at least an order of magnitude more magma, demonstrating that these giant eruptions can not only cause widespread devastation at the local scale, but can also have a significant worldwide impact, particularly on climate. In this project, we studied some fundamental questions about giant magma bodies: What are the timescales over which they crystallize? What causes the transition from a quiet (pre-eruptive) state to the vigorous eruptive state that ultimately leads to a supereruption? What can we learn from studying crystal populations? We investigated the timescales of crystallization of supereruption-forming magma bodies, and we gathered information on minerals and glasses to explore the significance of these timescales, and to assess the evolution of giant magma bodies. We were interested in improving our understanding of the evolution of giant magma bodies in time and space, the processes that shape their evolution, and the conditions that lead to eruption.</p>\n<p>The work includes: (a) Texture characterization using x-ray tomography; (b) Glass inclusion characterization using phase-contrast x-ray tomography; (c) Mineral zoning characterization using cathodoluminescence (CL) imaging and trace-element analysis via electron, x-ray and laser ablation microprobes; (d)&nbsp; Development of analytical and numerical solutions for problems at the crystal-scale. We studied several volcanic units, particularly: Bishop Tuff (USA), several units from the Taupo Volcanic Zone (New Zealand), and the Paran&aacute; Magmatic Province (Brazil). They include some of the largest and some of the best studied supereruption deposits on Earth. We showed that these magma bodies are ephemeral features of the crust, crystallizing on timescales of decades to millennia. We developed methods to calculate crystallization pressures of magmas in the shallow crust. We demonstrate using these methods that rhyolitic magmas are typically located over narrow depth ranges in the Earth's shallow crust. Supereruptions seem to tap multiple coexisting magma bodies. Rhyolitic magmas can generate significant overpressures by the combined effect of crystallization and bubble formation, such that they can drive themselves to eruption without the need for external triggers.&nbsp;</p>\n<p>Research and teaching were intimately connected through the development and offering of summer session courses in New Zealand and Brazil, formally offered by Vanderbilt University in the month-long May term. These courses are aimed to provide (a) global and international experiences of collaborative research and learning with the participation of faculty and students from universities from the US, Brazil and New Zealand; (b) extensive and meaningful field experience for students, from graduate students to non-majors; and (c) a unique learning experience for undergraduates who participate in the process of construction of knowledge, a goal that is often difficult to accomplish in regular courses.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/13/2018<br>\n\t\t\t\t\tModified by: Guilherme&nbsp;Gualda</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSupereruptions eject huge amounts (&gt;1,000 km3) of material onto the Earth?s surface in a matter of days to weeks, showing that giant bodies of low-density, crystal-poor magma &ndash; much larger than any currently known magma body &ndash; occasionally exist just a few kilometers below the surface. Our knowledge of these events is limited, largely because the last known supereruption on Earth occurred ca. 26,000 years ago. The 1815 eruption of Tambora &ndash; the largest known historic eruption &ndash; led to the \"Year without a summer\" in North America and Europe in 1816. Yet, supereruptions eject at least an order of magnitude more magma, demonstrating that these giant eruptions can not only cause widespread devastation at the local scale, but can also have a significant worldwide impact, particularly on climate. In this project, we studied some fundamental questions about giant magma bodies: What are the timescales over which they crystallize? What causes the transition from a quiet (pre-eruptive) state to the vigorous eruptive state that ultimately leads to a supereruption? What can we learn from studying crystal populations? We investigated the timescales of crystallization of supereruption-forming magma bodies, and we gathered information on minerals and glasses to explore the significance of these timescales, and to assess the evolution of giant magma bodies. We were interested in improving our understanding of the evolution of giant magma bodies in time and space, the processes that shape their evolution, and the conditions that lead to eruption.\n\nThe work includes: (a) Texture characterization using x-ray tomography; (b) Glass inclusion characterization using phase-contrast x-ray tomography; (c) Mineral zoning characterization using cathodoluminescence (CL) imaging and trace-element analysis via electron, x-ray and laser ablation microprobes; (d)  Development of analytical and numerical solutions for problems at the crystal-scale. We studied several volcanic units, particularly: Bishop Tuff (USA), several units from the Taupo Volcanic Zone (New Zealand), and the Paran&aacute; Magmatic Province (Brazil). They include some of the largest and some of the best studied supereruption deposits on Earth. We showed that these magma bodies are ephemeral features of the crust, crystallizing on timescales of decades to millennia. We developed methods to calculate crystallization pressures of magmas in the shallow crust. We demonstrate using these methods that rhyolitic magmas are typically located over narrow depth ranges in the Earth's shallow crust. Supereruptions seem to tap multiple coexisting magma bodies. Rhyolitic magmas can generate significant overpressures by the combined effect of crystallization and bubble formation, such that they can drive themselves to eruption without the need for external triggers. \n\nResearch and teaching were intimately connected through the development and offering of summer session courses in New Zealand and Brazil, formally offered by Vanderbilt University in the month-long May term. These courses are aimed to provide (a) global and international experiences of collaborative research and learning with the participation of faculty and students from universities from the US, Brazil and New Zealand; (b) extensive and meaningful field experience for students, from graduate students to non-majors; and (c) a unique learning experience for undergraduates who participate in the process of construction of knowledge, a goal that is often difficult to accomplish in regular courses.\n\n\t\t\t\t\tLast Modified: 07/13/2018\n\n\t\t\t\t\tSubmitted by: Guilherme Gualda"
 }
}