{
 "awd_id": "1151786",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CAREER: Theoretical Investigation of Interacting Topological States of Matter",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 405774.0,
 "awd_amount": 405774.0,
 "awd_min_amd_letter_date": "2012-09-01",
 "awd_max_amd_letter_date": "2016-07-17",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\n\r\nThis CAREER award supports theoretical research and education to systematically investigate interacting topological states of matter. In recent years, a systematical understanding has been obtained for non-interacting topological states of matter in generic symmetry classes. However, interacting topological states of matter are much less understood, and novel physical phenomena such as quantum number fractionalization are expected to occur, as has been learned from fractional quantum Hall states. The PI plans to systematically characterize interacting topological states of matter in different dimensions and symmetry classes, through a combination of three approaches:\r\n\r\ni)\tConstruction and characterization of many-body ground state wavefunctions. The many-body ground state wavefunction provides a complete description of the ground state properties. The PI plans to generalize the wavefunction approach to fractional quantum Hall states, and construct ground state wavefunctions and corresponding model Hamiltonians of two-dimensional and three-dimensional topological states. \r\n\r\nii)\tTopological field theory description. Topological field theory describes topological states by their observable physical properties. The PI aims to develop new topological field theories for topological states especially for topological superconductors.\r\n \r\niii)\tQuantum entanglement properties of topological states and their relation to dynamical properties of the system. The PI will study the entanglement spectrum of topological states and also develop new characteristics of quantum entanglement properties.\r\n\r\nThe proposed research will be integrated with education of graduate and undergraduate students. This project will provide graduate students with a unique research experience involving both solid training in theoretical condensed matter physics and a broad view of many related fields. The PI will make sustained efforts to introduce the proposed research to undergraduate students through lectures, classes and research projects. The PI has been active in organizing tutorials and workshops, writing review articles and pedagogical articles to benefit both junior and senior members of the community, and to introduce research results on topological states of matter to a broader audience. The PI plans to prepare public lectures on topological physics to disseminate the research results of this project and to attract broader interest in this subject beyond the physics community.\r\n\r\n\r\nNONTECHNICAL SUMMARY\r\n\r\nThis CAREER award supports theoretical research and education to systematically investigate topological states of matter involving electrons that interact strongly with each other. The first topological states of matter discovered are the quantum Hall effects which arise in electrons trapped in two dimensional sheets that are exposed to a large perpendicular magnetic field.  A new topological state is the topological insulator. Like ordinary insulators, for example rubber, topological insulators do not conduct electricity through the interior of the material. Unlike ordinary insulators, topological insulators are able to conduct electricity on their edges or boundaries through the formation of a new state of matter. Among the known topological insulators are compounds made of the elements bismuth and selenium, and bismuth and tellurium.\r\n\r\nThe PI aims to study the effect of the correlated motion of electrons that arise from strong interactions between electrons in topological states of matter.  The current understanding of topological insulators largely neglects correlations. The PI aims to systematically characterize interacting topological states from several complimentary aspects. Correlations may lead to the discovery of new states of matter with properties that may be exploited for device applications. The PI will study the properties and the quanutm mechanical structure of these states. The PI will propose experimentally observable signatures of new topological states that qualitatively from familiar well understood states of matter. \r\n\r\nThe proposed research will be integrated with education of graduate and undergraduate students. The PI will make sustained efforts to introduce the proposed research to undergraduate students through lectures, classes and research projects. The PI has been active in organizing tutorials and workshops, communicating science to benefit both junior and senior members of the community, introducing the research results on topological states of matter to a broader audience. The PI will prepare public lectures on topological physics to disseminate the research results of this project and to attract broader interest in this subject beyond the physics community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiaoliang",
   "pi_last_name": "Qi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiaoliang Qi",
   "pi_email_addr": "xlqi@stanford.edu",
   "nsf_id": "000550557",
   "pi_start_date": "2012-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "Room 312 McCullough Bldg.",
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943054060",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 155431.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 81087.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 83424.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 85832.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of condensed matter physics is to predict and describe interesting phenomena that emerge from the motion of huge number of microscopic particles. Despite being extremely complicated, such many-particle systems still have simple properties such as topological properties, which can be predicted with high accuracy, independent from most details of the material. For example, two linked rings cannot be unlinked without breaking one of them. Topological properties are such robust properties that stay the same unless some violent change happens to the material. In this project, we studied various topological phenomena, including Weyl semimetal, topological superconductivity, quantum anomalous Hall effect etc.&nbsp;</p>\n<p>One surprising development is that the emergent collective dynamics in many-particle systems turns out to be also deeply connected with one of the biggest mysteries of physics: the quantization of gravity. This correspondence is named as holographic duality, which tells us that certain gravity theories are like \"holograms\" of a lower dimensional theory living on the boundary. For example, we can imagine we live in such a world, which seems to have three spatial dimensions but actually only have two when we zoom in. Gravity emerges as a coarse-grained discription of the two-dimensional system, which has many degrees of freedom and has a chaotic, complicated dynamics. By understanding the non-equilibrium dynamics of chaotic many-particle systems, we may learn new knowledge about curved space-time and black holes. In this project, we developed new models and new tools to describe this interesting correspondence.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/19/2018<br>\n\t\t\t\t\tModified by: Xiaoliang&nbsp;Qi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of condensed matter physics is to predict and describe interesting phenomena that emerge from the motion of huge number of microscopic particles. Despite being extremely complicated, such many-particle systems still have simple properties such as topological properties, which can be predicted with high accuracy, independent from most details of the material. For example, two linked rings cannot be unlinked without breaking one of them. Topological properties are such robust properties that stay the same unless some violent change happens to the material. In this project, we studied various topological phenomena, including Weyl semimetal, topological superconductivity, quantum anomalous Hall effect etc. \n\nOne surprising development is that the emergent collective dynamics in many-particle systems turns out to be also deeply connected with one of the biggest mysteries of physics: the quantization of gravity. This correspondence is named as holographic duality, which tells us that certain gravity theories are like \"holograms\" of a lower dimensional theory living on the boundary. For example, we can imagine we live in such a world, which seems to have three spatial dimensions but actually only have two when we zoom in. Gravity emerges as a coarse-grained discription of the two-dimensional system, which has many degrees of freedom and has a chaotic, complicated dynamics. By understanding the non-equilibrium dynamics of chaotic many-particle systems, we may learn new knowledge about curved space-time and black holes. In this project, we developed new models and new tools to describe this interesting correspondence.\n\n\t\t\t\t\tLast Modified: 01/19/2018\n\n\t\t\t\t\tSubmitted by: Xiaoliang Qi"
 }
}