{
 "awd_id": "1151896",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  Commercial Scale Production of Synthetic Spider Silk Fibers",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032928323",
 "po_email": "bschrag@nsf.gov",
 "po_sign_block_name": "Benaiah Schrag",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 1000000.0,
 "awd_min_amd_letter_date": "2012-03-05",
 "awd_max_amd_letter_date": "2013-03-11",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase II project will continue the development and commercialization of spider silk fibers commenced in the Phase I effort.  Spider silk is a unique material in nature that is currently inaccessible on a commercial scale.  Spider silk and other protein polymers are broadly useful in fields ranging from specialty textiles, to medical devices and advanced composites.  The critical limitation in producing artificial spider silk fibers has been the lack of availability of bulk silk material and the knowledge of how to appropriately process the polymer into a product of native quality.  This project will continue prior work to deliver scalable quantities of material through microbial production of spider silk protein using a commercially viable cost structure.  In addition, this project will examine the key parameters for processing silk polymer into fibers whose properties surpass those of native spider silk.  The ability to produce prototype silk fibers from recombinant protein will enable the initial steps towards commercializing spider silk fiber-based products.  \r\n\r\nThe broader impact/commercial potential of this project is important to the adoption of a job-creating bio-based economy in the United States.  The ability to produce protein polymers has bedeviled biological researchers for decades.  Many important structural proteins and enticing commercially-useful materials have remained effectively impossible to produce.  The advent of cutting-edge techniques in synthetic biology, microfabrication, and materials processing now make the production of protein polymers and the processing of them into beneficial technologies a realistic goal.  Potential applications of protein-based polymers include a full range of sophisticated materials that are furthermore \"green\" and sustainable.  Spider silk polymers, due to their mechanical properties, can potentially be used to create the next generation of ballistic fibers in the production of armor for military, law enforcement, and private users.  In addition, the ability to produce advanced polymers independent of petroleum sources is a key goal of the emerging bio-based economy.  Lastly, many protein polymers (including silk) are biocompatible and biodegradable and thus can form the basis for new classes of medical materials used to replace or re-grow connective tissues with implants or devices.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dan",
   "pi_last_name": "Widmaier",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dan Widmaier",
   "pi_email_addr": "dan.widmaier@refactoredmaterials.com",
   "nsf_id": "000543727",
   "pi_start_date": "2012-03-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Refactored Materials, Inc.",
  "inst_street_address": "344A PRENTISS ST",
  "inst_street_address_2": "",
  "inst_city_name": "San Francisco",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4152795585",
  "inst_zip_code": "941106141",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "CA11",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Refactored Materials",
  "perf_str_addr": "1700 4th Street",
  "perf_city_name": "San Francisco",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "941582330",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "CA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "123E",
   "pgm_ref_txt": "CENTERS: ADVANCED MATERIALS"
  },
  {
   "pgm_ref_code": "144E",
   "pgm_ref_txt": "Synthetic biology"
  },
  {
   "pgm_ref_code": "165E",
   "pgm_ref_txt": "SBIR Phase IIB"
  },
  {
   "pgm_ref_code": "5373",
   "pgm_ref_txt": "SMALL BUSINESS PHASE II"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 500000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>From 2012 to 2015 Bolt Threads transformed from a few people with an innovative idea into a fully functional company preparing to commercialize its technology.</p>\n<p>&nbsp;</p>\n<p>Bolt Threads studies silk proteins found in nature to determine what gives them their incredible properties. It develops proteins inspired by these natural silks by putting genes into yeast, then it produces the protein in large quantities through fermentation, where yeast convert sugar into silk protein. After fermentation, Bolt separates the silk proteins from the yeast and spins the proteins into fibers.</p>\n<p>&nbsp;</p>\n<p>From 2012 to 2015 the company made great strides in biological engineering. They built systems to measure how silk is being transported within yeast cells and what other byproducts yeast is making. &nbsp;These advances enabled Bolt to increase the levels of protein the yeast were making dramatically. Bolt automated the growth and measurement of levels of silk production of yeast at a small scale, which allowed them to test thousands of different yeast strains in parallel, each with different genes inspired by nature.</p>\n<p>&nbsp;</p>\n<p>Bolt Threads learned massive amounts about working with silk, which is a very repetitive protein that&rsquo;s not similar to any widely-studied proteins. It tested many different methods for separating silk protein from yeast cells after the fermentation stage and learned how to keep the silk proteins stable while transitioning back and forth between the liquid state and the solid state. This was critical for the company as it learned to not only produce silk protein, but to spin it into fiber form. Bolt made great advances in testing optimal fiber spinning conditions, including choice of design and configuration of spinning equipment.</p>\n<p>&nbsp;</p>\n<p>One of the biggest leaps the company made in those three years was scaling up its operations. It started out using 1-liter fermenters and using syringes to extrude fibers, but has come a long way since then. By the end of 2015 Bolt had built a custom built wet-spinning fiber extrusion spinlines and was partnering with commercial scale fermentation partners.</p>\n<p>&nbsp;</p>\n<p>Bolt Threads proved that its vision for a more sustainable and scalable method for manufacturing silk and other protein-based materials is more than a dream, and that engineering biology will be one of the keys to making materials of the future.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/17/2016<br>\n\t\t\t\t\tModified by: Dan&nbsp;Widmaier</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFrom 2012 to 2015 Bolt Threads transformed from a few people with an innovative idea into a fully functional company preparing to commercialize its technology.\n\n \n\nBolt Threads studies silk proteins found in nature to determine what gives them their incredible properties. It develops proteins inspired by these natural silks by putting genes into yeast, then it produces the protein in large quantities through fermentation, where yeast convert sugar into silk protein. After fermentation, Bolt separates the silk proteins from the yeast and spins the proteins into fibers.\n\n \n\nFrom 2012 to 2015 the company made great strides in biological engineering. They built systems to measure how silk is being transported within yeast cells and what other byproducts yeast is making.  These advances enabled Bolt to increase the levels of protein the yeast were making dramatically. Bolt automated the growth and measurement of levels of silk production of yeast at a small scale, which allowed them to test thousands of different yeast strains in parallel, each with different genes inspired by nature.\n\n \n\nBolt Threads learned massive amounts about working with silk, which is a very repetitive protein thatÆs not similar to any widely-studied proteins. It tested many different methods for separating silk protein from yeast cells after the fermentation stage and learned how to keep the silk proteins stable while transitioning back and forth between the liquid state and the solid state. This was critical for the company as it learned to not only produce silk protein, but to spin it into fiber form. Bolt made great advances in testing optimal fiber spinning conditions, including choice of design and configuration of spinning equipment.\n\n \n\nOne of the biggest leaps the company made in those three years was scaling up its operations. It started out using 1-liter fermenters and using syringes to extrude fibers, but has come a long way since then. By the end of 2015 Bolt had built a custom built wet-spinning fiber extrusion spinlines and was partnering with commercial scale fermentation partners.\n\n \n\nBolt Threads proved that its vision for a more sustainable and scalable method for manufacturing silk and other protein-based materials is more than a dream, and that engineering biology will be one of the keys to making materials of the future.\n\n \n\n\t\t\t\t\tLast Modified: 05/17/2016\n\n\t\t\t\t\tSubmitted by: Dan Widmaier"
 }
}