{
 "awd_id": "1151497",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CAREER: Empirical Studies of Innovation in Health Care Markets",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cassidy Sugimoto",
 "awd_eff_date": "2012-04-15",
 "awd_exp_date": "2018-03-31",
 "tot_intn_awd_amt": 429861.0,
 "awd_amount": 429861.0,
 "awd_min_amd_letter_date": "2012-04-17",
 "awd_max_amd_letter_date": "2012-04-17",
 "awd_abstract_narration": "In 2001, Nature and Science published the initial sequences of the human genome.  In the decade since, the sequenced human genome has dramatically accelerated biomedical research, and has laid the groundwork for a revolution in medicine.  Yet Nature's editorial page in 2001 was focused not on the scientific and medical promise of the sequenced genome, but rather on a controversy over rules governing public access to genomic data.  Indeed, by many accounts biomedical researchers frequently struggle to navigate a complex landscape of non-scientific obstacles to scientific research and product development - such as negotiating access to patented and non-patented materials.  Successfully translating the science of genomics into improvements in health requires resolving these economic and institutional obstacles.  \r\n\r\nIntellectual merit: This project outlines a long-term agenda of research and education investigating barriers to innovation in health care markets, with a particular focus on the science and medicine of genomics.  The project consists of three parts.  First, it constructs a series of new datasets to measure the development and diffusion of genomic technologies, and develops open-access programs to enable others to replicate, update, and extend this data construction. Second, this project incorporates these data into a series of research projects to test and evaluate theories about economic factors that may be hindering innovation in biomedical science and health care markets. The direct goal of these studies is to shed light on specific questions, such as whether gene patents are hindering scientific research and product development.  The broader goal is to develop new research designs that can subsequently be applied to other markets.  Third, this project develops a monthly research workshop focused on the goal of integrating PhD students into this agenda. The goal of this workshop is to build a laboratory - generating leads on new research questions, and supporting students in collecting data and designing empirical strategies to test new hypotheses.\r\n\r\nBroader impacts: Barriers to innovation in the health policy context have important consequences for human health and welfare. In addition,, for federal and state governments, rising health care costs constitute the principal challenge of fiscal policy in the coming decades.  The best available estimates suggest 30 to 40 percent of health spending - more than half a trillion dollars per year - could be eliminated with no adverse health impacts.  Identifying barriers to medical innovation holds the potential to encourage the development of new technologies that can reduce health spending while also improving health outcomes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Heidi",
   "pi_last_name": "Williams",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Heidi L Williams",
   "pi_email_addr": "hlwill@stanford.edu",
   "nsf_id": "000596382",
   "pi_start_date": "2012-04-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Bureau of Economic Research Inc",
  "inst_street_address": "1050 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6178683900",
  "inst_zip_code": "021385359",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "NATIONAL BUREAU OF ECONOMIC RESEARCH INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "GT28BRBA2Q49"
 },
 "perf_inst": {
  "perf_inst_name": "National Bureau of Economic Research Inc",
  "perf_str_addr": "1050 Massachusetts Avenue",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385398",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "MA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762600",
   "pgm_ele_name": "SciSIP-Sci of Sci Innov Policy"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1045",
   "pgm_ref_txt": "CAREER-Faculty Erly Career Dev"
  },
  {
   "pgm_ref_code": "7626",
   "pgm_ref_txt": "SCIENCE OF SCIENCE POLICY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 429861.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Academics and policymakers have long recognized that competitive markets may under-incentivize innovation.&nbsp; This concern has motivated the design of public policies such as the patent system, which aims to increase research investments into new technologies by allowing inventors to capture a higher share of the social returns to their research investments.&nbsp;</p>\n<p>&nbsp;</p>\n<p>While many theoretical models &ndash; and, importantly, public policies &ndash; typically assume that stronger (e.g. longer or broader) patents will induce additional research investments, if innovation is &ldquo;cumulative&rdquo; in the sense that any given discovery is also an input into later follow-on discoveries, optimal patent policy will depend in part on whether patents on existing technologies discourage follow-on innovation.</p>\n<p>&nbsp;</p>\n<p>A central part of this CAREER grant developed empirical estimates of how patents affect follow-on innovation in the context of patents on the human genome.&nbsp; In joint work with Bhaven Sampat (Columbia School of Public Health), &ldquo;<em>How do patents affect follow-on innovation? Evidence from the human genome</em>&rdquo; (conditionally accepted, <em>American Economic Review</em>), we use newly collected data and two novel quasi-experimental approaches to investigate how patents on human genes have affected follow-on innovation.&nbsp; First, we compare genes claimed in accepted and rejected patent applications.&nbsp; Second, we construct a new instrumental variable for which patent applications are granted patents, based on the &ldquo;leniency&rdquo; of the (conditionally randomly assigned) patent examiner.&nbsp; Both approaches suggest gene patents have not reduced follow-on innovation.&nbsp;</p>\n<p>&nbsp;</p>\n<p>As discussed in my original CAREER grant proposal, I had expected that the quasi-experimental approaches developed in the Sampat-Williams paper would prove useful for investigating the impacts of patents in many other contexts.&nbsp; Indeed, each of our quasi-experimental approaches has already been applied in a number of other research papers, including one paper of mine that is joint work with Patrick Kline (UC-Berkeley), Neviana Petkova (US Treasury), and Owen Zidar (Chicago Booth), &ldquo;<em>Who profits from patents? Rent-sharing at innovative firms.</em>&rdquo;&nbsp; That paper uses a new linkage of US (rejected and accepted) patent applications to US business and worker tax records to empirically assess how patent-granted monopoly rents affect firm outcomes and worker compensation.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/23/2018<br>\n\t\t\t\t\tModified by: Heidi&nbsp;Williams</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAcademics and policymakers have long recognized that competitive markets may under-incentivize innovation.  This concern has motivated the design of public policies such as the patent system, which aims to increase research investments into new technologies by allowing inventors to capture a higher share of the social returns to their research investments. \n\n \n\nWhile many theoretical models &ndash; and, importantly, public policies &ndash; typically assume that stronger (e.g. longer or broader) patents will induce additional research investments, if innovation is \"cumulative\" in the sense that any given discovery is also an input into later follow-on discoveries, optimal patent policy will depend in part on whether patents on existing technologies discourage follow-on innovation.\n\n \n\nA central part of this CAREER grant developed empirical estimates of how patents affect follow-on innovation in the context of patents on the human genome.  In joint work with Bhaven Sampat (Columbia School of Public Health), \"How do patents affect follow-on innovation? Evidence from the human genome\" (conditionally accepted, American Economic Review), we use newly collected data and two novel quasi-experimental approaches to investigate how patents on human genes have affected follow-on innovation.  First, we compare genes claimed in accepted and rejected patent applications.  Second, we construct a new instrumental variable for which patent applications are granted patents, based on the \"leniency\" of the (conditionally randomly assigned) patent examiner.  Both approaches suggest gene patents have not reduced follow-on innovation. \n\n \n\nAs discussed in my original CAREER grant proposal, I had expected that the quasi-experimental approaches developed in the Sampat-Williams paper would prove useful for investigating the impacts of patents in many other contexts.  Indeed, each of our quasi-experimental approaches has already been applied in a number of other research papers, including one paper of mine that is joint work with Patrick Kline (UC-Berkeley), Neviana Petkova (US Treasury), and Owen Zidar (Chicago Booth), \"Who profits from patents? Rent-sharing at innovative firms.\"  That paper uses a new linkage of US (rejected and accepted) patent applications to US business and worker tax records to empirically assess how patent-granted monopoly rents affect firm outcomes and worker compensation.\n\n\t\t\t\t\tLast Modified: 04/23/2018\n\n\t\t\t\t\tSubmitted by: Heidi Williams"
 }
}