{
 "awd_id": "1151726",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Reduced colloidal metal-oxide nanocrystals as novel redox reagents",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928684",
 "po_email": "stamchan@nsf.gov",
 "po_sign_block_name": "Suk-Wah Tam-Chang",
 "awd_eff_date": "2012-03-15",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 552779.0,
 "awd_amount": 552779.0,
 "awd_min_amd_letter_date": "2012-03-06",
 "awd_max_amd_letter_date": "2014-11-03",
 "awd_abstract_narration": "James M. Mayer of the University of Washington is supported by an award from the Macromolecular, Supramolecular and Nanochemistry Program in collaborative research that seeks to examine the chemical reactivities and physical properties of colloidal oxide semiconductor nanoparticles containing extra electrons. Pure and doped ZnO and TiO2 nanoparticles of different sizes, band gaps, and with different surface-capping groups will be studied. Photoexcitation of these particles followed by hole trapping yields stable solutions of reduced nanoparticles, containing electrons in conduction-band orbitals or in \"trap states\". Synthetic, analytical, and spectroscopic techniques will be integrated to develop a fundamental understanding of the structure/function relationships that govern the reactivities of these nanoparticles. The nanoparticle charging chemistries will be examined by tracking the organic products and protons that are formed upon hole trapping, and by following the evolution of the photoexcited nanoparticles spectroscopically. The ability of the reduced particles to perform multi-electron/multi-proton reactions will be examined using molecular and nanocrystal substrates. The influence of nanocrystal doping and surface modification will be examined. Connections among the spectroscopic, thermochemical, and kinetic properties of the reduced particles will be developed. This research will yield new fundamental scientific insights that could alter the ways such materials are understood and applied in various technologies including the oxide/solution interfaces of photoelectrochemical cells or batteries.\r\n\r\nThis research will address fundamental reactivities of metal-oxide nanostructures. Such nanostructures are ubiquitous in energy conversion, energy storage, and photocatalysis technologies, and the information gleaned from the proposed research will have broad implications in each of these technologies. This project could furthermore result in the development of inexpensive, robust, and environmentally sound multi-electron reducing reagents with tunable potentials for application in a variety of scientific contexts from fundamental research to catalysis. Finally, this research will provide new fundamental insights into general electron transfer chemistries and will deepen our understanding of this important class of reactions. In addition to yielding new fundamental scientific insights and new materials, this research will also provide undergraduate and graduate students with opportunities for advanced interdisciplinary education and training to prepare them for future careers in science and engineering. Emphasis will be placed on integration of research and education at the undergraduate level through involvement of undergraduates in the research, incorporation of experiments and concepts from the research into the undergraduate laboratory curriculum, collaboration with faculty and students from undergraduate institutions, and outreach activities at regional community colleges and high schools.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Mayer",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "James M Mayer",
   "pi_email_addr": "james.mayer@yale.edu",
   "nsf_id": "000146195",
   "pi_start_date": "2012-03-06",
   "pi_end_date": "2014-07-25"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Gamelin",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel R Gamelin",
   "pi_email_addr": "gamelin@chem.washington.edu",
   "nsf_id": "000459609",
   "pi_start_date": "2014-11-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Mayer",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "James M Mayer",
   "pi_email_addr": "james.mayer@yale.edu",
   "nsf_id": "000146195",
   "pi_start_date": "2014-11-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Gamelin",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel R Gamelin",
   "pi_email_addr": "gamelin@chem.washington.edu",
   "nsf_id": "000459609",
   "pi_start_date": "2012-03-06",
   "pi_end_date": "2014-07-25"
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 Brooklyn Ave NE",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951700",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1401",
   "pgm_ref_txt": "CATALYSIS AND BIOCATALYSIS"
  },
  {
   "pgm_ref_code": "5560",
   "pgm_ref_txt": "ENERGY CONVERSION"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "8650",
   "pgm_ref_txt": "Sustainable Chemistry"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9223",
   "pgm_ref_txt": "ENVIRON BENIGN CHEMICAL SYNTH & PROCESS"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 552779.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A primary outcome of this work was the substantial development of the reaction chemistry of ZnO and TiO<sub>2</sub> nanocrystals, including synthesis, spectroscopy, electronic properties, and solution reactivity with molecular reagents. We demonstrated for the first time that reduced ZnO and TiO<sub>2</sub> nanocrystals are proton-coupled electron transfer (PCET) reagents. They transfer <em>e</em><sup>&ndash;</sup> and H<sup>+</sup> (H<sup>&bull;</sup>) to classic organic hydrogen atom acceptors, such as the nitroxyl radical TEMPO. The photoreduction to produce the reduced nanocrystals is also a PCET process, with protons as well as electrons being transferred from the &ldquo;hole trap&rdquo; EtOH (which is oxidized to CH<sub>3</sub>CHO). Thus the photoreduced nanocrystals are best written as ZnO:H<sup>+</sup>,<em>e</em><sup>&ndash;</sup> or TiO<sub>2</sub>:H<sup>+</sup>,<em>e</em><sup>&ndash;</sup>. Significant advances were also made to understand the solution structure of these nanocrystals. We developed methodology to quantify the surface amine capping ligands on our ZnO nanocrystals, using <sup>1</sup>H and DOSY NMR spectroscopies. The presence of strongly bound ligands, weakly associated ligands, and free ligands in solution was found. The surface density of bound ligands was constant over a range of nanocrystal sizes, and less than half that expected for a self-assembled monolayer. These results indicate that the amine ligands on ZnO nanocrystals should not be an impediment to inner-sphere reactions.</p>\n<p>Colloidal ZnO nanocrystals can also be reduced with molecular reagents in aprotic solvents. These electron transfer reactions are rapid and reversible, and therefore provide a high level of chemical control. Reduction with molecular species is strongly enhanced by proton addition, using either a Br&oslash;nsted acid (DDA-H<sup>+</sup>) or a photoreduction/oxidation sequence. Adding protons to solutions of ZnO nanocrystals and excess electron transfer agent led to roughly 1<em>e</em><sup>&ndash;</sup> transferred for each H<sup>+</sup>, up to a maximum number of electrons. This maximum increases with increasing size, and varies with the nanocrystal <em>volume</em>. Thus there is a constant <em>e</em><sup>&ndash;</sup> density for each nanocrystal-reductant pair. These results demonstrate the strong thermochemical coupling of an <em>e</em><sup>&ndash;</sup> and a H<sup>+</sup> when associated with a nanocrystal. Overall, we have demonstrated that redox reactions at oxide/solution interfaces can occur by PCET, and that protons play an integral part in the kinetics and thermodynamics of these processes. While there had been some prior discussion of these topics, this work is prompting a re-evaluation of reactivity at the nanoscale and is already starting to have impact in various disciplines.</p>\n<p>Each undergraduate student, graduate student, and postdoc involved in this research has participated in multiple aspects of the research described above. They have received advanced training in the complementary areas of inorganic chemistry, physical chemistry, surface science, theory, materials science, and nanotechnology, and they have collaborated with experts in diverse fields within the US and at universities abroad. This very broad educational experience has prepared these participants well for future challenges in academia and industry. Senior graduate students and postdocs were also each involved in the mentoring of at least one other graduate or undergraduate student, in leadership of joint group meetings, and in responsibility for major instrumentation. These activities provided invaluable experiences for the trainers as well as for the trainees, and contributed to well-balanced educational experiences. Each of these participants (except those still in the program) has successfully gone on to industrial employment, postdoc employment, assistant faculty e...",
  "por_txt_cntn": "\nA primary outcome of this work was the substantial development of the reaction chemistry of ZnO and TiO2 nanocrystals, including synthesis, spectroscopy, electronic properties, and solution reactivity with molecular reagents. We demonstrated for the first time that reduced ZnO and TiO2 nanocrystals are proton-coupled electron transfer (PCET) reagents. They transfer e&ndash; and H+ (H&bull;) to classic organic hydrogen atom acceptors, such as the nitroxyl radical TEMPO. The photoreduction to produce the reduced nanocrystals is also a PCET process, with protons as well as electrons being transferred from the \"hole trap\" EtOH (which is oxidized to CH3CHO). Thus the photoreduced nanocrystals are best written as ZnO:H+,e&ndash; or TiO2:H+,e&ndash;. Significant advances were also made to understand the solution structure of these nanocrystals. We developed methodology to quantify the surface amine capping ligands on our ZnO nanocrystals, using 1H and DOSY NMR spectroscopies. The presence of strongly bound ligands, weakly associated ligands, and free ligands in solution was found. The surface density of bound ligands was constant over a range of nanocrystal sizes, and less than half that expected for a self-assembled monolayer. These results indicate that the amine ligands on ZnO nanocrystals should not be an impediment to inner-sphere reactions.\n\nColloidal ZnO nanocrystals can also be reduced with molecular reagents in aprotic solvents. These electron transfer reactions are rapid and reversible, and therefore provide a high level of chemical control. Reduction with molecular species is strongly enhanced by proton addition, using either a Br&oslash;nsted acid (DDA-H+) or a photoreduction/oxidation sequence. Adding protons to solutions of ZnO nanocrystals and excess electron transfer agent led to roughly 1e&ndash; transferred for each H+, up to a maximum number of electrons. This maximum increases with increasing size, and varies with the nanocrystal volume. Thus there is a constant e&ndash; density for each nanocrystal-reductant pair. These results demonstrate the strong thermochemical coupling of an e&ndash; and a H+ when associated with a nanocrystal. Overall, we have demonstrated that redox reactions at oxide/solution interfaces can occur by PCET, and that protons play an integral part in the kinetics and thermodynamics of these processes. While there had been some prior discussion of these topics, this work is prompting a re-evaluation of reactivity at the nanoscale and is already starting to have impact in various disciplines.\n\nEach undergraduate student, graduate student, and postdoc involved in this research has participated in multiple aspects of the research described above. They have received advanced training in the complementary areas of inorganic chemistry, physical chemistry, surface science, theory, materials science, and nanotechnology, and they have collaborated with experts in diverse fields within the US and at universities abroad. This very broad educational experience has prepared these participants well for future challenges in academia and industry. Senior graduate students and postdocs were also each involved in the mentoring of at least one other graduate or undergraduate student, in leadership of joint group meetings, and in responsibility for major instrumentation. These activities provided invaluable experiences for the trainers as well as for the trainees, and contributed to well-balanced educational experiences. Each of these participants (except those still in the program) has successfully gone on to industrial employment, postdoc employment, assistant faculty employment, or research scientist employment. In the course of this project, the the PIs have worked to integrate findings into their classroom teaching and outreach activities, and to engage the broader community in related nanotechnology education. The PIs and their groups have also been active participants in the outreach efforts of the NSF Ce..."
 }
}