{
 "awd_id": "1152361",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IDBR:   Bat-mounted Recording and Wireless Transmission of Ultrasonic Calls",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032928132",
 "po_email": "csanford@nsf.gov",
 "po_sign_block_name": "Christopher Sanford",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 397103.0,
 "awd_amount": 397103.0,
 "awd_min_amd_letter_date": "2012-06-12",
 "awd_max_amd_letter_date": "2012-06-12",
 "awd_abstract_narration": "Project Abstract\r\n\r\nThe acoustic communication and echolocation of bats are among the most sophisticated and technically impressive sensory capabilities in the animal world. The study of bats is important to gain insight into these capabilities as well as to understand the roles of bats as predators of agricultural pests and vectors of infectious disease. Specifically, analysis of the acoustic signals used by bats for foraging and communication is necessary to understand their community structure, hunting patterns, and the signal processing underlying their capabilities. However, efforts to study bat calls in natural settings have been limited by the constraints imposed by ground-based recording equipment. Because of their small body sizes most bats are incapable of carrying existing ultrasonic recording instruments. Therefore, all studies to date have been conducted either in artificial laboratory conditions with fixed recording equipment, or in the wild with ground-based, typically stationary, recording equipment. Both methods have a variety of serious shortcomings. Ultrasound signals are context-specific and vary rapidly and over short distances, so a fixed recording device will not capture the same signals observed by a bat. Laboratory conditions cannot mimic the complex natural environment. With the use of ground-based recordings it usually is not possible to separate the calls made by individual bats. The echoes reflected from targeted insects often are too faint to be detected by ground-based recording equipment. As a result, the information obtainable by ground-based equipment is necessarily incomplete. With recent advances in electronics technology, a wide variety of miniaturized sensors have become possible. This project will include the development of miniaturized ultrasonic recording devices to be mounted on bats for recording calls and echoes during flight. The final design will utilize a custom integrated circuit (IC) to achieve a total system weight under 1 g.  \r\n\r\nThis project will result in an acoustic monitoring device unlike any existing instrument. By reducing the distance between the bat and the transducer from a few 10's of meters to a few centimeters, the instrumentation developed in this project will realize an improvement in signal quality of several orders of magnitude compared to existing ground-based recording techniques.  Furthermore, recordings of more distant bats that are currently infeasible due to signal attenuation will be made practical with the proposed instrument.  A bat-mounted recorder will also enable separation of signals from individual bats and the ability to follow an individual bat over a significant distance. Additionally, the proposed research will advance the design of ultra-low-power wireless instrumentation and integrated circuit design.  \r\nThis project offers the potential to introduce a breakthrough in methods for bat research. The knowledge gained through the use of the proposed instrument will provide important insights into communication among bats that are relevant to the role of bats as predators of agricultural pests and to public health concerns regarding bats' role as disease vectors. It will also contribute to the understanding of bats' ultrasonic sensing capacities. The instrumentation developed in this project will also be useful for a wide variety of other scientific investigations, such as the study of song learning in songbirds or language acquisition in human infants. The interdisciplinary nature of the project will provide an opportunity for graduate and undergraduate students to work at the intersection of biology and electronics. The integration of the proposed circuits into a complete recording system will provide valuable practical experience in working with complex electronic systems-on-chip.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeremiah",
   "pi_last_name": "Holleman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeremiah Holleman",
   "pi_email_addr": "jhollem3@uncc.edu",
   "nsf_id": "000558240",
   "pi_start_date": "2012-06-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "McCracken",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Gary F McCracken",
   "pi_email_addr": "gmccrack@utk.edu",
   "nsf_id": "000185196",
   "pi_start_date": "2012-06-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee Knoxville",
  "perf_str_addr": "",
  "perf_city_name": "Knoxville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110800",
   "pgm_ele_name": "INSTRUMENTAT & INSTRUMENT DEVP"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 397103.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to develop an ultrasonic recording device small enough to be carried by a bat in flight and capable of recording the bat's acoustic calls, the associated echos, and any social calls the bat might receive from other bats. &nbsp;Bats play a key role in the ecosystem, including predation of agricultural pest insects. By improving the ability of scientists to study bats, the work performed under this project will facilitate an improved understanding of bats, their impacts on human interests (such as agriculture), and the impact of human activities on bat populations.<br />We have completed the design and testing of a recorder with the desired capabilities, shown in the attached photo. &nbsp;The device comprises a printed circuit board, microphone, analog processing circuitry, microprocessor, and a wireless transceiver. &nbsp;The entire system, including a battery, weighs about 3.3 g, well under the weight-carrying limit of the intended bat species, P. Hastatus. &nbsp;We have also written firmware for the tag that enables different modes of operation for recording acoustic data and uploading the data to a base station. &nbsp;We have developed a base&shy;station and associated software to download data from the tag, including a small computer and a wireless transceiver. &nbsp;At the time of this writing, we are preparing for field testing of the device&nbsp;<br />We have also developed a custom IC to perform the front&shy;end amplification and filtering of the acoustic signal. Because of the low&shy;noise performance needed for the signal amplification, the front end is one of the more power-intensive sub&shy;systems on the tag. This chip will enable future implementations to reduce the power, and therefore the weight, significantly.<br />We anticipate that once the system is deployed and distributed to other researchers, it will enable ground-breaking insights into bat behavior by enabling previously impossible observations. &nbsp;The ability to observe echos from the same persective as the bat and to isolate the calls of an individual bat will provide capabilities substantially beyond previously available equipment.<br />In addition to the capabilities this project brings to the study of bats, it has also spurred innovation in low-power integrated circuit design, particularly relating to wireless transceivers and the low-noise amplifier amplifiers required to record signals of biological origin (including signals such as EEG and ECG as well as the acoustic signals originally targeted). &nbsp;This project has also provided the opportunity to train multiple students in both Ecology and Electrical Engineering.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/16/2017<br>\n\t\t\t\t\tModified by: Jeremy&nbsp;Holleman</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1152361/1152361_10180844_1484578176232_bat_board--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1152361/1152361_10180844_1484578176232_bat_board--rgov-800width.jpg\" title=\"Image of circuit board\"><img src=\"/por/images/Reports/POR/2017/1152361/1152361_10180844_1484578176232_bat_board--rgov-66x44.jpg\" alt=\"Image of circuit board\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The ultrasonic recording board with its battery.  During deployment, the board and battery are wrapped together in a waterproof membrane.  The scale shows the combined weight of the board and battery at 3.36 g.  A penny is included for size comparison.</div>\n<div class=\"imageCredit\">Jeremy Holleman</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Jeremy&nbsp;Holleman</div>\n<div class=\"imageTitle\">Image of circuit board</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe goal of this project was to develop an ultrasonic recording device small enough to be carried by a bat in flight and capable of recording the bat's acoustic calls, the associated echos, and any social calls the bat might receive from other bats.  Bats play a key role in the ecosystem, including predation of agricultural pest insects. By improving the ability of scientists to study bats, the work performed under this project will facilitate an improved understanding of bats, their impacts on human interests (such as agriculture), and the impact of human activities on bat populations.\nWe have completed the design and testing of a recorder with the desired capabilities, shown in the attached photo.  The device comprises a printed circuit board, microphone, analog processing circuitry, microprocessor, and a wireless transceiver.  The entire system, including a battery, weighs about 3.3 g, well under the weight-carrying limit of the intended bat species, P. Hastatus.  We have also written firmware for the tag that enables different modes of operation for recording acoustic data and uploading the data to a base station.  We have developed a base&shy;station and associated software to download data from the tag, including a small computer and a wireless transceiver.  At the time of this writing, we are preparing for field testing of the device \nWe have also developed a custom IC to perform the front&shy;end amplification and filtering of the acoustic signal. Because of the low&shy;noise performance needed for the signal amplification, the front end is one of the more power-intensive sub&shy;systems on the tag. This chip will enable future implementations to reduce the power, and therefore the weight, significantly.\nWe anticipate that once the system is deployed and distributed to other researchers, it will enable ground-breaking insights into bat behavior by enabling previously impossible observations.  The ability to observe echos from the same persective as the bat and to isolate the calls of an individual bat will provide capabilities substantially beyond previously available equipment.\nIn addition to the capabilities this project brings to the study of bats, it has also spurred innovation in low-power integrated circuit design, particularly relating to wireless transceivers and the low-noise amplifier amplifiers required to record signals of biological origin (including signals such as EEG and ECG as well as the acoustic signals originally targeted).  This project has also provided the opportunity to train multiple students in both Ecology and Electrical Engineering.\n\n\t\t\t\t\tLast Modified: 01/16/2017\n\n\t\t\t\t\tSubmitted by: Jeremy Holleman"
 }
}