{
 "awd_id": "1152672",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  Automated and Self-Service Electronics Recycling Kiosk",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Glenn H. Larsen",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 516000.0,
 "awd_min_amd_letter_date": "2012-02-23",
 "awd_max_amd_letter_date": "2012-06-26",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR)Phase II project is designed to commercialize a consumer self-serve, automated kiosk for the evaluation, buy back, and collection of used electronics directly from consumers.  Prototype kiosks deployed during Phase I provided convincing proof of the feasibility of the baseline technical approach to the visual and electrical inspection technology, robotics, and the market.  Financial metrics achieved were many multiples better than industry leading kiosks such as Coinstar or Redbox.  Further R&D is required to achieve enough reliability in the automated inspection systems and the kiosk hardware to lead to the permanent removal the kiosk attendants in field that currently serve as the fail-safe mechanism in the current prototype systems.  Broad commercial success relies on the development of a robust, designed-for-manufacturability (DFM), designed-for-serviceability (DFS), commercially reliable kiosk with a minimum retail field life of 5 years that incorporates needed improvements learned from Phase I including refinements to the visual inspection system and algorithms, electrical inspection system, test station robotics subsystems, ergonomics, GUI, and channel management systems.  ecoATM also hopes to further develop the system?s capability to offer personal data erasure and expand accepted device types to potentially include digital cameras, portable game players, printer cartridges, laptops, eReaders, and tablets.\r\n\r\nThe broader impact of ecoATM?s patented system is that we finally achieved the threshold of consumer convenience and financial incentive required to inspire mass consumer participation in electronics recycling.  Our pilot market tests indicate that we harvested 20 times more used phones than the next closest competitor in the test areas.   As ecoATM scales nationally we will divert mass amounts of toxic eWaste from our landfills, and put huge sums of cash back in the hands of our customers and the retail locations hosting the kiosks, providing stimulus and incentive for these stakeholders to help forever alter the current wasteful lifecycle of consumer electronics.  On average, each ecoATM collects enough eWaste to offset its own annual energy consumption after just 5 days placement resulting in 360 days of CO2 offset.  An average ecoATM collects over 7,000 phones per year, which according to the EPA calculator is equivalent to taking the CO2 of 35 houses off the grid for a year.  National and global media have taken notice of ecoATM already and even the United Nation?s Low Carbon Leadership Program recognized ecoATM as one of the best ideas in the world for the reduction of CO2 on a global basis.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Bowles",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mark Bowles",
   "pi_email_addr": "mvbowles@ecoatm.com",
   "nsf_id": "000588584",
   "pi_start_date": "2012-02-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "ecoATM, Inc.",
  "inst_street_address": "10515 VISTA SORENTO PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "San Diego",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4156993411",
  "inst_zip_code": "921214340",
  "inst_country_name": "United States",
  "cong_dist_code": "51",
  "st_cong_dist_code": "CA51",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "ecoATM, Inc.",
  "perf_str_addr": "10515 Vista Sorento Pkwy",
  "perf_city_name": "San Diego",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "921214340",
  "perf_ctry_code": "US",
  "perf_cong_dist": "51",
  "perf_st_cong_dist": "CA51",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "5373",
   "pgm_ref_txt": "SMALL BUSINESS PHASE II"
  },
  {
   "pgm_ref_code": "8032",
   "pgm_ref_txt": "Software Services and Applications"
  },
  {
   "pgm_ref_code": "8036",
   "pgm_ref_txt": "Advanced Electronics"
  },
  {
   "pgm_ref_code": "8039",
   "pgm_ref_txt": "Information, Communication & Computing"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 516000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>ecoATM&rsquo;s Small Business Innovation Research Phase II project was designed to achieve technical objectives required to commercialize the ecoATM &ndash; a consumer self-serve, automated kiosk for the evaluation, buy back, and collection of used electronics directly from consumers.&nbsp; The ultimate intent of ecoATM is to achieve a level of precision and accuracy high enough to enable a viable automated kiosk business model and high levels of consumer satisfaction in terms of price competitiveness, immediate gratification, convenience, and data security.&nbsp; This requires not only identifying all mobile phones active in the US market but also assessing a variety of different types of damage (physical and electrical) with good accuracy.</p>\n<p>The Phase II project involved achieving technical objectives in four areas in order to successfully commercialize and scale the ecoATM business:</p>\n<ul>\n<li>Refine vision system hardware and software to improve visual identification and visual inspection accuracy.</li>\n<li>Evolve ecoATM kiosk design from a prototype for test, to a design for high volume production.</li>\n<li>Improve electrical inspection and further investigate data erase options.</li>\n<li>Establish horizontal expansion of device types that we accept.&nbsp; </li>\n</ul>\n<p>During Phase I, ecoATM developed computer vision and electrical inspection subsystems that were integrated into prototype ecoATM machines that included all the other technology and peripherals required to enable a self-serve kiosk.&nbsp; These prototype kiosks were deployed to the field and provided convincing proof of the feasibility of both the market and the baseline technical approach to the visual and electrical inspection technology, and the robotics required for automation. &nbsp;</p>\n<p>During Phase II, ecoATM completed the design, testing, and integration of the new vision subsystem to identify and inspect devices.&nbsp; The visual inspection system is required to identify the make, model, and condition of pre-owned devices.&nbsp; The key technical challenges for the visual inspection system included visually identifying the specific make and model of device from over 4000 different device models, visually inspecting the devices to access any wear-and-tear or other mechanical damage, and visually inspecting the LCD to determine if the display is functional or damaged.</p>\n<p>ecoATM can currently handle cell phones, MP3 players, tablets, and eReaders, which are by far the largest markets for used electronics.&nbsp; With the continued trend of consolidation in mobile devices, other device types such as GPSs and digital cameras are becoming increasingly rare and aren&rsquo;t commercially viable.&nbsp;</p>\n<p>The results of the visual and electrical inspection are used to determine the quality grade of the pre-owned mobile phone and to determine the maximum offer price to encourage the consumer to participate in recycling, or alternatively, if the phone is beyond economic repair and has zero value but can still be recycled responsibly.</p>\n<p>On the commercial side, the financial metrics and unit economics of the machines have been very strong.&nbsp; ecoATM has experienced very rapid growth since the start of the Phase II project.&nbsp; ecoATM has focused primarily on shopping malls for our network ramp.</p>\n<p>The broader impact of ecoATM&rsquo;s patented system is that we have finally achieved the threshold of consumer convenience and financial incentive required to inspire mass consumer participation in electronics recycling.&nbsp; As ecoATM scales nationally we will divert mass amounts of toxic eWaste from our landfills, and put huge sums of cash back in the hands of our customers and the retail locations hosting the kiosks, providing stimulus and incentive for these stakeholders to help forever alter the current wasteful lifecycle of consumer electronics.&nbsp; On average, eac...",
  "por_txt_cntn": "\necoATMÆs Small Business Innovation Research Phase II project was designed to achieve technical objectives required to commercialize the ecoATM &ndash; a consumer self-serve, automated kiosk for the evaluation, buy back, and collection of used electronics directly from consumers.  The ultimate intent of ecoATM is to achieve a level of precision and accuracy high enough to enable a viable automated kiosk business model and high levels of consumer satisfaction in terms of price competitiveness, immediate gratification, convenience, and data security.  This requires not only identifying all mobile phones active in the US market but also assessing a variety of different types of damage (physical and electrical) with good accuracy.\n\nThe Phase II project involved achieving technical objectives in four areas in order to successfully commercialize and scale the ecoATM business:\n\nRefine vision system hardware and software to improve visual identification and visual inspection accuracy.\nEvolve ecoATM kiosk design from a prototype for test, to a design for high volume production.\nImprove electrical inspection and further investigate data erase options.\nEstablish horizontal expansion of device types that we accept.  \n\n\nDuring Phase I, ecoATM developed computer vision and electrical inspection subsystems that were integrated into prototype ecoATM machines that included all the other technology and peripherals required to enable a self-serve kiosk.  These prototype kiosks were deployed to the field and provided convincing proof of the feasibility of both the market and the baseline technical approach to the visual and electrical inspection technology, and the robotics required for automation.  \n\nDuring Phase II, ecoATM completed the design, testing, and integration of the new vision subsystem to identify and inspect devices.  The visual inspection system is required to identify the make, model, and condition of pre-owned devices.  The key technical challenges for the visual inspection system included visually identifying the specific make and model of device from over 4000 different device models, visually inspecting the devices to access any wear-and-tear or other mechanical damage, and visually inspecting the LCD to determine if the display is functional or damaged.\n\necoATM can currently handle cell phones, MP3 players, tablets, and eReaders, which are by far the largest markets for used electronics.  With the continued trend of consolidation in mobile devices, other device types such as GPSs and digital cameras are becoming increasingly rare and arenÆt commercially viable. \n\nThe results of the visual and electrical inspection are used to determine the quality grade of the pre-owned mobile phone and to determine the maximum offer price to encourage the consumer to participate in recycling, or alternatively, if the phone is beyond economic repair and has zero value but can still be recycled responsibly.\n\nOn the commercial side, the financial metrics and unit economics of the machines have been very strong.  ecoATM has experienced very rapid growth since the start of the Phase II project.  ecoATM has focused primarily on shopping malls for our network ramp.\n\nThe broader impact of ecoATMÆs patented system is that we have finally achieved the threshold of consumer convenience and financial incentive required to inspire mass consumer participation in electronics recycling.  As ecoATM scales nationally we will divert mass amounts of toxic eWaste from our landfills, and put huge sums of cash back in the hands of our customers and the retail locations hosting the kiosks, providing stimulus and incentive for these stakeholders to help forever alter the current wasteful lifecycle of consumer electronics.  On average, each ecoATM collects enough eWaste to offset its own annual energy consumption after just 5 days placement, resulting in 360 days of CO2 offset.  National and global media have already taken notice of ecoATM and even the United NationÆ..."
 }
}