{
 "awd_id": "1152668",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  Rapid Self-Decontaminating Textiles",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2012-04-15",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 499480.0,
 "awd_amount": 499480.0,
 "awd_min_amd_letter_date": "2012-04-10",
 "awd_max_amd_letter_date": "2012-04-10",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase II project proposes to develop a stretchy, disposable, textile glove intended to prevent cross-contamination with 3-log reduction against bio-pathogens in under 90 seconds. Its chlorine coating lasts for three days and unlike nitrile, latex, and vinyl gloves, is breathable, reducing dermatitis associated with continual barrier glove use. Currently antiseptic test standards for textiles, hand wash and hand rubs, AATCC TM-100, BS EN 1499 and EN 1500 are inadequate to accurately evaluate project's goal of 3-log reduction in 30-90 seconds. We developed a new protocol appropriate to these faster times and that specifically measures contact transfer - the Contact Transfer Test Protocol - that measures cross-contaminating efficacy in seconds. This new protocol can be used in the evaluation of other biocidal systems aiming for short pathogen kill speeds. \r\n\r\nThe broader impact/commercial potential of this project, if successful, is an innovation in the field of cross-contamination control. While other attempts to make a self-decontaminating fabric have been made, their 3-log kill times are much longer than the 30-90 second goal of the BioTecT Glove. The new BioTecT Glove represents a significant contribution to the field of pathogen control, such as Vancomycin-resistant Staphylococcus Aureus (VRSA) and Methicillin-resistant staphylococcus Aureus (MRSA) that persist even where strong hand antiseptic and barrier glove programs are in place. While the largest demand for the introduction of an innovative solution intended to decrease the number of facility acquired infections (FAIs) may be in the healthcare field, many other markets such as hospitality facilities, the janitorial field, and correctional institutions can also benefit greatly from this technology. From a financial perspective, the cost of an infectious outbreak to a healthcare facility can be catastrophic. Moreover, the socio-political consequences and the impact on a facility's reputation can create long-term negative impressions that may remain in the public's conscience for extended periods of time. As a rapid, self-decontaminating garment, the BioTecT Glove provides an active, innovative solution to this common and serious problem in an affordable, easy-to-use, and effective manner.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Howland",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Charles A Howland",
   "pi_email_addr": "chowland@warwickmills.com",
   "nsf_id": "000566492",
   "pi_start_date": "2012-04-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Warwick Mills Inc",
  "inst_street_address": "301 TURNPIKE RD",
  "inst_street_address_2": "",
  "inst_city_name": "NEW IPSWICH",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6032911035",
  "inst_zip_code": "030713639",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NH02",
  "org_lgl_bus_name": "WARWICK MILLS INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "S2WKGDGATHT3"
 },
 "perf_inst": {
  "perf_inst_name": "Warwick Mills Inc",
  "perf_str_addr": "301 Turnpike Road",
  "perf_city_name": "New Ipswich",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "030713639",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NH02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "123E",
   "pgm_ref_txt": "CENTERS: ADVANCED MATERIALS"
  },
  {
   "pgm_ref_code": "5373",
   "pgm_ref_txt": "SMALL BUSINESS PHASE II"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 499480.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>&nbsp; &nbsp; &nbsp;Approximately 1.7 million hospital-acquired infections occur every year, leading to roughly 99,000 deaths every year.&nbsp; The estimated cost of infections acquired at hospitals alone is $8.1 billion. &nbsp;These statistics convey the seriousness associated with pathogenic transfer within healthcare facilities.&nbsp; Of particular concern are the more dangerous drug-resistant pathogens, such as VRSA (Vancomycin-resistant <em>Staphylococcus aureus</em>), MRSA (Methicillin-resistant <em>Staphylococcus aureus</em>) and other emerging antibiotic-resistant strains.&nbsp; Additionally, the impact on the facility&rsquo;s reputation can create long-term negative impressions that may remain in the public&rsquo;s conscience for extended periods.</p>\n<p>&nbsp; &nbsp; &nbsp;While the largest demand for the introduction of an innovative solution intended to decrease the number of facility acquired infections (FAIs) may be in the healthcare field, many other markets such as hospitality facilities, the janitorial field, and correctional institutions can also benefit greatly from this technology. &nbsp;Like the healthcare sector, these markets can also suffer serious consequences as a result of FAIs, especially since they are not as well understood.</p>\n<p>&nbsp; &nbsp; &nbsp;Personnel from hospitals, transportation security, police, corrections, hospitality and other public services move from one potential cross-contamination to the next in as little as 30-90 seconds.&nbsp; Because of this short window of time, speed of pathogen inactivation is key in preventing cross-contamination.&nbsp; Given that the barrier glove, wash/gel process is at best an incomplete solution, the current state of the art in surface decontamination of pathogen destruction is measured in a time scale of 1 to 24 hours.&nbsp; All measures to prevent cross-contamination in place, such as surface washing, hand washing, gels, and barrier gloves are certainly useful, but not sufficient.&nbsp; Additional measures which are persistent and fast are needed.</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp;The BioTecT gloves developed by Warwick provide an innovative solution in the field of <span style=\"text-decoration: underline;\">cross-contamination control</span>.&nbsp; These gloves are impregnated with a chloramine on the outside surface and reduce pathogens <em>E. coli</em> and <em>S. aureus</em> by 4 log (1000 fold) in 90 seconds.&nbsp; Unlike nitrile and latex gloves, the BioTecT gloves actively kill the pathogens.&nbsp; Unlike alcohol gels, the BioTecT gloves require no action by the user other than wearing the gloves. &nbsp;This innovative solution can help decrease the number of FAIs in many industries.</p>\n<p class=\"CM4\">&nbsp; &nbsp; &nbsp;The BioTecT glove is a stretchy, reusable, textile glove.&nbsp; Its chloramine coating is persistent for 12 hours and is breathable. These gloves can pulled on and off easily, for continuous use all day long.&nbsp; They are a complement to existing hand hygiene protocols.</p>\n<p>&nbsp; &nbsp; &nbsp;As a rapid, self-decontaminating garment, the BioTecT gloves provide an active, innovative solution to the common and serious problem of FAIs in an affordable, easy-to-use, and effective manner. &nbsp;The scale of the commercial opportunity for this technology is very large and extends far beyond the United States. &nbsp;A global market for self-decontaminating healthcare and textile products exists and will be tapped with this product.</p>\n<p>&nbsp; &nbsp; &nbsp;Because current antiseptic test standards for textiles, hand washing protocols and handrubs (AATCC TM-100, BS EN 1499 and EN 1500) are inadequate to accurately evaluate the glove's rapid kill performance, Warwick developed the Contact Transfer Test Protocol, which measures cross-contaminating efficacy in seconds.&nbsp; It is appropriate to these faster times and it specifically measures contact ...",
  "por_txt_cntn": "\n \n\n     Approximately 1.7 million hospital-acquired infections occur every year, leading to roughly 99,000 deaths every year.  The estimated cost of infections acquired at hospitals alone is $8.1 billion.  These statistics convey the seriousness associated with pathogenic transfer within healthcare facilities.  Of particular concern are the more dangerous drug-resistant pathogens, such as VRSA (Vancomycin-resistant Staphylococcus aureus), MRSA (Methicillin-resistant Staphylococcus aureus) and other emerging antibiotic-resistant strains.  Additionally, the impact on the facilityÆs reputation can create long-term negative impressions that may remain in the publicÆs conscience for extended periods.\n\n     While the largest demand for the introduction of an innovative solution intended to decrease the number of facility acquired infections (FAIs) may be in the healthcare field, many other markets such as hospitality facilities, the janitorial field, and correctional institutions can also benefit greatly from this technology.  Like the healthcare sector, these markets can also suffer serious consequences as a result of FAIs, especially since they are not as well understood.\n\n     Personnel from hospitals, transportation security, police, corrections, hospitality and other public services move from one potential cross-contamination to the next in as little as 30-90 seconds.  Because of this short window of time, speed of pathogen inactivation is key in preventing cross-contamination.  Given that the barrier glove, wash/gel process is at best an incomplete solution, the current state of the art in surface decontamination of pathogen destruction is measured in a time scale of 1 to 24 hours.  All measures to prevent cross-contamination in place, such as surface washing, hand washing, gels, and barrier gloves are certainly useful, but not sufficient.  Additional measures which are persistent and fast are needed.\n\n       The BioTecT gloves developed by Warwick provide an innovative solution in the field of cross-contamination control.  These gloves are impregnated with a chloramine on the outside surface and reduce pathogens E. coli and S. aureus by 4 log (1000 fold) in 90 seconds.  Unlike nitrile and latex gloves, the BioTecT gloves actively kill the pathogens.  Unlike alcohol gels, the BioTecT gloves require no action by the user other than wearing the gloves.  This innovative solution can help decrease the number of FAIs in many industries.\n     The BioTecT glove is a stretchy, reusable, textile glove.  Its chloramine coating is persistent for 12 hours and is breathable. These gloves can pulled on and off easily, for continuous use all day long.  They are a complement to existing hand hygiene protocols.\n\n     As a rapid, self-decontaminating garment, the BioTecT gloves provide an active, innovative solution to the common and serious problem of FAIs in an affordable, easy-to-use, and effective manner.  The scale of the commercial opportunity for this technology is very large and extends far beyond the United States.  A global market for self-decontaminating healthcare and textile products exists and will be tapped with this product.\n\n     Because current antiseptic test standards for textiles, hand washing protocols and handrubs (AATCC TM-100, BS EN 1499 and EN 1500) are inadequate to accurately evaluate the glove's rapid kill performance, Warwick developed the Contact Transfer Test Protocol, which measures cross-contaminating efficacy in seconds.  It is appropriate to these faster times and it specifically measures contact transfer.  This new protocol can be used in evaluation of other biocidal systems aiming for short pathogen kill speeds.\n\n     The BioTecT Glove will be an effective tool in halting the spread of FAIs by employees.  This is of great importance to employees and operators of large and small facilities such as hotel chains, hospitals, correctional facilities and restaurants.  The financial benefits of reduced infectious..."
 }
}