{
 "awd_id": "1152347",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Molecular Motifs Governing Gemini Surfactant Self-Assembly into Complex Lyotropic Liquid Crystalline Phases",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928684",
 "po_email": "stamchan@nsf.gov",
 "po_sign_block_name": "Suk-Wah Tam-Chang",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 375000.0,
 "awd_amount": 375000.0,
 "awd_min_amd_letter_date": "2012-08-13",
 "awd_max_amd_letter_date": "2013-07-16",
 "awd_abstract_narration": "In this project funded by the Macromolecular, Supramolecular and Nanochemistry Program of the Chemistry Division, Prof. Mahesh Mahanthappa of the University of Wisconsin-Madison will study the delicate balance of forces underpinning the self-assembly of gemini (\"twin tail\") amphiphiles in water to form nanostructured soft materials known as lyotropic liquid crystals (LLCs).  By chemically synthesizing and characterizing the LLC phase behavior of a variety of structurally diverse gemini surfactants, Mahanthappa and co-workers will identify specific amphiphile structural motifs that direct gemini surfactants to spontaneously form aqueous bicontinuous LLCs.  Bicontinuous LLCs are useful materials comprised of interpenetrating aqueous and hydrophobic domains that percolate in three-dimensions over macroscopic length scales.\r\n\r\nThis work will enhance our understanding of the forces governing molecular self-assembly in water, which is of significant fundamental and practical importance.  Discovery of new molecular design criteria favoring bicontinuous liquid crystal formation may have important implications in the design of new drug delivery materials and next generation membranes for water purification, fuel cells, and batteries. The broader impacts of this project will include training undergraduate and graduate students in the interdisciplinary area of organic materials chemistry, disseminating research results through scholarly publications and national conference presentations, and developing laboratory modules/demonstrations for high school seniors and college freshman to illustrate surfactant self-assembly in water toward the design of technologically useful, nanostructured materials.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mahesh",
   "pi_last_name": "Mahanthappa",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Mahesh K Mahanthappa",
   "pi_email_addr": "maheshkm@UMN.edu",
   "nsf_id": "000418926",
   "pi_start_date": "2012-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 250000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 125000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; &nbsp; &nbsp;Surfactants (&ldquo;surface active agents&rdquo; or &ldquo;soaps&rdquo;) are molecules comprising a water-soluble headgroup and a hydrocarbon (&ldquo;oily&rdquo;) tail. Upon dispersion of surfactant molecules in water, they self-assemble into aggregates that hide the hydrocarbon tails from water to form a variety of structures that depend on their exact concentration in solution. In dilute solutions, surfactants form micelle structures that find applications ranging from cleaning agents to viscosity control agents used in formulating personal care products and fluids for hydraulic fracturing in oil and gas recovery. Highly concentrated solutions of surfactants instead self-assemble into a variety of liquid crystal (LC) structures that exhibit nanometer lengthscale periodicities. One subclass of these structures are bicontinuous surfactant LCs, in which the water and hydrocarbon domains form interpenetrating networks that are periodic in three-dimensions. Although bicontinuous LCs are known to have many useful properties, these structures are hard to access due to the paucity of design rules for surfactants that broadly stabilize these intricate networks.</p>\n<p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; This project studied a new platform of gemini (&ldquo;twin&rdquo;) surfactants that enable robust access to bicontinuous surfactant LCs, with the goal of understanding how and why these molecules form these technologically useful nanostructured materials. In order to understand the origins of complex network phase LC formation, we synthesized three different classes of gemini surfactants and studied their water-induced self-assembly behaviors. By analyzing the impact of systematic variations in the molecular structures of these surfactants on their self-assembly characteristics, we uncovered new design criteria for surfactants that enable bicontinuous LC formation. These findings may have important implications for the development of new drug delivery materials, tools for protein structure determination, and next generation membranes for water purification and fuel cells.</p>\n<p>&nbsp;</p>\n<p><strong>Intellectual Merit:</strong></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; The goal of this project was to elucidate molecular design criteria that enable subtle yet rational tuning of surfactant self-assembly to form known bicontinuous LC phases in water, as well as new, complex structures with exciting properties. Through synergistic synthetic chemistry and advanced materials characterization efforts, we discovered new design criteria for surfactants that reliably form complex, bicontinuous LC phases. As part of our studies, we discovered one completely new LC phase that had been predicted but not previously observed. Our studies have also fostered fundamental insights into surfactant self-assembly in water at high concentrations, which complement existing knowledge of the their self-assembly in dilute solutions. Research findings from this sponsored project were disclosed in multiple peer-reviewed journal publications.</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts:</strong></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; The broader impacts of this project included training undergraduate and graduate students in the interdisciplinary area of organic materials chemistry and soft materials science, disseminating their research results through scholarly publications and national conference presentations, and developing lab experiments for college freshman to illustrate surfactant self-assembly in water toward the design of technologically useful, nanostructured materials. These activities enhanced interdisciplinary education at the undergraduate and graduate levels, while also broadening participation of under-represented minority students in cutting edge scientific research at the intersection of modern chemistry, chemical engineering, and materials science. The PI also presented the...",
  "por_txt_cntn": "\n     Surfactants (\"surface active agents\" or \"soaps\") are molecules comprising a water-soluble headgroup and a hydrocarbon (\"oily\") tail. Upon dispersion of surfactant molecules in water, they self-assemble into aggregates that hide the hydrocarbon tails from water to form a variety of structures that depend on their exact concentration in solution. In dilute solutions, surfactants form micelle structures that find applications ranging from cleaning agents to viscosity control agents used in formulating personal care products and fluids for hydraulic fracturing in oil and gas recovery. Highly concentrated solutions of surfactants instead self-assemble into a variety of liquid crystal (LC) structures that exhibit nanometer lengthscale periodicities. One subclass of these structures are bicontinuous surfactant LCs, in which the water and hydrocarbon domains form interpenetrating networks that are periodic in three-dimensions. Although bicontinuous LCs are known to have many useful properties, these structures are hard to access due to the paucity of design rules for surfactants that broadly stabilize these intricate networks.\n\n \n\n     This project studied a new platform of gemini (\"twin\") surfactants that enable robust access to bicontinuous surfactant LCs, with the goal of understanding how and why these molecules form these technologically useful nanostructured materials. In order to understand the origins of complex network phase LC formation, we synthesized three different classes of gemini surfactants and studied their water-induced self-assembly behaviors. By analyzing the impact of systematic variations in the molecular structures of these surfactants on their self-assembly characteristics, we uncovered new design criteria for surfactants that enable bicontinuous LC formation. These findings may have important implications for the development of new drug delivery materials, tools for protein structure determination, and next generation membranes for water purification and fuel cells.\n\n \n\nIntellectual Merit:\n\n     The goal of this project was to elucidate molecular design criteria that enable subtle yet rational tuning of surfactant self-assembly to form known bicontinuous LC phases in water, as well as new, complex structures with exciting properties. Through synergistic synthetic chemistry and advanced materials characterization efforts, we discovered new design criteria for surfactants that reliably form complex, bicontinuous LC phases. As part of our studies, we discovered one completely new LC phase that had been predicted but not previously observed. Our studies have also fostered fundamental insights into surfactant self-assembly in water at high concentrations, which complement existing knowledge of the their self-assembly in dilute solutions. Research findings from this sponsored project were disclosed in multiple peer-reviewed journal publications.\n\n \n\nBroader Impacts:\n\n     The broader impacts of this project included training undergraduate and graduate students in the interdisciplinary area of organic materials chemistry and soft materials science, disseminating their research results through scholarly publications and national conference presentations, and developing lab experiments for college freshman to illustrate surfactant self-assembly in water toward the design of technologically useful, nanostructured materials. These activities enhanced interdisciplinary education at the undergraduate and graduate levels, while also broadening participation of under-represented minority students in cutting edge scientific research at the intersection of modern chemistry, chemical engineering, and materials science. The PI also presented the results of this research to audiences of college students, with an emphasis on the process of conception of new research ideas, their reduction to real experiments and consequent technologies, and the process of communication in science and communication about science. \n\n \n\n\t\t\t\t\tL..."
 }
}