{
 "awd_id": "1152196",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Role of Water in \"the Hydrophobic Effect:\" Carbonic Anhydrase as a Model Protein for Physical-Organic Studies of Biomolecular Recognition",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927123",
 "po_email": "drockcli@nsf.gov",
 "po_sign_block_name": "David Rockcliffe",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2012-08-22",
 "awd_max_amd_letter_date": "2012-08-22",
 "awd_abstract_narration": "In this award from the Chemistry of Life Processes in the Chemistry Division, Dr. George Whitesides, from Harvard University, will study the molecular level-details of the hydrophobic effect(s) in systems where the entropy-dominated view (from the release of ordered water from a hydrophobic interface) does not apply. A number of protein-ligand studies (theoretical and experimental) suggest that both enthalpy and entropy of the water molecules in contact with a hydrophobic interface are important. This work considers each of the three components involved in the interaction between a protein and a ligand: the surface of the protein binding site, the structure of the ligand, and the composition of the medium that fills the binding site and surrounds the ligand. The system of choice consists of arylsulfonamide ligands, which can be easily synthesized, interacting with a model protein, human carbonic anhydrase (HCA). The structure of HCA is known, and the researchers have a library of crystal structures of complexes of HCA with arylsulfonamide ligands. The argument will be made that the medium, which is often not considered, is as important as the protein and the ligand, because the structure of the network of water molecules around both the protein and the ligand will determine the enthalpic and entropic changes that occur during binding. This study will combine thermodynamic measurements (isothermal titration calorimetry), structural analysis (X-ray crystallography and NMR) and molecular modeling to characterize the interactions between: (i) HCA, (ii) an arylsulfonamide ligand, and (iii) the medium (whose composition and complexity we will change). \r\n\t\r\nThe work addresses two \"truths\" that are accepted in biochemistry: (i) the hydrophobic effect is an entropy-dominated process in which ordered waters are expelled from a hydrophobic interface and (ii) the binding of a ligand (or substrate) to a protein (or enzyme) results from the direct interaction of the two molecules, the notion of a \"lock-and-key\" fit.  Both of these \"truths\" are easy to visualize and thus easy to explain in introductory courses. The work questions these \"truths\", with the hope it will cause others to question methods in which they approach not only the hydrophobic effect, but also molecular recognition. A successful ligand (and in many cases a successful 'drug') binds tightly to its target; however, we are unable to predict the structure of a tight-binding ligand in a rational manner. Fundamental studies, such as the researchers work on understanding the role of the protein, the ligand, and the medium in protein-ligand binding, provide the information necessary to improve the processes we use in rational ligand design. A model that takes the structure of the network of water molecules in the active site of the protein will, greatly improve the ability to design a tighter binding ligand.\r\n\r\nThe project actively involves undergraduates as URI/REU students, especially working in a variety of physical measurements. They have also been coworkers in protein expression and purification: this project provides wide opportunity to learn high-level technical skills in protein chemistry. Dr. Whitesides and his co-workers also lecture on this work at undergraduate colleges, where it provides a good introduction to current concepts in biophysics.   \r\n\r\nThe output of this research is of interest in the pharmaceutical industry, where the processes used to develop drugs have become prohibitively expensive, and where there is renewed and active interest in computation and simulation of protein ligands binding and of \"rational lead development.\"",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Whitesides",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "George M Whitesides",
   "pi_email_addr": "gwhitesides@gmwgroup.harvard.edu",
   "nsf_id": "000343313",
   "pi_start_date": "2012-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "12 Oxford Street",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021382902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1401",
   "pgm_ref_txt": "CATALYSIS AND BIOCATALYSIS"
  },
  {
   "pgm_ref_code": "1982",
   "pgm_ref_txt": "BIOLOGICAL CHEMISTRY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Life is the sum of highly sophisticated chemical events (e.g. DNA replication, ion transport, protein-ligand association) occurring in water. Studies of such phenomena, however, often ignore water, relegating it to the position of passive observer, a filler of space occupied by complex molecules (e.g. sugars and proteins) with important functional roles (e.g. metabolic and catalytic).</p>\n<p>With this work, we examined the role of water as an active player in biochemical events, a substance of consequence that determines if, and how strongly, two molecules can interact. Our focus: proteins and ligands (i.e. drugs and other small molecules) that associate with one another through the hydrophobic effect - the phenomenon that drives oil and water to separate. This effect accounts for ~80% of the strength of the average biomolecular interaction (it drives protein folding and allows many drugs to bind to their targets) and, yet, it remains poorly understood on a molecular level.</p>\n<p>We focused our studies on interactions between a representative protein - human carbonic anhydrase - and sets of ligands with small structural/chemical differences (e.g. differences in size/composition/charge). Using both experimental studies and computational models, we examined how the strength&nbsp;of protein-ligand interactions is influenced by differences in (i) the number/nature of protein-ligand contacts, (ii) the solubility of ligands, and (iii) the arrangement of water in final protein-ligand complexes. We observed that interaction between human carbonic anhydrase and ligands with small structural variations can differ significantly in their origin (i.e. their tendency to arise more/less from (i) the favorable \"stickiness\" of the protein-ligand-water and water-water interactions that arise from protein-ligand association, or (ii) the favorable disorder achieved by water that flees the protein's binding site during protein-ligand association) while remaining nearly identical in overall strength.Moreover, we found that both the strength (and molecular-level origin) of the hydrophobic interactions between ligands and proteins has as much, or more, to do with the way in which water rearranges during the binding process, as with the protein-ligand contacts made during that process.</p>\n<p>The results of this work underline the importance of water in the complete biochemical picture (e.g. they suggest that biochemical studies of interacting molecules <em>must</em> account for the media in which the molecules interact), and they motivate a refocusing of strategies in drug design (e.g. they inspire the development of methods that enable the design of ligands that bind proteins <em>in water</em>).</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/13/2014<br>\n\t\t\t\t\tModified by: George&nbsp;M&nbsp;Whitesides</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nLife is the sum of highly sophisticated chemical events (e.g. DNA replication, ion transport, protein-ligand association) occurring in water. Studies of such phenomena, however, often ignore water, relegating it to the position of passive observer, a filler of space occupied by complex molecules (e.g. sugars and proteins) with important functional roles (e.g. metabolic and catalytic).\n\nWith this work, we examined the role of water as an active player in biochemical events, a substance of consequence that determines if, and how strongly, two molecules can interact. Our focus: proteins and ligands (i.e. drugs and other small molecules) that associate with one another through the hydrophobic effect - the phenomenon that drives oil and water to separate. This effect accounts for ~80% of the strength of the average biomolecular interaction (it drives protein folding and allows many drugs to bind to their targets) and, yet, it remains poorly understood on a molecular level.\n\nWe focused our studies on interactions between a representative protein - human carbonic anhydrase - and sets of ligands with small structural/chemical differences (e.g. differences in size/composition/charge). Using both experimental studies and computational models, we examined how the strength of protein-ligand interactions is influenced by differences in (i) the number/nature of protein-ligand contacts, (ii) the solubility of ligands, and (iii) the arrangement of water in final protein-ligand complexes. We observed that interaction between human carbonic anhydrase and ligands with small structural variations can differ significantly in their origin (i.e. their tendency to arise more/less from (i) the favorable \"stickiness\" of the protein-ligand-water and water-water interactions that arise from protein-ligand association, or (ii) the favorable disorder achieved by water that flees the protein's binding site during protein-ligand association) while remaining nearly identical in overall strength.Moreover, we found that both the strength (and molecular-level origin) of the hydrophobic interactions between ligands and proteins has as much, or more, to do with the way in which water rearranges during the binding process, as with the protein-ligand contacts made during that process.\n\nThe results of this work underline the importance of water in the complete biochemical picture (e.g. they suggest that biochemical studies of interacting molecules must account for the media in which the molecules interact), and they motivate a refocusing of strategies in drug design (e.g. they inspire the development of methods that enable the design of ligands that bind proteins in water).\n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/13/2014\n\n\t\t\t\t\tSubmitted by: George M Whitesides"
 }
}