{
 "awd_id": "1152232",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "An Optoelectronic Nose for Artwork Monitoring",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michelle Bushey",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 467293.0,
 "awd_amount": 467293.0,
 "awd_min_amd_letter_date": "2012-08-30",
 "awd_max_amd_letter_date": "2012-08-30",
 "awd_abstract_narration": "With support from the Chemical Measurement and Imaging Program in the Division of Chemistry, Professor Kenneth Suslick at the University of Illinois at Urbana-Champaign and Mr. Michael Schilling at the Getty Conservation Institute and their groups will develop a new approach to cumulative colorimetric sensor arrays and the development of a compact CCIS-based array analyzer for museum monitoring.  Specifically, the PIs propose to (1) create new approaches to colorimetric sensor arrays to meet the extraordinary sensitivities demanded for artwork monitoring by the use of cumulative colorimetric sensors, (2) test newly developed arrays against the important museum pollutants at relevant concentrations, (3) construct a compact CCIS-based array analyzer, (4) create software to use the compact CCIS reader to identify pollutants for intermittent (e.g., hourly) wireless reporting, and (5) test the analyzer at the Getty Conservation Institute under more realistic conditions and with applications to specific curatory issues at the GCI.  The proposed research, if successful, will provide a new and exceptionally powerful technology for molecular recognition and sensing and apply it to the low-cost monitoring of the environment and atmosphere (i.e., museum pollutants) in contact with artworks on display, in enclosed display cases, and in storage.  In addition to significantly improve the process through which cultural heritage artifacts are stored, displayed and protected for the education, edification, and enjoyment of future generations. This collaborative project will strengthen ties between academic researchers and museum conservators extending the capabilities of both groups. Advanced student training at all levels from postdoctoral level to high school is expected.  Research results will also be disseminated through scientific magazines targeting general public.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Suslick",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth S Suslick",
   "pi_email_addr": "ksuslick@iridescentsensors.com",
   "nsf_id": "000298833",
   "pi_start_date": "2012-08-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Schilling",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Schilling",
   "pi_email_addr": "mschilling@getty.edu",
   "nsf_id": "000592197",
   "pi_start_date": "2012-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "600 S. Mathews Av.",
  "perf_city_name": "Urbana",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013602",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688000",
   "pgm_ele_name": "Chemical Measurement & Imaging"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6880",
   "pgm_ref_txt": "CHEMICAL MEASUREMENT & IMAGING"
  },
  {
   "pgm_ref_code": "7234",
   "pgm_ref_txt": "SENSORS NON-SOLICITATION RESEA"
  },
  {
   "pgm_ref_code": "7289",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH RESOURCES"
  },
  {
   "pgm_ref_code": "8011",
   "pgm_ref_txt": "SCIART"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 467293.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><em>Overview:</em></strong> This research directly addressee the first of the &ldquo;grand challenges&rdquo; in the field of cultural heritage science (cf. recent NSF-Mellon Fnd. Workshop on <em>Chemistry &amp; Materials, Research At The Interface Between Science &amp; Art)</em>: specifically the development of analytical probes with high sensitivity and spatial resolution for the monitoring of cultural heritage materials and the detection of deterioration markers. To address this chal&shy;lenge, a collaboration was established between the University of Illinois and the Getty Conservation Institute (GCI). The synergy between the Suslick group at Illinois and the GCI has now created new and exceptionally powerful methodology for molecular recognition and chemical sensing, the optoelectronic nose, based on colorimetric sensor arrays. This has resulted in a field deployable technology that will now be used for the low-cost monitoring of museum pollutants in contact with artwork in enclosed display cases or frames, in storage, and during shipping. The acceptable pollutant concentration limits for sensitive artwork are generally at or below the few ppb regime: this is only ~1% of the permissible exposure limits (NIOSH PEL) required for humans!&nbsp; Monitoring pollutants at such low levels is an exceptional scientific challenge, especially to do so in a cost effective fashion for a large number of microenvironments (e.g., every exhibition display case).</p>\n<p><strong><em>Intellectual Merit:</em></strong><strong><em> </em></strong>The continuing collaboration was expanded for field testing with the Walt Disney Animation Research Library (Glendale, CA), in addition to the GCI.&nbsp; With these collaborators, the UIUC researchers developed a new class of chemical sensors: cumulative colorimetric sensor arrays based on nanostructured pigment inks derived from organically modified silica of nanoscale chemoresponsive colorants. The resulting inexpensive, <em>disposable</em> sensor arrays permit the use of a wide range of chemical interactions with analytes (i.e., not just physical adsorption): an optical analog of biological olfaction. By digitally monitoring the change in color of each spot in the robotically printed array, one has a digital measure of the composite response to volatiles as well as quantification of specific classes of pollutants. The use of a disposable array permits the use of stronger chemical interactions, which dramatically improves both sensitivity and specificity compared to any prior enose technology. Importantly the sensor array has been specifically engineering to be insensitive to humidity changes. A highly compact array reader based on a color contact line imager (used for ultraportable business card scanners) for active monitoring and remote digital imaging using a cell phone&rsquo;s camera for passive monitoring of artwork on display will be used in these studies. This proposal will generate new knowledge on how to monitor pollutants at exceptionally low levels and reveal new information about <em>in situ</em> exposure of artwork to such pollutants.&nbsp; Compared to conventional passive monitoring diffusion tubes, these colorimetric sensor arrays are 100s of times more sensitive.</p>\n<p><strong><em>Broader Impacts:</em></strong> One of any society&rsquo;s most important cultural responsibilities is the preservation of the past for the future.&nbsp; Increasing our fundamental understanding of environmental impact on cultural heritage materials at the molecular level is fundamental to our ability to preserve the world's material culture.&nbsp; To do so, we must have new tools to monitor and thereby control the environmental in which our cultural heritage artifacts are exposed.&nbsp; This research will result in a versatile physical product:&nbsp; inexpensive and exceptionally sensitive sensors that can be used to detect and identify cor...",
  "por_txt_cntn": "\nOverview: This research directly addressee the first of the \"grand challenges\" in the field of cultural heritage science (cf. recent NSF-Mellon Fnd. Workshop on Chemistry &amp; Materials, Research At The Interface Between Science &amp; Art): specifically the development of analytical probes with high sensitivity and spatial resolution for the monitoring of cultural heritage materials and the detection of deterioration markers. To address this chal&shy;lenge, a collaboration was established between the University of Illinois and the Getty Conservation Institute (GCI). The synergy between the Suslick group at Illinois and the GCI has now created new and exceptionally powerful methodology for molecular recognition and chemical sensing, the optoelectronic nose, based on colorimetric sensor arrays. This has resulted in a field deployable technology that will now be used for the low-cost monitoring of museum pollutants in contact with artwork in enclosed display cases or frames, in storage, and during shipping. The acceptable pollutant concentration limits for sensitive artwork are generally at or below the few ppb regime: this is only ~1% of the permissible exposure limits (NIOSH PEL) required for humans!  Monitoring pollutants at such low levels is an exceptional scientific challenge, especially to do so in a cost effective fashion for a large number of microenvironments (e.g., every exhibition display case).\n\nIntellectual Merit: The continuing collaboration was expanded for field testing with the Walt Disney Animation Research Library (Glendale, CA), in addition to the GCI.  With these collaborators, the UIUC researchers developed a new class of chemical sensors: cumulative colorimetric sensor arrays based on nanostructured pigment inks derived from organically modified silica of nanoscale chemoresponsive colorants. The resulting inexpensive, disposable sensor arrays permit the use of a wide range of chemical interactions with analytes (i.e., not just physical adsorption): an optical analog of biological olfaction. By digitally monitoring the change in color of each spot in the robotically printed array, one has a digital measure of the composite response to volatiles as well as quantification of specific classes of pollutants. The use of a disposable array permits the use of stronger chemical interactions, which dramatically improves both sensitivity and specificity compared to any prior enose technology. Importantly the sensor array has been specifically engineering to be insensitive to humidity changes. A highly compact array reader based on a color contact line imager (used for ultraportable business card scanners) for active monitoring and remote digital imaging using a cell phoneÆs camera for passive monitoring of artwork on display will be used in these studies. This proposal will generate new knowledge on how to monitor pollutants at exceptionally low levels and reveal new information about in situ exposure of artwork to such pollutants.  Compared to conventional passive monitoring diffusion tubes, these colorimetric sensor arrays are 100s of times more sensitive.\n\nBroader Impacts: One of any societyÆs most important cultural responsibilities is the preservation of the past for the future.  Increasing our fundamental understanding of environmental impact on cultural heritage materials at the molecular level is fundamental to our ability to preserve the world's material culture.  To do so, we must have new tools to monitor and thereby control the environmental in which our cultural heritage artifacts are exposed.  This research will result in a versatile physical product:  inexpensive and exceptionally sensitive sensors that can be used to detect and identify corrosive and damaging gases in the museum environment in real time. These sensor arrays will significantly improve the process through which cultural heritage artifacts are stored, displayed and protected for the education, edification, and enjoyment of future gener..."
 }
}