{
 "awd_id": "1152274",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Designing a Network of International Critical Zone Observatories (CZO)",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2011-11-01",
 "awd_exp_date": "2013-10-31",
 "tot_intn_awd_amt": 98689.0,
 "awd_amount": 98689.0,
 "awd_min_amd_letter_date": "2011-11-02",
 "awd_max_amd_letter_date": "2011-11-02",
 "awd_abstract_narration": "Ongoing discussions and scientific collaborations between NSF sponsored Critical Zone Observatory (CZO) Principal Investigators and European Commission-(EC) funded counterparts in the Soil Transformations in European Catchments (SoilTrEC) project have identified the need for more formalized and well organized international collaborations to achieve many of the goals of Critical Zone (CZ) research. The proposal requests funds to support the US participation in an international meeting to be held at the campus of the University of Delaware in Newark on November 8-9, 2011.  The meeting will be followed by an optional field trip to the Christina River Basin Critical Zone Observatory on November 10.  The meeting is intended to broaden and intensify communication between U.S. and European (and other international) CZ scientists toward a goal of establishing a truly international network of CZ scientists, data and research sites. U.S. participation will include 20 scientists from funded CZOs as well 30 CZ scientists from outside the funded CZO program. European participation (50 scientists) is covered by an EC grant to SoilTrEC.  Results from the workshop will be published in a report.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "White",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy S White",
   "pi_email_addr": "tswhite@essc.psu.edu",
   "nsf_id": "000216242",
   "pi_start_date": "2011-11-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "The Pennsylvania State University",
  "perf_str_addr": "110 Technology Center",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "769300",
   "pgm_ele_name": "CZO-Critical Zone Obsrvatories"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 98689.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Earth's Critical Zone (CZ), the thin outer continental veneer of our planet from the top of vegetation to the bottom of fresh groundwater, supports almost all human activity, and is experiencing ever-increasing pressure from growth in human population and wealth. Within the next 4 decades, demand for food and fuel is expected to double along with a more than 50% increase in demand for clean water. Understanding, predicting and managing land use and associated economic services, while mitigating and adapting to rapid climate change, is now one of the most pressing societal challenges of the 21st century. The international CZ science community addressed science questions related to these challenges at an international workshop, convened November 9th-11th, 2011 at the University of Delaware, USA. The workshop attendees outlined specific CZ science advances that will be necessary, and documented the links between basic science advances in Earth surface processes and the global sustainability agenda. The overarching hypothesis is that accelerating changes in land use, atmospheric composition and climate are forcing rapid and profound changes in the continental surface that require an unprecedented intensity and scale of scientific observation and new knowledge to guide intervention. Six priority science questions were identified and organized according to the time scale over which the processes occur, and are listed below.<br />&bull; Long-Term Processes and Impacts<br />1. How has the geological evolution of the CZ established ecosystem function and its sustainability?<br />2. How do molecular-scale interactions dictate processes in soils and underlying rock, and influence the development of watersheds and aquifers as functional geophysical units?<br />3. How can theory and data be combined from molecular- to global- scales in order to interpret past transformations of Earth's surface and forecast CZ evolution and its planetary impact?<br />&bull; Short-Term Processes and Impacts<br />4. What controls the resilience, response and recovery of the CZ to perturbations such as climate and land use changes, and how can this be quantified through observations and predicted through mathematical modelling?<br />5. How can sensing and monitoring technology, e/cyber-infrastructure and modelling methods be integrated to enable the simulation of essential terrestrial variables and forecasting for water supplies, food production, biodiversity and other major benefits for humankind?<br />6. How can theory, data and mathematical models from the natural- and social- sciences be integrated to simulate, value, and manage Critical Zone goods and services?<br />Critical Zone Observatories (CZOs) are research field sites that provide a major international capability to advance the new knowledge that is required for sustainable management of the CZ. Some common features of current CZOs are a wide range of multidisciplinary expertise that is concentrated in order to deliver transformative science advances; a focus on process studies that are hypothesis driven; and a combination of observations at multiple scales with mathematical modelling and simulation. The USA CZOs are developing advances in sensor technology and real-time data acquisition, integrated with data management, across a range of temporal scales. European CZOs are driving forward integration of science advances with social sciences and policy, and development of decision support tools for policy and management intervention.<br />The role of CZOs is growing in international impact; they are providing scientific focal points to define the major research questions and drawing together the critical mass of disciplines and talent to rapidly deliver solutions to major societal challenges. This development offers enormous potential for research within international networks of CZOs located along global gradients of environmental chang...",
  "por_txt_cntn": "\nEarth's Critical Zone (CZ), the thin outer continental veneer of our planet from the top of vegetation to the bottom of fresh groundwater, supports almost all human activity, and is experiencing ever-increasing pressure from growth in human population and wealth. Within the next 4 decades, demand for food and fuel is expected to double along with a more than 50% increase in demand for clean water. Understanding, predicting and managing land use and associated economic services, while mitigating and adapting to rapid climate change, is now one of the most pressing societal challenges of the 21st century. The international CZ science community addressed science questions related to these challenges at an international workshop, convened November 9th-11th, 2011 at the University of Delaware, USA. The workshop attendees outlined specific CZ science advances that will be necessary, and documented the links between basic science advances in Earth surface processes and the global sustainability agenda. The overarching hypothesis is that accelerating changes in land use, atmospheric composition and climate are forcing rapid and profound changes in the continental surface that require an unprecedented intensity and scale of scientific observation and new knowledge to guide intervention. Six priority science questions were identified and organized according to the time scale over which the processes occur, and are listed below.\n&bull; Long-Term Processes and Impacts\n1. How has the geological evolution of the CZ established ecosystem function and its sustainability?\n2. How do molecular-scale interactions dictate processes in soils and underlying rock, and influence the development of watersheds and aquifers as functional geophysical units?\n3. How can theory and data be combined from molecular- to global- scales in order to interpret past transformations of Earth's surface and forecast CZ evolution and its planetary impact?\n&bull; Short-Term Processes and Impacts\n4. What controls the resilience, response and recovery of the CZ to perturbations such as climate and land use changes, and how can this be quantified through observations and predicted through mathematical modelling?\n5. How can sensing and monitoring technology, e/cyber-infrastructure and modelling methods be integrated to enable the simulation of essential terrestrial variables and forecasting for water supplies, food production, biodiversity and other major benefits for humankind?\n6. How can theory, data and mathematical models from the natural- and social- sciences be integrated to simulate, value, and manage Critical Zone goods and services?\nCritical Zone Observatories (CZOs) are research field sites that provide a major international capability to advance the new knowledge that is required for sustainable management of the CZ. Some common features of current CZOs are a wide range of multidisciplinary expertise that is concentrated in order to deliver transformative science advances; a focus on process studies that are hypothesis driven; and a combination of observations at multiple scales with mathematical modelling and simulation. The USA CZOs are developing advances in sensor technology and real-time data acquisition, integrated with data management, across a range of temporal scales. European CZOs are driving forward integration of science advances with social sciences and policy, and development of decision support tools for policy and management intervention.\nThe role of CZOs is growing in international impact; they are providing scientific focal points to define the major research questions and drawing together the critical mass of disciplines and talent to rapidly deliver solutions to major societal challenges. This development offers enormous potential for research within international networks of CZOs located along global gradients of environmental change; e.g. in land use and climate. Realizing this potential requires a step change in the integration of CZO activ..."
 }
}