{
 "awd_id": "1152872",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Postdoctoral Fellowship -- Knowledge Systems Analysis for Environmental Decision Making: Energy Development in the Four Corners Region of the American Southwest, 1960-2010",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2012-04-15",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 120000.0,
 "awd_amount": 120000.0,
 "awd_min_amd_letter_date": "2012-04-25",
 "awd_max_amd_letter_date": "2012-04-25",
 "awd_abstract_narration": "Over the past three decades, policymakers and researchers in varied social scientific fields have developed both a thorough understanding and a critique of conventional approaches to the use of scientific knowledge in environmental policy and decisionmaking. However, the collective insights of this work have had, at best, only marginal impacts on the production, review, and application of scientific knowledge in environmental policy in the United States. Moreover, existing tools do not provide systematic ways of identifying the consequences of environmental policy decisions. This research project addresses that gap by developing a conceptual framework and set of policy tools, called Knowledge Systems Analysis, that can be used by researchers and policymakers to guide the systematic review of environmental decisions and their outcomes. \r\n\r\nThe development of KSA will take place through theoretical research, and through empirical analyse of a network of coal mines and coal-fired power plants in the Four Corners region of the American Southwest. The empirical component entails a quantitative postaudit of the predictions in environmental and hydrologic impact statements, and a qualitative social and institutional analysis of the normative practices through which environmental knowledge is produced, validated, and used in policy decisionmaking.  \r\n\r\nIn addition to producing an innovative policy tool and theoretical framework, this award will fund the development of a KSA pedagogical tool for students in professional public policy degree programs at Arizona State University.  The project will also contribute important insights to the practice of environmental impact assessment and deterministic modeling, present a case study on the management and resilience of complex socio-ecological systems, and contribute to the environmental history of energy development on the tribal lands in the American Southwest.  Finally, the research supports the training of a postdoctoral researcher.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Clark",
   "pi_last_name": "Miller",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Clark A Miller",
   "pi_email_addr": "clark.miller@asu.edu",
   "nsf_id": "000414676",
   "pi_start_date": "2012-04-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Higgins",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Higgins",
   "pi_email_addr": "danielbhiggins@gmail.com",
   "nsf_id": "000587722",
   "pi_start_date": "2012-04-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "PO Box 5603",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852875603",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8815",
   "pgm_ref_txt": "Studies of Policy Sci Eng Tech"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 120000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This postdoctoral research project developed a theoretical framework and methodology for <em>knowledge systems analysis</em> that can be applied to policy analysis problems and used in analysis training for raising awareness of the need to critically assess knowledge claims and the practices through which they are produced and reviewed.&nbsp; This approach integrates quantitative methods for evaluating regulatory efficacy with a social-institutional analysis of the production, review, and consumption of expert knowledge claims. &nbsp;By integrating the theoretical framework, quantitative methods, and institutional analysis, this project created a set of pedagogical resources to be used in graduate courses in public policy.</p>\n<p>&nbsp;</p>\n<p>Training and professional development for the postdoctoral fellow included training in STS theory, teaching three graduate-level courses in Science and Technology Policy, coordinating and/or participating in five university-wide workshops, speaking at more than a dozen public engagement opportunities, and participating in professional conferences.</p>\n<p>&nbsp;</p>\n<p>Beyond the field of Science and Technology Studies, the postdoctoral fellow&rsquo;s research makes numerous contributions in the area of water resource management and to recent theory in social-ecological resilience, adaptive capacity, rigidity traps, and the pathology of natural resource management.&nbsp; With a critical and alternative perspective of the resilience of Arizona's water future, the research project demonstrates that, rather than building resilience into the system, Arizona&rsquo;s water management institutions are calling for the intensification of the very techno-economic mechanisms that generated the increasing demand- / decreasing supply-conditions to which they are currently responding.&nbsp; While most of this research will be disseminated via open-source, peer-review literature, the postdoctoral fellow has participated in more than a dozen public water forums, sharing his findings with Stakeholders in both the metropolitan and rural areas of Arizona.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/15/2015<br>\n\t\t\t\t\tModified by: Daniel&nbsp;Higgins</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis postdoctoral research project developed a theoretical framework and methodology for knowledge systems analysis that can be applied to policy analysis problems and used in analysis training for raising awareness of the need to critically assess knowledge claims and the practices through which they are produced and reviewed.  This approach integrates quantitative methods for evaluating regulatory efficacy with a social-institutional analysis of the production, review, and consumption of expert knowledge claims.  By integrating the theoretical framework, quantitative methods, and institutional analysis, this project created a set of pedagogical resources to be used in graduate courses in public policy.\n\n \n\nTraining and professional development for the postdoctoral fellow included training in STS theory, teaching three graduate-level courses in Science and Technology Policy, coordinating and/or participating in five university-wide workshops, speaking at more than a dozen public engagement opportunities, and participating in professional conferences.\n\n \n\nBeyond the field of Science and Technology Studies, the postdoctoral fellowÆs research makes numerous contributions in the area of water resource management and to recent theory in social-ecological resilience, adaptive capacity, rigidity traps, and the pathology of natural resource management.  With a critical and alternative perspective of the resilience of Arizona's water future, the research project demonstrates that, rather than building resilience into the system, ArizonaÆs water management institutions are calling for the intensification of the very techno-economic mechanisms that generated the increasing demand- / decreasing supply-conditions to which they are currently responding.  While most of this research will be disseminated via open-source, peer-review literature, the postdoctoral fellow has participated in more than a dozen public water forums, sharing his findings with Stakeholders in both the metropolitan and rural areas of Arizona.\n\n \n\n\t\t\t\t\tLast Modified: 05/15/2015\n\n\t\t\t\t\tSubmitted by: Daniel Higgins"
 }
}