{
 "awd_id": "1152520",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Economy and Identity at Tiwanaku Settlements in the Osmore Valley, Southern Peru: Zooarchaeology and Bone Chemistry",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2017-02-28",
 "tot_intn_awd_amt": 89752.0,
 "awd_amount": 94482.0,
 "awd_min_amd_letter_date": "2012-01-17",
 "awd_max_amd_letter_date": "2016-02-02",
 "awd_abstract_narration": "With support from the National Science Foundation Dr. Susan deFrance and colleagues will conduct laboratory zooarchaeological and bone chemistry analyses of animal remains from several Tiwanaku sites located in southern Peru.  The Tiwanaku, one of the early imperial states of the Central Andean region, flourished from roughly A. D. 600-1100.  The homeland of Tiwanaku culture is the highlands of Bolivia, southeast of Lake Titicaca.  In these high plains the Tiwanaku built a massive capital characterized by sunken temples, monumental stone architecture, and elaborately engineered raised agricultural fields.  The Tiwanaku also reared domesticated llamas and alpacas, the only large mammals domesticated in the New World.  \r\n\r\nSometime early in their history, Tiwanaku colonists immigrated to other regions.  A large contingent of Tiwanaku colonists settled along the Osmore River in southern Peru near the modern city of Moquegua.  Previous excavations have revealed that Tiwanaku settlers commandeered the best agricultural land and that they established corrals for their domesticated animals.  A working hypothesis is that settlement occurred in two waves by two distinct extended lineages, each with their own economic specialization: agriculture versus pastoralism.  Important questions remain about the degree to which Tiwanaku inhabitants in this periphery were under direct political control by their highland capital or as autonomous colonies.  Animal rearing and the production of animal products (e.g., fiber for textiles, meat, bone for tools) are hypothesized to have been locally autonomous and not used to support the highland capital. The analysis of animal remains from sites affiliated with each lineage will be used to help support or refute the model of lineage autonomous colonization and economic specialization (pastoralists versus agriculturalists).  \r\n\r\nThe analysis will consist of the creation of two types of data sets.  One will be the zooarchaeological identification of the animals present at the various sites.  DeFrance will work with graduate students and undergraduate students using facilities of the Contisuyo Museum in Moquegua to identify the animal remains.  Differences in the animals present, the parts of the carcass, how they were butchered, and how and where they were discarded will be used to determine if the colonies were locally autonomous as is hypothesized, or if parts of animals were shipped to other areas to support the state.  The other data set will be an analysis of bone chemistry isotopic signatures from a sample of the camelid (llama and alpaca) remains to determine at what elevation these animals were reared and if ritually-sacrificed camelids were fed special foods that differed from non-ritual animals.  A specialist in bone chemistry, Erin Thornton, will conduct the bone chemistry analysis. \r\n  \r\nThe information that will be generated from this project is important because it will help archaeologists and anthropologists understand how ancient imperial states, such as the Tiwanaku, functioned, colonized distant regions, and the economic and ritual activities that they undertook to maintain their identity. \r\n\r\nThe research team will work with the Contisuyo Museum to include long-term and temporary exhibits on animal use thus providing a public dimension to zooarchaeology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "deFrance",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Susan D deFrance",
   "pi_email_addr": "sdef@anthro.ufl.edu",
   "nsf_id": "000357521",
   "pi_start_date": "2012-01-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326112002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 94482.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0in 0in 0pt;\"><span><span style=\"font-size: small;\">The Tiwanaku were an early imperial state of the Central Andean region whose homeland was the highlands of Bolivia, southeast of Lake Titicaca.<span style=\"mso-spacerun: yes;\">&nbsp; </span>A sizable contingent of Tiwanaku colonists immigrated roughly 250 km from their highland capital and settled in the mid-valley desert oasis of the Osmore drainage of southern Peru beginning in the seventh century AD.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Like other ancient imperial states, these colonists relied on animals for food, raw materials, and to aid their political economies.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Additionally, some of the animals chosen by the Tiwanaku settlers were selected to establish cultural identity.<span style=\"mso-spacerun: yes;\">&nbsp; </span>The Tiwanku recreated aspects of their home territory in their new setting, particularly their pastoral economy that was dependent on domesticated llamas and alpacas.<span style=\"mso-spacerun: yes;\">&nbsp; </span>These animals provided meat, fiber, and dung as well as other products, and they were essential as caravan animals for the movement of goods and products in the mountainous Andean terrain.<span style=\"mso-spacerun: yes;\">&nbsp; </span></span></span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0in 0in 0pt;\"><span><span style=\"font-size: small;\">The PI, colleagues, and both graduate and undergraduate students completed faunal and bone chemistry analyses of animal remains from five Tiwanaku sites located in the Moquegua Valley of southern Peru to determine how Tiwanaku colonists used animals in their imperial strategy and to create social solidarity. The sites represent both domestic and ceremonial contexts and are associated with two phases of roughly contemporaneous settlement, the Omo and the Chen Chen.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Each phase is hypothesized to represent two distinct extended lineages with their own economic specializations: agriculture (Chen Chen) versus pastoralism (Omo).<span style=\"mso-spacerun: yes;\">&nbsp; </span></span></span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0in 0in 0pt;\"><span><span style=\"font-size: small;\">&nbsp;</span></span><span><span style=\"font-size: small;\">deFrance along with two graduate and an REU-sponsored undergraduate student (2012) completed the zooarchaeological analysis of vertebrate and invertebrate faunal remains during six-week lab seasons in June and July of 2012, 2013, and 2014 at the Contisuyo Museum in Moquegua, Peru.<span style=\"mso-spacerun: yes;\">&nbsp; </span>In 2012 we collected modern plant (n=12) and camelid bone specimens (n=15) and fiber samples (n=6) in Peru for use in establishing an isotopic baseline.<span style=\"mso-spacerun: yes;\">&nbsp; </span>We also augmented the comparative skeletal collection of the museum with modern alpaca skeletons.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Dr. Erin Thornton completed a bone chemistry analysis of 44 samples of exported camelid bone, teeth, or fiber at her Washington State University Lab (2015-2017).<span style=\"mso-spacerun: yes;\">&nbsp; </span>Fourteen radiocarbon dated bone samples provide the temporal placement for individual ceremonial and domestic contexts selected for analysis.<span style=\"mso-spacerun: yes;\">&nbsp; </span></span></span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0in 0in 0pt;\"><span><span style=\"font-size: small;\">The zooarchaeological and isotopic data sets support the interpretation that the colonies were independent entities that were not provisioned by the state.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Both Omo and Chen Chen phase occupations are more similar than different.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Both were reliant on camelids, particularly very large-sized individuals more commonly identified as llamas (Lama glama) through both visual and morphometric analyses.<span style=\"mso-spacerun: yes;\">&nbsp; </span>The smaller sized alpaca was much less common.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Other than camelid remains, there are few other mammals, few birds, and little indication of imported marine foodstuffs.<span style=\"mso-spacerun: yes;\">&nbsp; </span>There are very few exotic, rare, or non-food animals that could indicate ritual animals as is found at some other Andean sites in the region (e.g., Andean condor, pygmy owl, mountain lion, shark). The isotopic analysis suggests that the camelids were largely fed mixed diets that included highland and mid-elevation plants, and that the animals were not feeding in coastal habitats.<span style=\"mso-spacerun: yes;\">&nbsp; </span>An unexpected and high occurrence of skeletal pathologies on the camelid bones along with the large size of the individuals and the mixed feeding strategies suggests that many camelids were caravan animals that were being used to move agricultural products (e.g., maize) to the highland capital.<span style=\"mso-spacerun: yes;\">&nbsp; </span>The only ritual animals identified are two sacrificed llamas found within the sunken temple context at the Omo site.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Successful camelid husbandry is interpreted as the most significant means through which animals were used to create Tiwanaku identity in the Moquegua colony.<span style=\"mso-spacerun: yes;\">&nbsp; </span>In contrast to imperial states elsewhere, the Tiwanaku were integrated into the political economy, but were highly independent.<span style=\"mso-spacerun: yes;\">&nbsp; </span></span></span></p>\n<p style=\"margin: 0in 0in 0pt;\"><span><span style=\"font-size: small;\"><span style=\"mso-spacerun: yes;\"><br /></span></span></span></p>\n<p style=\"margin: 0in 0in 0pt;\"><span><span style=\"font-size: small;\">An interesting find consists of the discovery of a small, naturally mummified young dog that was intentionally buried in a domestic context at a site in the southern end of the valley.<span style=\"mso-spacerun: yes;\">&nbsp; </span>An isotopic analysis indicates that the dog had a high carbohydrate diet that probably included maize along with some marine foods, even though remains of marine animal are not common at the site.<span style=\"mso-spacerun: yes;\">&nbsp; </span>The study of this dog and other Tiwanaku canids is a component of a doctoral dissertation examining the role of dogs in pre-Colombian Andean cultures.</span></span><span><span style=\"font-size: small;\"><br /></span></span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\">&nbsp;</span><span><span style=\"font-size: small;\">This research is relevant in a present day context because the study shows us some of the modern obstacles to the expansion of Andean pastoralism and why camelid pastoralism is restricted largely to societies who live at high elevations today.<span style=\"mso-spacerun: yes;\">&nbsp; </span></span></span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0in 0in 0pt;\"><span><span style=\"font-size: small;\">This research provided graduate and undergraduate student training in collaborative archaeological research in an international setting.<span style=\"mso-spacerun: yes;\">&nbsp; </span></span></span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0in 0in 0pt;\"><span><span style=\"font-size: small;\">The results have been disseminated in journal articles and professional conferences.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Additional publications are forthcoming.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Some of these findings will be used by the Contisuyo Museum for both exhibits on the role of animals in the imperial societies of the Moquegua region.<span style=\"mso-spacerun: yes;\">&nbsp; </span></span></span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/02/2017<br>\n\t\t\t\t\tModified by: Susan&nbsp;D&nbsp;Defrance</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \nThe Tiwanaku were an early imperial state of the Central Andean region whose homeland was the highlands of Bolivia, southeast of Lake Titicaca.  A sizable contingent of Tiwanaku colonists immigrated roughly 250 km from their highland capital and settled in the mid-valley desert oasis of the Osmore drainage of southern Peru beginning in the seventh century AD.  Like other ancient imperial states, these colonists relied on animals for food, raw materials, and to aid their political economies.  Additionally, some of the animals chosen by the Tiwanaku settlers were selected to establish cultural identity.  The Tiwanku recreated aspects of their home territory in their new setting, particularly their pastoral economy that was dependent on domesticated llamas and alpacas.  These animals provided meat, fiber, and dung as well as other products, and they were essential as caravan animals for the movement of goods and products in the mountainous Andean terrain.  \n\n \nThe PI, colleagues, and both graduate and undergraduate students completed faunal and bone chemistry analyses of animal remains from five Tiwanaku sites located in the Moquegua Valley of southern Peru to determine how Tiwanaku colonists used animals in their imperial strategy and to create social solidarity. The sites represent both domestic and ceremonial contexts and are associated with two phases of roughly contemporaneous settlement, the Omo and the Chen Chen.  Each phase is hypothesized to represent two distinct extended lineages with their own economic specializations: agriculture (Chen Chen) versus pastoralism (Omo).  \n\n \n deFrance along with two graduate and an REU-sponsored undergraduate student (2012) completed the zooarchaeological analysis of vertebrate and invertebrate faunal remains during six-week lab seasons in June and July of 2012, 2013, and 2014 at the Contisuyo Museum in Moquegua, Peru.  In 2012 we collected modern plant (n=12) and camelid bone specimens (n=15) and fiber samples (n=6) in Peru for use in establishing an isotopic baseline.  We also augmented the comparative skeletal collection of the museum with modern alpaca skeletons.  Dr. Erin Thornton completed a bone chemistry analysis of 44 samples of exported camelid bone, teeth, or fiber at her Washington State University Lab (2015-2017).  Fourteen radiocarbon dated bone samples provide the temporal placement for individual ceremonial and domestic contexts selected for analysis.  \n\n \nThe zooarchaeological and isotopic data sets support the interpretation that the colonies were independent entities that were not provisioned by the state.  Both Omo and Chen Chen phase occupations are more similar than different.  Both were reliant on camelids, particularly very large-sized individuals more commonly identified as llamas (Lama glama) through both visual and morphometric analyses.  The smaller sized alpaca was much less common.  Other than camelid remains, there are few other mammals, few birds, and little indication of imported marine foodstuffs.  There are very few exotic, rare, or non-food animals that could indicate ritual animals as is found at some other Andean sites in the region (e.g., Andean condor, pygmy owl, mountain lion, shark). The isotopic analysis suggests that the camelids were largely fed mixed diets that included highland and mid-elevation plants, and that the animals were not feeding in coastal habitats.  An unexpected and high occurrence of skeletal pathologies on the camelid bones along with the large size of the individuals and the mixed feeding strategies suggests that many camelids were caravan animals that were being used to move agricultural products (e.g., maize) to the highland capital.  The only ritual animals identified are two sacrificed llamas found within the sunken temple context at the Omo site.  Successful camelid husbandry is interpreted as the most significant means through which animals were used to create Tiwanaku identity in the Moquegua colony.  In contrast to imperial states elsewhere, the Tiwanaku were integrated into the political economy, but were highly independent.  \n\n\nAn interesting find consists of the discovery of a small, naturally mummified young dog that was intentionally buried in a domestic context at a site in the southern end of the valley.  An isotopic analysis indicates that the dog had a high carbohydrate diet that probably included maize along with some marine foods, even though remains of marine animal are not common at the site.  The study of this dog and other Tiwanaku canids is a component of a doctoral dissertation examining the role of dogs in pre-Colombian Andean cultures.\n\n\n This research is relevant in a present day context because the study shows us some of the modern obstacles to the expansion of Andean pastoralism and why camelid pastoralism is restricted largely to societies who live at high elevations today.  \n\n \nThis research provided graduate and undergraduate student training in collaborative archaeological research in an international setting.  \n\n \nThe results have been disseminated in journal articles and professional conferences.  Additional publications are forthcoming.  Some of these findings will be used by the Contisuyo Museum for both exhibits on the role of animals in the imperial societies of the Moquegua region.  \n\n \n\n\t\t\t\t\tLast Modified: 05/02/2017\n\n\t\t\t\t\tSubmitted by: Susan D Defrance"
 }
}