{
 "awd_id": "1152737",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Liquid Microjet Studies of Collisions and Reactions at the Surfaces of Aqueous Solutions",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925327",
 "po_email": "cfoss@nsf.gov",
 "po_sign_block_name": "Colby Foss",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 505483.0,
 "awd_amount": 505483.0,
 "awd_min_amd_letter_date": "2012-06-27",
 "awd_max_amd_letter_date": "2013-07-15",
 "awd_abstract_narration": "In this project, funded by the Chemical Structure, Dynamics, and Mechanisms Program of the Chemistry Division, Prof. Gilbert Nathanson of the University of Wisconsin-Madison will couple liquid microjets with molecular beams to explore collisions and reactions at the surfaces of volatile aqueous solutions.  These gas-liquid scattering experiments will be performed by directing a beam of atoms or molecules at the surface of a liquid jet in vacuum and monitoring the identities, energies, and reaction times of the products with a mass spectrometer.  Liquid microjets are narrower than a human hair and are surrounded by only a thin vapor blanket, permitting scattering experiments to be carried out using pure, basic, and salty water solutions with vapor pressures up to several Torr.  The proposed research is dedicated to learning how acidic gases such as DCl and oxidizing gases such as F2 react with water molecules and ions at or near the surface.  The long term objective is to develop a molecular picture of gas-water reactions by exploring the interfacial analogs of bulk solvation, the \"like dissolves like\" rule, proton transfer, acid dissociation, and oxidation-reduction.\r\n\r\nThis program benefits society through its research, mentoring, and outreach activities.  Scientifically, this program will help reveal the ways in which gases and aqueous solutions react industrially and in the environment.  It will concurrently provide a setting to mentor graduate and undergraduate students from a wide range of backgrounds.  The familiarity gained in this research will further be used to improve General Chemistry classes on aqueous chemistry and to engage K-12 students and their parents through hands-on surface chemistry workshops.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gilbert",
   "pi_last_name": "Nathanson",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Gilbert M Nathanson",
   "pi_email_addr": "nathanson@chem.wisc.edu",
   "nsf_id": "000098928",
   "pi_start_date": "2012-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687900",
   "pgm_ele_name": "Structure,Dynamics &Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6879",
   "pgm_ref_txt": "STRUCTURE, DYNAMIC & MECHANISM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 195483.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 310000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: center;\"><strong>Liquid Microjet Studies of Collisions and Reactions&nbsp;</strong><strong>at the Surfaces of Aqueous Solutions</strong></p>\n<p>Gilbert Nathanson, Department of Chemistry, University of Wisconsin-Madison</p>\n<p>&nbsp;</p>\n<p><strong>Intellectual Merit</strong></p>\n<p>Our objective is to develop a microscopic description of the ways in which gas molecules are captured by and react with aqueous solutions.&nbsp; Gas transport and reactions at air-water interfaces are key processes that occur industrially, in our lungs, at the surfaces of oceans and lakes, and in sea spray and rain droplets. &nbsp;How can we develop a truly atomic-scale, &ldquo;blow-by-blow&rdquo; picture of these interfacial reactions in the laboratory?&nbsp; To confront this challenge, we couple molecular beam scattering experiments in vacuum with water microjets,&nbsp; These microjets, developed earlier by Manfred Faubel, are tiny streams of water narrower than a strand of hair; their small surface area generates a sparse vapor cloud around the jet.&nbsp; Within this nearly transparent vapor cloud, impinging gas molecules strike the microjet without colliding with vapor-phase water molecules.&nbsp;&nbsp; We are the first to utilize these microjets to explore gas-water reactions (using the apparatus depicted in Figure 1). &nbsp;The solutions we use are 8 molal LiBr or LiCl or 4 molal K<sub>2</sub>SO<sub>3</sub> at temperatures from 238 to 273 K (equal to -35 &deg;C to 0 &deg;C).&nbsp; The high salt concentration enables lower temperatures to be accessed at vapor pressures of one Torr or less.</p>\n<p>Our experiments over this grant period encompassed three aspects of interfacial water chemistry.&nbsp; The studies reveal that surface water molecules are remarkably reactive, readily forming hydrogen bonds to incoming protic molecules while maintaining a tight network that expels hydrophobic solute atoms.</p>\n<p>We first investigated the evaporation process itself by dissolving gases such as helium and argon in the microjet and monitoring the velocities of the evaporating He and Ar atoms.&nbsp; As expected, the &ldquo;sticky&rdquo; Ar atom evaporates in a Maxwell-Boltzmann distribution of speeds.&nbsp; To our great surprise, however, He atoms evaporate at much higher speeds.&nbsp; Our experiments and simulations reveal that the He atoms are &ldquo;explosively&rdquo; expelled by surface water molecules as hydrogen bonds broken by the hydrophobic He atom are reformed when the He atom leaves.&nbsp; The surface water molecules essentially &ldquo;push&rdquo; the He atoms out of solution, preferring to be bonded to each other rather than forming a cage around the interloping weakly attractive He atom. &nbsp;This observation indicates that He atoms are powerful probes of surface hydrogen-bonding forces, which are found to be well predicted by current atomic-scale models.</p>\n<p>Secondly, we sought to understand how strong acidic gases react with surface water molecules.&nbsp; HCl dissociates completely in bulk water into H<sup>+</sup> and Cl<sup>-</sup> ions, fully solvated by H<sub>2</sub>O.&nbsp; What happens when an incoming HCl molecule lands on the surface of water?&nbsp; Possible pathways are depicted in Figure 2. &nbsp;Our microjet experiments show that even surface water molecules form strong enough hydrogen bonds to HCl to capture it on every collision (only &ldquo;solvation&rdquo; and <em>not</em> &ldquo;trapping-desorption&rdquo; in Figure 2).&nbsp; This result implies that surface thermal motions are too weak to &ldquo;kick&rdquo; the HCl molecule from the surface before it dissociates. &nbsp;Surface water molecules appear to behave like their bulk-phase cousins, readily attacking strong acids and solvating them enough to dissociate immediately.</p>\n<p>Thirdly, spurred by the ease with which strong acids react with water, we substituted formic acid (HCOOH) for HCl and again observed that even this weak acid forms strong enough hydrogen bonds to disappear into water on every collision.&nbsp; We observed similar results for weak bases such as dimethyl amine.&nbsp; The biggest surprise occurred with collisions of formic acid dimer, (HCOOH)<sub>2</sub>.&nbsp; This dimer is pre-bonded by two strong hydrogen bonds.&nbsp; We again observed that it interacts strongly enough with surface H<sub>2</sub>O molecules to dissolve on every collision.&nbsp; The dangling hydrogen bonds of surface H<sub>2</sub>O molecules must swap with the formic acid-formic acid hydrogen bonds to capture the dimer every time. &nbsp;This is not the case for molecules such as methyl formate or dimethyl ether, which lack protic H atoms.</p>\n<p><strong>Broader Impacts</strong></p>\n<p>Our studies reveal the powerful ability of interfacial water molecules to capture strong and weak acids and bases.&nbsp; The interfacial region of water is an open gateway for the dissolution of acidic and basic molecules, while acting more like a porous fence for gases that form weak or no hydrogen bonds.</p>\n<p>In parallel with these studies, our goal is to communicate the excitement of our research to the wider community of scientists and non-scientists. &nbsp;We continue to develop our &ldquo;Surface Circus&rdquo; hands-on surface chemistry program for children and their parents at yearly outreach events and to incorporate our research into my general chemistry teaching.&nbsp; The PI also gave a keynote address at the Dynamics at Surfaces GRS during the summer of 2015 to train graduate students and postdocs in informal outreach activities involving surface chemistry.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/02/2017<br>\n\t\t\t\t\tModified by: Gilbert&nbsp;Nathanson</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1152737/1152737_10184661_1483286347843_Figure1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1152737/1152737_10184661_1483286347843_Figure1--rgov-800width.jpg\" title=\"Gas-Microjet Scattering Apparatus\"><img src=\"/por/images/Reports/POR/2017/1152737/1152737_10184661_1483286347843_Figure1--rgov-66x44.jpg\" alt=\"Gas-Microjet Scattering Apparatus\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Figure 1.  Illustration of our scattering apparatus to explore collisions of gases (such as DCl) with salty water microjets in vacuum.</div>\n<div class=\"imageCredit\">created by Jennifer Faust, graduate student</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Gilbert&nbsp;Nathanson</div>\n<div class=\"imageTitle\">Gas-Microjet Scattering Apparatus</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1152737/1152737_10184661_1483286634391_Figure2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1152737/1152737_10184661_1483286634391_Figure2--rgov-800width.jpg\" title=\"Pathways for Collisions and Reactions of DCl with Salty Water\"><img src=\"/por/images/Reports/POR/2017/1152737/1152737_10184661_1483286634391_Figure2--rgov-66x44.jpg\" alt=\"Pathways for Collisions and Reactions of DCl with Salty Water\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This illustration shows pathways following the collision of a DCl molecule with 8 molal LiBr/H2O. The only pathway we observe is longtime solvation of Cl- and H+/D+/.  No DCl nonreactive desorption is observed.</div>\n<div class=\"imageCredit\">Jennifer Faust, graduate student</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Gilbert&nbsp;Nathanson</div>\n<div class=\"imageTitle\">Pathways for Collisions and Reactions of DCl with Salty Water</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "Liquid Microjet Studies of Collisions and Reactions at the Surfaces of Aqueous Solutions\n\nGilbert Nathanson, Department of Chemistry, University of Wisconsin-Madison\n\n \n\nIntellectual Merit\n\nOur objective is to develop a microscopic description of the ways in which gas molecules are captured by and react with aqueous solutions.  Gas transport and reactions at air-water interfaces are key processes that occur industrially, in our lungs, at the surfaces of oceans and lakes, and in sea spray and rain droplets.  How can we develop a truly atomic-scale, \"blow-by-blow\" picture of these interfacial reactions in the laboratory?  To confront this challenge, we couple molecular beam scattering experiments in vacuum with water microjets,  These microjets, developed earlier by Manfred Faubel, are tiny streams of water narrower than a strand of hair; their small surface area generates a sparse vapor cloud around the jet.  Within this nearly transparent vapor cloud, impinging gas molecules strike the microjet without colliding with vapor-phase water molecules.   We are the first to utilize these microjets to explore gas-water reactions (using the apparatus depicted in Figure 1).  The solutions we use are 8 molal LiBr or LiCl or 4 molal K2SO3 at temperatures from 238 to 273 K (equal to -35 &deg;C to 0 &deg;C).  The high salt concentration enables lower temperatures to be accessed at vapor pressures of one Torr or less.\n\nOur experiments over this grant period encompassed three aspects of interfacial water chemistry.  The studies reveal that surface water molecules are remarkably reactive, readily forming hydrogen bonds to incoming protic molecules while maintaining a tight network that expels hydrophobic solute atoms.\n\nWe first investigated the evaporation process itself by dissolving gases such as helium and argon in the microjet and monitoring the velocities of the evaporating He and Ar atoms.  As expected, the \"sticky\" Ar atom evaporates in a Maxwell-Boltzmann distribution of speeds.  To our great surprise, however, He atoms evaporate at much higher speeds.  Our experiments and simulations reveal that the He atoms are \"explosively\" expelled by surface water molecules as hydrogen bonds broken by the hydrophobic He atom are reformed when the He atom leaves.  The surface water molecules essentially \"push\" the He atoms out of solution, preferring to be bonded to each other rather than forming a cage around the interloping weakly attractive He atom.  This observation indicates that He atoms are powerful probes of surface hydrogen-bonding forces, which are found to be well predicted by current atomic-scale models.\n\nSecondly, we sought to understand how strong acidic gases react with surface water molecules.  HCl dissociates completely in bulk water into H+ and Cl- ions, fully solvated by H2O.  What happens when an incoming HCl molecule lands on the surface of water?  Possible pathways are depicted in Figure 2.  Our microjet experiments show that even surface water molecules form strong enough hydrogen bonds to HCl to capture it on every collision (only \"solvation\" and not \"trapping-desorption\" in Figure 2).  This result implies that surface thermal motions are too weak to \"kick\" the HCl molecule from the surface before it dissociates.  Surface water molecules appear to behave like their bulk-phase cousins, readily attacking strong acids and solvating them enough to dissociate immediately.\n\nThirdly, spurred by the ease with which strong acids react with water, we substituted formic acid (HCOOH) for HCl and again observed that even this weak acid forms strong enough hydrogen bonds to disappear into water on every collision.  We observed similar results for weak bases such as dimethyl amine.  The biggest surprise occurred with collisions of formic acid dimer, (HCOOH)2.  This dimer is pre-bonded by two strong hydrogen bonds.  We again observed that it interacts strongly enough with surface H2O molecules to dissolve on every collision.  The dangling hydrogen bonds of surface H2O molecules must swap with the formic acid-formic acid hydrogen bonds to capture the dimer every time.  This is not the case for molecules such as methyl formate or dimethyl ether, which lack protic H atoms.\n\nBroader Impacts\n\nOur studies reveal the powerful ability of interfacial water molecules to capture strong and weak acids and bases.  The interfacial region of water is an open gateway for the dissolution of acidic and basic molecules, while acting more like a porous fence for gases that form weak or no hydrogen bonds.\n\nIn parallel with these studies, our goal is to communicate the excitement of our research to the wider community of scientists and non-scientists.  We continue to develop our \"Surface Circus\" hands-on surface chemistry program for children and their parents at yearly outreach events and to incorporate our research into my general chemistry teaching.  The PI also gave a keynote address at the Dynamics at Surfaces GRS during the summer of 2015 to train graduate students and postdocs in informal outreach activities involving surface chemistry.\n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 01/02/2017\n\n\t\t\t\t\tSubmitted by: Gilbert Nathanson"
 }
}