{
 "awd_id": "1152131",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "COLLABORATIVE RESEARCH:  IDBR:  Enhancing and Disseminating Miniaturized Tracking Technology for Widespread Use on Small Migratory Songbirds",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032928132",
 "po_email": "csanford@nsf.gov",
 "po_sign_block_name": "Christopher Sanford",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 90152.0,
 "awd_amount": 90152.0,
 "awd_min_amd_letter_date": "2012-07-16",
 "awd_max_amd_letter_date": "2012-07-16",
 "awd_abstract_narration": "Until recently, knowledge of the migratory movements of small birds was based only on idiosyncratic band returns and inferences from biomarkers and population demographics. Although researchers have been able to track large birds for decades using various electronic devices, traditional long-distance tracking methods, such as satellite telemetry, employ tags that are far too large for the majority of bird species (those weighting 20 grams or less). However, a new tool has emerged that can revolutionize our understanding of bird migration. Solar-geolocation data loggers, or geologgers, are extremely small and simple tracking devices that store light-intensity readings at regular intervals for determining both day length, which indicates latitude, and the time of solar noon, which indicates longitude. Geologgers have recently been deployed on several small bird species and the success of these early studies has sparked considerable interest in these devices among scientists and bird enthusiasts. \r\nAlthough geologgers are already yielding exciting results, there is a need to improve the instrumentation (both hardware and software), establish guidelines for the use of geologgers, and increase their accessibility to the scientific community. A major goal of this project is to improve upon an existing geologger design to create a device that can be deployed in large numbers on a wide range of species by virtually any research group or institution. A second goal is to generate sophisticated yet accessible analysis tools that incorporate multiple sources of information into a Bayesian framework for generating the best possible estimates of migration tracks. Specifically this project seeks to: 1) reduce the size of geologger hardware; 2) repackage an underused but powerful analysis package (tripEstimation) for processing geologger data; 3) increase the availability of geologgers by offering assembled units, electronic kits, and do-it-yourself instructions; 4) carry out extensive field testing and analyses to evaluate the accuracy of the devices and their effects on bird behavior; and 5) reduce the cost of geologgers by an order of magnitude. \r\n\r\nMaking geologgers available to large-scale banding operations and researchers with limited funds will promote a tremendous scientific advance that will reverberate across numerous disciplines. As information from multiple tracking efforts is synthesized, researchers will be able to establish connectivity maps linking breeding and wintering areas used by different populations of migratory birds. These activities will enable comprehensive conservation strategies that can identify critical habitats for migratory birds and protect vulnerable species throughout their annual cycles. To help ensure that this sort of data synthesis is possible, the geologger software resulting from this project will be implemented through Movebank.org, an online repository for storing and distributing animal tracking data. Scientists who use Movebank.org will contribute to a resource used by students and researchers worldwide ranging from professional wildlife biologists seeking to advance evolutionary theory to grade-school children working on science fair projects. \r\nTracking animals with geologgers requires a synthesis of biology, earth science, electrical engineering, and mathematics. As such, geologger studies are excellent material for addressing STEM (Science, Technology, Engineering, and Math) learning objectives. Working through The University of Oklahoma K20, a collaborative group of project personnel and schoolteachers will generate lesson plans for K-12 students based on the concept of solar geolocation and the construction of microprocessor-based data loggers. These lesson plans will reach teachers across the US and abroad through the K20alt website, maintained by the K20 Center.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Winkler",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "David W Winkler",
   "pi_email_addr": "wink01@gmail.com",
   "nsf_id": "000459150",
   "pi_start_date": "2012-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "373 Pine Tree Road",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110800",
   "pgm_ele_name": "INSTRUMENTAT & INSTRUMENT DEVP"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 90152.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\"><span class=\"s1\">&nbsp;</span></p>\n<p class=\"p2\"><span class=\"s1\">This project was designed to advance the study of migration in some of Earth&rsquo;s smaller migratory animals, small birds that are too small to carry radio tags large and powerful enough to communicate with satellites and/or cell-phone networks. These animals are among the most numerous and diverse of the world&rsquo;s birds, and ornithologists have developed small geolocation data loggers (&ldquo;geologgers&rdquo;) that record light levels with a time stamp to their on-board memories. After 8 to 12 months, these loggers can be recovered if the birds carrying them are recaptured and the loggers removed. Then the data can be downloaded from the tags and the migratory paths of the birds cane be reconstructed from the length of the day and timing of sunrise and sunset that the birds experienced during their annual journeys. In this project, our team was part of a larger team, and we concentrated on the development of a new approach to estimating migratory paths form solar geolocation data. We succeeded with the creation of a new function called Flight R written in the R programming language. FLightR&nbsp; calculates an animal&rsquo;s migratory journeys with grater accuracy, repeatability, and objectivity than any previous software approach. It uses sophisticated computer algorithms to estimate not only the path each animal took but the statistical confidence that can be placed on each and every reconstructed position and movement that the software identified. This software is already starting to revolutionize the analysis of solar geolocation data. We also developed, with a team of undergraduates at Cornell, a prototype geolocator with a radio transmitter on-board that would obviate the need to recapture a tagged bird to recover its solar geolocation data.&nbsp;</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/10/2015<br>\n\t\t\t\t\tModified by: David&nbsp;W&nbsp;Winkler</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project was designed to advance the study of migration in some of EarthÆs smaller migratory animals, small birds that are too small to carry radio tags large and powerful enough to communicate with satellites and/or cell-phone networks. These animals are among the most numerous and diverse of the worldÆs birds, and ornithologists have developed small geolocation data loggers (\"geologgers\") that record light levels with a time stamp to their on-board memories. After 8 to 12 months, these loggers can be recovered if the birds carrying them are recaptured and the loggers removed. Then the data can be downloaded from the tags and the migratory paths of the birds cane be reconstructed from the length of the day and timing of sunrise and sunset that the birds experienced during their annual journeys. In this project, our team was part of a larger team, and we concentrated on the development of a new approach to estimating migratory paths form solar geolocation data. We succeeded with the creation of a new function called Flight R written in the R programming language. FLightR  calculates an animalÆs migratory journeys with grater accuracy, repeatability, and objectivity than any previous software approach. It uses sophisticated computer algorithms to estimate not only the path each animal took but the statistical confidence that can be placed on each and every reconstructed position and movement that the software identified. This software is already starting to revolutionize the analysis of solar geolocation data. We also developed, with a team of undergraduates at Cornell, a prototype geolocator with a radio transmitter on-board that would obviate the need to recapture a tagged bird to recover its solar geolocation data. \n\n \n\n\t\t\t\t\tLast Modified: 11/10/2015\n\n\t\t\t\t\tSubmitted by: David W Winkler"
 }
}