{
 "awd_id": "1152415",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IDBR:  Development of Ultrasensitive, Superfast, and Microliter-Volume Differential Scanning Nanocalorimeter for Direct Characterization of Biomolecular Interactions",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032928132",
 "po_email": "csanford@nsf.gov",
 "po_sign_block_name": "Christopher Sanford",
 "awd_eff_date": "2013-01-15",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2012-07-03",
 "awd_max_amd_letter_date": "2012-07-03",
 "awd_abstract_narration": "Award Abstract: Development of Ultrasensitive, Superfast, and Microliter-Volume Differential Scanning Nanocalorimeter for Direct Characterization of Biomolecular Interactions\r\n\r\nAll biological phenomena depend on molecular interactions, which is either intermolecular, as with ligand binding to a protein, or intramolecular, as with protein folding. As a label-free and immobilization-free method, modern calorimetry instrumentation is the gold standard for directly characterizing the thermodynamic profiles of molecular interactions, including Gibbs free energy, enthalpy, entropy, specific heat, and stoichiometry, providing valuable information for investigating biolomolecular mechanisms and drug design, information that cannot be obtained from structural or computational methods alone. However, the current state-of-the-art calorimeters require large-volume, high-concentration proteins and need very long measurement times, which limits their utility for biological studies.  The objective of this award is to develop an innovative MEMS-based differential scanning nanocalorimeter and array to reduce the consumption of biological macromolecules from milliliters to micro liters, and to decrease the measurement time from hours to minutes, and thus enable direct, precise, and rapid detection of biomolecular interactions.  To achieve this goal, four specific tasks are planned, including 1) designing and fabricating ultrasensitive low-noise sensors, 2) minimizing the parasitic heat loss of the nanocalorimeter, 3) designing and integrating low-noise electronics and feedback controller, and 4) testing and applying this technology to membrane protein study and pharmaceutical screening.\r\n\r\nThe proposed differential scanning nanocalorimeter will significantly reduce the sample volume and shorten the measurement time, and provide a powerful tool for comprehensive high-content thermodynamics studies,  in the early stage of drug discovery, and in the study of membrane proteins. This multidisciplinary research will provide excellent opportunities to young scientists and engineers, especially women and underrepresented minorities. Interaction with national laboratories and industry at different ends of the application spectrum will enable accelerated implementation of the developed knowledge.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lei",
   "pi_last_name": "Zuo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lei Zuo",
   "pi_email_addr": "leizuo@umich.edu",
   "nsf_id": "000526519",
   "pi_start_date": "2012-07-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "",
  "perf_city_name": "Stony Brook",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117942300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110800",
   "pgm_ele_name": "INSTRUMENTAT & INSTRUMENT DEVP"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 21.0
  }
 ],
 "por": null
}