{
 "awd_id": "1152382",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Enzymes Required for the Biosynthesis of Deoxysugars Decorating Aglycone Scaffolds",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": "7032927856",
 "po_email": "wfrancis@nsf.gov",
 "po_sign_block_name": "Wilson Francisco",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 712577.0,
 "awd_amount": 712577.0,
 "awd_min_amd_letter_date": "2012-07-31",
 "awd_max_amd_letter_date": "2012-07-31",
 "awd_abstract_narration": "Intellectual Merit:\r\nThe biochemical importance of carbohydrates cannot be overstated, for they are essential elements in nearly every physiological process and represent the most abundant biomolecules in living systems. Apart from their role in providing metabolic energy, carbohydrates are involved in a wide range of biological processes including the immune response, cell-cell interactions, fertilization and cell adhesion among others. The focus of this research is on three unusual sugars. The first two, D-tetronitrose and D-forosamine, are found attached to antibacterial agents. The third, D-anthrose, is found on the outer layer of Bacillus anthracis. These three sugars were chosen for study because they contain novel functional groups and display strikingly different overall structures. Specifically, this project is aimed at understanding the structures and functions of the enzymes involved in the biosynthesis of these three sugars. The proposed pathways for their production contain some very unusual enzymes that are not well understood. Techniques to be utilized in the research include X-ray crystallography, site-directed mutagenesis, enzymatic synthesis of appropriate nucleotide-linked sugar ligands, and kinetic analyses. Upon completion, the investigations will reveal unprecedented chemistries and provide important and fundamental contributions to mechanistic enzymology.\r\n\r\nBroader Impact:\r\nEqually important, these projects were selected for study because they are ideally suited for instilling in middle school students the excitement of chemistry through biochemistry, which is absolutely critical for the continuation of high quality science in the USA. With prior NSF funding, a unique outreach program referred to as Project CRYSTAL was established. Currently, Project CRYSTAL has two major missions: (1) to instill a love for chemistry in middle school students by studying the inner workings of nutrition, thereby leading to healthy life choices and (2) to provide a hands-on laboratory experience in an active, state-of-the-art research laboratory, thus fostering interest in a scientific career. To achieve the first mission, teaching modules based upon the chemistry of sugars, fats, and proteins are being developed and a biochemistry textbook for middle school students is being written. To achieve the second goal, four selected middle school students will come to the laboratory once a week during the school year to participate in the academic research outlined in this project. These students will learn fundamental techniques such as molecular cloning, protein purification, crystallization, X-ray data collection, and protein model building. The program has been highly successful with two of the students already serving as co-authors on a paper published in the journal Biochemistry. It is anticipated that the four students participating in the 2011-2012 program will be co-authors on a second publication.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hazel",
   "pi_last_name": "Holden",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Hazel M Holden",
   "pi_email_addr": "Hazel_Holden@biochem.wisc.edu",
   "nsf_id": "000508951",
   "pi_start_date": "2012-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N. Park Street, Suite 6401",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1144",
   "pgm_ref_txt": "BIOMOLECULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "7275",
   "pgm_ref_txt": "CROSS-EF ACTIVITIES"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 712577.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Virtually every living process, whether it is programmed cell death, mitosis, HIV infection, or embryonic development involves proteins. Indeed, the term protein is derived from the Greek word <em>proteois</em>, which means &ldquo;first.&rdquo; My laboratory has been studying a variety of fascinating enzymes that are involved in the biosynthesis of di-, tri-, and tetradeoxysugars. These unusual carbohydrates control or alter the behavior of a wide range of biological molecules. They are found, for example, on the O-antigens of Gram-negative bacteria, and indeed there is growing evidence that O-antigens play important physiological roles including, but not limited to, virulence, effective colonization of host tissues, protection from phagocytosis and serum-mediated killing, and resistance to antimicrobial peptides. As such, the enzymes involved in the productions of these unusual sugars may serve as important drug targets.</p>\n<p>In addition to being found on O-antigens, many of these unusual sugars have been observed on various antibiotics, antifungal agents, and chemotherapeutics. Importantly, it has been demonstrated that these carbohydrates provide or enhance the pharmacological properties of the macromolecules to which they are attached. By understanding the structures and functions of the enzymes involved in the biosynthesis of unusual sugars, it will be possible to enzymatically produce novel &ldquo;designer&rdquo; carbohydrates with new biological properties that extend far beyond their current function. The goal of our work was to establish fundamental principles for the design of such new carbohydrates. During the three-year award period, we published five papers in respected journals.</p>\n<p>Besides our basic research, we ran a highly successful and innovative scientific middle school outreach program referred to as Project CRYSTAL (<a href=\"https://biochem.wisc.edu/labs/holden/project-crystal-holden-lab)\">https://biochem.wisc.edu/labs/holden/project-crystal-holden-lab)</a>.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/03/2017<br>\n\t\t\t\t\tModified by: Hazel&nbsp;M&nbsp;Holden</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nVirtually every living process, whether it is programmed cell death, mitosis, HIV infection, or embryonic development involves proteins. Indeed, the term protein is derived from the Greek word proteois, which means \"first.\" My laboratory has been studying a variety of fascinating enzymes that are involved in the biosynthesis of di-, tri-, and tetradeoxysugars. These unusual carbohydrates control or alter the behavior of a wide range of biological molecules. They are found, for example, on the O-antigens of Gram-negative bacteria, and indeed there is growing evidence that O-antigens play important physiological roles including, but not limited to, virulence, effective colonization of host tissues, protection from phagocytosis and serum-mediated killing, and resistance to antimicrobial peptides. As such, the enzymes involved in the productions of these unusual sugars may serve as important drug targets.\n\nIn addition to being found on O-antigens, many of these unusual sugars have been observed on various antibiotics, antifungal agents, and chemotherapeutics. Importantly, it has been demonstrated that these carbohydrates provide or enhance the pharmacological properties of the macromolecules to which they are attached. By understanding the structures and functions of the enzymes involved in the biosynthesis of unusual sugars, it will be possible to enzymatically produce novel \"designer\" carbohydrates with new biological properties that extend far beyond their current function. The goal of our work was to establish fundamental principles for the design of such new carbohydrates. During the three-year award period, we published five papers in respected journals.\n\nBesides our basic research, we ran a highly successful and innovative scientific middle school outreach program referred to as Project CRYSTAL (https://biochem.wisc.edu/labs/holden/project-crystal-holden-lab).\n\n\t\t\t\t\tLast Modified: 10/03/2017\n\n\t\t\t\t\tSubmitted by: Hazel M Holden"
 }
}