{
 "awd_id": "1152054",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Stimulus-Responsive Agents for Manipulating Cellular Copper",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927123",
 "po_email": "drockcli@nsf.gov",
 "po_sign_block_name": "David Rockcliffe",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 405001.0,
 "awd_amount": 405001.0,
 "awd_min_amd_letter_date": "2012-08-30",
 "awd_max_amd_letter_date": "2012-08-30",
 "awd_abstract_narration": "With this award, the Chemistry of Life Processes program is supporting the research of Professor Katherine Franz at Duke University to develop copper binding agents that change their ability to complex copper in response to different stimuli. Copper is an essential micronutrient across most forms of life, but it can also be toxic if not appropriately managed by a complex network of copper trafficking proteins. The researchers will prepare two classes of agents: those that respond to UV light by converting high-affinity chelators into products with weak copper affinity, and conversely those that respond to enzymatic processing to convert non-binders into effective copper sequestering agents.  The intellectual merits of the proposal are the creation of new chemical agents with complementary function to increase or decrease bioavailable copper as chemical biological tools.\r\n\r\nThe broader impacts of this project are to support the education and training of graduate, undergraduate, and high school students in an interdisciplinary lab environment. High school students from disadvantaged backgrounds will be recruited through the NC Project SEED program, while undergraduate students, particularly female and underrepresented minority students from schools with less extensive research opportunities, will be recruited through the Duke Chemistry REU program.   Building upon past efforts, the Franz group will work to mentor these students and expose them to frontline research.\r\n\r\nThis award is being co-funded by the Cellular Processes Cluster in the Molecular and Cellular Biosciences (MCB) Division of the BIO Directorate.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katherine",
   "pi_last_name": "Franz",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Katherine J Franz",
   "pi_email_addr": "katherine.franz@duke.edu",
   "nsf_id": "000211426",
   "pi_start_date": "2012-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "124 Science Dr.",
  "perf_city_name": "Durham",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277080346",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1114",
   "pgm_ref_txt": "CELLULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "1982",
   "pgm_ref_txt": "BIOLOGICAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "5918",
   "pgm_ref_txt": "FRANCE"
  },
  {
   "pgm_ref_code": "7275",
   "pgm_ref_txt": "CROSS-EF ACTIVITIES"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 405001.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Metal ions like iron, copper and zinc are essential nutrients that sustain important biological processes for all forms of life. On the flip side, these same essential metals can be damaging under some disease conditions, in ways that are still not fully understood. In order to take advantage of this &ldquo;good/bad&rdquo; dichotomy of biological metals, we developed new molecules during the course of this project that change the way they interact with metals in response to cues provided by specific enzymes, by flashes of light, and even by the presence of another metal ion. By focusing on copper, we can envision future applications and impact of these new molecules as potential antimicrobial and anticancer agents, as chemical tools to understand metallobiology, and as components of novel &ldquo;smart&rdquo; materials that use metal- and light-activated control over molecular shape as a feature for novel hard and soft materials. Before such applications can be realized, the fundamental chemistry must first be developed: this was the goal of the project. The outcomes of this project include the creation of four new classes of stimulus-responsive metal-binding agents, together with an understanding of their properties and reactivity. These four classes of agents respond to specific wavelengths of light, dynamic changes in concentration of a secondary metal ion, and two different kinds of enzymes, one of which is associated with drug-resistant infectious bacteria and the other is highly active in certain cancer microenvironments.</p>\n<p>&nbsp;</p>\n<p>This project has contributed to the training and career development of future US STEM workforce professionals. Three undergraduate and eight graduate students have benefited from working on various aspects of the project. These students included four women, an underrepresented minority, and a first-generation to college student. The project also provided opportunities for public outreach in the form of hands-on science experiments with local Durham school children.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/02/2016<br>\n\t\t\t\t\tModified by: Katherine&nbsp;J&nbsp;Franz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMetal ions like iron, copper and zinc are essential nutrients that sustain important biological processes for all forms of life. On the flip side, these same essential metals can be damaging under some disease conditions, in ways that are still not fully understood. In order to take advantage of this \"good/bad\" dichotomy of biological metals, we developed new molecules during the course of this project that change the way they interact with metals in response to cues provided by specific enzymes, by flashes of light, and even by the presence of another metal ion. By focusing on copper, we can envision future applications and impact of these new molecules as potential antimicrobial and anticancer agents, as chemical tools to understand metallobiology, and as components of novel \"smart\" materials that use metal- and light-activated control over molecular shape as a feature for novel hard and soft materials. Before such applications can be realized, the fundamental chemistry must first be developed: this was the goal of the project. The outcomes of this project include the creation of four new classes of stimulus-responsive metal-binding agents, together with an understanding of their properties and reactivity. These four classes of agents respond to specific wavelengths of light, dynamic changes in concentration of a secondary metal ion, and two different kinds of enzymes, one of which is associated with drug-resistant infectious bacteria and the other is highly active in certain cancer microenvironments.\n\n \n\nThis project has contributed to the training and career development of future US STEM workforce professionals. Three undergraduate and eight graduate students have benefited from working on various aspects of the project. These students included four women, an underrepresented minority, and a first-generation to college student. The project also provided opportunities for public outreach in the form of hands-on science experiments with local Durham school children.\n\n \n\n\t\t\t\t\tLast Modified: 08/02/2016\n\n\t\t\t\t\tSubmitted by: Katherine J Franz"
 }
}