{
 "awd_id": "1152784",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Extending the Usefulness of Time-Dependent Density Functional Theory: Dynamics, Excitations, and Coupling to Ions",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Evelyn Goldfield",
 "awd_eff_date": "2012-02-01",
 "awd_exp_date": "2016-01-31",
 "tot_intn_awd_amt": 411981.0,
 "awd_amount": 411981.0,
 "awd_min_amd_letter_date": "2012-02-01",
 "awd_max_amd_letter_date": "2012-02-01",
 "awd_abstract_narration": "The PI will develop new approaches to several of the most challenging problems in time-dependent density functional methods today. The projects involve three areas: electron dynamics in strong fields, excitations, and coupled electron-ion dynamics. A novel semiclassical approach to electron correlation in dynamics will be developed and applied to strong-field processes,  specifically electronic quantum control and ionization. This is an area in which traditional wavefunction methods are too computationally expensive yet density-functional approximations suffer from lack of memory, need for  additional observable functionals, and the inability to change occupation numbers. The proposed method addresses all of these problems. New non-empirical functionals will be derived and tested to study long-range charge-transfer excitations and double-excitations, which conventional  density functional approximations fail to capture,  leading to globally accurate potential energy surfaces. Methods involving semiclassical propagation of nuclei  coupled to electrons, starting from first-principles, will be derived, analyzed and tested, to treat correlated electron nuclear dynamics. This work will impact wide-ranging phenomena in chemical physics, atomic and molecular physics, biomolecules, and materials physics.\r\n\r\nThe research will  advance our fundamental understanding of the roles played by electron interactions, dynamics and excitations in a variety of areas such as chemical physics, atomic and molecular physics, and materials science, including solar cell research. New tools for computations in these fields will be developed. The research brings together density functional methods, today's workhorse for computations involving many electrons, and semiclassical methods, usually used to simplify and interpret quantum dynamics. These advances to time-dependent density functional theory will overcome earlier barriers to its use in calculation of accurate global molecular dynamics and spectroscopy. The students will be exposed to cutting-edge fundamental theoretical research in chemistry and physics.  The existing minority-serving programs at Hunter will be leveraged to promote the development of underrepresented minority scientists. Mentoring, both within the group and via a Physics Club activity, will help guide and project postdoctoral fellows, graduate students and undergraduate students towards scientifically-oriented futures. They will be exposed to innovative teaching methods the PI uses for undergraduate teaching.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Neepa",
   "pi_last_name": "Maitra",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Neepa Maitra",
   "pi_email_addr": "neepa.maitra@rutgers.edu",
   "nsf_id": "000105668",
   "pi_start_date": "2012-02-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY Hunter College",
  "inst_street_address": "695 PARK AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2127724020",
  "inst_zip_code": "100655024",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "EK93EZLLBSC4"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY Hunter College",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100655024",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688100",
   "pgm_ele_name": "Chem Thry, Mdls & Cmptnl Mthds"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "7905",
   "pgm_ref_txt": "MPS SUST ENERGY SCI"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9216",
   "pgm_ref_txt": "ADVANCED SOFTWARE TECH & ALGOR"
  },
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 411981.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The equation that describes the quantum motion of the many electrons in atoms, molecules, or solids, has been known for about 90 years, but its solution is out of computational reach for more than a few electrons when driven far from equilibrium, for example by laser fields. Yet, understanding and predicting the behavior of many-electron systems under both weak and strong fields has enormous implications today, for example in the photo-induced processes involved in solar cell devices, photo-catalysis, and laser-manipulation of molecules and materials, now experimentally possible at the attosecond time-scale. Time-dependent density functional theory (TDDFT) is an exact reformulation of the quantum dynamics of many-electron systems that overcomes the computational barrier. It is routinely used to calculate spectra of molecules, even as large as biomolecules, solids, and hybrid nano-structures. It is increasingly being used to study non-perturbative dynamics in strong fields. However in all the applications, approximations must be made for the &ldquo;exchange-correlation&rdquo; potential (i.e. that encodes the influence of other electrons on one electron), and it is unclear how reliable the commonly-used approximations are. Further, there are questions of how to correctly account for coupling to moving quantum nuclei &nbsp;and the ensuing correlated electron-nuclear dynamics. The main thrusts of this award were to study properties of the exact exchange-correlation potential in TDDFT to yield a better understanding of electron correlation and lead to improved reliable approximations, to explore a new approach that utilizes a semiclassical approach to electron correlation, and to develop new approaches to the coupled electron-nuclear dynamics beginning from a rigorous starting point. Students and postdocs from under-represented minority groups were involved in this research, and workshops organized both in the New York area as well as internationally reached out to a broader community.&nbsp;</p>\n<p>The award provided partial support for 1 PhD student, 1 MA student, and 2 postdoctoral fellows, all of whom presented their work on these projects at several international and/or national conferences. Further, it funded summer research opportunities for two undergraduate students, and month-long collaborative research stays for two other postdoctoral fellows. Four of these participants are from minority groups under-represented in science. The award further enabled extremely useful and exciting visits from several scientists working on closely related problems, whose impact extended to the wider CUNY and New York area theoretical chemistry and materials science communities through workshops organized at the Graduate Center CUNY. Outreach beyond CUNY involved pedagogical lectures given by the PI on TDDFT at pre-meeting tutorials at the APS March meetings and at the International School on TDDFT in Benasque, Spain.</p>\n<p>The main scientific&nbsp;findings were:</p>\n<p>(i) &nbsp;Dynamical step features generically appear in the exchange-correlation potential in non-perturbative applications of TDDFT, which are missing in approximations used today. They represent a new kind of dynamical screening that needs to be better understood and modeled in approximations. A step feature develops gradually in charge-transfer processes out of the ground-state, and the lack of this in approximations leads to a dramatic failure in their predictions of dynamics.</p>\n<p>(ii) &nbsp;A new exact condition on the exchange-correlation potential was uncovered that seems to play an important role in non-perturbative dynamics, particularly evident in time-resolved spectroscopic applications. This condition expresses the fact that in the absence of any external field, the resonant frequencies of a system remain fixed, and an analysis of TDDFT shows that approximate functionals typically violate this, with...",
  "por_txt_cntn": "\nThe equation that describes the quantum motion of the many electrons in atoms, molecules, or solids, has been known for about 90 years, but its solution is out of computational reach for more than a few electrons when driven far from equilibrium, for example by laser fields. Yet, understanding and predicting the behavior of many-electron systems under both weak and strong fields has enormous implications today, for example in the photo-induced processes involved in solar cell devices, photo-catalysis, and laser-manipulation of molecules and materials, now experimentally possible at the attosecond time-scale. Time-dependent density functional theory (TDDFT) is an exact reformulation of the quantum dynamics of many-electron systems that overcomes the computational barrier. It is routinely used to calculate spectra of molecules, even as large as biomolecules, solids, and hybrid nano-structures. It is increasingly being used to study non-perturbative dynamics in strong fields. However in all the applications, approximations must be made for the \"exchange-correlation\" potential (i.e. that encodes the influence of other electrons on one electron), and it is unclear how reliable the commonly-used approximations are. Further, there are questions of how to correctly account for coupling to moving quantum nuclei  and the ensuing correlated electron-nuclear dynamics. The main thrusts of this award were to study properties of the exact exchange-correlation potential in TDDFT to yield a better understanding of electron correlation and lead to improved reliable approximations, to explore a new approach that utilizes a semiclassical approach to electron correlation, and to develop new approaches to the coupled electron-nuclear dynamics beginning from a rigorous starting point. Students and postdocs from under-represented minority groups were involved in this research, and workshops organized both in the New York area as well as internationally reached out to a broader community. \n\nThe award provided partial support for 1 PhD student, 1 MA student, and 2 postdoctoral fellows, all of whom presented their work on these projects at several international and/or national conferences. Further, it funded summer research opportunities for two undergraduate students, and month-long collaborative research stays for two other postdoctoral fellows. Four of these participants are from minority groups under-represented in science. The award further enabled extremely useful and exciting visits from several scientists working on closely related problems, whose impact extended to the wider CUNY and New York area theoretical chemistry and materials science communities through workshops organized at the Graduate Center CUNY. Outreach beyond CUNY involved pedagogical lectures given by the PI on TDDFT at pre-meeting tutorials at the APS March meetings and at the International School on TDDFT in Benasque, Spain.\n\nThe main scientific findings were:\n\n(i)  Dynamical step features generically appear in the exchange-correlation potential in non-perturbative applications of TDDFT, which are missing in approximations used today. They represent a new kind of dynamical screening that needs to be better understood and modeled in approximations. A step feature develops gradually in charge-transfer processes out of the ground-state, and the lack of this in approximations leads to a dramatic failure in their predictions of dynamics.\n\n(ii)  A new exact condition on the exchange-correlation potential was uncovered that seems to play an important role in non-perturbative dynamics, particularly evident in time-resolved spectroscopic applications. This condition expresses the fact that in the absence of any external field, the resonant frequencies of a system remain fixed, and an analysis of TDDFT shows that approximate functionals typically violate this, with drastic implications for their predictions of driven dynamics.\n\n (iii) The features of the exchange-correlation potential ..."
 }
}