{
 "awd_id": "1152797",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Ultrafast dynamics of supercritical fluid solutions",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925327",
 "po_email": "cfoss@nsf.gov",
 "po_sign_block_name": "Colby Foss",
 "awd_eff_date": "2012-07-15",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 447830.0,
 "awd_amount": 462830.0,
 "awd_min_amd_letter_date": "2012-07-14",
 "awd_max_amd_letter_date": "2014-06-11",
 "awd_abstract_narration": "In this project, funded by the Chemical Structure, Dynamics and Mechanisms Program of the Chemistry Division, Professor Lawrence D. Ziegler of Boston University will conduct a series of experiments that use ultrafast laser spectroscopic methods to learn about the special properties that allow supercritical fluids (SCFs) to be such effective solvents, as compared to normal liquids.  These studies are designed to reveal how motions on the time scale of hundreds of femtoseconds to hundreds of picoseconds account for this extraordinary solvation ability.  A combined experimental and computational approach will be carried out to accomplish these goals in collaboration with several theorists at Boston University.  Graduate and undergraduate students will participate in this research, and will be trained in state-of the-art methods.  In addition, participants in PROSTARS, an NSF sponsored program to enhance research opportunities for local community college students, and in the NSF RET (Research Experience for Teachers) program, as well as students in the women's college of Wellesley, will be encouraged to participate in these studies during the summer months of this award. \r\n\r\nA supercritical fluid is so highly compressed that it is neither a gas nor a liquid.  SCFs have unique and useful combinations of gas and liquid properties. Many investigators are exploring ways to use SCFs to replace traditional solvents, which can be toxic, flammable or difficult to remove, because they because they dissolve mixtures well as if they are liquids, but have easily changed densities and thus can be more easily removed or processed.   Prof. Ziegler's research will help scientists understand what gives SCFs these unusual properties so that they can be used more effectively and in a wider range of applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lawrence",
   "pi_last_name": "Ziegler",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Lawrence D Ziegler",
   "pi_email_addr": "lziegler@bu.edu",
   "nsf_id": "000184670",
   "pi_start_date": "2012-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Boston University Photonics Center",
  "perf_str_addr": "8 Saint Mary's Street",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022152421",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687900",
   "pgm_ele_name": "Structure,Dynamics &Mechanisms"
  },
  {
   "pgm_ele_code": "910100",
   "pgm_ele_name": "CSD-Chem Strcture and Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9156",
   "pgm_ref_txt": "ENVIRONMENTAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "9223",
   "pgm_ref_txt": "ENVIRON BENIGN CHEMICAL SYNTH & PROCESS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 177830.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 135000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Supercritical fluids (SCFs) constitute a state of matter that exhibits macroscopic properties that are in between those of a gas and a liquid.&nbsp;&nbsp;One consequence is that SCFs have some special solvation chemical capabilities such as the ability to dissolve other molecules very well at some temperatures and pressures, particularly in the so-called critical point region, or very poorly at other conditions. Controlling such solvation properties makes them valuable for many commercial and manufacturing applications, offering potential &ldquo;green&rdquo; solutions for replacing toxic organic waste.&nbsp;&nbsp;The goal of this project was to develop some new experimental and theoretical tools that could provide a dynamical description of this solvation process in SCFs, especially very close to the critical point region, and how it compares to the solvating processes that occur in normal liquids.&nbsp;&nbsp;Such better understanding on the time scale of molecular motions (femtoseconds to picoseconds) might offer novel approaches for controlling SCF solvating properties.&nbsp;A secondary goal was to use the new tools developed via this award to understand how the fundamental properties of a liquid emerge from those of a gas as the fluid&rsquo;s density increases. In addition to contributing to our knowledge about SCF solvation, this goal would also help more generally understand how chemical reactivity may be altered by such controllable solvent environments.</p>\n<p>&nbsp;One finding of the computational studies we carried out, for the most accessible system studied, (H<sub>2&nbsp;</sub>in CO<sub>2</sub>) solvation did not show any special dynamics or new fluctuation timescales as one proceeded through the critical region.&nbsp;&nbsp;Although at first surprising, this result tells us that ultrafast molecular solvation is &ldquo;very local&rdquo; and largely determined/dominated by a smaller set of solvent molecules and translational motions near a solute and thus, our experimental probe, essentially rovibrational Raman dephasing, probably misses the effects of longer spatial and temporal fluctuations which we know characterize the macroscopic properties of SCF solutions, at least for the system studied which lacks a permanent dipolar charge distribution.&nbsp;&nbsp;Extending the computational/time-domain Raman technique to molecular probes with longer electrostatic range, large dipoles seem like an excellent continuation for future studies.</p>\n<p>&nbsp;In a second component of this project 2DIR spectrometer and associated sample handling equipment was constructed, and studies of dense fluids, far and close to the critical point region, were carried out. Only liquids had been previously observed by 2DIR.&nbsp;The 2DIR technique allows&nbsp;<em>direct experimental measures</em>of the relaxation/solvation properties unattainable by other experimental approaches and we applied this to fluids with densities that can be smoothly varied from those of a low pressure gas, through the critical point region, to those of a liquid. For example, in Fig. 1, 2DIR spectra are shown for 3 different solutions of N<sub>2</sub>O in SF<sub>6</sub>corresponding to moderate gas phase (a), near critical (b) and liquid (c) solvents as a function of delay between laser pulses (T<sub>w</sub>).&nbsp;&nbsp;Briefly, these spectra tell us how long it takes a tagged rotational quantum state to become equilibrated or in other words how long it takes the solvent via fluctuations/collisions to bring an excited molecular system to thermal equilibrium.&nbsp;&nbsp;A model was developed so we could interpret these novel 2DIR spectra in terms of the systems dynamics. 2DIR spectral analysis showed that rotational equilibrium is established in 1 to 2 collisions, regardless of density, for the best studied system and free rotors existed at all solution densities both above and below the critical point but not in the liquid. Furthermore, evidence of two types of solvent environments in SCFs are evident in the 2DIR; one gas like with unique free rotor 2DIR signatures and one liquid like indicative of hindered rotor/librational structure.&nbsp;&nbsp;Again, no special fluctuation times scales were evident in the critical point region of 2DIR observations.&nbsp;&nbsp;These data suggest that enhanced solubility at least for moderately attractive solute-solvent interactions results from increasing liquid character which offers barriers to free rotor motion.&nbsp;&nbsp;The novel spectroscopic tool we have developed can be used to study other solute-solvent fluid systems in dense fluid regions to further test these conclusions, as well as study relaxation of photochemically produced products to learn how chemical reactivity may be more selectively controlled&nbsp;&nbsp;in such dense fluids as compared to the more conventional liquids.&nbsp;&nbsp;The students and postdoctoral associates involved in this project learned about state of the art ultrafast optical techniques, a wide range of analytical spectroscopic methods and procedures, signal analysis and detailed matter-radiation descriptions.&nbsp;&nbsp;Such skills are preparation for a large range of optically&nbsp;&nbsp;based applications. Participants in this project have advanced their STEM careers with undergraduate attending grad school (UC Berkeley), grad students finding commercial placement (Program Manager and Scientist, Forward Photonics), and postdocs finding (Regis University, Denver) and currently applying for academic positions. This project has supported work that will appear as components of three PhD theses.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/05/2018<br>\n\t\t\t\t\tModified by: Lawrence&nbsp;D&nbsp;Ziegler</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1152797/1152797_10190347_1528214108099_2DIR_rhos_NSF--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1152797/1152797_10190347_1528214108099_2DIR_rhos_NSF--rgov-800width.jpg\" title=\"2DIR spectra of N2O in SF6 at 3 densities\"><img src=\"/por/images/Reports/POR/2018/1152797/1152797_10190347_1528214108099_2DIR_rhos_NSF--rgov-66x44.jpg\" alt=\"2DIR spectra of N2O in SF6 at 3 densities\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">2DIR spectra of N2O in SF6 in 3 different densities as a function of the so-called \"waiting time\" (Tw), i.e. the time between the second and third femtosecond pulses in this nonlinear optical experiment are displayed.  The densities are (a) low, (b) below critical and (c) above critical.</div>\n<div class=\"imageCredit\">In part given in PRL, 120, 103401  (2018).</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Lawrence&nbsp;D&nbsp;Ziegler</div>\n<div class=\"imageTitle\">2DIR spectra of N2O in SF6 at 3 densities</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nSupercritical fluids (SCFs) constitute a state of matter that exhibits macroscopic properties that are in between those of a gas and a liquid.  One consequence is that SCFs have some special solvation chemical capabilities such as the ability to dissolve other molecules very well at some temperatures and pressures, particularly in the so-called critical point region, or very poorly at other conditions. Controlling such solvation properties makes them valuable for many commercial and manufacturing applications, offering potential \"green\" solutions for replacing toxic organic waste.  The goal of this project was to develop some new experimental and theoretical tools that could provide a dynamical description of this solvation process in SCFs, especially very close to the critical point region, and how it compares to the solvating processes that occur in normal liquids.  Such better understanding on the time scale of molecular motions (femtoseconds to picoseconds) might offer novel approaches for controlling SCF solvating properties. A secondary goal was to use the new tools developed via this award to understand how the fundamental properties of a liquid emerge from those of a gas as the fluid?s density increases. In addition to contributing to our knowledge about SCF solvation, this goal would also help more generally understand how chemical reactivity may be altered by such controllable solvent environments.\n\n One finding of the computational studies we carried out, for the most accessible system studied, (H2 in CO2) solvation did not show any special dynamics or new fluctuation timescales as one proceeded through the critical region.  Although at first surprising, this result tells us that ultrafast molecular solvation is \"very local\" and largely determined/dominated by a smaller set of solvent molecules and translational motions near a solute and thus, our experimental probe, essentially rovibrational Raman dephasing, probably misses the effects of longer spatial and temporal fluctuations which we know characterize the macroscopic properties of SCF solutions, at least for the system studied which lacks a permanent dipolar charge distribution.  Extending the computational/time-domain Raman technique to molecular probes with longer electrostatic range, large dipoles seem like an excellent continuation for future studies.\n\n In a second component of this project 2DIR spectrometer and associated sample handling equipment was constructed, and studies of dense fluids, far and close to the critical point region, were carried out. Only liquids had been previously observed by 2DIR. The 2DIR technique allows direct experimental measuresof the relaxation/solvation properties unattainable by other experimental approaches and we applied this to fluids with densities that can be smoothly varied from those of a low pressure gas, through the critical point region, to those of a liquid. For example, in Fig. 1, 2DIR spectra are shown for 3 different solutions of N2O in SF6corresponding to moderate gas phase (a), near critical (b) and liquid (c) solvents as a function of delay between laser pulses (Tw).  Briefly, these spectra tell us how long it takes a tagged rotational quantum state to become equilibrated or in other words how long it takes the solvent via fluctuations/collisions to bring an excited molecular system to thermal equilibrium.  A model was developed so we could interpret these novel 2DIR spectra in terms of the systems dynamics. 2DIR spectral analysis showed that rotational equilibrium is established in 1 to 2 collisions, regardless of density, for the best studied system and free rotors existed at all solution densities both above and below the critical point but not in the liquid. Furthermore, evidence of two types of solvent environments in SCFs are evident in the 2DIR; one gas like with unique free rotor 2DIR signatures and one liquid like indicative of hindered rotor/librational structure.  Again, no special fluctuation times scales were evident in the critical point region of 2DIR observations.  These data suggest that enhanced solubility at least for moderately attractive solute-solvent interactions results from increasing liquid character which offers barriers to free rotor motion.  The novel spectroscopic tool we have developed can be used to study other solute-solvent fluid systems in dense fluid regions to further test these conclusions, as well as study relaxation of photochemically produced products to learn how chemical reactivity may be more selectively controlled  in such dense fluids as compared to the more conventional liquids.  The students and postdoctoral associates involved in this project learned about state of the art ultrafast optical techniques, a wide range of analytical spectroscopic methods and procedures, signal analysis and detailed matter-radiation descriptions.  Such skills are preparation for a large range of optically  based applications. Participants in this project have advanced their STEM careers with undergraduate attending grad school (UC Berkeley), grad students finding commercial placement (Program Manager and Scientist, Forward Photonics), and postdocs finding (Regis University, Denver) and currently applying for academic positions. This project has supported work that will appear as components of three PhD theses.\n\n \n\n\t\t\t\t\tLast Modified: 06/05/2018\n\n\t\t\t\t\tSubmitted by: Lawrence D Ziegler"
 }
}