{
 "awd_id": "1152716",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  Acoustoelastic Tissue Property Evaluation of Selected Tissue Region in Dynamic Ultrasound Images",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2012-04-15",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 493860.0,
 "awd_amount": 592631.0,
 "awd_min_amd_letter_date": "2012-04-04",
 "awd_max_amd_letter_date": "2015-03-18",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase II project proposes to develop a real-time ultrasound system for evaluating musculoskeletal soft tissue conditions by implementing the novel ultrasound post-processing software developed in Phase I into a programmable platform ultrasound system. Today, radiologists diagnose most musculoskeletal diseases by observing static MRI or conventional ultrasound images and considering key factors that support only qualitative, subjective assessments. Developing an efficient, real-time, quantitative method for diagnosing soft tissue (e.g., tendons and ligaments) injuries and monitoring healing can lead to more accurate diagnoses and reduce re-injury of incompletely healed tissues. The project will enhance the novel software technology's clinical utility and workflow efficiency. The original software will be enhanced by improving the software to automatically detect a region of interest with the ultrasound image. The registered regions of interest can be matched precisely from one patient visit to the next. Developing data mining software will further increase efficiency and accuracy by leveraging machine learning to assist with diagnostic decisions. These software improvements will be integrated with the platform ultrasound system to improve clinical workflow. The integrated product will both match the work flow efficiency of standard ultrasound and dramatically advance the utility of ultrasound within the musculoskeletal arena. \r\n\r\nThe broader impact/commercial potential of this project, if successful, will dramatically improve clinicians' ability to care for soft tissue injuries and will position the company to capitalize on (1) pressure to reduce medical imaging costs, (2) musculoskeletal specialists' growing interest in ultrasound, especially portable instruments, (3) a major ultrasound manufacturer's focus on the large and relatively untapped musculoskeletal ultrasound market, and (4) the recent emergence of quantitative ultrasound for non-musculoskeletal applications. This Phase II project will produce an efficient, real-time, quantitative method for diagnosing soft tissue injuries and monitoring healing. In the US alone, overuse injuries (strains, sprains) are the most frequently reported musculoskeletal injuries. Annually, 18.4 million such injuries cost approximately $92 B. Patients suffering from musculoskeletal injuries currently face three challenges at diagnosis, care, and outcome. First, current diagnostic methods, including MRI, ultrasound, or physical manipulation, rely on highly subjective and observer-dependent interpretation, so accuracy varies. Second, MRI is still the standard of care, but is far more costly than ultrasound. Substituting ultrasound for MRI, where appropriate for initially diagnosing musculoskeletal conditions, could save Medicare $736 M/year. Third, the lack of an objective monitoring method to determine when a patient can safely return to activity means patients risk missing unnecessary work time or re-injury.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Hirohito",
   "pi_last_name": "Kobayashi",
   "pi_mid_init": "",
   "pi_sufx_name": "PhD",
   "pi_full_name": "Hirohito Kobayashi",
   "pi_email_addr": "hkobayashi@echo-metrix.com",
   "nsf_id": "000565267",
   "pi_start_date": "2012-04-04",
   "pi_end_date": "2014-02-05"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Dalsin",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey L Dalsin",
   "pi_email_addr": "jdalsin@echo-metrix.com",
   "nsf_id": "000655091",
   "pi_start_date": "2014-02-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Echometrix, LLC",
  "inst_street_address": "437 S. Yellowstone Drive",
  "inst_street_address_2": "Suite 210",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "7089558058",
  "inst_zip_code": "537190000",
  "inst_country_name": "United States",
  "cong_dist_code": null,
  "st_cong_dist_code": "WI",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "Echometrix, LLC",
  "perf_str_addr": "551 W. Main Street, Suite 200",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537032631",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "169E",
   "pgm_ref_txt": "SBIR Tech Enhan Partner (TECP)"
  },
  {
   "pgm_ref_code": "5373",
   "pgm_ref_txt": "SMALL BUSINESS PHASE II"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 493860.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 98771.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this SBIR Phase II project, we sought to develop a real-time ultrasound system for the evaluation of musculoskeletal soft tissue conditions by interfacing a novel ultrasound post-processing software with a commercial ultrasound system.&nbsp; Today, most musculoskeletal diseases are diagnosed by a radiologist observing static MRI (magnetic resonance imaging) or ultrasound images. MRI machines are expensive and not readily available to treating clinicians so they are not appropriate for measuring tissue&rsquo;s response to therapy requiring real-time data gathering and diagnosis during repeated visits. On the other hand, today&rsquo;s ultrasound systems do not have the following capabilities (1) an objective, non-observer dependent assessment, (2) a sophisticated algorithm for identifying and tracking the same target regions on follow up visits, and (3) a quantitative measure of healing. The real-time ultrasound soft tissue diagnostic system that we have developed will enhance the usability of ultrasound for evaluating soft tissue conditions.</p>\n<p>Today in the US alone, overuse injuries such as strains and sprains are the most frequently reported musculoskeletal injuries with 18.4 million sprain and strain injuries recorded every year with an estimated total cost of $92 billion. Patients suffering from musculoskeletal injuries currently still face three challenges at diagnosis, care, and outcome. First, current diagnostic methods&mdash;whether MRI or ultrasound&mdash;rely on highly subjective and observer-dependent interpretation. The quality of the diagnosis, therefore, can vary widely. Second, MRI, which is far more costly than ultrasound, is still used for many initial diagnoses of musculoskeletal conditions. One study indicates that substituting MRI with ultrasound will likely save Medicare $736M/year. Third, because no objective monitoring method is currently used to determine when a patient is ready to return to activity, patients run the risk of missing unnecessary time from work or of re-injury.&nbsp;</p>\n<p>Echometrix&rsquo; novel real-time ultrasound product, Echosoft, will dramatically improve clinicians&rsquo; ability to manage the care of injured patients and will be well positioned to capitalize on (1) projected 9% annual growth in the market for hand-carried ultrasound instruments, (2) the emergence of quantitative ultrasound, (3) pressure on medical imaging costs, (4) musculoskeletal specialists&rsquo; growing interest in ultrasound and (5) major ultrasound manufacturer&rsquo;s focus on the large and underpenetrated musculoskeletal ultrasound market.&nbsp; &nbsp; Shown below in Figure 1 is a comparison of standard ultrasound and the color map output achieved using Echosoft.&nbsp; Figure 2 illustrates a desktop version of Echosoft designed for research and veterinary users.&nbsp; Figure 3 shows the prototype for the Echosoft Tablet resulting from this SBIR project.&nbsp; An example clinical set up for the Echosoft Tablet and a commercial ultrasound is shown in Figure 4.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/26/2015<br>\n\t\t\t\t\tModified by: Jeffrey&nbsp;L&nbsp;Dalsin</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1152716/1152716_10162088_1427391464949_fig1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1152716/1152716_10162088_1427391464949_fig1--rgov-800width.jpg\" title=\"Fig 1.\"><img src=\"/por/images/Reports/POR/2015/1152716/115271...",
  "por_txt_cntn": "\nIn this SBIR Phase II project, we sought to develop a real-time ultrasound system for the evaluation of musculoskeletal soft tissue conditions by interfacing a novel ultrasound post-processing software with a commercial ultrasound system.  Today, most musculoskeletal diseases are diagnosed by a radiologist observing static MRI (magnetic resonance imaging) or ultrasound images. MRI machines are expensive and not readily available to treating clinicians so they are not appropriate for measuring tissueÆs response to therapy requiring real-time data gathering and diagnosis during repeated visits. On the other hand, todayÆs ultrasound systems do not have the following capabilities (1) an objective, non-observer dependent assessment, (2) a sophisticated algorithm for identifying and tracking the same target regions on follow up visits, and (3) a quantitative measure of healing. The real-time ultrasound soft tissue diagnostic system that we have developed will enhance the usability of ultrasound for evaluating soft tissue conditions.\n\nToday in the US alone, overuse injuries such as strains and sprains are the most frequently reported musculoskeletal injuries with 18.4 million sprain and strain injuries recorded every year with an estimated total cost of $92 billion. Patients suffering from musculoskeletal injuries currently still face three challenges at diagnosis, care, and outcome. First, current diagnostic methods&mdash;whether MRI or ultrasound&mdash;rely on highly subjective and observer-dependent interpretation. The quality of the diagnosis, therefore, can vary widely. Second, MRI, which is far more costly than ultrasound, is still used for many initial diagnoses of musculoskeletal conditions. One study indicates that substituting MRI with ultrasound will likely save Medicare $736M/year. Third, because no objective monitoring method is currently used to determine when a patient is ready to return to activity, patients run the risk of missing unnecessary time from work or of re-injury. \n\nEchometrixÆ novel real-time ultrasound product, Echosoft, will dramatically improve cliniciansÆ ability to manage the care of injured patients and will be well positioned to capitalize on (1) projected 9% annual growth in the market for hand-carried ultrasound instruments, (2) the emergence of quantitative ultrasound, (3) pressure on medical imaging costs, (4) musculoskeletal specialistsÆ growing interest in ultrasound and (5) major ultrasound manufacturerÆs focus on the large and underpenetrated musculoskeletal ultrasound market.    Shown below in Figure 1 is a comparison of standard ultrasound and the color map output achieved using Echosoft.  Figure 2 illustrates a desktop version of Echosoft designed for research and veterinary users.  Figure 3 shows the prototype for the Echosoft Tablet resulting from this SBIR project.  An example clinical set up for the Echosoft Tablet and a commercial ultrasound is shown in Figure 4.\n\n \n\n\t\t\t\t\tLast Modified: 03/26/2015\n\n\t\t\t\t\tSubmitted by: Jeffrey L Dalsin"
 }
}