{
 "awd_id": "1152557",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  In vivo Fluorescence Imaging Kit for Cell Proliferation.",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": "7032922160",
 "po_email": "rshuman@nsf.gov",
 "po_sign_block_name": "Ruth Shuman",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 499824.0,
 "awd_amount": 499824.0,
 "awd_min_amd_letter_date": "2012-03-22",
 "awd_max_amd_letter_date": "2013-06-20",
 "awd_abstract_narration": "This Small Business Innovation Research (SBIR) Phase II project proposes to develop an in vivo fluorescent imaging kit for cell proliferation that addresses the need to study cell growth processes in real time. Proof-of-concept has been demonstrated for a novel method of imaging DNA replication in vivo that is non-toxic and does not interfere with cellular metabolic processes. The method utilizes the unique specificity and high rate of reaction of bio-orthogonal ligation chemistry, and it has shown that in vivo labeling of DNA molecules with this novel bio-orthogonal mechanism yields fast, precise labeling of cell proliferation of cells in their natural environments. Most importantly, the method is minimally invasive, results in reliable incorporation of both the nucleotides and the label, and does not require cell lysis, DNA strand separations, or any of the abrasive treatments characteristic of cell proliferation assays currently on the market. The company plans to develop new methods for the usage of its technology with Fluorescently Activated Cell Sorting (FACS) protocols and testing different formats, such as tissues and different cell lines, for the applicability of this method.\r\n\r\nThe broader impact/commercial potential of this project, if successful, is a Fluorescent Imaging Kit that can be routinely used with such advanced techniques as high content screening, high throughput screening for drug-discovery, and ADME-TOX assays, as well as with more traditional cell biology and molecular biology settings. The unique advantage of the proposed product is that it allows cell monitoring over prolonged time periods, up to several days. The product will have applications in multiple scientific disciplines, from cancer biology to stem cell biology, and streamline experimental protocols. The proposed assays are especially tailored to be fully compatible with high content screening, one of the major technologies at the forefront of personalized medicine, most notably in the field of oncology, and as such it will directly contribute to the advancement of new therapies, better diagnostics, and more efficient treatment plans. The method also will allow cutting costs of reagents by eliminating the need to repeat experiments multiple times to monitor different markers, and by streamlining research aspects of early stage drug discovery.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Romina",
   "pi_last_name": "Mancusso",
   "pi_mid_init": "",
   "pi_sufx_name": "Dr.",
   "pi_full_name": "Romina Mancusso",
   "pi_email_addr": "maryana.breitman@mbmrbiolabs.com",
   "nsf_id": "000550153",
   "pi_start_date": "2012-03-22",
   "pi_end_date": "2013-06-20"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maryana",
   "pi_last_name": "Breitman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maryana Breitman",
   "pi_email_addr": "breitmanm@gmail.com",
   "nsf_id": "000550959",
   "pi_start_date": "2013-06-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "MBMR Biolabs Inc.",
  "inst_street_address": "760 Parkside Avenue # 205",
  "inst_street_address_2": "",
  "inst_city_name": "Brooklyn",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6462264695",
  "inst_zip_code": "112261508",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "NY09",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "MBMR Biolabs Inc.",
  "perf_str_addr": "455 Fort Washington Avenue",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100334652",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5373",
   "pgm_ref_txt": "SMALL BUSINESS PHASE II"
  },
  {
   "pgm_ref_code": "8038",
   "pgm_ref_txt": "Biotechnology"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 499824.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of the project has been to develop a commercial toolkit for fluorescence imaging of cell proliferation&mdash;to trace the growth of cell populations by observing how the &ldquo;mother cell&rdquo; grows and divides to produce two &ldquo;daughter cells&rdquo;. The fluorescence imaging kit (FIK) is used as a research tool to study cell proliferation in many fields of biology such as cancer research, neurosciences, and stem cell research, to name a few.&nbsp; One of the applications for the FIK would be screening cells derived from primary tumors for the most effective therapeutic drug cocktail combinations and concentrations, based on observing cancer cells proliferation in real time.&nbsp; &nbsp;</p>\n<p>This toolkit consists of two chemical reagents, as well as a simple biological protocol on how to use them for cell imaging using confocal microscopy, high throughput screening, and cell sorting.</p>\n<p>The Phase II project consisted of three major technical objectives: to carry out scale up (gram-scale) synthesis of reagents to be used in kit manufacturing; to test those reagents in different cell lines, including primary tumor cell lines; and to develop protocols for other screening methods, including the high throughput screening that would allow to simultaneously test multiple conditions, such as testing different drugs combination that would result in most efficient termination of cancer cell proliferation.</p>\n<p>The reagents were shown to label HeLa&nbsp; (cervical cancer) and HEK293 (human embryonic kidney) cell lines with great specificity and efficiency.&nbsp; Some of the primary tumor cell lines have demonstrated poor live nuclear penetration of the fluorescent labeling reagent, stressing the need to troubleshoot different cell lines individually.</p>\n<p>MBMR Biolabs has achieved successful scale up schemes for some chemical reagents that were tested for cell imaging.&nbsp; Some scale-up protocols are still under development to increase yields and purity of reagents for marketing of kits.</p>\n<p>MBMR Biolabs has also expanded its research interests and started developing new reagents for content screening that would allow simultaneous imaging of different cellular activities, including monitoring of expression levels of cell cycle markers in addition to monitoring DNA replication.</p>\n<p>For this project, MBMR Biolabs, Inc. has established academic and research collaborations with the University of Delaware, Memorial Sloan Kettering Cancer Center, and SUNY Downstate Medical School, and assembled a strong advisory team ranging from experts in biology and chemistry to experts in business development and marketing.&nbsp; MBMR Biolabs is also proud to announce that Dr. Maksim Royzen, MBMR&rsquo;s co-founder, had received an invitation to join the RNA Institute at SUNY Albany as assistant professor to investigate RNA expression with methodology similar to MBMR&rsquo;s original methodology for imaging DNA replication.</p>\n<p>As part of its outreach activities, MBMR has established a web presence, highlighting the company&rsquo;s technology, team, and press releases, and has taken every opportunity to disseminate information about MBMR&rsquo;s project-related activities at scientific conferences and within the New York City scientific and business community. MBMR Biolabs participated at Nuclear Medicine Society Meetings and New York Academy of Sciences meetings devoted to Bioorthogonal Chemistry in Biology and Medicine.</p>\n<p>Importantly, MBMR&rsquo;s efforts have resulted in training of the underserved segments of society, namely scientific training for persons with disabilities.&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>As part of the commercialization activities, MBMR Biolabs had reached agreements with chemical manufacturing, marketing and distribution company STREM Chemic to help take the product to the market and reach a broad audience of researchers.</p>\n<p>...",
  "por_txt_cntn": "\nThe goal of the project has been to develop a commercial toolkit for fluorescence imaging of cell proliferation&mdash;to trace the growth of cell populations by observing how the \"mother cell\" grows and divides to produce two \"daughter cells\". The fluorescence imaging kit (FIK) is used as a research tool to study cell proliferation in many fields of biology such as cancer research, neurosciences, and stem cell research, to name a few.  One of the applications for the FIK would be screening cells derived from primary tumors for the most effective therapeutic drug cocktail combinations and concentrations, based on observing cancer cells proliferation in real time.   \n\nThis toolkit consists of two chemical reagents, as well as a simple biological protocol on how to use them for cell imaging using confocal microscopy, high throughput screening, and cell sorting.\n\nThe Phase II project consisted of three major technical objectives: to carry out scale up (gram-scale) synthesis of reagents to be used in kit manufacturing; to test those reagents in different cell lines, including primary tumor cell lines; and to develop protocols for other screening methods, including the high throughput screening that would allow to simultaneously test multiple conditions, such as testing different drugs combination that would result in most efficient termination of cancer cell proliferation.\n\nThe reagents were shown to label HeLa  (cervical cancer) and HEK293 (human embryonic kidney) cell lines with great specificity and efficiency.  Some of the primary tumor cell lines have demonstrated poor live nuclear penetration of the fluorescent labeling reagent, stressing the need to troubleshoot different cell lines individually.\n\nMBMR Biolabs has achieved successful scale up schemes for some chemical reagents that were tested for cell imaging.  Some scale-up protocols are still under development to increase yields and purity of reagents for marketing of kits.\n\nMBMR Biolabs has also expanded its research interests and started developing new reagents for content screening that would allow simultaneous imaging of different cellular activities, including monitoring of expression levels of cell cycle markers in addition to monitoring DNA replication.\n\nFor this project, MBMR Biolabs, Inc. has established academic and research collaborations with the University of Delaware, Memorial Sloan Kettering Cancer Center, and SUNY Downstate Medical School, and assembled a strong advisory team ranging from experts in biology and chemistry to experts in business development and marketing.  MBMR Biolabs is also proud to announce that Dr. Maksim Royzen, MBMRÆs co-founder, had received an invitation to join the RNA Institute at SUNY Albany as assistant professor to investigate RNA expression with methodology similar to MBMRÆs original methodology for imaging DNA replication.\n\nAs part of its outreach activities, MBMR has established a web presence, highlighting the companyÆs technology, team, and press releases, and has taken every opportunity to disseminate information about MBMRÆs project-related activities at scientific conferences and within the New York City scientific and business community. MBMR Biolabs participated at Nuclear Medicine Society Meetings and New York Academy of Sciences meetings devoted to Bioorthogonal Chemistry in Biology and Medicine.\n\nImportantly, MBMRÆs efforts have resulted in training of the underserved segments of society, namely scientific training for persons with disabilities.    \n\nAs part of the commercialization activities, MBMR Biolabs had reached agreements with chemical manufacturing, marketing and distribution company STREM Chemic to help take the product to the market and reach a broad audience of researchers.\n\n \n\n\t\t\t\t\tLast Modified: 04/23/2014\n\n\t\t\t\t\tSubmitted by: Maryana Breitman"
 }
}