{
 "awd_id": "1152169",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  IDBR:  The Nanosizer:   A New Nanolithographic Tool for Preparing Combinatorial Arrays in Situ",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joyce Fernandes",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 275000.0,
 "awd_amount": 275000.0,
 "awd_min_amd_letter_date": "2012-03-22",
 "awd_max_amd_letter_date": "2012-03-22",
 "awd_abstract_narration": "The Directorate for Biological Sciences through their Instrument Development for Biological Research program and the Division of Chemistry through Chemical Measurement and Imaging support Prof. Chad A. Mirkin, Northwestern University, and Prof. Adam B. Braunschweig, New York University, to develop a new instrument to fabricate nanoarrays of biologically active probes. This new instrument, termed the Nanosizer, will produce combinatorial arrays of oligonucleotides, oligopeptides, and many other biologically active small molecules with sub-100 nanometer feature diameters over large areas (10's of cm2); thereby achieving order of magnitude improvements in feature size, production rate, and cost over current technologies and providing access to fundamental biological experiments that could not otherwise be undertaken. This goal will be achieved by combining massively-parallel tip based nanolithography strategies with new microfluidic designs, and photochemically activated combinatorial surface syntheses. Following proof-of-concept demonstrations, the instrument will be systematically optimized with regard to chemical kinetics and reaction times and automated to facilitate instrument operation. This interdisciplinary project uniquely combines elements of chemistry, engineering, and materials science to create an instrument capable of producing arbitrary patterns of soft matter over large areas, where the chemical composition and position of every feature can be controlled precisely.\r\n\r\nThe new instrument developed in the context of this collaborative proposal will address a major problem for industrial and academic researchers by providing a facile method for preparing arbitrary nanopatterns of biologically active probes. Moreover, the Directorate of Biological Research will sustain Prof. Mirkin and Prof. Braunschweig's outreach activities, including financial support of summer students from minority-serving four year colleges to assist in this project during the summer and a range of other outreach activities that increase scientific awareness at eminent institutions including the Museum of Science and Industry in Chicago, the Metropolitan Museum of Art in New York, and the Young Women's Leadership School of East Harlem.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Adam",
   "pi_last_name": "Braunschweig",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Adam B Braunschweig",
   "pi_email_addr": "abraunschweig@gc.cuny.edu",
   "nsf_id": "000569125",
   "pi_start_date": "2012-03-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100122300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "110800",
   "pgm_ele_name": "INSTRUMENTAT & INSTRUMENT DEVP"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 70685.0
  }
 ],
 "por": null
}