{
 "awd_id": "1152218",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Elucidating the Problematic Steps in beta-Sheet Protein Folding Pathways",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927123",
 "po_email": "drockcli@nsf.gov",
 "po_sign_block_name": "David Rockcliffe",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2012-08-09",
 "awd_max_amd_letter_date": "2012-08-09",
 "awd_abstract_narration": "In this award from the Chemistry of Life Processes in the Chemistry Division, Dr. Niels Andersen, from the University of Washington, will study the folding rates and intrinsic stabilities of local structure elements, the \"foldons\" (including turns, short beta-hairpins and hydrophobically capped loops), that can influence both protein-folding path selection and folding kinetics. Protein folding and design continue to be extremely active areas of research.  Determining the time constants for the formation of different classes of foldons will indicate whether each type of structure could form as a pre-equilibrium event, relative to collapse in \"diffusion-collision\" folding scenarios, versus forming near or at the protein folding transition state.  In the case of beta-sheet proteins, sequential beta-strand association can be severely rate limiting and the early formation of non-native foldons can result in kinetic folding traps.  Designed peptide models of beta sheets and capped loops will be used to explore the relationship between turn formation as well as loop length and stiffness on the dynamics of beta-strand association.  Folding rates will be measured by NMR relaxation methods (and confirmed by T-jump studies). In the case of the NMR relaxation methods, multiple probes will be used to increase the information content and resolution of these experiments.  Multiple probes will also allow for a clearer distinction between strictly 2-state and downhill folding pathways.  An additional aim is measuring intrinsic configurational propensities to allow for the parameterization of an algorithm for predicting (from proton sequence alone) the location of nascent hairpins that serve to increase protein folding efficiency or act as kinetic traps.  The results from this effort will be incorporated in a publicly available on-line program for protein folding pathway prediction and analysis. \r\n\r\nBeta-strand association is also a feature of amyloid misfolding diseases. The formation of toxic beta-sheet oligomers from unfolded peptides or partially unfolded proteins may be a unifying theme (and molecular basis for disease progression) in many of these syndromes.  The insights that are gained concerning beta-strand association and factors involved in incomplete beta sheet formation should transfer to this more biological arena.\r\n\r\nGraduate students and post-doctoral fellows passing through the Andersen group receive valuable training that prepares them for academic careers and research jobs in the Pharmaceutical or Biotech industries. As such, these efforts contribute to our nation's scientific competence, economic productivity, and global competitiveness. Recent graduates are now employed as NMR facility managers and faculty at research universities, as teachers at four-year colleges, as tech-transfer/invention-managers at major universities, and as research scientists at, for example, the Chinese Academy of Sciences, and a number of leading biotech companies and start-ups. Dr. Andersen is dedicated to the recruitment and inclusion of women and minorities into the chemical sciences through his participation in graduate student recruitment and selection. With regard to outreach, Dr. Andersen developed and maintains web-accessible algorithms for predicting and quantitating peptide secondary structure preferences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Niels",
   "pi_last_name": "Andersen",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Niels H Andersen",
   "pi_email_addr": "andersen@chem.washington.edu",
   "nsf_id": "000385183",
   "pi_start_date": "2012-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 Brooklyn Ave NE",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951700",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1982",
   "pgm_ref_txt": "BIOLOGICAL CHEMISTRY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Protein folding (and misfolding, which is a major factor in a large number of diseases) remains an area of interest to the biophysical research community.&nbsp; The systems that are less well understood are ones with beta-sheet structures.&nbsp; Intermediates along the routes to the intermolecular beta-sheets that comprise the amyloid fibrils that are associated with more than 30 human diseases are currently viewed as the toxic agents in a number of these disease states. The protein folding processes that compete with amyloidogenesis can, at the simplest level, be viewed as the formation of local structures (&ldquo;foldons&rdquo;) followed docking of foldons to nucleate tertiary structure and eventually produce the native folds of proteins. It is also increasingly apparent that local structuring propensities (potential foldon formation) can influence protein-folding path selection and folding kinetics and thus also the extent to which misfolding may occur. &nbsp;</p>\n<p>The research supported by this NSF grant&nbsp; focused on determining the factors that control the stability and folding rates of &ldquo;foldons&rdquo; with a particular emphasis on capped loops and short beta-hairpins.&nbsp; The folding rates were determined by an NMR method developed in this laboratory.&nbsp; Determining the time constants for the formation of different classes of foldons will indicate whether each type of structure could form as a pre-equilibrium event, relative to collapse in &ldquo;diffusion-collision&rdquo; folding scenarios. &nbsp;As it turned out, some of the hairpins made in these studies are now established to be very potent&nbsp; inhibitors of the amyloidogenesis of three disease-related polypeptides.</p>\n<p>An additional aim was measuring intrinsic turn and beta-configuration propensities of residues and short residue sequences to allow for the parameterization of an algorithm for predicting (from protein amino acid sequence alone) the location of nascent hairpins, which could form prior to the folding transition state, and thus serve either to increase protein folding efficiency or as kinetic traps when the intrinsically favored hairpin is not that present in the native fold of a protein.&nbsp; Significant progress was made with more than 12 residues and 55 different turns evaluated.&nbsp; This has set the stage for developing and testing a nascent hairpin prediction algorithm over the next three years.&nbsp;</p>\n<p><strong>&nbsp;</strong></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/04/2014<br>\n\t\t\t\t\tModified by: Niels&nbsp;H&nbsp;Andersen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProtein folding (and misfolding, which is a major factor in a large number of diseases) remains an area of interest to the biophysical research community.  The systems that are less well understood are ones with beta-sheet structures.  Intermediates along the routes to the intermolecular beta-sheets that comprise the amyloid fibrils that are associated with more than 30 human diseases are currently viewed as the toxic agents in a number of these disease states. The protein folding processes that compete with amyloidogenesis can, at the simplest level, be viewed as the formation of local structures (\"foldons\") followed docking of foldons to nucleate tertiary structure and eventually produce the native folds of proteins. It is also increasingly apparent that local structuring propensities (potential foldon formation) can influence protein-folding path selection and folding kinetics and thus also the extent to which misfolding may occur.  \n\nThe research supported by this NSF grant  focused on determining the factors that control the stability and folding rates of \"foldons\" with a particular emphasis on capped loops and short beta-hairpins.  The folding rates were determined by an NMR method developed in this laboratory.  Determining the time constants for the formation of different classes of foldons will indicate whether each type of structure could form as a pre-equilibrium event, relative to collapse in \"diffusion-collision\" folding scenarios.  As it turned out, some of the hairpins made in these studies are now established to be very potent  inhibitors of the amyloidogenesis of three disease-related polypeptides.\n\nAn additional aim was measuring intrinsic turn and beta-configuration propensities of residues and short residue sequences to allow for the parameterization of an algorithm for predicting (from protein amino acid sequence alone) the location of nascent hairpins, which could form prior to the folding transition state, and thus serve either to increase protein folding efficiency or as kinetic traps when the intrinsically favored hairpin is not that present in the native fold of a protein.  Significant progress was made with more than 12 residues and 55 different turns evaluated.  This has set the stage for developing and testing a nascent hairpin prediction algorithm over the next three years. \n\n \n\n\t\t\t\t\tLast Modified: 10/04/2014\n\n\t\t\t\t\tSubmitted by: Niels H Andersen"
 }
}