{
 "awd_id": "1152622",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SBIR Phase II:  Crosstalk Mitigation for Copper-Based Cellular and Access Backhaul",
 "cfda_num": "47.084",
 "org_code": "15030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Muralidharan Nair",
 "awd_eff_date": "2012-03-15",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 603000.0,
 "awd_min_amd_letter_date": "2012-03-08",
 "awd_max_amd_letter_date": "2014-02-21",
 "awd_abstract_narration": "This Small Business Innovation Research Phase 2 project targets the realization of a cost-effective solution for achieving increased data throughputs in the crosstalk-constrained copper-medium-based cellular and access backhaul networks, to address the growing demand for capacity experienced in them. Existing equipment, confined to the use of twisted-pairs due to the unavailability of fiber in most locations, often avoids the use of spectrally efficient VDSL, whose high-capacity comes at a cost of vulnerability to interference.  The technology developed in Phase 1 of this project, and its implementation in hardware and software as part of the Phase 2 project, will effectively address this vulnerability of VDSL and recover most of its potential capacity through crosstalk cancellation. The company?s key innovation is in non-iterative, low-latency, reduced-complexity, dynamic interference cancellation algorithms, which greatly enhance performance while requiring less than 10% of silicon-area increase in existing VDSL2 multi-channel solutions. The project will involve both research and development aspects, as well as system implementation challenges associated with the minimization of complexity and power consumption. Based on the Phase 1 project?s successful validation of the technology?s critically needed throughput enhancements and its commercial potential, it is anticipated that this technology will be widely incorporated in copper-based equipment. \r\n\r\nThe broader impact/commercial potential of this project is in extending the useful life of the existing in-ground copper infrastructure, thus allowing equipment providers to continue to focus their resources on delivering ever-increasing bandwidths, while also offsetting the high expense of new fiber deployment.   \r\nBenefits are also realized through the company?s partnerships with universities, where the company works closely with key faculty and with students, provides seminars, and has an ongoing internship program that results in the full-time hiring of graduates.  According to publicly available reports, mobile data traffic in North America is expected to increase by a factor of over 20 by the year 2015.  This massive increase in data consumption, brought on primarily by the rapid adoption of smart-phones and bandwidth-intensive applications, is already placing an enormous burden on the backhaul infrastructure, which carries telecommunications for cellular, internet and landline voice traffic. Resolution of the bandwidth congestion requires significant improvement in telecom infrastructure including backhaul and access, both of which are largely copper-based in North America. The company?s interference-mitigation technology will address this problem in a cost-effective manner by allowing the growing demand for bandwidth to be satisfied with the existing infrastructure.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "TIP",
 "org_dir_long_name": "Directorate for Technology, Innovation, and Partnerships",
 "div_abbr": "TI",
 "org_div_long_name": "Translational Impacts",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Oren",
   "pi_last_name": "Eliezer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Oren Eliezer",
   "pi_email_addr": "OrenE@ieee.org",
   "nsf_id": "000532876",
   "pi_start_date": "2012-03-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "XW, LLC",
  "inst_street_address": "7920 Belt Line Road",
  "inst_street_address_2": "Suite 1000",
  "inst_city_name": "Dallas",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9722900967",
  "inst_zip_code": "752548114",
  "inst_country_name": "United States",
  "cong_dist_code": "32",
  "st_cong_dist_code": "TX32",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": null
 },
 "perf_inst": {
  "perf_inst_name": "XW, LLC",
  "perf_str_addr": "7920 Belt Line Road, Suite 1000",
  "perf_city_name": "Dallas",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "752548114",
  "perf_ctry_code": "US",
  "perf_cong_dist": "32",
  "perf_st_cong_dist": "TX32",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "537300",
   "pgm_ele_name": "SBIR Phase II"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "169E",
   "pgm_ref_txt": "SBIR Tech Enhan Partner (TECP)"
  },
  {
   "pgm_ref_code": "5373",
   "pgm_ref_txt": "SMALL BUSINESS PHASE II"
  },
  {
   "pgm_ref_code": "7257",
   "pgm_ref_txt": "APPLICATS OF ADVANCED TECHNOLS"
  },
  {
   "pgm_ref_code": "8035",
   "pgm_ref_txt": "Hardware Devices"
  },
  {
   "pgm_ref_code": "9139",
   "pgm_ref_txt": "INFORMATION INFRASTRUCTURE & TECH APPL"
  },
  {
   "pgm_ref_code": "HPCC",
   "pgm_ref_txt": "HIGH PERFORMANCE COMPUTING & COMM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 3000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This Small Business Innovation Research Phase 2 project targeted the enhancement of data throughput that is achievable in multi-line (i.e. vectored) copper twisted pair systems based on VDSL, such as those used in telecommunication backhaul infrastructure (e.g., cellphone towers) and in multi-user residential DSL environments. The research included characterization of the various factors limiting the performance, and identified out-of-domain (or &lsquo;alien&rsquo;) crosstalk as being a dominant one.&nbsp; Such interference originates from other systems that share the same binder of twisted-pair copper wires, or from sources that may be outside of the binder, such that there is no knowledge of the interfering signals that could be used to actively cancel their effects.&nbsp; This is contrary to the in-domain or self-crosstalk interference, which, for a particular victim line, would originate from other lines within the same system, where there is available knowledge of the aggressing signals.&nbsp; Such self-crosstalk may be overcome by the &lsquo;vectored&rsquo; system, where the multi-line channel is treated like a multiple-input multiple-output (MIMO) system, wherein the crosstalk experienced on each line may be actively cancelled based on a synthesized signal that represents the estimated interference. Such estimate may be relatively accurate, as it is based on the characterized crosstalk between the multiple lines, as well as the perfect knowledge of the aggressing signals.&nbsp;&nbsp; Contrarily, the out-of-domain (alien) interference is estimated imperfectly, which limits the effectiveness of its mitigation at the receiving end.</p>\n<p>Due to the widely available copper twisted-pair infrastructure, as well as the costs and complications associated with deploying the more modern wideband fiber-based alternative, copper-based backhaul infrastructure currently supports about 2/3 of all cell towers in the US. This infrastructure is based on binders that bundle 25, 50 or up to 100 copper twisted-wire pairs, which support an unpredictable variety of signal types including T1 lines and multiple generations of xDSL protocols, all of which represent potential aggressors for the victim VDSL lines and could limit their effective throughput.</p>\n<p>In order to estimate these interfering signals and effectively mitigate their effects, the received signals on multiple lines are evaluated simultaneously and the portion of signal determined to be correlated interference is considered to have originated from such alien interference sources.&nbsp; This is in contrast to natural additive noise, which is truly random by nature and is not correlated across adjacent lines in the binder.&nbsp; Since this estimation operation is performed in the presence of noise, and may also involve more unknowns (i.e. sources of interference) than actual signals being processed, it is imperfect by nature and can often only offer partial relief for the alien crosstalk effects. The interference mitigation technology developed by Xtendwave (XWIM) - &nbsp;was designed to handle several hundred lines that could be grouped into manageable sizes, where the mathematical operations involved could be realized cost-effectively in present-time technology.&nbsp;</p>\n<p>The research effort focused both on the algorithm development, which included the development of an elaborate simulation environment, as well as on the realization of the algorithms in digital logic, while considering latency, throughput, power consumption and estimated silicon area, all of which are critical for commercializing the technology. Figure 1 shows an example of the simulated improvement in performance offered by the XWIM technology for a specific scenario of alien interference.</p>\n<p>The commercialization efforts involved participation in meetings held by the Broadband Forum, where the alien-interference problem received a great a...",
  "por_txt_cntn": "\nThis Small Business Innovation Research Phase 2 project targeted the enhancement of data throughput that is achievable in multi-line (i.e. vectored) copper twisted pair systems based on VDSL, such as those used in telecommunication backhaul infrastructure (e.g., cellphone towers) and in multi-user residential DSL environments. The research included characterization of the various factors limiting the performance, and identified out-of-domain (or æalienÆ) crosstalk as being a dominant one.  Such interference originates from other systems that share the same binder of twisted-pair copper wires, or from sources that may be outside of the binder, such that there is no knowledge of the interfering signals that could be used to actively cancel their effects.  This is contrary to the in-domain or self-crosstalk interference, which, for a particular victim line, would originate from other lines within the same system, where there is available knowledge of the aggressing signals.  Such self-crosstalk may be overcome by the ævectoredÆ system, where the multi-line channel is treated like a multiple-input multiple-output (MIMO) system, wherein the crosstalk experienced on each line may be actively cancelled based on a synthesized signal that represents the estimated interference. Such estimate may be relatively accurate, as it is based on the characterized crosstalk between the multiple lines, as well as the perfect knowledge of the aggressing signals.   Contrarily, the out-of-domain (alien) interference is estimated imperfectly, which limits the effectiveness of its mitigation at the receiving end.\n\nDue to the widely available copper twisted-pair infrastructure, as well as the costs and complications associated with deploying the more modern wideband fiber-based alternative, copper-based backhaul infrastructure currently supports about 2/3 of all cell towers in the US. This infrastructure is based on binders that bundle 25, 50 or up to 100 copper twisted-wire pairs, which support an unpredictable variety of signal types including T1 lines and multiple generations of xDSL protocols, all of which represent potential aggressors for the victim VDSL lines and could limit their effective throughput.\n\nIn order to estimate these interfering signals and effectively mitigate their effects, the received signals on multiple lines are evaluated simultaneously and the portion of signal determined to be correlated interference is considered to have originated from such alien interference sources.  This is in contrast to natural additive noise, which is truly random by nature and is not correlated across adjacent lines in the binder.  Since this estimation operation is performed in the presence of noise, and may also involve more unknowns (i.e. sources of interference) than actual signals being processed, it is imperfect by nature and can often only offer partial relief for the alien crosstalk effects. The interference mitigation technology developed by Xtendwave (XWIM) -  was designed to handle several hundred lines that could be grouped into manageable sizes, where the mathematical operations involved could be realized cost-effectively in present-time technology. \n\nThe research effort focused both on the algorithm development, which included the development of an elaborate simulation environment, as well as on the realization of the algorithms in digital logic, while considering latency, throughput, power consumption and estimated silicon area, all of which are critical for commercializing the technology. Figure 1 shows an example of the simulated improvement in performance offered by the XWIM technology for a specific scenario of alien interference.\n\nThe commercialization efforts involved participation in meetings held by the Broadband Forum, where the alien-interference problem received a great amount of attention, and various performance and testing standards related with this problem were being proposed and decided upon.  Additionally, several te..."
 }
}