{
 "awd_id": "1152022",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "High-Speed Two Dimensional Separations Using Micro Free Flow Electrophoresis",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michelle Bushey",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2012-09-19",
 "awd_max_amd_letter_date": "2013-07-20",
 "awd_abstract_narration": "With support from the Chemical Measurement and Imaging Program in the Division of Chemistry, Professor Michael Bowser at University of Minnesota-Twin Cities and his group will use micro free flow electrophoresis (uFFE) as the second stage in 2D separations. FFE is a continuous analysis technique capable of further separating analyte peaks as they elute off the first separation column. Continuous analysis removes limitations encountered in previous 2D separations caused by under sampling. Coupling with capillary electrophoresis (CE) or nano liquid chromatography (nLC) is expected to be straightforward with no complicated valving or timing required. It is anticipated that coupling with uFFE will increase the peak capacity of these techniques 20 to 30-fold with no sacrifice of efficiency or separation time in the first dimension separation. Total 2D peak capacities are expected to reach 2,000 in separation times of <15 min. Experiments are planned to fully characterize the peak capacity and compatibility of the many combinations of separation modes possible using this approach. As a demonstration of the potential power of high speed 2D separations CE-uFFE will be incorporated into online microdialysis assays for measuring in vivo neurochemical dynamics. Online microdialysis requires high-speed separations of complex mixtures, making this assay an ideal application to demonstrate the advantages of the 2D separations developed in this proposal. The technical benefit of the proposed approach lies in its increased peak capacity without sacrificing separation time. 2D uFFE therefore has the potential to be adopted widely, improving research capabilities and efficiency in many research areas. Beyond practical advantages, exploration into 2D-uFFE will provide unique insight into the fundamentals of separation science. \r\n\r\nThe researchers at UM-twin cities also intend to design the research project described in this proposal with the goal of maximizing its impact on society through intellectual enrichment, mentoring and training opportunities, inclusion of underrepresented groups and infrastructure enhancement.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Bowser",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Michael T Bowser",
   "pi_email_addr": "bowser@umn.edu",
   "nsf_id": "000482594",
   "pi_start_date": "2012-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "207 Pleasant St. SE",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554550431",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688000",
   "pgm_ele_name": "Chemical Measurement & Imaging"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1982",
   "pgm_ref_txt": "BIOLOGICAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "6880",
   "pgm_ref_txt": "CHEMICAL MEASUREMENT & IMAGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 170000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 330000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><em>Overview:</em></strong>&nbsp; Separations play a critical role in almost every aspect of chemical analysis including the testing of environmental samples, screening of natural products, assessing the purity of synthetic mixtures, quality control of industrial products, ensuring the safety of food, determining pharmacokinetics and metabolic pathways of pharmaceuticals, assaying forensic or clinical samples and the analysis of complex mixtures found in cells, biological fluids, or tissues.&nbsp; Traditional chromatography and electrophoresis separations provide excellent selectivity for samples containing up to several dozen analytes.&nbsp; While impressive, this is often insufficient for complex mixtures encountered in modern research, which may contain hundreds or even thousands of analytes.&nbsp; Two dimensional (2D) separations offer the potential for assays with dramatically improved peak capacities.&nbsp; 2D approaches separate mixtures sequentially according to two independent mechanisms.&nbsp; The ideal peak capacity of a 2D separation approaches the product of the peak capacities for each individual separation.&nbsp; Existing hyphenated 2D separations never reach this ideal peak capacity due to under sampling of peaks as they elute off of the first dimension column.&nbsp; Instead current 2D separations are characterized by long separation times and peak capacities that fall well short of those predicted by theory.</p>\n<p><strong>Intellectual Merit:&nbsp; </strong>In research supported by the current grant (CHE-1152022) we demonstrated how micro free flow electrophoresis (&mu;FFE) can be used to perform high speed 2D separations without sacrificing peak capacity.&nbsp; In &micro;FFE a thin stream of sample is continuously introduced into a planar flow chamber.&nbsp; An electric field is applied perpendicularly to the flow through the separation chamber.&nbsp; Analytes are deflected laterally in the electric field according to their electrophoretic mobility giving rise to individual stream paths.&nbsp; The continuous analysis provided by &mu;FFE further separates analyte peaks as they elute off the first separation column removing limitations encountered in previous 2D separations caused by under sampling.&nbsp; Coupling with nano liquid chromatography (nLC) or capillary electrophoresis (CE) is as straightforward as inserting the column outlet directly into the &mu;FFE separation chamber.&nbsp; No complicated valving or timing is required.&nbsp; Coupling with &mu;FFE increases the peak capacity of these techniques 20 to 30-fold with no sacrifice of efficiency or separation time in the first dimension separation.&nbsp; For example, we have performed nLC&times;&micro;FFE experiments that achieve peak capacities &gt;1,300 for peptide separations in a 5-minute separation window.&nbsp;</p>\n<p><strong>Broader Impacts: </strong>&nbsp;We expect the impact of 2D &micro;FFE on the broader scientific community to be very high.&nbsp; This is an enabling technology that will allow researchers in a wide range of fields to perform experiments that were not previously possible.&nbsp; Research into these techniques provided high quality teaching and training opportunities.&nbsp; 7 graduate students (4 women) and 2 undergraduate students (1 woman) received partial or full support from funding provided by this grant.&nbsp; 4 students received extensive training at the University of Minnesota Nanofabrication Center, a unique cleanroom microfabrication facility supported by the NNIN.&nbsp; Contribution to the teaching and mentoring missions of the University of Minnesota were also strong, particularly in the undergraduate analytical chemistry laboratories.&nbsp; One student currently funded by the NSF received an Outstanding TA award (4 awards given annually out of ~150 TA&rsquo;s in the Department of Chemistry).&nbsp; Another student&rsquo;s teaching contributions wer...",
  "por_txt_cntn": "\nOverview:  Separations play a critical role in almost every aspect of chemical analysis including the testing of environmental samples, screening of natural products, assessing the purity of synthetic mixtures, quality control of industrial products, ensuring the safety of food, determining pharmacokinetics and metabolic pathways of pharmaceuticals, assaying forensic or clinical samples and the analysis of complex mixtures found in cells, biological fluids, or tissues.  Traditional chromatography and electrophoresis separations provide excellent selectivity for samples containing up to several dozen analytes.  While impressive, this is often insufficient for complex mixtures encountered in modern research, which may contain hundreds or even thousands of analytes.  Two dimensional (2D) separations offer the potential for assays with dramatically improved peak capacities.  2D approaches separate mixtures sequentially according to two independent mechanisms.  The ideal peak capacity of a 2D separation approaches the product of the peak capacities for each individual separation.  Existing hyphenated 2D separations never reach this ideal peak capacity due to under sampling of peaks as they elute off of the first dimension column.  Instead current 2D separations are characterized by long separation times and peak capacities that fall well short of those predicted by theory.\n\nIntellectual Merit:  In research supported by the current grant (CHE-1152022) we demonstrated how micro free flow electrophoresis (&mu;FFE) can be used to perform high speed 2D separations without sacrificing peak capacity.  In &micro;FFE a thin stream of sample is continuously introduced into a planar flow chamber.  An electric field is applied perpendicularly to the flow through the separation chamber.  Analytes are deflected laterally in the electric field according to their electrophoretic mobility giving rise to individual stream paths.  The continuous analysis provided by &mu;FFE further separates analyte peaks as they elute off the first separation column removing limitations encountered in previous 2D separations caused by under sampling.  Coupling with nano liquid chromatography (nLC) or capillary electrophoresis (CE) is as straightforward as inserting the column outlet directly into the &mu;FFE separation chamber.  No complicated valving or timing is required.  Coupling with &mu;FFE increases the peak capacity of these techniques 20 to 30-fold with no sacrifice of efficiency or separation time in the first dimension separation.  For example, we have performed nLC&times;&micro;FFE experiments that achieve peak capacities &gt;1,300 for peptide separations in a 5-minute separation window. \n\nBroader Impacts:  We expect the impact of 2D &micro;FFE on the broader scientific community to be very high.  This is an enabling technology that will allow researchers in a wide range of fields to perform experiments that were not previously possible.  Research into these techniques provided high quality teaching and training opportunities.  7 graduate students (4 women) and 2 undergraduate students (1 woman) received partial or full support from funding provided by this grant.  4 students received extensive training at the University of Minnesota Nanofabrication Center, a unique cleanroom microfabrication facility supported by the NNIN.  Contribution to the teaching and mentoring missions of the University of Minnesota were also strong, particularly in the undergraduate analytical chemistry laboratories.  One student currently funded by the NSF received an Outstanding TA award (4 awards given annually out of ~150 TAÆs in the Department of Chemistry).  Another studentÆs teaching contributions were so strong that upon graduation he was hired as a full time teaching faculty member in the Department of Chemistry at the University of Minnesota).\n\n \n\n\t\t\t\t\tLast Modified: 01/29/2016\n\n\t\t\t\t\tSubmitted by: Michael T Bowser"
 }
}