{
 "awd_id": "1152386",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IDBR: Nanodroplet reactor arrays and imaging system for biomolecular structure and kinetics",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032928132",
 "po_email": "csanford@nsf.gov",
 "po_sign_block_name": "Christopher Sanford",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 508927.0,
 "awd_amount": 508927.0,
 "awd_min_amd_letter_date": "2012-08-27",
 "awd_max_amd_letter_date": "2012-08-27",
 "awd_abstract_narration": "IDBR: Nanodroplet reactor arrays and imaging system for biomolecular structure and kinetics\r\n\r\nTechnical description. This objective of this project is to develop an instrument capable of high-throughput single-molecule sensitive fluorescence measurement in arrays of aqueous nanodroplets in oil.  This instrument will make the observation of single-molecule trajectories more accurate, higher-throughput, and more convenient. It will also facilitate new types of measurements to address some of the most basic but still unanswered questions in molecular biology and biophysics.\r\n\r\nThe following activities are planned: (1) Construction of a microscope with integrated fluidics; (2) The design, prototyping and development of an inexpensive, passive microfluidic device, compatible with single-molecule sensitive imaging, for making nanodroplet arrays; (3) Demonstration and validation of the integrated instrument through a study of nucleic acid structure and structural kinetics; (4) Widespread dissemination through publication, collaboration, and education; (5) Training of students at all levels on the instrument and in microfluidics and single-molecule sensitive techniques; and (6) Outreach and recruitment through the Northeast Alliance for Graduate Education and the Professoriate (NEAGEP)\r\n\r\nSignificance. Single-fluorophore and single-particle sensitive measurements are now commonly used to better understand structural transformations of, and interactions between, biological molecules.  The unprecedented detail revealed by these measurements is facilitating new understandings of the biomolecular mechanisms that drive living systems.  One requirement of single-molecule observations is that a molecule under study must be made to stay in the detection region of a microscope.  For in-vitro measurements, this is most often accomplished by chemically tethering the molecules to a heterogeneous glass surface, or confining them in the pores of a gel.  In either case, the presence of heterogeneous surfaces frequently perturbs or inactivates biomolecules and modifies the optical properties of the dyes that are used to study them. These problems, which constitute a significant limitation to in-vitro single-molecule-sensitive measurement, are widely acknowledged but rarely addressed. \r\n\r\nDroplet arrays provide a compelling alternative to surface attachment or gel confinement for single-molecule measurement and imaging.  Nanoscopic aqueous droplets in oil provide a homogeneous environment for the confined molecules. Most biomolecules function well inside these droplets. The droplets function as nanoscopic ?test-tubes,? with each droplet in an array providing a unique environment, so that molecules can be observed under many different conditions simultaneously. \r\n \r\nThe intellectual merit of this work is therefore threefold. (1) A new approach for single-molecule sensitive observations in vitro will be developed that will simplify and improve measurements.  (2) Use of this instrument in studies of the flexibility and structural transformations of nucleic acids will result in an improved physical understanding of how these molecules function. (3) Many additional studies will be engendered by a simpler, faster platform for single-molecule measurement; the outcome of these studies will impact fields as diverse as materials science and drug discovery.\r\n\r\nBroader Impact. In addition to the broad intellectual impact noted in (3) above, educational and societal impacts will result from education and outreach activities. As part of this work, students at all levels and with many backgrounds will be introduced to interdisciplinary research and single-molecule sensitive techniques. Training opportunities through new laboratory units are planned for students at the undergraduate and graduate level. The instrument will be used directly in graduate-level training. To help break societal barriers associated with the participation of women and minority members in the STEM (science, technology, engineering and mathematics) disciplines, recruitment and retention of the best students from the broadest possible pool of applicants will be facilitated by outreach activities through NEAGEP.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lori",
   "pi_last_name": "Goldner",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Lori S Goldner",
   "pi_email_addr": "lori.goldner@gmail.com",
   "nsf_id": "000521697",
   "pi_start_date": "2012-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "666 North Pleasant Street",
  "perf_city_name": "Amherst",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039337",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 508927.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We developed a device that makes it faster and easier to isolate, confine, and study individual biomolecules. This passive microfluidic device is a stand-alone unit that is fabricated in glass from a standard microscope slide and therefore compatible with standard research microscopes.</p>\n<p>Single-molecule sensitive measurements are at the forefront of innovation and discovery in biomedical and basic science.&nbsp; However, there is often a trade-off between throughput and the quality of the information collected in a measurement.&nbsp; For example, it has been possible for some time to detect single molecules, each tagged with a fluorescent dye, diffusing in solution as they cross a tiny laser-illuminated detection region.&nbsp; To reduce background interference to the level that makes is possible to observe a single molecule, the detection region must be very small, typically about 1 femtoliter (roughly the volume of a bacteria).&nbsp; Typical molecules traverse these small volumes in a few hundred microseconds, which doesn&rsquo;t provide a lot of information.&nbsp; A more powerful technique chemically or biochemically tethers the molecules to be studied to a glass surface, so that they cannot diffuse away.&nbsp; This enables the observation of molecules over an arbitrarily long time. However, the presence of the glass surface, which is very rough and heterogeneous on the molecular scale, introduces many constraints and perturbations to the molecule under study.&nbsp; It is also time-consuming to prepare the surface and the samples. Once prepared, surfaces degrade quickly and can only be used once.</p>\n<p>The device designed here obviates many of these problems. &nbsp;Sample preparation is much simpler, requiring only a means of emulsifying an aqueous solution containing the biomolecules in a biocompatible perfluorinated fluid. The water-soluble biomolecules end up confined in attoliter-volume (100 nm diameter) aqueous droplets that are suspended in the perfluorinated fluid. The biomolecular concentration is chosen to ensure that there is never more than one molecule per droplet. &nbsp;The emulsion is introduced to the device, which is filled by capillary action. Droplets, with confined molecules inside, end up trapped in a shallow observation region in the field of view of the microscope. No surface preparation is necessary, since the perfluorinated oil surrounds the droplets and wets the glass. Molecules confined in droplets do not stick at the droplet surface, but diffuse freely inside.&nbsp; Fluorescence from the contents of hundreds of droplets can be measured all at the same time, using a full-field fluorescence microscopy techniques such as total internal reflection fluorescence (TIRF) microscopy.</p>\n<p>The first evidence that this device works as designed was acquired in the last year of this project.&nbsp; We succeeded in observing fluorescence resonance energy transfer (FRET) trajectories from DNA molecules confined in droplets using TIRF.&nbsp; FRET is a technique that is widely used to discern changes in the structure of, or binding between, biomolecules.&nbsp; It is often useful in determining the relationship between molecular structure and function.</p>\n<p>In the process of developing this device we made the unexpected discovery that attoliter-volume water droplets in perfluorinated oils are acidic.&nbsp; This finding has significant implications for biotechnologies that use microfluidic droplet platforms.&nbsp; Currently all devices use larger droplets where the pH effect is insignificant. However, the push for ever higher throughput, lower waste, and less use of expensive reagents will inevitably lead to the use of smaller droplets. Since many applications of microfluidics are biomedical or biochemical in nature, pH is important: many biomolecules are inactive or act differently outside the range of physiological pH. Considerable effort was therefore spent characterizing and correcting the pH in attoliter droplets. We found that the use of a non-ionic surfactant that is commonly used in droplet fluidic devices was sufficient to restore the pH to a physiological range.</p>\n<p>Four graduate students and five undergraduate students received training under this grant. Many of these students were from groups that are underrepresented in science and technology. Two graduate theses were produced and one more remains to be completed.&nbsp; One undergraduate thesis was also completed.&nbsp; Students working on this project acquired diverse skills at the cutting edge of technology that would have been unavailable to them in coursework alone.&nbsp; Undergraduates also worked to develop an inexpensive single-molecule-sensitive microscope that can be adapted for use in teaching laboratories.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/15/2016<br>\n\t\t\t\t\tModified by: Lori&nbsp;S&nbsp;Goldner</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe developed a device that makes it faster and easier to isolate, confine, and study individual biomolecules. This passive microfluidic device is a stand-alone unit that is fabricated in glass from a standard microscope slide and therefore compatible with standard research microscopes.\n\nSingle-molecule sensitive measurements are at the forefront of innovation and discovery in biomedical and basic science.  However, there is often a trade-off between throughput and the quality of the information collected in a measurement.  For example, it has been possible for some time to detect single molecules, each tagged with a fluorescent dye, diffusing in solution as they cross a tiny laser-illuminated detection region.  To reduce background interference to the level that makes is possible to observe a single molecule, the detection region must be very small, typically about 1 femtoliter (roughly the volume of a bacteria).  Typical molecules traverse these small volumes in a few hundred microseconds, which doesn?t provide a lot of information.  A more powerful technique chemically or biochemically tethers the molecules to be studied to a glass surface, so that they cannot diffuse away.  This enables the observation of molecules over an arbitrarily long time. However, the presence of the glass surface, which is very rough and heterogeneous on the molecular scale, introduces many constraints and perturbations to the molecule under study.  It is also time-consuming to prepare the surface and the samples. Once prepared, surfaces degrade quickly and can only be used once.\n\nThe device designed here obviates many of these problems.  Sample preparation is much simpler, requiring only a means of emulsifying an aqueous solution containing the biomolecules in a biocompatible perfluorinated fluid. The water-soluble biomolecules end up confined in attoliter-volume (100 nm diameter) aqueous droplets that are suspended in the perfluorinated fluid. The biomolecular concentration is chosen to ensure that there is never more than one molecule per droplet.  The emulsion is introduced to the device, which is filled by capillary action. Droplets, with confined molecules inside, end up trapped in a shallow observation region in the field of view of the microscope. No surface preparation is necessary, since the perfluorinated oil surrounds the droplets and wets the glass. Molecules confined in droplets do not stick at the droplet surface, but diffuse freely inside.  Fluorescence from the contents of hundreds of droplets can be measured all at the same time, using a full-field fluorescence microscopy techniques such as total internal reflection fluorescence (TIRF) microscopy.\n\nThe first evidence that this device works as designed was acquired in the last year of this project.  We succeeded in observing fluorescence resonance energy transfer (FRET) trajectories from DNA molecules confined in droplets using TIRF.  FRET is a technique that is widely used to discern changes in the structure of, or binding between, biomolecules.  It is often useful in determining the relationship between molecular structure and function.\n\nIn the process of developing this device we made the unexpected discovery that attoliter-volume water droplets in perfluorinated oils are acidic.  This finding has significant implications for biotechnologies that use microfluidic droplet platforms.  Currently all devices use larger droplets where the pH effect is insignificant. However, the push for ever higher throughput, lower waste, and less use of expensive reagents will inevitably lead to the use of smaller droplets. Since many applications of microfluidics are biomedical or biochemical in nature, pH is important: many biomolecules are inactive or act differently outside the range of physiological pH. Considerable effort was therefore spent characterizing and correcting the pH in attoliter droplets. We found that the use of a non-ionic surfactant that is commonly used in droplet fluidic devices was sufficient to restore the pH to a physiological range.\n\nFour graduate students and five undergraduate students received training under this grant. Many of these students were from groups that are underrepresented in science and technology. Two graduate theses were produced and one more remains to be completed.  One undergraduate thesis was also completed.  Students working on this project acquired diverse skills at the cutting edge of technology that would have been unavailable to them in coursework alone.  Undergraduates also worked to develop an inexpensive single-molecule-sensitive microscope that can be adapted for use in teaching laboratories.\n\n \n\n\t\t\t\t\tLast Modified: 12/15/2016\n\n\t\t\t\t\tSubmitted by: Lori S Goldner"
 }
}