{
 "awd_id": "1152035",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "International Gender and Language Association Student Travel",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan Maling",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2013-02-28",
 "tot_intn_awd_amt": 30000.0,
 "awd_amount": 30000.0,
 "awd_min_amd_letter_date": "2012-03-02",
 "awd_max_amd_letter_date": "2012-03-02",
 "awd_abstract_narration": "The project provides travel grants for 15 graduate students to present their research and gain professional experience at the seventh biennial conference of the International Gender and Language Association (IGALA), held in São Leopoldo, Rio Grande do Sul, Brazil, June 20-22, 2012. The selection of grant recipients is based on an application process reviewed by members of the IGALA Executive Committee, Advisory Board, and Conference Committee. \r\n\r\nIGALA is the major professional organization for scholars of language and gender, a dynamic interdisciplinary field that uses the methods of social science to address fundamental questions regarding the role of language in issues of gender. IGALA's biennial conference is the primary scholarly venue for this field, and participation in the conference is therefore an important professional experience for graduate students conducting research in the area. The 2012 conference is the first time that IGALA will meet in South America, and it therefore presents a rare opportunity for U.S. scholars to exchange ideas and forge collaborations with their South American colleagues. The conference program's inclusion of two special forums on gender and public policy in Brazil provides timely and relevant information about this key globalizing nation, which can help U.S. researchers expand the international reach and utility of their work. In addition, the conference's emphasis on emergent themes in language and gender research will generate important new ideas that will shape the field in coming years.\r\n\r\nGiven the high cost of travel between the United States and southern Brazil, the travel grants will enable graduate students to attend the conference who would otherwise be unable to participate, particularly those who are members of underrepresented groups. In addition, the conference includes numerous opportunities for graduate student participation, training and mentoring, and professional development, such as workshops, roundtable discussions, and networking activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Bucholtz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mary Bucholtz",
   "pi_email_addr": "bucholtz@linguistics.ucsb.edu",
   "nsf_id": "000294747",
   "pi_start_date": "2012-03-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931062050",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  },
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 30000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project provided travel grants for 12 graduate students to present their research and gain professional experience at the seventh biennial conference of the International Gender and Language Association (IGALA), which was held June 20-22, 2012 in S&atilde;o Leopoldo, Rio Grande do Sul, Brazil. Grant recipients were selected on the basis of an application process reviewed by members of the IGALA Executive Committee, Advisory Board, and Conference Committee.</p>\n<p>&nbsp;</p>\n<p>IGALA is the major professional organization for scholars of language, gender, and sexuality; its biennial conference is the primary scholarly venue for research in the field and participation in the conference is therefore an important professional experience for graduate students conducting research in this area. The most recent conference was the first time that IGALA met in South America, and it therefore presented a rare opportunity for U.S. scholars to exchange ideas and forge collaborations with their South American colleagues. The inclusion within the conference program of two special forums focusing on gender and public policy in Brazil provided timely and relevant information about this key globalizing nation, which helped U.S. researchers expand the international reach and utility of their work. In addition, the conference&rsquo;s emphasis on emergent themes in language, gender, and sexuality research helped generate important new ideas that will shape the field in coming years.</p>\n<p>&nbsp;</p>\n<p>Given the high cost of travel between the United States and the southernmost part of Brazil, the site of IGALA 7, travel grants enabled graduate students to attend the conference who otherwise would have been unable to participate, particularly those who are members of underrepresented groups. IGALA&rsquo;s ability to provide conference travel grants with NSF support is crucial in ensuring the presence and participation of underrepresented graduate students. The conference not only exposed graduate students to international scholarship on language, gender, and sexuality but also allowed them to disseminate their own work to a broad international audience. In addition, the conference included numerous targeted opportunities for graduate student participation, training and mentoring, and professional development, such as workshops, roundtable discussions, and networking activities at social events. <br /> <br /></p>\n<p>U.S.-based graduate students&rsquo; presentations were among the best-attended and most warmly received of the talks at IGALA 7. A number of travel grant recipients have already developed, submitted, or published their work for publication in major scholarly journals (in one case, a publication resulting from the conference has already appeared and is being widely used in classes). In short, the NSF travel funds were crucial to the ongoing professional development of these graduate students.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/30/2013<br>\n\t\t\t\t\tModified by: Mary&nbsp;Bucholtz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project provided travel grants for 12 graduate students to present their research and gain professional experience at the seventh biennial conference of the International Gender and Language Association (IGALA), which was held June 20-22, 2012 in S&atilde;o Leopoldo, Rio Grande do Sul, Brazil. Grant recipients were selected on the basis of an application process reviewed by members of the IGALA Executive Committee, Advisory Board, and Conference Committee.\n\n \n\nIGALA is the major professional organization for scholars of language, gender, and sexuality; its biennial conference is the primary scholarly venue for research in the field and participation in the conference is therefore an important professional experience for graduate students conducting research in this area. The most recent conference was the first time that IGALA met in South America, and it therefore presented a rare opportunity for U.S. scholars to exchange ideas and forge collaborations with their South American colleagues. The inclusion within the conference program of two special forums focusing on gender and public policy in Brazil provided timely and relevant information about this key globalizing nation, which helped U.S. researchers expand the international reach and utility of their work. In addition, the conferenceÆs emphasis on emergent themes in language, gender, and sexuality research helped generate important new ideas that will shape the field in coming years.\n\n \n\nGiven the high cost of travel between the United States and the southernmost part of Brazil, the site of IGALA 7, travel grants enabled graduate students to attend the conference who otherwise would have been unable to participate, particularly those who are members of underrepresented groups. IGALAÆs ability to provide conference travel grants with NSF support is crucial in ensuring the presence and participation of underrepresented graduate students. The conference not only exposed graduate students to international scholarship on language, gender, and sexuality but also allowed them to disseminate their own work to a broad international audience. In addition, the conference included numerous targeted opportunities for graduate student participation, training and mentoring, and professional development, such as workshops, roundtable discussions, and networking activities at social events. \n \n\n\nU.S.-based graduate studentsÆ presentations were among the best-attended and most warmly received of the talks at IGALA 7. A number of travel grant recipients have already developed, submitted, or published their work for publication in major scholarly journals (in one case, a publication resulting from the conference has already appeared and is being widely used in classes). In short, the NSF travel funds were crucial to the ongoing professional development of these graduate students.\n\n \n\n\t\t\t\t\tLast Modified: 04/30/2013\n\n\t\t\t\t\tSubmitted by: Mary Bucholtz"
 }
}