{
 "awd_id": "1152846",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Development of Bio-Inspired Synthetic Metallopeptidases: Insight from Theoretical Studies",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George Janini",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 351000.0,
 "awd_amount": 351000.0,
 "awd_min_amd_letter_date": "2012-06-27",
 "awd_max_amd_letter_date": "2013-06-12",
 "awd_abstract_narration": "With this award from the Chemical Catalysis Program of the Chemistry Division, Professor Rajeev Prabhakar from the University of Miami will utilize theoretical and computational chemistry techniques to derive guiding principles of peptide hydrolysis and apply them for the development of efficient bio-inspired synthetic metallopeptidases. The selective hydrolysis of the extremely stable peptide or amide bond (-(O=)C-NH-) of peptides and proteins plays a critical role in a wide range of biological, biotechnological and industrial applications. A wealth of experimental data indicates that remarkable changes in catalytic efficiency can be attained in peptide hydrolysis with modifications in the metal ions or the ligands (direct and indirect) of the metal centers. The approach is to first understand the roles of metal(s) and ligands of mono- and binuclear metal center containing enzymes and their existing synthetic analogues in their functioning. This knowledge will then be used to modify metal(s) and ligands and rigorously integrated with experiments performed by our collaborators to design the next generation of efficient synthetic metallopeptidases. These analogues can offer the following advantages over natural enzymes and synthetic reagents: (1) they are inexpensive and may be recyclable, (2) being smaller in size they impose little or no steric constraints, (3) they can cleave proteins either terminally or internally, and (4) their properties can be tuned for specific applications such as protein engineering, proteomics and therapeutics. The calculations will also validate the applicability of different density functional theory (DFT) functionals, force field parameters, hybrid quantum mechanics(QM) and molecular mechanics (MM) such as QM/MM and QM/QM/MM methods and mechanical and electronic embedding schemes on the transition metal containing complexes.   \r\n\r\nThe potential advantages to society offered by the synthetic metallopeptidases developed in this project include energy, water and raw material conservation and therapeutics, which are critical to energy reliance, environmental protection and health. This project also has a significant broader impact in terms of training and involving current and future generations of students at the graduate, undergraduate and high school levels throughout the year. In particular, it will engage talented students from socio-economic and educationally disadvantaged families to advance research in theoretical chemistry. The high school students will be engaged in research through the Honors and Executive Internship Program (HEIP) of the Miami-Dade County Public Schools, the American Chemical Society's (ACS) Project SEED (Summer Experiences for the Economically Disadvantaged) and a summer workshop to be designed by the PI called CATCH-Computational and Theoretical Chemistry for High School. The undergraduate students will be provided research opportunities through NSF support and two specialized courses and a summer research program offered in the department.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rajeev",
   "pi_last_name": "Prabhakar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rajeev Prabhakar",
   "pi_email_addr": "rpr@miami.edu",
   "nsf_id": "000494345",
   "pi_start_date": "2012-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Miami",
  "inst_street_address": "1320 SOUTH DIXIE HIGHWAY STE 650",
  "inst_street_address_2": "",
  "inst_city_name": "CORAL GABLES",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3052843924",
  "inst_zip_code": "331462919",
  "inst_country_name": "United States",
  "cong_dist_code": "27",
  "st_cong_dist_code": "FL27",
  "org_lgl_bus_name": "UNIVERSITY OF MIAMI",
  "org_prnt_uei_num": "",
  "org_uei_num": "RQMFJGDTQ5V3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Miami",
  "perf_str_addr": "1301 Memorial Dr",
  "perf_city_name": "Coral Gables",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331462508",
  "perf_ctry_code": "US",
  "perf_cong_dist": "27",
  "perf_st_cong_dist": "FL27",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688400",
   "pgm_ele_name": "Chemical Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1401",
   "pgm_ref_txt": "CATALYSIS AND BIOCATALYSIS"
  },
  {
   "pgm_ref_code": "6884",
   "pgm_ref_txt": "CHEMICAL CATALYSIS"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "8650",
   "pgm_ref_txt": "Sustainable Chemistry"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 234000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 117000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><em>Intellectual Merit: </em></strong>We employed innovative theoretical and computational chemistry techniques to derive guiding principles of peptide hydrolysis and applied them for the development of efficient bio-inspired synthetic metallopeptidases. The selective hydrolysis of the extremely stable peptide or amide bond (-(O=)C-NH-) of peptides and proteins plays a critical role in a wide range of biological, biotechnological, and industrial applications. Our approach was to first understand the roles of metal(s) and ligands of mono- and binuclear metal center containing enzymes and their existing synthetic analogues in their functioning. This knowledge was then utilized to modify metal(s) and ligands and was rigorously integrated with experiments performed by our collaborators. The outcomes of the proposed studies have advanced scientific efforts to derive the guiding principles of peptide hydrolysis by metallopeptidases and will lead to the design of inexpensive, efficient, specific, and catalytic analogues for proteomics, protein engineering, drug development, and bioremediation. They have also provided interesting insights into designing metal complexes to catalyze hydrolysis of esters, nitriles and other reactions including epoxide opening, aldol condensation, Michael addition, and Diels-Alder reactions.&nbsp;Additionally, our results elucidated individual contributions made by distinct chemical factors in the enormous<strong> </strong>rate-accelerations provided by these enzymes. They also provided deeper insights into the complex structure-activity relationship (SAR) of this important class of enzymes. Moreover, our results suggested accurate computational and theoretical methods for modeling of both natural metallopeptidases and their synthetic analogues.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;</p>\n<p>&nbsp;<strong><em>Broader Impact:</em></strong><strong> </strong>The potential advantages to society offered by our project include energy, water, and raw material conservation and therapeutics, which are critical to energy reliance, environmental protection, and health. This project also had a significant broader impact in terms of training and involving current and future generations of students at the graduate, undergraduate, and high school levels throughout the year. It engaged talented students often from both minority and underrepresented groups to advance research in computational and theoretical chemistry. This aspect of training and educating future generations of scientists represented a major component of our educational mission. This project contributed to the training of eight graduate students (three females and five males), 19 undergraduate students (6 females including 3 Hispanics and 13 males including 4 Hispanics and 1 African-American), and 13 high school students (5 Hispanic females and 8 males including 3 Hispanics and 3 African-Americans). These students have performed research as part of the <em>Honors and Executive Internship Program (HEIP)</em> <em>of the Miami-Dade County Public Schools</em> and the <em>American Chemical Society's (ACS)</em> <em>Project SEED (Summer Experiences for the Economically Disadvantaged)</em> summer research program. Finally, for the last four years, we have organized the NSF-supported summer workshops for high school students and teachers called <em>CATCH- <span style=\"text-decoration: underline;\">C</span>omputational <span style=\"text-decoration: underline;\">a</span>nd <span style=\"text-decoration: underline;\">T</span>heoretical <span style=\"text-decoration: underline;\">C</span>hemistry for <span style=\"text-decoration: underline;\">H</span>igh School</em>. These workshops were attended by 15 teachers and 29 students from 28 different public and private high schools in Miami-Dade County. Among them, 20 were female (including eleven Hispanics and five African Americans) and 24 were males (including thirteen Hispanics and six African-Americans). For the last two years, the <em>CATCH</em> workshop was officially utilized for the professional development of chemistry teachers by the <em>Department of Math and Science, Miami&ndash;Dade County Public Schools</em>. All fifteen chemistry teachers who participated in the workshops were awarded 21 credit points for their professional development.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2016<br>\n\t\t\t\t\tModified by: Rajeev&nbsp;Prabhakar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit: We employed innovative theoretical and computational chemistry techniques to derive guiding principles of peptide hydrolysis and applied them for the development of efficient bio-inspired synthetic metallopeptidases. The selective hydrolysis of the extremely stable peptide or amide bond (-(O=)C-NH-) of peptides and proteins plays a critical role in a wide range of biological, biotechnological, and industrial applications. Our approach was to first understand the roles of metal(s) and ligands of mono- and binuclear metal center containing enzymes and their existing synthetic analogues in their functioning. This knowledge was then utilized to modify metal(s) and ligands and was rigorously integrated with experiments performed by our collaborators. The outcomes of the proposed studies have advanced scientific efforts to derive the guiding principles of peptide hydrolysis by metallopeptidases and will lead to the design of inexpensive, efficient, specific, and catalytic analogues for proteomics, protein engineering, drug development, and bioremediation. They have also provided interesting insights into designing metal complexes to catalyze hydrolysis of esters, nitriles and other reactions including epoxide opening, aldol condensation, Michael addition, and Diels-Alder reactions. Additionally, our results elucidated individual contributions made by distinct chemical factors in the enormous rate-accelerations provided by these enzymes. They also provided deeper insights into the complex structure-activity relationship (SAR) of this important class of enzymes. Moreover, our results suggested accurate computational and theoretical methods for modeling of both natural metallopeptidases and their synthetic analogues.        \n\n Broader Impact: The potential advantages to society offered by our project include energy, water, and raw material conservation and therapeutics, which are critical to energy reliance, environmental protection, and health. This project also had a significant broader impact in terms of training and involving current and future generations of students at the graduate, undergraduate, and high school levels throughout the year. It engaged talented students often from both minority and underrepresented groups to advance research in computational and theoretical chemistry. This aspect of training and educating future generations of scientists represented a major component of our educational mission. This project contributed to the training of eight graduate students (three females and five males), 19 undergraduate students (6 females including 3 Hispanics and 13 males including 4 Hispanics and 1 African-American), and 13 high school students (5 Hispanic females and 8 males including 3 Hispanics and 3 African-Americans). These students have performed research as part of the Honors and Executive Internship Program (HEIP) of the Miami-Dade County Public Schools and the American Chemical Society's (ACS) Project SEED (Summer Experiences for the Economically Disadvantaged) summer research program. Finally, for the last four years, we have organized the NSF-supported summer workshops for high school students and teachers called CATCH- Computational and Theoretical Chemistry for High School. These workshops were attended by 15 teachers and 29 students from 28 different public and private high schools in Miami-Dade County. Among them, 20 were female (including eleven Hispanics and five African Americans) and 24 were males (including thirteen Hispanics and six African-Americans). For the last two years, the CATCH workshop was officially utilized for the professional development of chemistry teachers by the Department of Math and Science, Miami&ndash;Dade County Public Schools. All fifteen chemistry teachers who participated in the workshops were awarded 21 credit points for their professional development.\n\n\t\t\t\t\tLast Modified: 09/29/2016\n\n\t\t\t\t\tSubmitted by: Rajeev Prabhakar"
 }
}