{
 "awd_id": "1152403",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "International Travel: AIChE-SCEJ Co-sponsored Symposium on Biorecognition and Transport Phenomena in Bioseparation and Bio-nanotechnology in Tokyo, Japan, on March 14-17, 2012",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eddie Chang",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2013-02-28",
 "tot_intn_awd_amt": 5000.0,
 "awd_amount": 5000.0,
 "awd_min_amd_letter_date": "2012-03-05",
 "awd_max_amd_letter_date": "2012-03-05",
 "awd_abstract_narration": "Carta, Giorgio    \r\n1152403\r\n\r\nIntellectual Merit:\r\n\r\nFunding is requested from the NSF to help support travel expenses for participants from U.S. academic and nonprofit research institutions who are members of the American Institute of Chemical Engineers (AIChE) to attend the Annual Meeting of the Society of Chemical Engineers of Japan (SCEJ) to be held in Tokyo, Japan, on March 14-17, 2012 on the occasion of the 75th Anniversary of the foundation of SCEJ.  A special session entitled \"Biorecognition and Transport Phenomena in Bioseparation and Bio-nanotechnology\" cosponsored by SCEJ and AIChE is planned for this meeting.  \r\n\r\nFollowing the lead of a successful similarly co-sponsored session held at the 2010 Annual AIChE Meeting, the primary goals and, hence, the intellectual merit of this session is to allow scientists and engineers from the U.S. and Japan to share their most recent research efforts in a critically important area where these two countries lead, to strengthen their scientific relationships, and to establish a basis for future collaborations.  Engineers and Scientists from Europe and other parts of Asia and Oceania are also expected to participate, providing a truly international forum for a broad dissemination of knowledge at the forefront.  \r\n\r\nBroader Impacts:\r\n\r\nThe broader impacts of the proposed activity are associated with the potential technological advances in biotechnology, biopharmaceuticals, biomaterials, and biosensing made possible by sharing new scientific information.  \r\n\r\nFurther broader impacts will be associated with the participation of U.S. faculty in a Japanese conference and their exposure to the Japanese scientific community, a strengthened relationship between the leading chemical engineering professional societies in U.S. and Japan, and further improved scientific ties between the two countries.  As is well known, Japan was recently impacted by a devastating earthquake, which has caused widespread damage and loss of life.  The Japanese scientific community has also been negatively impacted in a serious way.  Thus, participation of U.S. scientists and engineers in this jointly sponsored session will also serve to show solidarity to our Japanese colleagues during a time of severe hardship.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Giorgio",
   "pi_last_name": "Carta",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Giorgio Carta",
   "pi_email_addr": "gc@virginia.edu",
   "nsf_id": "000238533",
   "pi_start_date": "2012-03-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "Kogakuin University",
  "perf_str_addr": "",
  "perf_city_name": "Tokyo",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "JA",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Japan",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 5000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The objective of this award was to help support travel expenses for participants from US academic and nonprofit research institutions who are members of the American Institute of Chemical Engineers (AIChE) to attend the Annual Meeting of the Society of Chemical Engineers of Japan (SCEJ) to be held in Tokyo, Japan, on March 14-17, 2012 on the occasion of the 75<sup>th</sup> Anniversary of the foundation of SCEJ. A special session entitled &ldquo;Biorecognition and Transport Phenomena in Bioseparation and Bio-nanotechnology&rdquo; co-sponsored by SCEJ and AIChE was held at this meeting. Five scientists from US universities received partial travel support. The primary goals and, hence, <strong>intellectual merit</strong> of this session was to allow scientists and engineers from the US and Japan to share their most recent research efforts in a critically important area where these two countries lead, to strengthen their scientific relationships, and to establish a basis for future collaborations. This special session comprised 8 papers covering the following topics:</p>\n<ol>\n<li>Growth kinetics of      fibrillar aggregates at surfaces, Regina Murphy, University of Wisconsin,      USA</li>\n<li>Multiscale evaluation      of multimodal chromatography, Sven Cramer, Rensselaer Polytechnic      Institute, USA</li>\n<li>The design of advanced      functional membranes for bioseparations, Scott Husson, Clemson University,      USA</li>\n<li>Protein fractionation      using stages of charged ultrafiltration membranes, Mark Etzel, University      of Wisconsin, USA</li>\n<li>Microfiltration of cell      suspensions with asymmetric depth filters, Takaaki Tanaka, Niigata      University, Japan</li>\n<li>Microfluidic separation      of particles and its applications, Minoru Seki, Chiba University, Japan</li>\n<li>Experimental studies      and modeling for single and multicomponent protein transport in      macroporous matrices and nanoporous gels, Giorgio Carta, University of      Virginia, USA</li>\n<li>Predicting the      separation performance of chromatography based on the iso-resolution curve      concept, Shuichi Yamamoto, Yamaguchi University, Japan</li>\n</ol>\n<p>The broader impacts of this NSF-funded activity are associated with the potential technological advances in biotechnology, biopharmaceuticals, biomaterials, and biosensing made possible by sharing new scientific information. Extended abstracts (two pages each) were assembled and are publicly available. Further broader impacts are associated with the participation of US faculty in a Japanese conference and their exposure to the Japanese scientific community, a strengthened relationship between the leading chemical engineering professional societies in US and Japan, and further improved scientific ties between the two countries. A special session AIChE-SCEJ Joint Session: Bioseparations and Bionanotechnology to be co-chaired by Prof. Giorgio Carta, University of Virginia, and Prof. Shuichi Yamamoto, Yamaguchi University, is planned for the 2013 AIChE Annual Meeting in San Francisco, California, and is expected to attract a similar number of Japanese and US papers, thus continuing the scientific exchange between the two countries in this field.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/25/2013<br>\n\t\t\t\t\tModified by: Giorgio&nbsp;Carta</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe objective of this award was to help support travel expenses for participants from US academic and nonprofit research institutions who are members of the American Institute of Chemical Engineers (AIChE) to attend the Annual Meeting of the Society of Chemical Engineers of Japan (SCEJ) to be held in Tokyo, Japan, on March 14-17, 2012 on the occasion of the 75th Anniversary of the foundation of SCEJ. A special session entitled \"Biorecognition and Transport Phenomena in Bioseparation and Bio-nanotechnology\" co-sponsored by SCEJ and AIChE was held at this meeting. Five scientists from US universities received partial travel support. The primary goals and, hence, intellectual merit of this session was to allow scientists and engineers from the US and Japan to share their most recent research efforts in a critically important area where these two countries lead, to strengthen their scientific relationships, and to establish a basis for future collaborations. This special session comprised 8 papers covering the following topics:\n\nGrowth kinetics of      fibrillar aggregates at surfaces, Regina Murphy, University of Wisconsin,      USA\nMultiscale evaluation      of multimodal chromatography, Sven Cramer, Rensselaer Polytechnic      Institute, USA\nThe design of advanced      functional membranes for bioseparations, Scott Husson, Clemson University,      USA\nProtein fractionation      using stages of charged ultrafiltration membranes, Mark Etzel, University      of Wisconsin, USA\nMicrofiltration of cell      suspensions with asymmetric depth filters, Takaaki Tanaka, Niigata      University, Japan\nMicrofluidic separation      of particles and its applications, Minoru Seki, Chiba University, Japan\nExperimental studies      and modeling for single and multicomponent protein transport in      macroporous matrices and nanoporous gels, Giorgio Carta, University of      Virginia, USA\nPredicting the      separation performance of chromatography based on the iso-resolution curve      concept, Shuichi Yamamoto, Yamaguchi University, Japan\n\n\nThe broader impacts of this NSF-funded activity are associated with the potential technological advances in biotechnology, biopharmaceuticals, biomaterials, and biosensing made possible by sharing new scientific information. Extended abstracts (two pages each) were assembled and are publicly available. Further broader impacts are associated with the participation of US faculty in a Japanese conference and their exposure to the Japanese scientific community, a strengthened relationship between the leading chemical engineering professional societies in US and Japan, and further improved scientific ties between the two countries. A special session AIChE-SCEJ Joint Session: Bioseparations and Bionanotechnology to be co-chaired by Prof. Giorgio Carta, University of Virginia, and Prof. Shuichi Yamamoto, Yamaguchi University, is planned for the 2013 AIChE Annual Meeting in San Francisco, California, and is expected to attract a similar number of Japanese and US papers, thus continuing the scientific exchange between the two countries in this field.\n\n\t\t\t\t\tLast Modified: 03/25/2013\n\n\t\t\t\t\tSubmitted by: Giorgio Carta"
 }
}