{
 "awd_id": "1153077",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Probing Nanostructural Organization in the Intermolecular and Orientational Dynamics of Small Molecules in Ionic Liquids Using Optical Kerr Effect Spectroscopy",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925327",
 "po_email": "cfoss@nsf.gov",
 "po_sign_block_name": "Colby Foss",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 438387.0,
 "awd_amount": 438387.0,
 "awd_min_amd_letter_date": "2012-08-30",
 "awd_max_amd_letter_date": "2014-06-23",
 "awd_abstract_narration": "Professor Edward Quitevis of Texas Tech University is being supported by the Chemical Structure, Dynamics and Mechanism Program to study the role of nanostructural organization in determining the intermolecular and orientational dynamics of small molecules in ionic liquids (ILs). The main approach will be to use optical Kerr effect (OKE) spectroscopy to probe dynamics in molecular liquid-IL mixtures. Novel ILs will be synthesized with specific structural features that allow the local environment of the molecular solute to be varied systematically. The significance of this work is that specific interactions of the IL with functional groups on a solute molecule often underlie solute-IL interactions. In order to understand, for example, the effect of ILs on chemical reactions, it is therefore important to study the interactions of ILs with small solute molecules that mimic the functional groups on larger molecules. This research will address the following questions: (1) How are the intermolecular and orientational dynamics of nonpolar molecules in the nonpolar domains of ILs similar to or different from that of nonpolar molecules in alkane solvents? (2) Are the OKE data for mixtures of ILs and polar liquids consistent with polar solute molecules being localized at the polar-nonpolar interface? (3) What can OKE measurements on mixtures of ILs and aromatic liquids tell us about the difference between dynamics of aromatic molecules in polar domains and dynamics of aromatic molecules in nonpolar domains? The outcomes are expected to help elucidate the complex solute-solvent interactions in ILs from the perspective of nanosegregation. Although many of the physicochemical properties of ILs can be understood using standard molecular liquid concepts, there is great interest in discovering IL properties that are atypical of conventional molecular solvents. Nanoscale structural heterogeneity in ILs is one of those properties. The idea that ILs can be thought of as \"2-in-1\" solvents has broad implications from the standpoint of solvation of solute molecules and, ultimately, chemical reaction dynamics in ILs. \r\n\r\nThe main goal of the investigator's research is to understand molecular scale organization in ILs for the purpose of using this property in basic science and technological applications. This research will provide fundamental knowledge that is critical to the rational design of task-specific ILs for current and future applications that contribute to the goal of achieving a sustainable society, such as lithium-ion batteries, biomass processing, and carbon dioxide capture. Aside from the technological benefits, the project provides strong educational training to undergraduate, graduate, and postdoctoral researchers in areas ranging from chemical synthesis to lasers and optics. In particular, the PI has developed a pilot summer undergraduate research program at Texas Tech that provides underrepresented minority students the opportunity to participate in this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Quitevis",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Edward L Quitevis",
   "pi_email_addr": "edward.quitevis@ttu.edu",
   "nsf_id": "000465238",
   "pi_start_date": "2012-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas Tech University",
  "inst_street_address": "2500 BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "LUBBOCK",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8067423884",
  "inst_zip_code": "79409",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "TX19",
  "org_lgl_bus_name": "TEXAS TECH UNIVERSITY SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "EGLKRQ5JBCZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Tech University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "794091061",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "TX19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "687900",
   "pgm_ele_name": "Structure,Dynamics &Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9156",
   "pgm_ref_txt": "ENVIRONMENTAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9197",
   "pgm_ref_txt": "ENVIRONMENTAL TECHNOLOGY"
  },
  {
   "pgm_ref_code": "9223",
   "pgm_ref_txt": "ENVIRON BENIGN CHEMICAL SYNTH & PROCESS"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 162387.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 138000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 138000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; &nbsp; &nbsp;Ionic liquids are a new class of substances that are finding wide usage in scientific and technological applications ranging from electrolytes in lithium-ion batteries to high-performance lubricants to solvents for dissolving plant material for biofuels. Ionic liquids are organic salts that melt at temperatures at or below 100 &deg;C.&nbsp;&nbsp; In contrast to ordinary liquids, which are composed of neutral molecules, ionic liquids are composed entirely of positive and negative ions. Because of this difference, ionic liquids are less volatile, less flammable, and easier to recycle than ordinary liquids.&nbsp; These properties make them ideal solvents for environmentally benign chemistry or &ldquo;green&rdquo; chemistry. The aim of this project was to obtain through the use of ultrafast laser techniques and computer simulations a fundamental understanding of how the structures of imidazolium ionic liquids determine their chemical properties, in particular, how they mix with ordinary liquids. This understanding will help to optimize and expand the usage of ionic liquids in scientific and technological applications. This project provided opportunities through a summer undergraduate research program for underrepresented minority students to participate in this research.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;The basic building block of an imidazolium ionic liquid is a positive ion that is composed of three carbon atoms and two nitrogen atoms that are joined to each other in a ring. Pairing the imidazolium ion with different negative ions and bonding different chemical groups to the imidazolium ring allow a wide variety of ionic liquids to be made.&nbsp; This flexibility in making ionic liquids means that they can be tailored and manipulated to suit a specific application or to discover new materials.&nbsp; For this reason, ionic liquids have been called &ldquo;designer&rdquo; solvents and can be compared to an Erector Set for chemists.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;In this project the properties of mixtures of benzene, an aromatic hydrocarbon molecule, and imidazolium ionic liquids were studied.&nbsp; These studies showed that in these mixtures, benzene molecules are sandwiched between the positive ions. This sandwich arrangement even occurs when benzene molecules are chemically bonded to the imidazolium ring. Interestingly, bonding two benzene molecules to the ring causes the ionic liquid to become a solid at room temperature.&nbsp; One of the outcomes of these studies was to show that microscopic flakes of graphene, which is a form of carbon composed of a sheet of carbon atoms in an arrangement resembling hexagonal floor tiles, could be obtained by applying high-intensity ultrasound waves to graphite when mixed with these benzene-modified ionic liquids. The imidazolium ions bind to these flakes through the attraction of the benzene groups to the hexagonal carbon tiles.&nbsp; Having these positive ions attached to the flakes keeps the flakes from clumping together and falling out of solution. &nbsp;In this form, the flakes are easier to modify chemically, which opens up new pathways for combining graphene, one of the strongest materials ever tested, with other materials, such polymers or biomolecules, thus impacting the scientific and technological applications of graphene.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; Another one of the fascinating properties of ionic liquids is that they can be made to be non-uniform on a nanoscopic scale, which is quite different than ordinary liquids, such as water, which are uniform throughout. This nanoscopic non-uniformity of ionic liquids occurs when long chain hydrocarbon molecules are chemically bonded to the imidazolium ring.&nbsp; The hydrocarbon chains segregate to form oily hydrophobic regions and the positive imidazolium rings and anions segregate to form hydrophilic regions. This non-uniformity affects their ability to mix with ordinary liquids. &nbsp;Two ordinary liquids will mix if both are either hydrophilic or hydrophobic. This is the basis for the principle of &ldquo;like-dissolves-like.&rdquo; For example, ethanol, a hydrophilic liquid, mixes with water, whereas carbon disulfide, a hydrophobic liquid, does not mix with water. Because of their nanoscopic non-uniformity, ionic liquids modified with long hydrocarbon chains can behave as &ldquo;2-in-1&rdquo; solvents, dissolving both types of liquids.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; In this project, ionic liquids were made without hydrocarbon chains attached to the imidazolium ring. Because they lack oily regions, these ionic liquids should in principle not be able to dissolve a hydrophobic liquid, such as carbon disulfide. &nbsp;One of the outcomes of this project was to show that these ionic liquids are able to dissolve carbon disulfide to a certain extent. &nbsp;Computer simulations indicate that the electron cloud of carbon disulfide is easily distorted by the positive charge of the imidazolium ring, causing a carbon disulfide molecule to be attracted to the ring.&nbsp; Because of this attraction, ionic liquids that lack oily regions are able to dissolve small amounts of carbon disulfide. Attaching hydrocarbon chains to the imidazolium ring increases the solubility carbon disulfide and other hydrophobic liquids in ionic liquids because of the presence of hydrophobic regions.&nbsp; These discoveries impact our understanding of liquid mixtures by causing us to rethink the principle of &ldquo;like-dissolves-like&rdquo; and how ionic liquids could be used in novel ways for various applications.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/13/2017<br>\n\t\t\t\t\tModified by: Edward&nbsp;L&nbsp;Quitevis</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1153077/1153077_10208842_1513205805801_BenzeneIL--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1153077/1153077_10208842_1513205805801_BenzeneIL--rgov-800width.jpg\" title=\"Benzene-IL Expt and Simulation\"><img src=\"/por/images/Reports/POR/2017/1153077/1153077_10208842_1513205805801_BenzeneIL--rgov-66x44.jpg\" alt=\"Benzene-IL Expt and Simulation\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Right:  Distribution of benzene (green), IL positive ions (red), and IL negative ions (blue) around benzene not bonded to the imidazolium ring (bottom) and bonded to the imidazolium ring as a phenyl group (top). Left: optical Kerr effect spectra for the two systems.</div>\n<div class=\"imageCredit\">Quitevis</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Edward&nbsp;L&nbsp;Quitevis</div>\n<div class=\"imageTitle\">Benzene-IL Expt and Simulation</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1153077/1153077_10208842_1513204413638_AnalChem2016TalkFinal--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1153077/1153077_10208842_1513204413638_AnalChem2016TalkFinal--rgov-800width.jpg\" title=\"CS2 in Ionic Liquids\"><img src=\"/por/images/Reports/POR/2017/1153077/1153077_10208842_1513204413638_AnalChem2016TalkFinal--rgov-66x44.jpg\" alt=\"CS2 in Ionic Liquids\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Spatial distribution of carbon disulfide molecules around an imidazolium ring without a hydrocarbon chain (top) and with a hydrocarbon chain (bottom) in a carbon disulfide/IL mixtures for two different models (right and left) of carbon disulfide.</div>\n<div class=\"imageCredit\">Quitevis</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Edward&nbsp;L&nbsp;Quitevis</div>\n<div class=\"imageTitle\">CS2 in Ionic Liquids</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1153077/1153077_10208842_1513206455046_TSUSUMR2014--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1153077/1153077_10208842_1513206455046_TSUSUMR2014--rgov-800width.jpg\" title=\"Graphene Exfoliation\"><img src=\"/por/images/Reports/POR/2017/1153077/1153077_10208842_1513206455046_TSUSUMR2014--rgov-66x44.jpg\" alt=\"Graphene Exfoliation\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Suspension of graphene in the ionic liquid [(Bnz)2im][NTf2]. Transmission electron micrograph of graphene flake obtained from the suspension.</div>\n<div class=\"imageCredit\">Quitevis</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Edward&nbsp;L&nbsp;Quitevis</div>\n<div class=\"imageTitle\">Graphene Exfoliation</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\n     Ionic liquids are a new class of substances that are finding wide usage in scientific and technological applications ranging from electrolytes in lithium-ion batteries to high-performance lubricants to solvents for dissolving plant material for biofuels. Ionic liquids are organic salts that melt at temperatures at or below 100 &deg;C.   In contrast to ordinary liquids, which are composed of neutral molecules, ionic liquids are composed entirely of positive and negative ions. Because of this difference, ionic liquids are less volatile, less flammable, and easier to recycle than ordinary liquids.  These properties make them ideal solvents for environmentally benign chemistry or \"green\" chemistry. The aim of this project was to obtain through the use of ultrafast laser techniques and computer simulations a fundamental understanding of how the structures of imidazolium ionic liquids determine their chemical properties, in particular, how they mix with ordinary liquids. This understanding will help to optimize and expand the usage of ionic liquids in scientific and technological applications. This project provided opportunities through a summer undergraduate research program for underrepresented minority students to participate in this research.\n\n      The basic building block of an imidazolium ionic liquid is a positive ion that is composed of three carbon atoms and two nitrogen atoms that are joined to each other in a ring. Pairing the imidazolium ion with different negative ions and bonding different chemical groups to the imidazolium ring allow a wide variety of ionic liquids to be made.  This flexibility in making ionic liquids means that they can be tailored and manipulated to suit a specific application or to discover new materials.  For this reason, ionic liquids have been called \"designer\" solvents and can be compared to an Erector Set for chemists.\n\n      In this project the properties of mixtures of benzene, an aromatic hydrocarbon molecule, and imidazolium ionic liquids were studied.  These studies showed that in these mixtures, benzene molecules are sandwiched between the positive ions. This sandwich arrangement even occurs when benzene molecules are chemically bonded to the imidazolium ring. Interestingly, bonding two benzene molecules to the ring causes the ionic liquid to become a solid at room temperature.  One of the outcomes of these studies was to show that microscopic flakes of graphene, which is a form of carbon composed of a sheet of carbon atoms in an arrangement resembling hexagonal floor tiles, could be obtained by applying high-intensity ultrasound waves to graphite when mixed with these benzene-modified ionic liquids. The imidazolium ions bind to these flakes through the attraction of the benzene groups to the hexagonal carbon tiles.  Having these positive ions attached to the flakes keeps the flakes from clumping together and falling out of solution.  In this form, the flakes are easier to modify chemically, which opens up new pathways for combining graphene, one of the strongest materials ever tested, with other materials, such polymers or biomolecules, thus impacting the scientific and technological applications of graphene. \n\n     Another one of the fascinating properties of ionic liquids is that they can be made to be non-uniform on a nanoscopic scale, which is quite different than ordinary liquids, such as water, which are uniform throughout. This nanoscopic non-uniformity of ionic liquids occurs when long chain hydrocarbon molecules are chemically bonded to the imidazolium ring.  The hydrocarbon chains segregate to form oily hydrophobic regions and the positive imidazolium rings and anions segregate to form hydrophilic regions. This non-uniformity affects their ability to mix with ordinary liquids.  Two ordinary liquids will mix if both are either hydrophilic or hydrophobic. This is the basis for the principle of \"like-dissolves-like.\" For example, ethanol, a hydrophilic liquid, mixes with water, whereas carbon disulfide, a hydrophobic liquid, does not mix with water. Because of their nanoscopic non-uniformity, ionic liquids modified with long hydrocarbon chains can behave as \"2-in-1\" solvents, dissolving both types of liquids.\n\n     In this project, ionic liquids were made without hydrocarbon chains attached to the imidazolium ring. Because they lack oily regions, these ionic liquids should in principle not be able to dissolve a hydrophobic liquid, such as carbon disulfide.  One of the outcomes of this project was to show that these ionic liquids are able to dissolve carbon disulfide to a certain extent.  Computer simulations indicate that the electron cloud of carbon disulfide is easily distorted by the positive charge of the imidazolium ring, causing a carbon disulfide molecule to be attracted to the ring.  Because of this attraction, ionic liquids that lack oily regions are able to dissolve small amounts of carbon disulfide. Attaching hydrocarbon chains to the imidazolium ring increases the solubility carbon disulfide and other hydrophobic liquids in ionic liquids because of the presence of hydrophobic regions.  These discoveries impact our understanding of liquid mixtures by causing us to rethink the principle of \"like-dissolves-like\" and how ionic liquids could be used in novel ways for various applications.\n\n\t\t\t\t\tLast Modified: 12/13/2017\n\n\t\t\t\t\tSubmitted by: Edward L Quitevis"
 }
}