{
 "awd_id": "1153662",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Clues to the Cryosphere: Symposium for the National Science Teachers Association Annual Meeting",
 "cfda_num": "47.078",
 "org_code": "06090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter West",
 "awd_eff_date": "2012-01-15",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 76667.0,
 "awd_amount": 76667.0,
 "awd_min_amd_letter_date": "2012-01-04",
 "awd_max_amd_letter_date": "2012-01-04",
 "awd_abstract_narration": "The proposal is to obtain support for a teacher symposium at the National Science Teachers Association (NSTA) Annual Meeting in April of 2012 in Indianapolis called ?Clues to the Cryosphere.?\r\n\r\nDrawing on both Arctic and Antarctic researchers make presentations and the  proposers? experience in organizing a similar symposium at NSTA in 2010, researcher Christine Foreman and Education and Outreach specialist Susan Kelly plan a variety of high-profile education and outreach polar science activities on behalf of the Office of Polar Programs (OPP) during the four-day conference. These will include a four-and-a- half-hour symposium for educators, six individual sessions that are designed to follow the symposia, a staffed OPP booth in the exhibit area for the duration of the conference, two workshops for teachers held in conjunction with the exhibit hall, and three web seminars that serve to extend learning opportunities after the national conference.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christine",
   "pi_last_name": "Foreman",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Christine M Foreman",
   "pi_email_addr": "cforeman@montana.edu",
   "nsf_id": "000276833",
   "pi_start_date": "2012-01-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Montana State University",
  "inst_street_address": "216 MONTANA HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BOZEMAN",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "4069942381",
  "inst_zip_code": "59717",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MT01",
  "org_lgl_bus_name": "MONTANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EJ3UF7TK8RT5"
 },
 "perf_inst": {
  "perf_inst_name": "Montana State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MT",
  "perf_st_name": "Montana",
  "perf_zip_code": "597172470",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "529400",
   "pgm_ele_name": "Antarctic Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 76667.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>According to the National Commission on Mathematics and Science Teaching for the 21st Century (U.S. Department of Education (2000), &ldquo;<em>The most direct route to improving mathematics and science achievement for all students is better mathematics and science teaching.&rdquo; </em>To this end we have been actively involved in teacher professional development opportunities with funding from this grant. Using polar research as the hook, we have delivered science, technology, engineering and mathematics (STEM) based concepts, hands on activities and curricula to K-12 teachers from across the United States.</p>\n<p>Building a strong educational presence for the Office of Polar (OPP) programs at the National Science Teachers Association National (NSTA) meetings and effective professional development for teachers was the focus of this project, which supported teacher professional development activities at the National Science Teacher Association annual meetings.</p>\n<p>Funding was used to support four different types of professional development opportunities for teachers at the NSTA conferences, including the <strong>4.5 hour symposium, <em>Clues to the Cryosphere:&nbsp; Lessons from the Ice</em></strong>, featuring Polar scientists and polar educators. &nbsp;<strong>Six, one-hour in depth lectures</strong> from polar scientists followed each symposium (a total of 12 over the duration of the grant). &nbsp;&nbsp;</p>\n<p>The third professional development activity organized for teachers was the organization and staffing of an <strong>Office of Polar Programs booth in the exhibitor hall</strong> for the duration of the 4-day conference in 2012, reaching more than 7,000 teachers. Materials for distribution were coordinated with the Office of Polar programs and various scientific groups.&nbsp; The booth was staffed by scientists participating in the Clues to the Cryosphere symposium as well as scientists involved in other outreach efforts at the conference.&nbsp; Graduate students, PolarTrec teachers and Outreach and Education Coordinators working on a variety of Polar science projects all worked together to staff the booth, and NSF had a bigger cohesive presence at the NSTA conference as a result.&nbsp;</p>\n<p>The fourth deliverable for teachers consisted of a total of <strong>7 NSTA Web Seminars</strong> from 2009-2012&nbsp; &nbsp;&nbsp;&nbsp;Anyone can participate in the 1.5 hour online sessions synchronously via the NSTA webpage with a free registration, and all Web Seminars are archived and accessible for future viewing asynchronously.</p>\n<p>A fifth deliverable was the delivery of a <strong>Polar Science Short Course</strong> specifically developed for elementary science teachers during the NSTA meeting in 2013.&nbsp; This format provided modeling of hands-on Polar science activities for teachers.</p>\n<p>&nbsp;Improving teacher understanding and teaching practices helps us to create better informed citizens, and is a pathway to improving science literacy while the general public (the students) are still engaged in formal education. For many students the last required science class occurs in the tenth grade. If scientists better understand the challenges teachers&rsquo; face our community will design better education and outreach products to meet those needs. Increasing the time that teachers and scientists interact is the first step. Early career scientists were specifically selected for participation in these NSTA activities with the idea that increased teacher interactions will inform and transform their formal and informal education endeavors during their careers.</p>\n<p>Graduate student participation was also a valuable part of this project. Including graduate students to assist with hands on activities and symposia discussions &nbsp;connected scientists and educators, and provide an outreach model for these young scientists, improving our ability our communicat...",
  "por_txt_cntn": "\nAccording to the National Commission on Mathematics and Science Teaching for the 21st Century (U.S. Department of Education (2000), \"The most direct route to improving mathematics and science achievement for all students is better mathematics and science teaching.\" To this end we have been actively involved in teacher professional development opportunities with funding from this grant. Using polar research as the hook, we have delivered science, technology, engineering and mathematics (STEM) based concepts, hands on activities and curricula to K-12 teachers from across the United States.\n\nBuilding a strong educational presence for the Office of Polar (OPP) programs at the National Science Teachers Association National (NSTA) meetings and effective professional development for teachers was the focus of this project, which supported teacher professional development activities at the National Science Teacher Association annual meetings.\n\nFunding was used to support four different types of professional development opportunities for teachers at the NSTA conferences, including the 4.5 hour symposium, Clues to the Cryosphere:  Lessons from the Ice, featuring Polar scientists and polar educators.  Six, one-hour in depth lectures from polar scientists followed each symposium (a total of 12 over the duration of the grant).   \n\nThe third professional development activity organized for teachers was the organization and staffing of an Office of Polar Programs booth in the exhibitor hall for the duration of the 4-day conference in 2012, reaching more than 7,000 teachers. Materials for distribution were coordinated with the Office of Polar programs and various scientific groups.  The booth was staffed by scientists participating in the Clues to the Cryosphere symposium as well as scientists involved in other outreach efforts at the conference.  Graduate students, PolarTrec teachers and Outreach and Education Coordinators working on a variety of Polar science projects all worked together to staff the booth, and NSF had a bigger cohesive presence at the NSTA conference as a result. \n\nThe fourth deliverable for teachers consisted of a total of 7 NSTA Web Seminars from 2009-2012     Anyone can participate in the 1.5 hour online sessions synchronously via the NSTA webpage with a free registration, and all Web Seminars are archived and accessible for future viewing asynchronously.\n\nA fifth deliverable was the delivery of a Polar Science Short Course specifically developed for elementary science teachers during the NSTA meeting in 2013.  This format provided modeling of hands-on Polar science activities for teachers.\n\n Improving teacher understanding and teaching practices helps us to create better informed citizens, and is a pathway to improving science literacy while the general public (the students) are still engaged in formal education. For many students the last required science class occurs in the tenth grade. If scientists better understand the challenges teachersÆ face our community will design better education and outreach products to meet those needs. Increasing the time that teachers and scientists interact is the first step. Early career scientists were specifically selected for participation in these NSTA activities with the idea that increased teacher interactions will inform and transform their formal and informal education endeavors during their careers.\n\nGraduate student participation was also a valuable part of this project. Including graduate students to assist with hands on activities and symposia discussions  connected scientists and educators, and provide an outreach model for these young scientists, improving our ability our communicate science more effectively.\n\n \n\n\t\t\t\t\tLast Modified: 04/15/2014\n\n\t\t\t\t\tSubmitted by: Christine M Foreman"
 }
}