{
 "awd_id": "1153120",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Surface-Enhanced Solar Energy Conversion System for Advancing Alternative Energy",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George Janini",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 402000.0,
 "awd_amount": 419550.0,
 "awd_min_amd_letter_date": "2012-05-23",
 "awd_max_amd_letter_date": "2013-08-19",
 "awd_abstract_narration": "With this award from the Chemical Catalysis Program of the Chemistry Division Professors Shanlin Pan and Arunava Gupta of the University of Alabama will investigate surface-enhanced solar energy conversion systems for advancing alternative energy. Intense electromagnetic field around plasmonic antenna of well-defined metallic nanostructures will be utilized to enhance the light absorption cross-section of visible-light-active photocatalysts for photoelectrochemical water splitting and other photoelectrochemical reactions. Advanced photoelectrochemical, spectroscopic and microscopic tools, such as ultrafast transient absorption spectroscopy, photoelectrochemcial microelectrode, and microelectrode, will be used to probe the interfacial charge transfer dynamics and local photoelectrochemistry near the surface-enhanced photocatalysts. The comprehensive research program includes the following components: nanostructure fabrication, structural characterization, photoelectrochemical and spectroelectrochemical studies, and theoretical modeling.\r\n\r\nThe work brings together a multidisciplinary team that will make significant contributions to scientific knowledge, education outreach and infrastructure in a study related to renewable energy, which is an area of top priority for the nation. The scientific outcomes of the project will include both advances in the fabrication of a new class of nanostructured photocatalysts and fundamental understanding of their photoelectrochemical and materials characteristics. Results from the work are relevant both for improving the water splitting efficiency of visible-light-active photocatalysts to produce hydrogen and power efficiency of hybrid organic photovoltaic devices. The PIs will collaborate with the Alabama Science in Motion (ASIM) Program to develop a clean energy education program for high school minority and underrepresented students and teachers in west central Alabama. The proposed project will provide support for graduate and undergraduate students, including underrepresented minorities, which will contribute to their broad interdisciplinary training. An important aspect of the proposed project is the capacity to provide hands on experience in topical research areas. Project personnel will play a key role in several ongoing education and outreach activities related to the proposed research. These include collaboration with local schools to facilitate participation by high school students in research, public tours and demonstrations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shanlin",
   "pi_last_name": "Pan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shanlin Pan",
   "pi_email_addr": "span1@bama.ua.edu",
   "nsf_id": "000536418",
   "pi_start_date": "2012-05-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Arunava",
   "pi_last_name": "Gupta",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arunava Gupta",
   "pi_email_addr": "agupta@mint.ua.edu",
   "nsf_id": "000188293",
   "pi_start_date": "2012-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama Tuscaloosa",
  "inst_street_address": "801 UNIVERSITY BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "TUSCALOOSA",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2053485152",
  "inst_zip_code": "354012029",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA",
  "org_prnt_uei_num": "TWJWHYEM8T63",
  "org_uei_num": "RCNJEHZ83EV6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama Tuscaloosa",
  "perf_str_addr": "",
  "perf_city_name": "tuscaloosa",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "354870104",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688400",
   "pgm_ele_name": "Chemical Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1401",
   "pgm_ref_txt": "CATALYSIS AND BIOCATALYSIS"
  },
  {
   "pgm_ref_code": "5560",
   "pgm_ref_txt": "ENERGY CONVERSION"
  },
  {
   "pgm_ref_code": "6884",
   "pgm_ref_txt": "CHEMICAL CATALYSIS"
  },
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7289",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH RESOURCES"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 402000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 17550.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>With this award from the Chemical Catalysis Program of the Chemistry Division, Professors Shanlin Pan and Arunava Gupta of the University of Alabama have investigated surface-enhanced solar energy conversion systems for advancing alternative energy. Intense sunlight localized by nanostructured noble metals have been utilized to enhance the light absorption of visible-light-active metal oxide catalysts for solar energy driven water splitting for hydrogen production. Several types of nanostructured electrodes comprised of plasmonic antenna core-shell structures have been developed for improving light harvesting and conversion capability of&nbsp; catalytic systems. The team has developed a novel nanostructured energy conversion material for solar fuel production in order to help address the global energy need. This material is referred to as &ldquo;NanoCOT&rdquo;, black in its color containing low cost and abundant materials made of titanium, carbon and oxygen. The NanoCOT enables efficient water electrolysis reaction with minimized energy loss when coupled to a solar cell or other photoelectrochemical system for hydrogen production. This work serves as a firm foundation of a patent filed by the UA&rsquo;s Office for Technology Transfer (OTT). This technique served the technical foundation for Conductive Chemistry, an affiliate of the University of Alabama UA, among 2015 launchpad competitors (WAAYTV, Jan 13, 2015). The team has published 12 journal papers and 30 conference papers during the support period. Several electrochemistry modules have been developed during the grant&nbsp; period to support teaching and learning outcomes of undergraduate and graduate students.</p>\n<p>The work has also brought together a multidisciplinary team that has made significant contributions to scientific knowledge and education outreach in renewable energy area, which is an area of top priority for the nation. &nbsp;The PIs have collaborated with the Alabama Science in Motion (ASIM) Program to develop a clean energy education program for high school minority teachers in west central Alabama. This project has provided support for 3 graduate student, 13 undergraduate students, including underrepresented minorities for contributing to their broad interdisciplinary training. An important aspect of accomplished activities is the capacity to provide hands-on experience in topical research areas for middle school student and elementary students.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/21/2016<br>\n\t\t\t\t\tModified by: Shanlin&nbsp;Pan</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1153120/1153120_10175318_1465956426618_CHE-1153120-Figure1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1153120/1153120_10175318_1465956426618_CHE-1153120-Figure1--rgov-800width.jpg\" title=\"CHE-1153120-Figure 1.jpg\"><img src=\"/por/images/Reports/POR/2016/1153120/1153120_10175318_1465956426618_CHE-1153120-Figure1--rgov-66x44.jpg\" alt=\"CHE-1153120-Figure 1.jpg\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">NanoCOT preparation and solar water splitting for hydrogen production</div>\n<div class=\"imageCredit\">J. Am. Chem. Soc., 2015,DOI: 10.1021/jacs.5b05367</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Shanlin&nbsp;Pan</div>\n<div class=\"imageTitle\">CHE-1153120-Figure 1.jpg</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1153120/...",
  "por_txt_cntn": "\nWith this award from the Chemical Catalysis Program of the Chemistry Division, Professors Shanlin Pan and Arunava Gupta of the University of Alabama have investigated surface-enhanced solar energy conversion systems for advancing alternative energy. Intense sunlight localized by nanostructured noble metals have been utilized to enhance the light absorption of visible-light-active metal oxide catalysts for solar energy driven water splitting for hydrogen production. Several types of nanostructured electrodes comprised of plasmonic antenna core-shell structures have been developed for improving light harvesting and conversion capability of  catalytic systems. The team has developed a novel nanostructured energy conversion material for solar fuel production in order to help address the global energy need. This material is referred to as \"NanoCOT\", black in its color containing low cost and abundant materials made of titanium, carbon and oxygen. The NanoCOT enables efficient water electrolysis reaction with minimized energy loss when coupled to a solar cell or other photoelectrochemical system for hydrogen production. This work serves as a firm foundation of a patent filed by the UAÆs Office for Technology Transfer (OTT). This technique served the technical foundation for Conductive Chemistry, an affiliate of the University of Alabama UA, among 2015 launchpad competitors (WAAYTV, Jan 13, 2015). The team has published 12 journal papers and 30 conference papers during the support period. Several electrochemistry modules have been developed during the grant  period to support teaching and learning outcomes of undergraduate and graduate students.\n\nThe work has also brought together a multidisciplinary team that has made significant contributions to scientific knowledge and education outreach in renewable energy area, which is an area of top priority for the nation.  The PIs have collaborated with the Alabama Science in Motion (ASIM) Program to develop a clean energy education program for high school minority teachers in west central Alabama. This project has provided support for 3 graduate student, 13 undergraduate students, including underrepresented minorities for contributing to their broad interdisciplinary training. An important aspect of accomplished activities is the capacity to provide hands-on experience in topical research areas for middle school student and elementary students. \n\n \n\n\t\t\t\t\tLast Modified: 06/21/2016\n\n\t\t\t\t\tSubmitted by: Shanlin Pan"
 }
}