{
 "awd_id": "1153012",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Rational Design of Selective Hydrodeoxygenation Catalysts for Organic Acids",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George Janini",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2012-08-13",
 "awd_max_amd_letter_date": "2012-08-13",
 "awd_abstract_narration": "The Chemical Catalysis Program in the Chemistry Division at the National Science Foundation supports Professor Andreas Heyden and co-PIs Professor John R. Monnier and Professor Christopher T. Williams from the University of South Carolina to investigate the underlying science that can lead to the development of highly selective, catalytic materials for upgrading of bio-oils using fast pyrolysis of lignocellulosic biomass.  A combined computational and experimental research approach will (a) obtain fundamental understanding of the reaction mechanism of the heterogeneous, catalytic hydrodeoxygenation (HDO) of organic acids on Group VIII transition metal catalysts in both a gas phase and liquid phase (water and n-butanol) environment and (b) rationally design novel supported metal catalysts for the selective conversion of organic acids into alcohols and alkanes. The research approach rigorously integrates (a) state-of-the-art computational heterogeneous catalysis tools such as plane wave density functional theory (DFT), implicit continuum solvation models, d-band models, Brønsted-Evans-Polanyi (BEP) relationships, scaling relations, microkinetic modeling, Campbell's degree of rate and selectivity control, and multi-dimensional volcano curves with (b) an experimental program that combines a novel bimetallic catalyst synthesis methodology (electrode less deposition) with structural and electronic characterization techniques, in-situ vibrational spectroscopy, and kinetic evaluation using state of the art single pass flow reactors and high pressure batch reactors.  The computational studies will lead to hypotheses that motivate new experiments, while experimental observations will confirm theoretical findings and inspire new computational investigations.  \r\n\r\nThe conversion of biomass to useful fuels and chemicals is an essential goal of sustainable chemistry. The fundamental objective of this project is to establish a scientific basis for the rational design of novel heterogeneous catalysts with superior activity and selectivity for the HDO of organic acids relevant for upgrading of bio-oils obtained from lignocellulosic biomass. The aim is to increase the understanding of HDO reaction mechanisms and reduce the time and financial resources needed for the design of new heterogeneous catalysts tailored to meet the changing needs of a world with limited resources.  Finally, the PhD students involved in this project will become experts in the practice and integration of computational and experimental catalysis.  Graduate students from underrepresented groups will be attracted through the ongoing Sloan Minority Graduate Fellowship and Southeast Alliance for Graduate Education and the Professoriate (SEAGEP) programs that are available within Chemical Engineering at USC.  Also, the research results will be integrated into the joint graduate and undergraduate electives\"Multiscale Modeling: From Electrons to Chemical Reactors\" and \"Catalysis\" and the core chemical engineering curriculum.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andreas",
   "pi_last_name": "Heyden",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andreas Heyden",
   "pi_email_addr": "heyden@engr.sc.edu",
   "nsf_id": "000497551",
   "pi_start_date": "2012-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Williams",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher T Williams",
   "pi_email_addr": "WILLIA84@engr.sc.edu",
   "nsf_id": "000198059",
   "pi_start_date": "2012-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Monnier",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Monnier",
   "pi_email_addr": "monnier@cec.sc.edu",
   "nsf_id": "000312961",
   "pi_start_date": "2012-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University South Carolina Research Foundation",
  "inst_street_address": "915 BULL ST",
  "inst_street_address_2": "STE 202",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037777093",
  "inst_zip_code": "292084009",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "SOUTH CAROLINA RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "ELBVJ1KYX976"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Carolina",
  "perf_str_addr": "Dept of Chem Engineering",
  "perf_city_name": "Columbia",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688400",
   "pgm_ele_name": "Chemical Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1401",
   "pgm_ref_txt": "CATALYSIS AND BIOCATALYSIS"
  },
  {
   "pgm_ref_code": "5560",
   "pgm_ref_txt": "ENERGY CONVERSION"
  },
  {
   "pgm_ref_code": "6884",
   "pgm_ref_txt": "CHEMICAL CATALYSIS"
  },
  {
   "pgm_ref_code": "7289",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH RESOURCES"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "7905",
   "pgm_ref_txt": "MPS SUST ENERGY SCI"
  },
  {
   "pgm_ref_code": "8650",
   "pgm_ref_txt": "Sustainable Chemistry"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 400000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The objective of this research program has been to establish the underlying science that can lead to the development of highly selective, catalytic materials for upgrading of bio-oils from fast pyrolysis of lignocellulosic biomass.&nbsp; Specifically, this project focused on creating the <em>scientific basis</em> for the rational design of novel heterogeneous catalysts with exceptional activity and selectivity for the low (&lt; 1 atm) hydrogen pressure hydrodeoxygenation (HDO) of organic acids in both vapor and liquid phase reaction environments.&nbsp; The HDO of organic acids has been shown to be the slowest step in the upgrading of bio-oils obtained from pyrolysis of lignocellulosic biomass.&nbsp; In addition, we aimed at demonstrating how to tightly integrate computational and experimental research results with the goal of maximizing the obtainable knowledge for this complex reaction system. &nbsp;Overall, we investigated the kinetics and reaction mechanism of the vapor and liquid phase HDO of propanoic acid over Group VIII transition metal catalysts both computationally and experimentally.&nbsp; We find that decarbonylation is generally the dominant reaction mechanism for the HDO of propanoic acid.&nbsp; In the vapor phase decarbonylation is about two to three orders of magnitude faster than decarboxylation, while in an aqueous reaction environment the decarboxylation is practically competitive to the decarbonylation.&nbsp; Both, C-H bond cleavage and C-OH bond scission have been identified to be rate controlling steps.&nbsp; In addition, we carefully investigated various Pd surfaces to identify the active site for catalysis.&nbsp; Pd steps and kinks are likely not the active site for the HDO of propanoic acid.&nbsp; Instead, Pd(111) and Pd(100) are most likely the active sites for catalysis.&nbsp; While Pd(111) conclusively prefers the decarbonylation mechanism to produce C<sub>2</sub> hydrocarbons, Pd(100) also produces some propionaldehyde.&nbsp;</p>\n<p>Five graduate students, a number of undergraduate students, and two postdoctoral associates have been educated through this project.&nbsp; Three of the graduate students involved in this project are of Hispanic American origin and one is female.&nbsp; The postdoctoral associates gained experience in writing grant proposals and mentored both graduate and undergraduate students.&nbsp; Seven peer reviewed journal papers have been published, one of them has been on the inside cover of Green Chemistry, one manuscript has been submitted for publication and five manuscripts are currently in preparation.&nbsp; Finally, the research results have been integrated into the joint graduate and undergraduate electives &ldquo;Multiscale Modeling: From Electrons to Chemical Reactors&rdquo; and &ldquo;Catalysis&rdquo; as in-class case studies.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/02/2015<br>\n\t\t\t\t\tModified by: Andreas&nbsp;Heyden</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe objective of this research program has been to establish the underlying science that can lead to the development of highly selective, catalytic materials for upgrading of bio-oils from fast pyrolysis of lignocellulosic biomass.  Specifically, this project focused on creating the scientific basis for the rational design of novel heterogeneous catalysts with exceptional activity and selectivity for the low (&lt; 1 atm) hydrogen pressure hydrodeoxygenation (HDO) of organic acids in both vapor and liquid phase reaction environments.  The HDO of organic acids has been shown to be the slowest step in the upgrading of bio-oils obtained from pyrolysis of lignocellulosic biomass.  In addition, we aimed at demonstrating how to tightly integrate computational and experimental research results with the goal of maximizing the obtainable knowledge for this complex reaction system.  Overall, we investigated the kinetics and reaction mechanism of the vapor and liquid phase HDO of propanoic acid over Group VIII transition metal catalysts both computationally and experimentally.  We find that decarbonylation is generally the dominant reaction mechanism for the HDO of propanoic acid.  In the vapor phase decarbonylation is about two to three orders of magnitude faster than decarboxylation, while in an aqueous reaction environment the decarboxylation is practically competitive to the decarbonylation.  Both, C-H bond cleavage and C-OH bond scission have been identified to be rate controlling steps.  In addition, we carefully investigated various Pd surfaces to identify the active site for catalysis.  Pd steps and kinks are likely not the active site for the HDO of propanoic acid.  Instead, Pd(111) and Pd(100) are most likely the active sites for catalysis.  While Pd(111) conclusively prefers the decarbonylation mechanism to produce C2 hydrocarbons, Pd(100) also produces some propionaldehyde. \n\nFive graduate students, a number of undergraduate students, and two postdoctoral associates have been educated through this project.  Three of the graduate students involved in this project are of Hispanic American origin and one is female.  The postdoctoral associates gained experience in writing grant proposals and mentored both graduate and undergraduate students.  Seven peer reviewed journal papers have been published, one of them has been on the inside cover of Green Chemistry, one manuscript has been submitted for publication and five manuscripts are currently in preparation.  Finally, the research results have been integrated into the joint graduate and undergraduate electives \"Multiscale Modeling: From Electrons to Chemical Reactors\" and \"Catalysis\" as in-class case studies.\n\n \n\n\t\t\t\t\tLast Modified: 11/02/2015\n\n\t\t\t\t\tSubmitted by: Andreas Heyden"
 }
}