{
 "awd_id": "1153034",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Sensory Integration and Sensorimotor Transformations for Dexterous Manipulation",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927238",
 "po_email": "btuller@nsf.gov",
 "po_sign_block_name": "Betty Tuller",
 "awd_eff_date": "2012-03-15",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 320001.0,
 "awd_amount": 320001.0,
 "awd_min_amd_letter_date": "2012-02-13",
 "awd_max_amd_letter_date": "2013-07-30",
 "awd_abstract_narration": "The ability to grasp and manipulate objects is an extremely complex motor behavior. When grasping an object such as a cup, people often vary their finger placements and the forces exerted by the fingers  in order to ensure that the goal is attained (in this case, lifting the cup without spilling its contents). How humans do this so efficiently is not known, in part because previous research constrained subjects to place their fingers at  pre-specified locations on the objects. This has led to a major gap in our understanding of how these complex motor behaviors are learned, planned, and executed. To address this gap, the proposed studies will investigate how subjects grasp and manipulate objects in tasks that allow them to choose their finger placements and applied forces and, importantly, to adjust the interaction between the two. Another function of grasping is to develop a representation of an object's weight and the distribution of weight within the object. How subjects develop this representation and refine their actions will be examined by studying the interaction between information extracted by grasping and memories of past manipulations of the object. The hypothesis that fingertip placement and forces are learned independently from each other will be tested by manipulating visual feedback of fingertip placement, varying visual shape and density cues, and through object rotation tasks that create a discrepancy between visual cues and memories of the same object from prior manipulations.\r\n\r\nThe proposed studies represent a major paradigm shift in the research on grasping by opening new and fundamental questions about how the brain learns to control the hand. Thus, the results of this work may inform the design of more dexterous robotic manipulators, brain-machine interfaces, and neuroprosthetic hands.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marco",
   "pi_last_name": "Santello",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marco Santello",
   "pi_email_addr": "marco.santello@asu.edu",
   "nsf_id": "000379548",
   "pi_start_date": "2012-02-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "P.O. Box 876011",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852876011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "725200",
   "pgm_ele_name": "Perception, Action & Cognition"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7252",
   "pgm_ref_txt": "Perception, Action and Cognition"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 209505.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 110496.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Grasping and manipulating objects is one of the most complex human behaviors. In everyday life, people vary where they place their fingertip during grasping over repeated interactions with a given object, even when they perform the same task. They also vary their fingertip forces acting on the object to ensure that the manipulation goal is attained, e.g., grasping and lifting a cup without spilling its contents. Until now, grasping research has mainly focused on tasks that force subjects to grasp objects at fixed locations. Thus, little has been known about the strategies and mechanisms underlying the interaction of fingertip placement and force control during grasp, which represented a major gap in our understanding of how complex motor behaviors are learned, planned, and executed. <em>The overall aim of this collaborative research proposal was to delineate the mechanisms underlying the interaction between fingertip position and force control during object manipulation</em>. To address this aim, we conducted 10 studies investigating how subjects learn object manipulation in tasks that allow choice of finger placement and forces, and importantly, the interaction between them. The learning process was examined by studying the interaction between memories of past manipulations and the information that subjects extract about the object (e.g., shape and density) using vision. We hypothesized that fingertip placement and forces are learned and stored in memory independently from each other. This hypothesis was tested by manipulating visual feedback of fingertip placement, varying visual shape and density cues, and through object rotation tasks that create a discrepancy between visual cues and memories of the same object from prior manipulations.</p>\n<p>The <strong>intellectual merits</strong> of this research project are (1) the introduction of a novel experimental approach for the study of object grasping and manipulation consisting of letting subjects choose digit placement prior to interacting with an object, and (2) the development of objects and analytical approaches that allow investigation of the interactions of fingertip placement and forces. This is a paradigm shift in the field of human hand control reseach. Using this approach, we found that visual feedback of where the object is grasped is not necessary for coordinating fingertip placement and forces, and thus is redundant with other sensory modalities for the digit force-to-position coordination. We also found that subjects&rsquo; knowledge of object properties, e.g., being able to say which side looks heavier, is separate from their ability to utilize that knowledge to appropriately regulate fingertip forces during grasping &ndash; that is, a dissociation between perception and action. We found that the learning of object properties through repeated grasps is specific to the context (e.g., hand used, orientation on the table) that it was learned in. Finally, we developed analytical techniques that can be used for a variety of motor tasks to separate the use of memories of past manipulations (feedforward control) and the information that subjects extract about the object (feedback control). Our work has generated testable hypotheses about grasping impairments in patients with neurological disorders (e.g., cerebral palsy, stroke), where it is becoming increasingly clear that there are deficits in these feedforward processes above and beyond motor execution deficits. Furthermore, this work has also revealed important control problems that are applicable to robotics and neuroprosthetics by emphasizing the need of incorporating sensing of finger position for fingertip force modulation in robotic and/or prosthetic hands.</p>\n<p>The <strong>broader impacts</strong> of this work include the stimulation of the design of novel hardware (grip devices), biomechanical analyses, and software for grasp control analyses. ...",
  "por_txt_cntn": "\nGrasping and manipulating objects is one of the most complex human behaviors. In everyday life, people vary where they place their fingertip during grasping over repeated interactions with a given object, even when they perform the same task. They also vary their fingertip forces acting on the object to ensure that the manipulation goal is attained, e.g., grasping and lifting a cup without spilling its contents. Until now, grasping research has mainly focused on tasks that force subjects to grasp objects at fixed locations. Thus, little has been known about the strategies and mechanisms underlying the interaction of fingertip placement and force control during grasp, which represented a major gap in our understanding of how complex motor behaviors are learned, planned, and executed. The overall aim of this collaborative research proposal was to delineate the mechanisms underlying the interaction between fingertip position and force control during object manipulation. To address this aim, we conducted 10 studies investigating how subjects learn object manipulation in tasks that allow choice of finger placement and forces, and importantly, the interaction between them. The learning process was examined by studying the interaction between memories of past manipulations and the information that subjects extract about the object (e.g., shape and density) using vision. We hypothesized that fingertip placement and forces are learned and stored in memory independently from each other. This hypothesis was tested by manipulating visual feedback of fingertip placement, varying visual shape and density cues, and through object rotation tasks that create a discrepancy between visual cues and memories of the same object from prior manipulations.\n\nThe intellectual merits of this research project are (1) the introduction of a novel experimental approach for the study of object grasping and manipulation consisting of letting subjects choose digit placement prior to interacting with an object, and (2) the development of objects and analytical approaches that allow investigation of the interactions of fingertip placement and forces. This is a paradigm shift in the field of human hand control reseach. Using this approach, we found that visual feedback of where the object is grasped is not necessary for coordinating fingertip placement and forces, and thus is redundant with other sensory modalities for the digit force-to-position coordination. We also found that subjectsÆ knowledge of object properties, e.g., being able to say which side looks heavier, is separate from their ability to utilize that knowledge to appropriately regulate fingertip forces during grasping &ndash; that is, a dissociation between perception and action. We found that the learning of object properties through repeated grasps is specific to the context (e.g., hand used, orientation on the table) that it was learned in. Finally, we developed analytical techniques that can be used for a variety of motor tasks to separate the use of memories of past manipulations (feedforward control) and the information that subjects extract about the object (feedback control). Our work has generated testable hypotheses about grasping impairments in patients with neurological disorders (e.g., cerebral palsy, stroke), where it is becoming increasingly clear that there are deficits in these feedforward processes above and beyond motor execution deficits. Furthermore, this work has also revealed important control problems that are applicable to robotics and neuroprosthetics by emphasizing the need of incorporating sensing of finger position for fingertip force modulation in robotic and/or prosthetic hands.\n\nThe broader impacts of this work include the stimulation of the design of novel hardware (grip devices), biomechanical analyses, and software for grasp control analyses. This work also drove parallel work on a separate NSF-funded project that benefited modifications to publicly available soft..."
 }
}