{
 "awd_id": "1153595",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Subtitle Groups as Cultural Translators in China",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 5636.0,
 "awd_amount": 5636.0,
 "awd_min_amd_letter_date": "2012-02-21",
 "awd_max_amd_letter_date": "2012-02-21",
 "awd_abstract_narration": "University of California-Los Angeles doctoral student Chi-hua Hsiao, under the guidance of Dr. Elinor Ochs, will investigate the phenomenon of cultural translation in the context of an underground network of internet-based amateur translators in China.  Since the post-economic reform period in the early 1990s, the growth of the internet in urban areas in China has afforded residents opportunities to circumvent the state-party monopoly of information. Informal volunteer subtitling groups emerged in the mid-1990s and began catering to the younger generation's thirst for U.S. popular culture by adding and distributing Chinese-language subtitles to TV programs, which they then posted online.  Chinese audiences have embraced this unofficial outlet as an alternative source of foreign popular culture.\r\n\r\nCentered in Beijing, this research adopts a variety of ethnographic methods for documenting the linguistic and cultural translation processes through which subtitlers communicate culturally specific concepts in ways that fit the sociocultural understandings of the younger generation of Chinese audiences.  Focusing on the theme of cultural translation, this linguistic anthropological study will explore how Chinese volunteer translators' subtitles relate to the globalization of sociocultural ideologies.\r\n\r\nThis study will contribute to the understanding of globalization and to the understanding of socially coordinated uses of information technology by offering insights into how collaborative Chinese subtitling groups act as cultural brokers and represent a new paradigm of sacrifice and morality among Chinese youth and young adults within the virtual community.  In addition, this research will demonstrate how such initiatives influence the younger Chinese generation's perceptions of foreign popular culture as part of the larger globalized flow of information.  Funding this research also strengthens international scholarly collaborations with China and supports the education of a graduate student.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elinor",
   "pi_last_name": "Ochs",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elinor Ochs",
   "pi_email_addr": "eochs@anthro.ucla.edu",
   "nsf_id": "000230058",
   "pi_start_date": "2012-02-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chi-Hua",
   "pi_last_name": "Hsiao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chi-Hua Hsiao",
   "pi_email_addr": "chhsiao@ucla.edu",
   "nsf_id": "000585951",
   "pi_start_date": "2012-02-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951553",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 5636.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><span style=\"text-decoration: underline;\">Project Overview</span></strong></p>\n<p>My work as a 2011-2012 NSF Doctoral Dissertation Improvement Grant fellow was devoted to ethnographic fieldwork for my dissertation project that investigates the phenomenon of cultural translation in the context of an underground network of Internet-based amateur translators in China. Since the post&ndash;economic reform period in the early 1990s, cultural globalization has entered China, awakening a younger generation&rsquo;s passion for an authentic taste of foreign, mostly U.S., popular culture. Censorship practices rarely permit the importation of U.S. television programs, however, and scene cutting and officially approved subtitles for the few authorized programs typically deprive them of the original flavors of English-language dialogue and of U.S. popular culture. The growth of the Internet in urban areas has afforded residents opportunities to circumvent the state-party monopoly on information. Informal volunteer subtitle groups emerged in the mid-1990s and began catering to the younger generation&rsquo;s thirst for popular U.S. media culture. Volunteer groups add Chinese-language subtitles to media programs, post them online for free downloads, and provide a network for online interaction. Chinese audiences have embraced this unofficial outlet as an alternative source of popular foreign culture.&nbsp;This dissertation project addresses the following primary research questions: How do subtitle groups construct new moral discourses in contemporary China, and how does morality reside in quests for authenticity and sacrifice? How does the translation process incorporate linguistic, corporeal, affective, and aesthetic information conveyed in U.S. television programming? How do subtitlers and audiences construct subtitles as a contested site to present different worldviews, and how do they articulate ideal types of Chinese humor that are compatible with social-cultural conditions in China? How do subtitlers and audience members refine subtitles by interacting in dedicated forums, and how does such interaction constitute a form of virtue among Chinese youth?</p>\n<p>&nbsp;</p>\n<p><strong><span style=\"text-decoration: underline;\">Data Collection and Corpus</span></strong></p>\n<p>The National Science Foundation grant (along with a Wenner-Gren Foundation grant and a UC Pacific Rim Research Program fellowship) supported my fieldwork in Beijing, Shanghai, Nanjing, and Taipei for one year to collect data for my dissertation project. The subtitle community is geographically dispersed. Although I lived in Beijing throughout the fieldwork, I realized that coordinating real connection with people does not work well over the Internet. Accordingly, I traveled to different locations to meet people in order to gain a deeper understanding of how they incorporated subtitling into their everyday lives.&nbsp;I worked with three subtitle groups: Fengruan Group, YyEts Group, and DouBan K.W. Team. I adopted a multi-sited approach and a variety of methods in documenting the linguistic and cultural translation processes through which subtitlers culturally communicate specific concepts in ways that fit the sociocultural understandings of the younger generation of Chinese audiences. I also turned myself into a subtitler and directly participated in the practice of subtitling. Subtitling is thus not just a phenomenon I observe, but a living experience during my fieldwork and beyond. Because my consultants are Chinese youth and young adults, their lives might change to a different course during my research period. Some moved to a new place for a new job, some became unemployed, and few withdrew from my project because the pressure at work was intensive that they could not participate in my research and in their subtitle groups anymore. Though challenging, working with these people offers me considerabl...",
  "por_txt_cntn": "\nProject Overview\n\nMy work as a 2011-2012 NSF Doctoral Dissertation Improvement Grant fellow was devoted to ethnographic fieldwork for my dissertation project that investigates the phenomenon of cultural translation in the context of an underground network of Internet-based amateur translators in China. Since the post&ndash;economic reform period in the early 1990s, cultural globalization has entered China, awakening a younger generationÆs passion for an authentic taste of foreign, mostly U.S., popular culture. Censorship practices rarely permit the importation of U.S. television programs, however, and scene cutting and officially approved subtitles for the few authorized programs typically deprive them of the original flavors of English-language dialogue and of U.S. popular culture. The growth of the Internet in urban areas has afforded residents opportunities to circumvent the state-party monopoly on information. Informal volunteer subtitle groups emerged in the mid-1990s and began catering to the younger generationÆs thirst for popular U.S. media culture. Volunteer groups add Chinese-language subtitles to media programs, post them online for free downloads, and provide a network for online interaction. Chinese audiences have embraced this unofficial outlet as an alternative source of popular foreign culture. This dissertation project addresses the following primary research questions: How do subtitle groups construct new moral discourses in contemporary China, and how does morality reside in quests for authenticity and sacrifice? How does the translation process incorporate linguistic, corporeal, affective, and aesthetic information conveyed in U.S. television programming? How do subtitlers and audiences construct subtitles as a contested site to present different worldviews, and how do they articulate ideal types of Chinese humor that are compatible with social-cultural conditions in China? How do subtitlers and audience members refine subtitles by interacting in dedicated forums, and how does such interaction constitute a form of virtue among Chinese youth?\n\n \n\nData Collection and Corpus\n\nThe National Science Foundation grant (along with a Wenner-Gren Foundation grant and a UC Pacific Rim Research Program fellowship) supported my fieldwork in Beijing, Shanghai, Nanjing, and Taipei for one year to collect data for my dissertation project. The subtitle community is geographically dispersed. Although I lived in Beijing throughout the fieldwork, I realized that coordinating real connection with people does not work well over the Internet. Accordingly, I traveled to different locations to meet people in order to gain a deeper understanding of how they incorporated subtitling into their everyday lives. I worked with three subtitle groups: Fengruan Group, YyEts Group, and DouBan K.W. Team. I adopted a multi-sited approach and a variety of methods in documenting the linguistic and cultural translation processes through which subtitlers culturally communicate specific concepts in ways that fit the sociocultural understandings of the younger generation of Chinese audiences. I also turned myself into a subtitler and directly participated in the practice of subtitling. Subtitling is thus not just a phenomenon I observe, but a living experience during my fieldwork and beyond. Because my consultants are Chinese youth and young adults, their lives might change to a different course during my research period. Some moved to a new place for a new job, some became unemployed, and few withdrew from my project because the pressure at work was intensive that they could not participate in my research and in their subtitle groups anymore. Though challenging, working with these people offers me considerable ethnographies of how urban Chinese youth and young adults have experienced what is so-called \"youth\" and how the process of modernity has brought opportunities and risks to them. Data were collected in a variety of contexts, including an open-..."
 }
}