{
 "awd_id": "1153295",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Autonomous Lagrangian Floats for Oxygen Minimum Zone Biogeochemistry",
 "cfda_num": "47.050",
 "org_code": "06040100",
 "po_phone": "7032927577",
 "po_email": "kbinkley@nsf.gov",
 "po_sign_block_name": "Kandace Binkley",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2018-05-31",
 "tot_intn_awd_amt": 999760.0,
 "awd_amount": 1199518.0,
 "awd_min_amd_letter_date": "2012-05-23",
 "awd_max_amd_letter_date": "2015-03-04",
 "awd_abstract_narration": "Intense oxygen minimum zones (OMZ) of the world's oceans, though constituting a small fraction of total oceanic volume, host critical biogeochemical processes and are central to understanding the ocean's N cycle and its biogeochemical and isotopic signatures. OMZ's are sites for a large portion of marine combined N loss to N2 (25 to 50%) and dominate the ocean N isotope budget through cogeneration of 15N and 18O enriched NO3 -. Major outstanding issues include the magnitude of this N sink, the stoichiometry between NO3 - loss and the production of biogenic N2, the microbial pathways leading to N2 production, as well as the interaction between these OMZ processes and the surface export of organic matter as well as physical circulation. \r\n\r\nThe PI's request funding to develop a new, in situ, autonomous tool for studying N loss in OMZ's. It will allow observation of variability over a range in temporal and spatial scales that are critical for understanding controlling processes and better estimating the magnitude of N-loss. The sustained deployments possible with autonomous platforms will be critical for detecting any response of OMZ's to climate change.\r\n\r\nBroader Impacts:     \r\n\r\nNitrogen is often the limiting nutrient for biological production in the oceans, and the current global marine nitrogen balance has been in much debate due to a number of uncertainties and questions. A successful development of this proposed sensor-float package may help in resolving some of the important questions on the spatial and temporal variabilities of the OMZs. In turn, such knowledge is essential in assessing the global nitrogen balance in the current and future oceans. This proposed project would involve active participation of undergraduates, graduates and postdocs, as well as the training of a K-12 science teacher. This project would also foster collaboration with international researchers. The PI's have partnered with Ocean Explorium at New Bedford Seaport to provide an educational outreach component designed to aid teacher development and create a field trip program for teachers in the south coast of Massachusetts. The proposal will support post-doc, graduate and undergraduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Craig",
   "pi_last_name": "McNeil",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Craig L McNeil",
   "pi_email_addr": "cmcneil@apl.washington.edu",
   "nsf_id": "000109593",
   "pi_start_date": "2012-05-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "D'Asaro",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric D'Asaro",
   "pi_email_addr": "dasaro@apl.washington.edu",
   "nsf_id": "000200969",
   "pi_start_date": "2012-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "1013 NE40th Street",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981056698",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "168000",
   "pgm_ele_name": "OCEAN TECH & INTERDISC COORDIN"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 999760.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 199758.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>This project funded the technical development and testing of new techniques to study relatively small (by volume) but important and poorly studied regions of the ocean called Oxygen Deficient Zones (ODZs). Centered on the eastern side of most ocean basins close to the continental shelf and at a few hundred meters below the sea surface, ODZs have very low dissolved oxygen (O2) concentration and natural microbial communities that remove nutrients and produce nitrogen gas (N2) in a process called denitrification. Expansion of ODZs through &lsquo;Ocean Deoxygenation&rsquo; may be a response to global warming that has already resulted in more intense ocean nutrient loss over recent decades. Knowing nutrients, phytoplankton production and fisheries are closely related, we developed a new oceanographic sensor to measure N2 concentration and N2 production rates in seawater on robotic profiling platforms that transmit the data via satellite. We can now, for the first time, use these autonomous oceanographic sampling platforms to remotely measure N2 in ODZs and track temporal and spatial variability in denitrification rates in near real-time. The new sensor is commercially available and can be used more widely in environmental research and monitoring (e.g., to study the rate of exchange of gases between the atmosphere and ocean, the causes and consequences of coastal hypoxic &lsquo;dead zones&rsquo;, the impacts of aquaculture on seawater quality, and the effects of upstream dams on juvenile salmon mortality rates in rivers and estuaries via &lsquo;gas bubble disease&rsquo;).</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/05/2018<br>\n\t\t\t\t\tModified by: Craig&nbsp;Mcneil</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project funded the technical development and testing of new techniques to study relatively small (by volume) but important and poorly studied regions of the ocean called Oxygen Deficient Zones (ODZs). Centered on the eastern side of most ocean basins close to the continental shelf and at a few hundred meters below the sea surface, ODZs have very low dissolved oxygen (O2) concentration and natural microbial communities that remove nutrients and produce nitrogen gas (N2) in a process called denitrification. Expansion of ODZs through ?Ocean Deoxygenation? may be a response to global warming that has already resulted in more intense ocean nutrient loss over recent decades. Knowing nutrients, phytoplankton production and fisheries are closely related, we developed a new oceanographic sensor to measure N2 concentration and N2 production rates in seawater on robotic profiling platforms that transmit the data via satellite. We can now, for the first time, use these autonomous oceanographic sampling platforms to remotely measure N2 in ODZs and track temporal and spatial variability in denitrification rates in near real-time. The new sensor is commercially available and can be used more widely in environmental research and monitoring (e.g., to study the rate of exchange of gases between the atmosphere and ocean, the causes and consequences of coastal hypoxic ?dead zones?, the impacts of aquaculture on seawater quality, and the effects of upstream dams on juvenile salmon mortality rates in rivers and estuaries via ?gas bubble disease?).\n\n\t\t\t\t\tLast Modified: 09/05/2018\n\n\t\t\t\t\tSubmitted by: Craig Mcneil"
 }
}