{
 "awd_id": "1153357",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Metabolite repair - Uncovering the hidden support system for metabolic networks",
 "cfda_num": "47.074",
 "org_code": "08070700",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Susanne von Bodman",
 "awd_eff_date": "2012-05-15",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 506912.0,
 "awd_amount": 506912.0,
 "awd_min_amd_letter_date": "2012-05-09",
 "awd_max_amd_letter_date": "2015-06-01",
 "awd_abstract_narration": "Intellectual Merit.  Most pro- and eukaryote genomes encode hundreds of enzymes of unknown function; finding what they do is a critical task for post-genomic biology. Mounting evidence implicates many of these enzymes of unknown function in \"metabolite repair\", i.e. in reversing damage done to metabolites by unwanted enzymatic side-reactions or chemical degradation. Because metabolites are under constant chemical attack (e.g. by oxidation or hydrolysis) and enzymes make wasteful and toxic catalytic errors, it follows that efficient functioning of meta¬bolic networks demands a support system dedicated to meta¬bolite repair. This system has been glimpsed by classical biochemistry, genetics, and metabolomics but most of it remains hidden. This project will therefore dissect the metabolite repair system by combining chemical biology, comparative genomics, and metabolomics using bacterial models and plants. Specific aims are to: (a) identify 30-50 target metabolites that are highly prone to chemical or enzymatic damage (i.e. that need repair) by cheminformatics, genome-scale metabolic reconstruction, and data mining; (b) predict genes encoding conserved repair enzymes for target metabolites using comparative genomics, and predict chemistries for the repair reactions; (c) test 20 repair predictions by knocking out the repair gene in a model organism, analyzing metabolomic profiles in normal and stress conditions, and identifying structures by cheminformatics; (d) validate repair reactions by mass spectrometric authentication of structures, by biochemical assays of recombinant proteins, and by functional complementation of bacterial or plant mutants; and (e) incorporate validated repair functions in next-generation genome-scale metabolic models. \r\n This project integrates modeling in two ways. First, it makes innovative use of modeling to predict a priori the metabolites most likely to need repair. Second, adding validated repair functions to genome-scale bacterial models sets up a virtuous cycle of prediction 'experiment' further prediction to drive discovery in metabolite repair. It also pioneers an essential modeling development: Models that capture the cost of uncontrolled formation and degradation of unwanted metabolites.\r\n Research in the emerging field of metabolite repair has the potential to displace a current paradigm of metabolic routes operating with perfect precision by one where the illusion of a flawless system is maintained by a battery of unobtrusive but critical repair functions. Moreover, metabolite repair is almost surely crucial to stress adaptation, to aging, and to metabolic engineering. \r\n\r\nBroader Impacts.  This project will provide interdisciplinary training in comparative genomics, metabolomics, chemical biology, and integrative modeling to two PhD students and three postdoctorals who will spend time away from their own institution each year at another collaborating institution. Un-dergraduates will participate. In addition, there will be a training outreach component with three facets: (a) Eight two-day hands-on workshops (2 per year) at different universities to train PhD students, post¬doctorals, and faculty in comparative genomics using SEED databases and tools. At least three work¬shops will be at minority-serving institutions. Each workshop will train 10-12 people. (b) Development of a web page in which the instructional content of the workshop will be available for distance learning. (c) Instruction of project postdoctorals and students in how to organize and present workshops, culminating first in their acting as teaching assistants, and ultimately in them teaching themselves.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Henry",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher S Henry",
   "pi_email_addr": "chenry@anl.gov",
   "nsf_id": "000501888",
   "pi_start_date": "2012-05-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Chicago",
  "perf_str_addr": "5801 South Ellis",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606371433",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1131",
   "pgm_ref_txt": "ARABIDOPSIS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9180",
   "pgm_ref_txt": "PUBLIC SCIENCE LITERACY EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 245968.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 128544.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 132400.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This work on the discovery of mechanisms for metabolite damage and repair in biological systems has resulted in numerous advances in our understanding of enzyme function and chemistry within the cell. We produced a database of over 1 million potential compounds and reactions that enzymes may be able to perform, enhancing our general understand of biochemistry and metabolism. We produced a second database of over 75,000 potential spontenous reactions, improving our understanding of non-enzymatic chemistry in the cell. We predicted over 20 mechanisms for metabolite repair, 12 of which were validated, resulting in improved genome annotations for all involved enzymes. We also constructed core metabolic models for over 3000 microorganisms, improving our understanding of variation and evolution of central metabolism across the microbial tree of life. This work provided a deeper understanding of all the mechanisms used by microbes to produce energy. Additionally, we conducted a systematic search through 12,000 genomes for gene fusion events, then conducting an analysis of where gene fusions are more prevalent in metabolism and in biology in general. This work revealed numerous insights into the conditions and limitations in the cell that select for fusion events to occur. All of these resources improve our ability to understand mass spec data from biological systems, as well as attaching mechanistic understanding to detected metabolites that previously could not even be identified. This has implications for industry and medicine. We trained 99 scientists in comparative genomics at workshops, and we published our work in a total of 29 peer reviewed articles.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/24/2016<br>\n\t\t\t\t\tModified by: Christopher&nbsp;S&nbsp;Henry</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis work on the discovery of mechanisms for metabolite damage and repair in biological systems has resulted in numerous advances in our understanding of enzyme function and chemistry within the cell. We produced a database of over 1 million potential compounds and reactions that enzymes may be able to perform, enhancing our general understand of biochemistry and metabolism. We produced a second database of over 75,000 potential spontenous reactions, improving our understanding of non-enzymatic chemistry in the cell. We predicted over 20 mechanisms for metabolite repair, 12 of which were validated, resulting in improved genome annotations for all involved enzymes. We also constructed core metabolic models for over 3000 microorganisms, improving our understanding of variation and evolution of central metabolism across the microbial tree of life. This work provided a deeper understanding of all the mechanisms used by microbes to produce energy. Additionally, we conducted a systematic search through 12,000 genomes for gene fusion events, then conducting an analysis of where gene fusions are more prevalent in metabolism and in biology in general. This work revealed numerous insights into the conditions and limitations in the cell that select for fusion events to occur. All of these resources improve our ability to understand mass spec data from biological systems, as well as attaching mechanistic understanding to detected metabolites that previously could not even be identified. This has implications for industry and medicine. We trained 99 scientists in comparative genomics at workshops, and we published our work in a total of 29 peer reviewed articles.\n\n\t\t\t\t\tLast Modified: 06/24/2016\n\n\t\t\t\t\tSubmitted by: Christopher S Henry"
 }
}