{
 "awd_id": "1153935",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "In Situ Experimentation to Determine the Impact of Sinking Particles on Dentrification and Anammox in Suboxic Waters",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2012-02-01",
 "awd_exp_date": "2016-01-31",
 "tot_intn_awd_amt": 674549.0,
 "awd_amount": 674549.0,
 "awd_min_amd_letter_date": "2012-02-02",
 "awd_max_amd_letter_date": "2012-02-02",
 "awd_abstract_narration": "Studies have suggested that remineralization of particulate organic matter is linked to nitrogen loss processes, namely denitrification and anammox, which together represent the largest uncertainties in the nitrogen cycle of the ocean.  Unfortunately, no direct evidence has been gathered to relate sinking particle dynamics to nitrogen cycling in suboxic zones.  To remedy this oversight, scientists from the University of Washington plan to carry out in-situ experiment with a novel drifting trap-incubation system capable of incubating water with and without sinking particles and simultaneously measure organic matter remineralization with isotopic pairing experiments to determine nitrogen cycling. The novel incubators, coupled with the enhanced isotopic labeling approach, will yield the first in situ rate measurements for these processes in the Eastern Tropical North and South Pacific.  In addition, the researchers plan to do metabolomic profiling to evaluate the concentrations and turnover of metabolically important compounds used in the various nitrogen pathways, as well as proteomic evaluation of the production and abundance of enzymes pertinent to specific nitrogen pathways. \r\n\r\nIn terms of the broader impacts, this study will lead to the development of a new research tool that can help further our knowledge of the nitrogen cycle.  The scientists will work with the University of Washington's Centers for Ocean Sciences Education Excellence-Ocean Learning Communities Program and the Society for the Advancement of Chicanos and Native Americans in Science Program to create a dual-language website aimed at explaining the research to be carried out to undergraduates both in the United States, as well as Mexico and Peru.  One graduate student and two undergraduate students would be supported and trained as part of this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Keil",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Richard G Keil",
   "pi_email_addr": "rickkeil@u.washington.edu",
   "nsf_id": "000315683",
   "pi_start_date": "2012-02-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Allan",
   "pi_last_name": "Devol",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Allan H Devol",
   "pi_email_addr": "devol@u.washington.edu",
   "nsf_id": "000317046",
   "pi_start_date": "2012-02-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 Brooklyn Ave NE",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951202",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 674549.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Large parts of the ocean do not contain enough oxygen to support animals such as fish. These areas are called oxygen deficient zones, and they are getting bigger because of changing climate and pollution. One thing that happens in the oxygen-deficient zones is that bacteria breathe using a process called denitrification. This process produces dinitrogen gas, which is released from the ocean into the atmosphere. Another thing that occurs in oxygen deficient waters is that other types of bacteria grow chemoautotrophically (similarly to how a plant grows, but using chemicals instead of sunlight; the process is called anammox). This too releases dinitrogen gas to the atmosphere. Scientists don&rsquo;t fully understand what controls these processes or the balance between the two, but it is important to learn because phytoplankton (the plants of the ocean) need nitrogen to grow; processes that take nitrogen out of the ocean decrease the ability of the ocean&rsquo;s organisms to grow. We studied nitrogen cycling in oxygen deficient zones by participating in two research expeditions where we deployed patented open-source incubation systems that can conduct experiments in the ocean.&nbsp; The incubation systems contain two small chambers that capture one liter of water each and measure many processes happening in the water. After the systems are brought back aboard ship we bring samples to the lab and measure proteins. The different proteins in the water tell us about the different bacteria and the different ways in which they get energy and live.&nbsp;</p>\n<p>We learned that the oxygen deficient waters off the Pacific coasts of both Mexico and Chile balance the two nitrogen loss processes (denitrification and anammox) is dependent on the quantity and nitrogen content of dead things sinking through the deep water. We published a paper about this in the journal &ldquo;Science&rdquo;. We also learned that our protein extraction and identification techniques allow us to look with great detail at the chemical reactions that bacteria use in oxygen deficient waters. An example of this is that we identified a set of proteins used by bacteria when they reduce or oxidize Sulphur. This is very interesting because it implies that the bacteria in oxygen deficient waters do not breathe only using nitrogen but also using Sulphur; it is an exciting complication to an already complicated environment and this discovery highlights how little we know about the bacteria living in oxygen deficient waters.&nbsp; Since there are no fish there, these bacteria are the major living organisms impacting the ecology, value, viability and function of these waters.</p>\n<p>In order to bring our results to a broad audience, we did a variety of things. We trained two graduate students who learned oceanography and microbiology, we trained twenty-one undergraduate students who went on our expeditions, and we collaborated with our Mexican and Chilean colleagues to create expedition blogs, videos and web pages that were multi-lingual (English/Spanish). The PIs on the grant also spoke at local events including large (500+ people) public gatherings at the Seattle Aquarium and Boeing Museum of Flight (career day).&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/29/2016<br>\n\t\t\t\t\tModified by: Richard&nbsp;G&nbsp;Keil</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1153935/1153935_10151758_1467235505791_IncOandtheTGTApr22012ETNP--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016...",
  "por_txt_cntn": "\nLarge parts of the ocean do not contain enough oxygen to support animals such as fish. These areas are called oxygen deficient zones, and they are getting bigger because of changing climate and pollution. One thing that happens in the oxygen-deficient zones is that bacteria breathe using a process called denitrification. This process produces dinitrogen gas, which is released from the ocean into the atmosphere. Another thing that occurs in oxygen deficient waters is that other types of bacteria grow chemoautotrophically (similarly to how a plant grows, but using chemicals instead of sunlight; the process is called anammox). This too releases dinitrogen gas to the atmosphere. Scientists donÆt fully understand what controls these processes or the balance between the two, but it is important to learn because phytoplankton (the plants of the ocean) need nitrogen to grow; processes that take nitrogen out of the ocean decrease the ability of the oceanÆs organisms to grow. We studied nitrogen cycling in oxygen deficient zones by participating in two research expeditions where we deployed patented open-source incubation systems that can conduct experiments in the ocean.  The incubation systems contain two small chambers that capture one liter of water each and measure many processes happening in the water. After the systems are brought back aboard ship we bring samples to the lab and measure proteins. The different proteins in the water tell us about the different bacteria and the different ways in which they get energy and live. \n\nWe learned that the oxygen deficient waters off the Pacific coasts of both Mexico and Chile balance the two nitrogen loss processes (denitrification and anammox) is dependent on the quantity and nitrogen content of dead things sinking through the deep water. We published a paper about this in the journal \"Science\". We also learned that our protein extraction and identification techniques allow us to look with great detail at the chemical reactions that bacteria use in oxygen deficient waters. An example of this is that we identified a set of proteins used by bacteria when they reduce or oxidize Sulphur. This is very interesting because it implies that the bacteria in oxygen deficient waters do not breathe only using nitrogen but also using Sulphur; it is an exciting complication to an already complicated environment and this discovery highlights how little we know about the bacteria living in oxygen deficient waters.  Since there are no fish there, these bacteria are the major living organisms impacting the ecology, value, viability and function of these waters.\n\nIn order to bring our results to a broad audience, we did a variety of things. We trained two graduate students who learned oceanography and microbiology, we trained twenty-one undergraduate students who went on our expeditions, and we collaborated with our Mexican and Chilean colleagues to create expedition blogs, videos and web pages that were multi-lingual (English/Spanish). The PIs on the grant also spoke at local events including large (500+ people) public gatherings at the Seattle Aquarium and Boeing Museum of Flight (career day). \n\n\t\t\t\t\tLast Modified: 06/29/2016\n\n\t\t\t\t\tSubmitted by: Richard G Keil"
 }
}