{
 "awd_id": "1153514",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: New p-i-n Structures for Creating and Retaining Dipole Orientation in Organic Electro-Optic Materials",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032928428",
 "po_email": "cying@nsf.gov",
 "po_sign_block_name": "Z.  Ying",
 "awd_eff_date": "2012-02-01",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 21541.0,
 "awd_amount": 21541.0,
 "awd_min_amd_letter_date": "2012-01-30",
 "awd_max_amd_letter_date": "2012-01-30",
 "awd_abstract_narration": "Technical Description: The rapid development of photonic technologies for high-speed communication has created a strong demand for high-performance electro-optic materials and devices. Although organic electro-optic materials have emerged as strong candidates, their stability is compromised by decay of the acentric order of the chromophores. This project explores a new method to create and preserve the acentric order in organic electro-optic materials, with the goal of fabricating a device that achieves high electro-optic response and stability. The research carefully investigates poling behavior and related optical nonlinearity. New electro-optic devices are fabricated by sandwiching organic electro-optic materials between p- and n-type transparent semiconductor layers. A strong built-in field, originating from the difference between the Fermi levels of the semiconductor layers, performs contact electrode poling to create and maintain an acentric order in the organic electro-optic materials. The optical performance of the materials and devices is tested by using second harmonic generation and two-beam coupling experiments.\r\n\r\nNon-technical Description: This project addresses a fundamental science issue on stability in organic electro-optic materials. Successful fabrication of stable materials and devices can generate new high-performance electro-optic components necessary for the continued development of advanced optical technologies. Stable electro-optic devices are in high demand for light modulation, information processing, and optical communication technologies. By initiating research in nonlinear optical materials and related technologies, this project helps encourage interdisciplinary research in materials science, optics, physics, chemistry, and electronics at South Dakota State University.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xingzhong",
   "pi_last_name": "Yan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xingzhong Yan",
   "pi_email_addr": "Xingzhong.Yan@tamuc.edu",
   "nsf_id": "000167517",
   "pi_start_date": "2012-01-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "South Dakota State University",
  "inst_street_address": "940 ADMINISTRATION LN",
  "inst_street_address_2": "",
  "inst_city_name": "BROOKINGS",
  "inst_state_code": "SD",
  "inst_state_name": "South Dakota",
  "inst_phone_num": "6056886696",
  "inst_zip_code": "570070001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "SD00",
  "org_lgl_bus_name": "SOUTH DAKOTA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "DNZNC466DGR7"
 },
 "perf_inst": {
  "perf_inst_name": "South Dakota State University",
  "perf_str_addr": "",
  "perf_city_name": "Brookings",
  "perf_st_code": "SD",
  "perf_st_name": "South Dakota",
  "perf_zip_code": "570070001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "SD00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 21541.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The specific objective of this EAGER project is to explore new methods to create and retain the dipole acentric order in organic electro-optic materials.&nbsp; During the project, new sandwich-type electro-optic devices will be fabricated by sandwiching organic electro-optic materials between p- and n- type transparent semiconductor layers.&nbsp; A strong build-in field, which originates from the difference of the Fermi levels of both the p- and n- type semiconductor layers, will carry out contact electrode poling to create an acentric order in the organic electro-optic materials.&nbsp; Because the strong build-in field is intrinsic properties of the sandwich-type devices, the acentric order was expected to be retained without decay throughout the device&rsquo;s lifetime.&nbsp; The new sandwich-type devices are expected to achieve extremely high electro-optic response and stability.&nbsp; During the project period, the research group has dedicated many efforts on the p- and n- type materials development, nematic liquid cell fabrication and characterization. &nbsp;</p>\n<p>In the past project year, we have carried out the following acitivites:</p>\n<p><strong>(1) Developing n- and p- type metal oxides layers using sol-gel processing</strong></p>\n<p><strong>(2) Modifying n- type TiO<sub>2</sub> layer using diferents optical nonlinear organic materials</strong></p>\n<p><strong>(3) Fabricating nematic liquid crystal based devices and characterizing their nonlinear optical behavior.</strong></p>\n<p>Results genrated from these acitivies have been involved in a peer-reviewed publication. &nbsp;This paper addressed a new approach for forming non-aggregated molecular layers. Some results in the device physics are under analyzing. &nbsp;These will be included in other articles.&nbsp;</p>\n<p>This project provides excellent opportunity for graduate students training.&nbsp; One graduate student obtained support from this project for two semesters; another undergraduate student invloved in the NiO development for this project. &nbsp;This project initiated the research in nonlinear optical materials and related technologies with South Dakota State University. This project extended our research training in photovoltaics.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/18/2013<br>\n\t\t\t\t\tModified by: Xingzhong&nbsp;Yan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe specific objective of this EAGER project is to explore new methods to create and retain the dipole acentric order in organic electro-optic materials.  During the project, new sandwich-type electro-optic devices will be fabricated by sandwiching organic electro-optic materials between p- and n- type transparent semiconductor layers.  A strong build-in field, which originates from the difference of the Fermi levels of both the p- and n- type semiconductor layers, will carry out contact electrode poling to create an acentric order in the organic electro-optic materials.  Because the strong build-in field is intrinsic properties of the sandwich-type devices, the acentric order was expected to be retained without decay throughout the deviceÆs lifetime.  The new sandwich-type devices are expected to achieve extremely high electro-optic response and stability.  During the project period, the research group has dedicated many efforts on the p- and n- type materials development, nematic liquid cell fabrication and characterization.  \n\nIn the past project year, we have carried out the following acitivites:\n\n(1) Developing n- and p- type metal oxides layers using sol-gel processing\n\n(2) Modifying n- type TiO2 layer using diferents optical nonlinear organic materials\n\n(3) Fabricating nematic liquid crystal based devices and characterizing their nonlinear optical behavior.\n\nResults genrated from these acitivies have been involved in a peer-reviewed publication.  This paper addressed a new approach for forming non-aggregated molecular layers. Some results in the device physics are under analyzing.  These will be included in other articles. \n\nThis project provides excellent opportunity for graduate students training.  One graduate student obtained support from this project for two semesters; another undergraduate student invloved in the NiO development for this project.  This project initiated the research in nonlinear optical materials and related technologies with South Dakota State University. This project extended our research training in photovoltaics.\n\n\t\t\t\t\tLast Modified: 03/18/2013\n\n\t\t\t\t\tSubmitted by: Xingzhong Yan"
 }
}