{
 "awd_id": "1153719",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Producing Wildlife: Biodiversity Conservation in Dynamic Commodity Landscapes",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927266",
 "po_email": "anwinkle@nsf.gov",
 "po_sign_block_name": "Antoinette WinklerPrins",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2012-10-31",
 "tot_intn_awd_amt": 264923.0,
 "awd_amount": 264923.0,
 "awd_min_amd_letter_date": "2012-06-05",
 "awd_max_amd_letter_date": "2012-08-17",
 "awd_abstract_narration": "This project considers the ways in which biodiversity conservation and agriculturally-based livelihoods can exist together in a way that is beneficial to both.  It is increasingly well understood that closed park (or 'fortress') approaches to conservation may be insufficient to address the current global biodiversity crisis on its own and that such approaches have sometimes proven destructive to local livelihoods and people.  By determining where local agricultural and economic activities also benefit biodiversity, the research seeks to find win-win approaches to preserving wildlife and maintaining livelihoods.  This research therefore seeks to determine: 1) the degree to which plantation landscapes (e.g. coffee, tea, rubber) in central India foster native biodiversity; 2) what producer practices and decisions support such diversity; and 3) what socio-economic conditions encourage or discourage biodiversity-friendly production.  The investigators hypothesize that specific conditions such as range of plantation area, use of inputs, and the intensity of production encourage habitat appropriate for wildlife.  This will be tested using a combination of methods including intensive ecological observation and measurement.  The work also stresses how local agricultural choices bear on preserving or thwarting bird and mammal populations of conservation interest.  As such, the work involves interviews with local agrarian producers to determine what land management strategies they employ (e.g. fertilizer choice), what conditions favor or discourage such practices (e.g. belonging to a producer cooperative), and the degree to which wildlife is a hindrance to production (e.g. through crop raiding).  The research further involves the reconstruction of historical conditions that have led to crop and production choices that exist today, including a survey of changing commodity prices and land cover. \r\n\r\nThe results will likely reveal agricultural configurations and decisions that favor specific wildlife species.  The research will also assess the degree to which such systems are sensitive to the vagaries of commodity price shifts as well as local institutional change.  These findings can help determine which wildlife species are being maintained in areas distant from sites of controlled conservation effort.  Results can inform future policies which encourage and reward local people for maintaining specific crops and cropping approaches of value to biodiversity.  The research also stands to open future dialogues on the role of local people in conservation more generally, moving away from confrontational situations more typically associated with community-wildlife interactions.  Finally, the study stresses the broadening of conservation attention and direction of resources to heavily humanized places in the world, an urgent question in light of the ongoing global transformation of the earth's surface by people.  The project will train numerous graduate students at two United States institutions, as well volunteer citizen science participants in the study region in India.  Resulting ecological and economic data, maps, and survey findings will be loaded into publically available websites and findings will be published in academic as well as other outlets.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Robbins",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Robbins",
   "pi_email_addr": "pfrobbins@wisc.edu",
   "nsf_id": "000419174",
   "pi_start_date": "2012-06-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Krithi",
   "pi_last_name": "Karanth",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Krithi Karanth",
   "pi_email_addr": "krithi.karanth@gmail.com",
   "nsf_id": "000539332",
   "pi_start_date": "2012-06-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "888 N Euclid Ave",
  "perf_city_name": "Tucson",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1305",
   "pgm_ref_txt": "ECOLOGICAL DIVERSITY"
  },
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}