{
 "awd_id": "1153189",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Relationships with Step-fathers and Child Well-being",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 175000.0,
 "awd_amount": 175000.0,
 "awd_min_amd_letter_date": "2012-03-26",
 "awd_max_amd_letter_date": "2012-03-26",
 "awd_abstract_narration": "Abstract:  Relationships with Step-fathers and Child Well-being\r\n\r\nPrior research has questioned whether stepfathers contribute anything positive to children?s well-being. Children in stepfamilies generally have lower levels of well-being than do children in two-biological parent households and show little or no advantage over children in single-parent households. Most studies, however, have implicitly adopted a deficit perspective and ignored the quality of relationships that children develop with stepfathers. Indeed, a great deal of variability exists in the quality of stepfather-stepchild relationships, with some children developing close bonds to stepfathers and others not. Yet little is known about the factors that promote strong stepfather-stepchild ties, or how such ties can promote children?s well-being. \r\n\r\nIntellectual Merit. This project draws on four waves of data from the National Longitudinal Survey of Adolescent Health?a nationally representative study of adolescents followed into young adulthood. The first aim is to identify factors that foster strong stepfather-stepchild relationships, both during the transition to stepfamily living and in subsequent years. The study draws on an ecological-contextual theory that emphasizes the social construction of fatherhood. Specifically, this perspective assumes that stepfathers have the potential to form positive or negative relationships with stepchildren, depending on a variety of contextual factors?many of which have received little or no attention in prior research. For example, the study will test the hypothesis that positive stepfather involvement with stepchildren (as reflected in the frequency of shared activities, open communication, and emotional closeness) is greater when other family relationships (mother-stepfather, mother-child) also are close. Other family contexts that may influence stepfather involvement include race and ethnicity, child gender, years lived with a stepfather, number of prior stepfathers, living in disadvantaged contexts, and the extent of nonresident biological father involvement. The second aim is to assess the importance of positive stepfather involvement for children. A social capital framework suggests the hypothesis that high-quality stepfather-stepchild relationships are positively associated with multiple forms of child well-being. The study will examine three core dimensions of well-being: externalizing problems (e.g., delinquent and antisocial behavior), internalizing problems (e.g., depression), and academic achievement (grades). The benefits of stepfather involvement are likely to depend on a variety of contextual factors. One relevant hypothesis is that stepfathers who enter families in which children have experienced one or more prior stepfathers have a relatively difficult time establishing close relationships that translate into positive adolescent outcomes. \r\n\r\nThis project focuses on adolescence and the transition to adulthood?critical points in the life course for accomplishing key developmental tasks and avoiding risky behaviors that can lead to long-term problems in adulthood. The project will expand the scope of prior research in the following ways: (1) Contrary to most prior studies, this study will pay attention to the quality of stepfather involvement, not just whether a stepfather is present in the household, (2) This study will be the first to examine how stepfather involvement changes between adolescence and young adulthood and the implications of these changes for children, (3) The availability of nationally representative data with minority oversamples will allow an examination of White, African American, and Latino stepfamilies to a degree unprecedented in the literature. Understanding how race and ethnicity moderate processes within stepfamilies is particularly relevant at a time when the racial-ethnic diversity of the U.S. is increasing rapidly.  \r\n\r\nBroader Impacts. Findings can aid in the creation of effective programs and policies to promote positive stepfather-stepchild relationships and enhance the well-being of children growing up in stepfamilies. These findings should be especially relevant to federally funded fatherhood initiatives. In addition, the use of existing national data to provide a broad portrait of stepfather involvement should place researchers in a stronger position to develop new instruments for future surveys of stepfathers and stepfamilies. In addition, the project will facilitate the mentoring, training, and professional development of graduate students who participate in the research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Valarie",
   "pi_last_name": "King",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Valarie King",
   "pi_email_addr": "vek1@psu.edu",
   "nsf_id": "000592640",
   "pi_start_date": "2012-03-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Amato",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Amato",
   "pi_email_addr": "pxa6@psu.edu",
   "nsf_id": "000597954",
   "pi_start_date": "2012-03-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "110 Technology Center",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 175000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong></p>\n<p>&nbsp;</p>\n<p>This project draws on data from the National Longitudinal Survey of Adolescent to Adult Health &ndash; a nationally representative study of adolescents followed into young adulthood. The <em>first aim</em> was to identify factors that foster strong stepfather-stepchild relationships both during the transition to stepfamily living and in subsequent years. The <em>second aim</em> was to assess the importance of positive stepfather involvement for children&rsquo;s well-being.</p>\n<p>&nbsp;</p>\n<p>Our results point to several factors that are associated with establishing positive stepfather-stepchild bonds. In particular, children who are close to their mothers report more positive relationships with stepfathers, suggesting that children who are close to their mothers may be more willing to accept mothers&rsquo; new partners and want such relationships to succeed.</p>\n<p>&nbsp;</p>\n<p>The quality of the mother-stepfather relationship is also associated with more positive stepfather-stepchild relationships. Good marriages might encourage mothers to support closer relationships between stepfathers and children, encourage stepfathers to become more involved with their stepchildren, and/or promote the children&rsquo;s acceptance of stepfathers.</p>\n<p>&nbsp;</p>\n<p>Another important finding is that when adolescents have strong bonds to their nonresident biological fathers, this does not appear to interfere with forming close ties to stepfathers. The presence of step-siblings in the household also does not appear to negatively affect the formation of positive stepfather-stepchild ties.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Project findings also suggest that adolescent adjustment prior to stepfamily formation has implications for the quality of adolescents&rsquo; relationships with their stepfathers. Adolescent delinquency was a strong predictor of later stepfather-child ties. Some mothers may (re)marry hoping that the presence of a father figure in the household will reduce the delinquent activities of children who are getting into trouble. These mothers may find that their children and new husband have difficulty getting along with one another, which could exacerbate (rather than improve) tension in the family system. Contrary to expectations, adolescents who reported high levels of depressive symptoms prior to stepfather entry were significantly more likely than other adolescents to report having positive relationships with their stepfathers. Perhaps adolescents with depressive symptoms living with single mothers are especially responsive to the benefits that often accompany the entrance of stepfathers (e.g., increased economic resources, the availability of a father-figure in the household, and greater emotional support for mothers). These improvements in quality of life may lead adolescents with depressive symptoms to appreciate their stepfathers and develop close relationships with them, that may in turn lessen depressive symptoms. Some stepfathers may also make special efforts to reach out to such adolescents.</p>\n<p>&nbsp;</p>\n<p>Results from our longitudinal analyses revealed much variability in how stepfather-stepchild relationships unfolded over the transition to adulthood, but the most common pattern (46%) was one in which stepchildren remained close to their stepfathers. It is this group of youth in stepfather families who may fare best in the transition to adulthood by being able to draw on the social capital inherent in positive parent-child relationships. The next largest group (23%) reported not feeling close to their stepfathers, which persisted over time. Though stability in stepfather-stepchild relationships (for good or bad) over time was most common, some stepchildren (16%) reported that they became closer to their stepfathers in young adulthood and almost as many (15%) reported that they became less close to their stepfathers over time.</p>\n<p>&nbsp;</p>\n<p>We also found that adolescents who have positive relationships with their mothers and stepfathers have a stronger sense of family belonging, and lower levels of depression, delinquency, and substance use than adolescents who are less close to their mothers and stepfathers. Many of these differences in adolescent well-being appear to persist into the early adult years.</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Broader Impacts</strong></p>\n<p>&nbsp;</p>\n<p>These findings can aid in the creation of effective programs and policies to promote positive stepfather-stepchild relationships and enhance the well-being of children growing up in stepfamilies. These findings should be especially relevant to federally funded fatherhood initiatives. In addition, the proposed use of existing national data to provide a broad portrait of stepfather involvement should place researchers in a stronger position to develop new instruments for future surveys of stepfathers and stepfamilies.</p>\n<p>&nbsp;</p>\n<p>In addition, the project facilitated the mentoring, training, and professional development of four graduate students who participated in the research.&nbsp; Group project meetings took place every other week, and King met individually every week with the students involved on the project. These interactions have been valuable in coordinating activities and priority setting, sharing results and receiving feedback, planning next steps, and more generally introducing students to the research process. Students collaborated during all phases of the research process and manuscript preparation, from conducting data analyses to writing up results. They received training in advanced statistical modeling techniques and handling restricted data from a large longitudinal data set.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/21/2015<br>\n\t\t\t\t\tModified by: Valarie&nbsp;King</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit\n\n \n\nThis project draws on data from the National Longitudinal Survey of Adolescent to Adult Health &ndash; a nationally representative study of adolescents followed into young adulthood. The first aim was to identify factors that foster strong stepfather-stepchild relationships both during the transition to stepfamily living and in subsequent years. The second aim was to assess the importance of positive stepfather involvement for children?s well-being.\n\n \n\nOur results point to several factors that are associated with establishing positive stepfather-stepchild bonds. In particular, children who are close to their mothers report more positive relationships with stepfathers, suggesting that children who are close to their mothers may be more willing to accept mothers? new partners and want such relationships to succeed.\n\n \n\nThe quality of the mother-stepfather relationship is also associated with more positive stepfather-stepchild relationships. Good marriages might encourage mothers to support closer relationships between stepfathers and children, encourage stepfathers to become more involved with their stepchildren, and/or promote the children?s acceptance of stepfathers.\n\n \n\nAnother important finding is that when adolescents have strong bonds to their nonresident biological fathers, this does not appear to interfere with forming close ties to stepfathers. The presence of step-siblings in the household also does not appear to negatively affect the formation of positive stepfather-stepchild ties. \n\n \n\nProject findings also suggest that adolescent adjustment prior to stepfamily formation has implications for the quality of adolescents? relationships with their stepfathers. Adolescent delinquency was a strong predictor of later stepfather-child ties. Some mothers may (re)marry hoping that the presence of a father figure in the household will reduce the delinquent activities of children who are getting into trouble. These mothers may find that their children and new husband have difficulty getting along with one another, which could exacerbate (rather than improve) tension in the family system. Contrary to expectations, adolescents who reported high levels of depressive symptoms prior to stepfather entry were significantly more likely than other adolescents to report having positive relationships with their stepfathers. Perhaps adolescents with depressive symptoms living with single mothers are especially responsive to the benefits that often accompany the entrance of stepfathers (e.g., increased economic resources, the availability of a father-figure in the household, and greater emotional support for mothers). These improvements in quality of life may lead adolescents with depressive symptoms to appreciate their stepfathers and develop close relationships with them, that may in turn lessen depressive symptoms. Some stepfathers may also make special efforts to reach out to such adolescents.\n\n \n\nResults from our longitudinal analyses revealed much variability in how stepfather-stepchild relationships unfolded over the transition to adulthood, but the most common pattern (46%) was one in which stepchildren remained close to their stepfathers. It is this group of youth in stepfather families who may fare best in the transition to adulthood by being able to draw on the social capital inherent in positive parent-child relationships. The next largest group (23%) reported not feeling close to their stepfathers, which persisted over time. Though stability in stepfather-stepchild relationships (for good or bad) over time was most common, some stepchildren (16%) reported that they became closer to their stepfathers in young adulthood and almost as many (15%) reported that they became less close to their stepfathers over time.\n\n \n\nWe also found that adolescents who have positive relationships with their mothers and stepfathers have a stronger sense of family belonging, and lower levels of depression, delinquency, and substance use than adolescents who are less close to their mothers and stepfathers. Many of these differences in adolescent well-being appear to persist into the early adult years.\n\n \n\nBroader Impacts\n\n \n\nThese findings can aid in the creation of effective programs and policies to promote positive stepfather-stepchild relationships and enhance the well-being of children growing up in stepfamilies. These findings should be especially relevant to federally funded fatherhood initiatives. In addition, the proposed use of existing national data to provide a broad portrait of stepfather involvement should place researchers in a stronger position to develop new instruments for future surveys of stepfathers and stepfamilies.\n\n \n\nIn addition, the project facilitated the mentoring, training, and professional development of four graduate students who participated in the research.  Group project meetings took place every other week, and King met individually every week with the students involved on the project. These interactions have been valuable in coordinating activities and priority setting, sharing results and receiving feedback, planning next steps, and more generally introducing students to the research process. Students collaborated during all phases of the research process and manuscript preparation, from conducting data analyses to writing up results. They received training in advanced statistical modeling techniques and handling restricted data from a large longitudinal data set.\n\n \n\n\t\t\t\t\tLast Modified: 05/21/2015\n\n\t\t\t\t\tSubmitted by: Valarie King"
 }
}