{
 "awd_id": "1153147",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Novel Pt(II) Reagents for RNA Biochemistry",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robin McCarley",
 "awd_eff_date": "2012-02-01",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 420000.0,
 "awd_amount": 420000.0,
 "awd_min_amd_letter_date": "2012-01-30",
 "awd_max_amd_letter_date": "2012-01-30",
 "awd_abstract_narration": "With this award, the Chemistry of Life Processes Program is funding Professor Victoria DeRose of the University of Oregon  for collaborative studies with  Professor Michael Haley to develop and use Pt(II) reagents  for RNA-crosslinking to aid in the determination of RNA tertiary structure.  The researchers will employ a combination of transition metal complex synthesis, RNA adduction studies, and more global, chemically directed RNA-tagging.  Elements of post-adduction, second-stage tagging are also envisioned.  A combination of chemical, molecular biological and spectroscopic techniques will be used to tease out tertiary structural information from the tagged RNAs generated through this chemical biology approach.\r\n \r\nIf successful, this approach may grow into a more  broadly applicable chemical biology tool for  the field of nucleic acid structural biology, a potentially important scientific broader impact.   The project also offers the opportunity for co-mentorship of students, under both a synthetic inorganic/organic chemist and an RNA chemical biologist with a strong record in metal-nucleic acid interactions and spectroscopy.  The educational  broader impacts also comprise a notable undergraduate research component and continued efforts to expose women and members of traditionally underrepresented groups to modern research science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Victoria",
   "pi_last_name": "DeRose",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Victoria J DeRose",
   "pi_email_addr": "derose@uoregon.edu",
   "nsf_id": "000340285",
   "pi_start_date": "2012-01-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oregon Eugene",
  "inst_street_address": "1776 E 13TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413465131",
  "inst_zip_code": "974031905",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "UNIVERSITY OF OREGON",
  "org_prnt_uei_num": "Z3FGN9MF92U2",
  "org_uei_num": "Z3FGN9MF92U2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oregon Eugene",
  "perf_str_addr": "1253 University of Oregon",
  "perf_city_name": "Eugene",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974031253",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1982",
   "pgm_ref_txt": "BIOLOGICAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 420000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>One of the most exciting areas of discovery in the last decade has been an increasing understanding that much of our DNA is transcribed to &lsquo;non-coding&rsquo; RNA that has important roles in regulating cell processes. Despite knowing the sequence of RNA, it is difficult to predict RNA structure in cells, or how it may interact with proteins and perform specific functions. In this work, we created new compounds that enter cells and bind to RNA, and crosslink RNA domains and RNA-protein contacts to provide structure information. These new compounds are based on platinum(II), which forms long-lived crosslinks that can be isolated and identified. The Pt compounds were modified with a reactive &lsquo;click handle&rsquo; that does not interfere with binding RNA, but can be used to isolate the Pt-bound RNA species. During this project, it was discovered that platinum compounds bind avidly to specific regions in ribosomes (the protein synthesis machines) in yeast cells. The reactive handles on these novel Pt compounds were used to visualize Pt-RNA binding by fluorescence. Several different Pt compounds were synthesized and tested for binding to RNA and DNA, and for post-binding visualization using click chemistry to attached fluorescent reporters.&nbsp;</p>\n<p>Several undergraduate and graduate students obtained interdisciplinary scientific training on this project. Over the three years of the project, seven graduate and two undergraduate students participated in chemical synthesis and/or biological characterization of these compounds. Because the project has aspects of both chemistry and biology, these students were cross-trained in these areas. Research in two PhD research projects came from this work. One graduate student completed a PhD describing analysis of platinum-RNA sites in cells, and she obtained a competitive postdoctoral position in a laboratory creating new RNA therapeutics. Another graduate student will obtain his PhD in the next few months and move to a postdoctoral position applying chemical methods towards visualizing cells. An undergraduate first-generation Latina student synthesized several new compounds and coauthored two manuscripts. She obtained three research awards for her work and acceptance to a PhD program. Another undergraduate Latino student visiting during a summer program obtained valuable research training and is entering a PhD program next fall. About half of the students working on this project were women.</p>\n<p>Group members working on this project participated in outreach activities that affect the broader community. The laboratory hosted a Halloween open-house showcasing fluorescent molecules and (safe) explosive catalytic reactions, attended by around 40 enthusiastic elementary school students and parents. Laboratory members regularly participated in UO &lsquo;Duck Days&rsquo; activities for school children on furlough from public schools. The principle investigator helped host a delegation of ~15 Chinese women scientists to the University of Oregon, giving a presentation on this work and other local research for the visitors. &nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/30/2015<br>\n\t\t\t\t\tModified by: Victoria&nbsp;J&nbsp;Derose</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOne of the most exciting areas of discovery in the last decade has been an increasing understanding that much of our DNA is transcribed to ænon-codingÆ RNA that has important roles in regulating cell processes. Despite knowing the sequence of RNA, it is difficult to predict RNA structure in cells, or how it may interact with proteins and perform specific functions. In this work, we created new compounds that enter cells and bind to RNA, and crosslink RNA domains and RNA-protein contacts to provide structure information. These new compounds are based on platinum(II), which forms long-lived crosslinks that can be isolated and identified. The Pt compounds were modified with a reactive æclick handleÆ that does not interfere with binding RNA, but can be used to isolate the Pt-bound RNA species. During this project, it was discovered that platinum compounds bind avidly to specific regions in ribosomes (the protein synthesis machines) in yeast cells. The reactive handles on these novel Pt compounds were used to visualize Pt-RNA binding by fluorescence. Several different Pt compounds were synthesized and tested for binding to RNA and DNA, and for post-binding visualization using click chemistry to attached fluorescent reporters. \n\nSeveral undergraduate and graduate students obtained interdisciplinary scientific training on this project. Over the three years of the project, seven graduate and two undergraduate students participated in chemical synthesis and/or biological characterization of these compounds. Because the project has aspects of both chemistry and biology, these students were cross-trained in these areas. Research in two PhD research projects came from this work. One graduate student completed a PhD describing analysis of platinum-RNA sites in cells, and she obtained a competitive postdoctoral position in a laboratory creating new RNA therapeutics. Another graduate student will obtain his PhD in the next few months and move to a postdoctoral position applying chemical methods towards visualizing cells. An undergraduate first-generation Latina student synthesized several new compounds and coauthored two manuscripts. She obtained three research awards for her work and acceptance to a PhD program. Another undergraduate Latino student visiting during a summer program obtained valuable research training and is entering a PhD program next fall. About half of the students working on this project were women.\n\nGroup members working on this project participated in outreach activities that affect the broader community. The laboratory hosted a Halloween open-house showcasing fluorescent molecules and (safe) explosive catalytic reactions, attended by around 40 enthusiastic elementary school students and parents. Laboratory members regularly participated in UO æDuck DaysÆ activities for school children on furlough from public schools. The principle investigator helped host a delegation of ~15 Chinese women scientists to the University of Oregon, giving a presentation on this work and other local research for the visitors.    \n\n \n\n\t\t\t\t\tLast Modified: 04/30/2015\n\n\t\t\t\t\tSubmitted by: Victoria J Derose"
 }
}