{
 "awd_id": "1153160",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Gendered Innovations in Science and Engineering - Standard Research Grant",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2012-03-15",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 129649.0,
 "awd_amount": 129649.0,
 "awd_min_amd_letter_date": "2012-02-24",
 "awd_max_amd_letter_date": "2012-02-24",
 "awd_abstract_narration": "To maintain a robust innovation system, it is important to make full use of qualified personnel, and to create products that are matched to potential users. In the US, women are under-represented in the science and technology labor force, and innovation systems do not always address the ways that gender and technology intersect. As a result, there are bottlenecks in the innovation system. This award addresses those two problems by building on a European Union policy directive that requires attention to gender in innovation.  The award funds the development of cases in which attention to gender led to important technological innovations. These cases are refined and tested by an interdisciplinary group of researchers from natural and physical science, engineering, social science, and humanities. This research contributes to theories of how gender shapes scientific knowledge. While previous policy interventions sought to increase women?s human capital, or to redress institutional problems, this research will examine how attention to gendered knowledge can make science and technology work attractive to women, and also contribute to innovation.  \r\n\r\nCase materials are visually and technically documented, and made available to policymakers, practicing scientists and engineers, and teachers through an interactive website, publications, and policy documents. The creation and testing of the materials will geographically and demographically diverse researchers, undergraduate researchers, and students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Londa",
   "pi_last_name": "Schiebinger",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Londa Schiebinger",
   "pi_email_addr": "schiebinger@stanford.edu",
   "nsf_id": "000404417",
   "pi_start_date": "2012-02-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 Serra Mall, Bldg 200, Rm 27",
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052024",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1353",
   "pgm_ref_txt": "Hist & Philosophy of SET"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 129649.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Gendered Innovations</strong>&nbsp;harness the creative power of sex and gender analysis for innovation and discovery. Considering gender may add a valuable dimension to research. It may take research in new directions.&nbsp;</p>\n<p>&nbsp;The peer-reviewed Gendered Innovations project, directed by Londa Schiebinger, is reported at genderedinnovations.stanford.edu. Using techniques from Science, Technology, and Society, the project developes practical methods of sex and gender analysis for scientists and engineers; and 2) provides case studies as concrete illustrations of how sex and gender analysis leads to innovation.</p>\n<p><strong>&nbsp;</strong><strong>Why Gendered Innovations?</strong></p>\n<p>Doing research wrong costs lives and money. For example, between 1997 and 2000, 10 drugs were withdrawn from the U.S. market because of life-threatening health effects. Eight of these posed \"greater health risks for women than for men.\" Not only does developing a drug in the current market cost billions&mdash;but when drugs failed, they caused human suffering and death.</p>\n<p>&nbsp;Gender bias also leads to failed technology and missed market opportunities. In engineering, for example, considering short people (many women, but also many men) &ldquo;out-of-position&rdquo; drivers leads to greater injury in automobile accidents (see&nbsp;<a href=\"http://genderedinnovations.stanford.edu/case-studies/crash.html\">Pregnant Crash Test Dummies</a>). In basic research, failing to use appropriate samples of male and female cells, tissues, and animals yields faulty results (see&nbsp;<a href=\"http://genderedinnovations.stanford.edu/case-studies/stem_cells.html\">Stem Cells</a>). In technology, not considering gender can lead to products that unconsciously default to a male user (see&nbsp;<a href=\"http://genderedinnovations.stanford.edu/case-studies/nlp.html#tabs-2\">Machine Translation</a>). We can't afford to get the research wrong.</p>\n<p>&nbsp;Doing research right can save lives and money. An analysis of the U.S. Women&rsquo;s Health Initiative Hormone Therapy Trial, for example, found that for every $1 spent, $140 were returned. The study also saved lives, adding 145,000 more quality-adjusted life years (Roth et al., 2014). In city planning, too, considering the &ldquo;mobility of care&rdquo; creates more efficient public transportation systems, reducing costs and enhancing the quality of life (see&nbsp;<a href=\"http://genderedinnovations.stanford.edu/case-studies/transportation.html#tabs-1\">Public Transportation</a>). Similarly, as population age, considering both sex and gender (and their interactions) when engineering new assistive technologies will be important factors to ensure that the products are successful across a broad user base.</p>\n<p>&nbsp;It is crucially important to identify gender bias. But analysis cannot stop there: Gendered Innovations offer state-of-the-art methods of sex and gender analysis. Integrating these methods into basic and applied research produces excellence in science, health &amp; medicine, and engineering research, policy, and practice. The methods of sex and gender analysis are one set of methods among many that a researcher will bring to a project.</p>\n<p><strong>&nbsp;</strong><strong>Three Strategic Approaches</strong></p>\n<p>Governments and universities have taken three strategic approaches to gender equality over the past several decades:</p>\n<p>1. \"Fix the Numbers of Women\" focuses on increasing women's participation.</p>\n<p>2. \"Fix the Institutions\" promotes gender equality in careers through structural change in research organizations.</p>\n<p>3. \"Fix the Knowledge\" or \"gendered innovations\" or the \"gender dimension\" stimulates excellence in science and technology by integrating sex and gender analysis into research.</p>\n<p><strong>&nbsp;</strong><strong>Gendered Innovations:</strong></p>\n<p>?<strong>&nbsp;Add value to research an...",
  "por_txt_cntn": "\nGendered Innovations harness the creative power of sex and gender analysis for innovation and discovery. Considering gender may add a valuable dimension to research. It may take research in new directions. \n\n The peer-reviewed Gendered Innovations project, directed by Londa Schiebinger, is reported at genderedinnovations.stanford.edu. Using techniques from Science, Technology, and Society, the project developes practical methods of sex and gender analysis for scientists and engineers; and 2) provides case studies as concrete illustrations of how sex and gender analysis leads to innovation.\n\n Why Gendered Innovations?\n\nDoing research wrong costs lives and money. For example, between 1997 and 2000, 10 drugs were withdrawn from the U.S. market because of life-threatening health effects. Eight of these posed \"greater health risks for women than for men.\" Not only does developing a drug in the current market cost billions&mdash;but when drugs failed, they caused human suffering and death.\n\n Gender bias also leads to failed technology and missed market opportunities. In engineering, for example, considering short people (many women, but also many men) \"out-of-position\" drivers leads to greater injury in automobile accidents (see Pregnant Crash Test Dummies). In basic research, failing to use appropriate samples of male and female cells, tissues, and animals yields faulty results (see Stem Cells). In technology, not considering gender can lead to products that unconsciously default to a male user (see Machine Translation). We can't afford to get the research wrong.\n\n Doing research right can save lives and money. An analysis of the U.S. WomenÆs Health Initiative Hormone Therapy Trial, for example, found that for every $1 spent, $140 were returned. The study also saved lives, adding 145,000 more quality-adjusted life years (Roth et al., 2014). In city planning, too, considering the \"mobility of care\" creates more efficient public transportation systems, reducing costs and enhancing the quality of life (see Public Transportation). Similarly, as population age, considering both sex and gender (and their interactions) when engineering new assistive technologies will be important factors to ensure that the products are successful across a broad user base.\n\n It is crucially important to identify gender bias. But analysis cannot stop there: Gendered Innovations offer state-of-the-art methods of sex and gender analysis. Integrating these methods into basic and applied research produces excellence in science, health &amp; medicine, and engineering research, policy, and practice. The methods of sex and gender analysis are one set of methods among many that a researcher will bring to a project.\n\n Three Strategic Approaches\n\nGovernments and universities have taken three strategic approaches to gender equality over the past several decades:\n\n1. \"Fix the Numbers of Women\" focuses on increasing women's participation.\n\n2. \"Fix the Institutions\" promotes gender equality in careers through structural change in research organizations.\n\n3. \"Fix the Knowledge\" or \"gendered innovations\" or the \"gender dimension\" stimulates excellence in science and technology by integrating sex and gender analysis into research.\n\n Gendered Innovations:\n\n? Add value to research and engineering by ensuring excellence and quality in outcomes and enhancing sustainability.\n ? Add value to society by making research more responsive to social needs. \n ? Add value to business by developing new ideas, patents, and technology.\n\nGendered Innovations stimulate gender-responsible science and technology, thereby enhancing the quality of life for both women and men worldwide. \n\nProject Background\n\nThe current Gendered Innovations project was initiated at Stanford University, July 2009. In January 2011 the European Commission set up an expert group, \"Innovation through Gender,\" aimed at developing the gender dimension in EU research and innovation. The U.S. National Science Foundation j..."
 }
}