{
 "awd_id": "1153980",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Cuddy Decay: Observation of Subthermocline Eddy Spindown and Property Exchange",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2017-02-28",
 "tot_intn_awd_amt": 897405.0,
 "awd_amount": 897405.0,
 "awd_min_amd_letter_date": "2012-02-23",
 "awd_max_amd_letter_date": "2012-02-23",
 "awd_abstract_narration": "This is a project to study the decay of a subthermocline eddy as it travels from near its generation site in the California Undercurrent (CU) over the continental slope into offshore waters.  The CU, a prominent element of the California Current System (CCS), transports relatively warm, saline, anoxic Pacific Equatorial Water north along the North American west coast.  Temperature and salinity generally decrease both poleward and offshore, while dissolved oxygen increases, as the CU spins off long lived eddies transporting its water properties away from the CCS into the eastern Pacific.  These eddies, nicknamed cuddies for their origin, have been tracked by solitary floats for many months and surveyed hydrographically on occasion, but their structural evolution as they decay has yet to be observed.  They take the form of submesoscale coherent vorticies and are largely invisible to remote sensing techniques due both to their small size and subsurface intensification.  The extent to which cuddies contribute to broad scale property gradients in the CCS and beyond is tied to the evolution of their radial-vertical structure.\r\n\r\nThis study will use a pair of extended-range Seagliders to frequently survey a cuddy over many months as it travels.  A cuddy will be identified and located for study by an ongoing Seaglider repeat transect, separately supported by NOAA and maintained by University of Washington colleagues.  With improvements to performance efficiency, Seagliders are projected to be capable of operating as long as a year while transmitting slanting profiles of upper-ocean structure ashore in near real time.  Simultaneous transects at 4-6 km resolution along nearly perpendicular paths repeated every week or less over the course of ten months appear feasible, with an additional two months of mission time devoted to reaching from and returning to the coastal region for launch and recovery.  The sequence of approximately 50 three-dimensional surveys of a cuddy will be used to observe its decay rate, associated frequency and intensity of fine scale stratification features, and changes in vertical-radial structure.\r\n\r\nThe observed structural evolution of a subsurface eddy will be used to infer the exchange rates of physical, chemical, and biological properties with the surrounding waters.  While cuddies are widely suspected to be important agents of property exchange in the CCS, the observations proposed will be the first to describe a cuddy in four dimensions over an appreciable portion of its lifetime.\r\n\r\nThis study will contribute to understanding of eddy transport in general and the role of submesoscale coherent vorticies in particular in transmitting eastern boundary region properties to the ocean interior. Implications of eddy transport are important not only to physical distributions in the ocean, but to chemical and biological ones as well. The project will train a graduate student to be expert in an emerging observational technique as well as in the role of eddies in ocean circulation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Eriksen",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Charles C Eriksen",
   "pi_email_addr": "eriksen@u.washington.edu",
   "nsf_id": "000465056",
   "pi_start_date": "2012-02-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 Brooklyn Ave NE",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951202",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 897405.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Eddies with diameters of roughly 100 km and smaller populate the ocean and typically dominate ocean motions with their swirling currents. They are crucial to the distribution of heat, fresh water (salt), momentum, mechanical energy, chemical constituents, and biological activity. These transient features form, propagate, interact, and transform themselves in endless maintenance of turbulence within the ocean. Some eddies are remarkably self contained and, once formed, travel for a year or more through the ocean carrying the water captured within them long distances. The object of this project was to track in four dimensions (vertical, two horizontal, and time) one such eddy of a type commonly found within the California Current System offshore Washington and British Columbia. The intent was to survey the eddy continuously over a few months to observe its evolution. Such close monitoring had not previously been carried out due to the prohibitive cost of ship-based studies require. This project instead used underwater robots to find, stay with, and repeatedly survey an eddy confined to the upper few hundred meters of the ocean, but not extending to the sea surface.</p>\n<p>&nbsp;</p>\n<p>The type of eddy surveyed is called a &ldquo;Cuddy&rdquo; for its source the California Undercurrent. Cuddies are thought to be a principle mechanism for drawing warm, salty waters from the Undercurrent, a stream trapped to the continental slope originating in tropical waters of the eastern Pacific, offshore into the cool, fresh waters found offshore. Cuddies have been tracked with floats on many occasions, but never previously had one been followed and crisscrossed repeatedly. The motivation was to learn how Cuddies and similar solitary eddies evolve as they spin and translate offshore. The challenge was to detect and, once found, follow a Cuddy while traversing it repeatedly over an appreciable portion of its lifetime (or at least long enough to observe it change). The goal was to learn how and why its structure evolves.</p>\n<p>&nbsp;</p>\n<p>The challenge was met using a squadron of 2-3 small long-range underwater vehicles called Seagliders. These vehicles move through the ocean by repeatedly changing their buoyancy to alternately dive and climb through the upper 1 km of the ocean, using wings and controlling their attitude to glide forward during both descent and ascent. They measure temperature, salinity, and other variables as they move along saw-tooth tracks to collect vertical cross-sections of upper ocean structure. Cuddies are easily detected using gliders by the mid-depth bowing of density surfaces and their relatively warm and saline cores. A pair of gliders was generally used to swim across the Cuddy surveyed roughly through its center along tracks at nearly right angles from one another. Gliders were piloted initially manually by a pilot ashore who chose courses to steer based on glider observations transmitted via satellite communications between dive/climb cycles. As the survey program progressed, observations were interpreted automatically by a computer program run ashore. The computer, in turn, chose what glider courses to steer, continuously accounting for the size, strength, position, and drift of the Cuddy. In this way, transects were repeatedly carried out by gliders through the Cuddy center and across it to its rim and back.</p>\n<p>&nbsp;</p>\n<p>The result was the collection of a 3-month sequence of snapshots of eddy structure in depth and radius. The principal changes detected over this period were vertical thickening of its extent and slowdown of its swirl speed. Through these changes, the Cuddy diameter remained about the same. The Cuddy also wandered several hundred kilometers northwestward, roughly paralleling coastal topography, but did move onshore measurably, instead of moving offshore as expected. Variations in temperature and salinity structure at its rim indicated increased interleaving of water from its core with water from its surroundings. The slow reduction in swirl speed and thickening are in large part the consequence of the Cuddy having traveled to higher latitude and entered more weakly stratified surroundings by moving on-shore. The steady increase in evidence for interleaving suggests that ultimately this process is responsible for slow Cuddy decay.</p>\n<p>&nbsp;</p>\n<p>The consequences of Cuddy behavior are that they play an active role in transmitting characteristics of the ocean found near its boundaries into its interior. Cuddy formation, translation, and gradual decay is a potent mechanism for mixing properties and biological populations from boundary regions into the ocean interior. By tracking a Cuddy, this process has been at least partially quantified.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/19/2017<br>\n\t\t\t\t\tModified by: Charles&nbsp;C&nbsp;Eriksen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEddies with diameters of roughly 100 km and smaller populate the ocean and typically dominate ocean motions with their swirling currents. They are crucial to the distribution of heat, fresh water (salt), momentum, mechanical energy, chemical constituents, and biological activity. These transient features form, propagate, interact, and transform themselves in endless maintenance of turbulence within the ocean. Some eddies are remarkably self contained and, once formed, travel for a year or more through the ocean carrying the water captured within them long distances. The object of this project was to track in four dimensions (vertical, two horizontal, and time) one such eddy of a type commonly found within the California Current System offshore Washington and British Columbia. The intent was to survey the eddy continuously over a few months to observe its evolution. Such close monitoring had not previously been carried out due to the prohibitive cost of ship-based studies require. This project instead used underwater robots to find, stay with, and repeatedly survey an eddy confined to the upper few hundred meters of the ocean, but not extending to the sea surface.\n\n \n\nThe type of eddy surveyed is called a \"Cuddy\" for its source the California Undercurrent. Cuddies are thought to be a principle mechanism for drawing warm, salty waters from the Undercurrent, a stream trapped to the continental slope originating in tropical waters of the eastern Pacific, offshore into the cool, fresh waters found offshore. Cuddies have been tracked with floats on many occasions, but never previously had one been followed and crisscrossed repeatedly. The motivation was to learn how Cuddies and similar solitary eddies evolve as they spin and translate offshore. The challenge was to detect and, once found, follow a Cuddy while traversing it repeatedly over an appreciable portion of its lifetime (or at least long enough to observe it change). The goal was to learn how and why its structure evolves.\n\n \n\nThe challenge was met using a squadron of 2-3 small long-range underwater vehicles called Seagliders. These vehicles move through the ocean by repeatedly changing their buoyancy to alternately dive and climb through the upper 1 km of the ocean, using wings and controlling their attitude to glide forward during both descent and ascent. They measure temperature, salinity, and other variables as they move along saw-tooth tracks to collect vertical cross-sections of upper ocean structure. Cuddies are easily detected using gliders by the mid-depth bowing of density surfaces and their relatively warm and saline cores. A pair of gliders was generally used to swim across the Cuddy surveyed roughly through its center along tracks at nearly right angles from one another. Gliders were piloted initially manually by a pilot ashore who chose courses to steer based on glider observations transmitted via satellite communications between dive/climb cycles. As the survey program progressed, observations were interpreted automatically by a computer program run ashore. The computer, in turn, chose what glider courses to steer, continuously accounting for the size, strength, position, and drift of the Cuddy. In this way, transects were repeatedly carried out by gliders through the Cuddy center and across it to its rim and back.\n\n \n\nThe result was the collection of a 3-month sequence of snapshots of eddy structure in depth and radius. The principal changes detected over this period were vertical thickening of its extent and slowdown of its swirl speed. Through these changes, the Cuddy diameter remained about the same. The Cuddy also wandered several hundred kilometers northwestward, roughly paralleling coastal topography, but did move onshore measurably, instead of moving offshore as expected. Variations in temperature and salinity structure at its rim indicated increased interleaving of water from its core with water from its surroundings. The slow reduction in swirl speed and thickening are in large part the consequence of the Cuddy having traveled to higher latitude and entered more weakly stratified surroundings by moving on-shore. The steady increase in evidence for interleaving suggests that ultimately this process is responsible for slow Cuddy decay.\n\n \n\nThe consequences of Cuddy behavior are that they play an active role in transmitting characteristics of the ocean found near its boundaries into its interior. Cuddy formation, translation, and gradual decay is a potent mechanism for mixing properties and biological populations from boundary regions into the ocean interior. By tracking a Cuddy, this process has been at least partially quantified.\n\n\t\t\t\t\tLast Modified: 06/19/2017\n\n\t\t\t\t\tSubmitted by: Charles C Eriksen"
 }
}