{
 "awd_id": "1153115",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Faunal Resource Depression and Intensification in the North American Southwest: Digital Data and Regional Synthesis",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 156465.0,
 "awd_amount": 156465.0,
 "awd_min_amd_letter_date": "2012-01-25",
 "awd_max_amd_letter_date": "2012-01-25",
 "awd_abstract_narration": "With National Science Foundation Support, Dr. Katherine Spielmann will lead an interdisciplinary team of archaeologists and software developers in the analysis of the factors that led to the over-hunting of large game (principally antelope and deer) in the American Southwest between A.D. 1200 and 1500. This period of time is characterized by large-scale migrations, and aggregation of people into towns of 500-1000 residents. During this time some archaeological animal bone assemblages indicate a decline in the availability of large game. There is currently no regional-scale understanding of the factors that promoted over-hunting in some areas but not in others. The two primary factors to be investigated are 1) population size, concentration, and persistence on the landscape, and 2) environmental variation. The team will then investigate the contexts in which people chose to intensify turkey husbandry in response to declining access to meat from wild game. Although domesticated turkeys are known from the Southwest by A.D. 500, until the 1100s they were largely raised for feathers. After that time some populations intensified turkey production for consumption, while others did not. Why this variation existed is a target of the project.  From this perspective the project is important because it will provide insight into long term interactions between a society at a relatively \"simple\" level of social and subsistence organization and the environment within which it existed. The results will be generalizable to many other cultures and regions of the world.\r\n\r\nThe project is innovative in the scale at which animal bone data from a diversity of prehistoric village sites across the Southwestern US will be integrated to address the issue of human impacts on the environment. Although in the past researchers have undertaken synthetic analyses at smaller scales, these have generally used animal bone data presented in summary form in the published literature. Rather than depend on published data, these syntheses will rely on analyses of an integrated composite of original faunal datasets. The PI's approach to synthesis using the original datasets is made possible through use of tDAR (the Digital Archaeological Record; http://tdar.org), a repository for digital archaeological data.  Members of the project's Southwestern Faunal Working Group are uploading their datasets into tDAR. The software development team will then work with the Faunal Working Group to streamline tDAR's groundbreaking analytical tool that allows the integration of datasets (or spreadsheets) that were recorded by different investigators using inconsistent analytical protocols. This integration brings the animal bone data into a single classificatory scheme, thus making it possible to analyze faunal datasets in a manner that allows the research team to address anthropological questions in ways that have not heretofore been possible.\r\n\r\nThe intellectual merits of the project lie in demonstrating the scientific value of large-scale dataset sharing and integration for addressing a diversity of anthropological questions. The project will significantly enhance the anthropological understanding of long-term interaction between people and their environment, and will improve research using archaeological animal bone data. The broader impacts of the project include training of undergraduate and graduate students through internships and research assistantships, and workshops on tDAR for cultural resource management communities. In addition, scientists in other fields will be able to access these archaeological data and use this project's tools and protocols to address broader issues of biodiversity and environmental change.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katherine",
   "pi_last_name": "Spielmann",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Katherine A Spielmann",
   "pi_email_addr": "kate.spielmann@asu.edu",
   "nsf_id": "000269927",
   "pi_start_date": "2012-01-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Keith",
   "pi_last_name": "Kintigh",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Keith W Kintigh",
   "pi_email_addr": "kintigh@asu.edu",
   "nsf_id": "000406518",
   "pi_start_date": "2012-01-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tiffany",
   "pi_last_name": "Clark",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tiffany Clark",
   "pi_email_addr": "tclark@desert.com",
   "nsf_id": "000427517",
   "pi_start_date": "2012-01-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Allen",
   "pi_last_name": "Lee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Allen Lee",
   "pi_email_addr": "allen.lee@asu.edu",
   "nsf_id": "000566351",
   "pi_start_date": "2012-01-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "660 S. Mill Ave, Suite 310",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852876011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 156465.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>Intellectual merit</em>: At the start of our research, processes of overhunting (resource depression)&nbsp; had been documented through local analyses in different portions of the US Southwest, with explanations for patterning tied to local cultural and demographic histories. No regional-scale analysis of factors affecting over hunting had been undertaken and thus processes held in common across the Southwest were not known. Moreover, while general patterning in turkey presence had been documented for awhile&mdash;that domestic turkey became more common in Southwestern villages later prehistory and were particularly common at Mesa Verde&mdash;regional-scale patterning in turkey use had not been documented. In the 1990s Spielmann had hypothesized that turkey intensification was a response to large mammal over hunting, but this hypothesis remained untested due to lack of access to the faunal data from large numbers of archaeological sites.</p>\n<p>&nbsp;This project has vastly improved our understanding of over hunting by documenting that environmental factors play a foundational role, but that demographic history also plays a strong role beyond the environment regardless of where in the Southwest people were located. The hypothesis that turkey intensification was directly related to over hunting large game across the Southwest was also upheld. Unexpectedly, the demographic shift of Ancestral Pueblo peoples from the Colorado Plateau to the Rio Grande region in the late 13<sup>th</sup> and early 14<sup>th</sup> centuries, which has generally been understood as primarily a response to drought and crop failure, also ameliorated lack of access to meat, and hunting once again became almost the sole source of meat for Ancestral Pueblo villagers.</p>\n<p>&nbsp;The issue of over hunting is a focus of much faunal research in the US Southwest and the project contributed significantly to its understanding. Beyond this issue, however, are myriad other questions that can be asked of faunal data, from patterning in the use of ritual fauna to differences in butchering practices. By making 37 datasets available to other researchers on tDAR, all of which have been mapped to global faunal ontologies and are thus readily available for further integration analyses, we have made possible a host of analyses extending well beyond this project.</p>\n<p>&nbsp;Comparative faunal analyses of the sort that we undertook require the assessment of whether taphonomic processes (e.g., breakage and decay) have acted similarly on the datasets of interest or whether some should be excluded from analyses because of markedly different faunal histories. Prior to this project, it was extremely difficult to routinize the assessment of taphonomic factors using digital data, and individual researchers who did evaluate taphonomic histories did so in different ways. The development of the Southwest Taphonomic Protocol and its translation into computer code that allows individuals to run it using their own datasets is a significant contribution to southwestern faunal analyses. Equally important, it can be a template for others&rsquo; implementations of (or alterations to) the protocol. This contribution thus goes beyond the Southwest to other regions, and in fact colleagues working with eastern US fauna are undertaking alterations of the protocol to fit their needs in their current NSF-funded project. The SWTP should be applicable to assemblages of hunted fauna from other arid to semi-arid regions. An eastern US Taphonomic Protocol will expand its application to wetter, less preservation-friendly environments.</p>\n<p>&nbsp;Finally, a good 50 years on from the marked increase in emphasis on scientific data collection in archaeology there are myriad datasets from across the globe that have been analyzed at a local or at most a regional level, but have not been able to be synthesized systematically to address larg...",
  "por_txt_cntn": "\nIntellectual merit: At the start of our research, processes of overhunting (resource depression)  had been documented through local analyses in different portions of the US Southwest, with explanations for patterning tied to local cultural and demographic histories. No regional-scale analysis of factors affecting over hunting had been undertaken and thus processes held in common across the Southwest were not known. Moreover, while general patterning in turkey presence had been documented for awhile&mdash;that domestic turkey became more common in Southwestern villages later prehistory and were particularly common at Mesa Verde&mdash;regional-scale patterning in turkey use had not been documented. In the 1990s Spielmann had hypothesized that turkey intensification was a response to large mammal over hunting, but this hypothesis remained untested due to lack of access to the faunal data from large numbers of archaeological sites.\n\n This project has vastly improved our understanding of over hunting by documenting that environmental factors play a foundational role, but that demographic history also plays a strong role beyond the environment regardless of where in the Southwest people were located. The hypothesis that turkey intensification was directly related to over hunting large game across the Southwest was also upheld. Unexpectedly, the demographic shift of Ancestral Pueblo peoples from the Colorado Plateau to the Rio Grande region in the late 13th and early 14th centuries, which has generally been understood as primarily a response to drought and crop failure, also ameliorated lack of access to meat, and hunting once again became almost the sole source of meat for Ancestral Pueblo villagers.\n\n The issue of over hunting is a focus of much faunal research in the US Southwest and the project contributed significantly to its understanding. Beyond this issue, however, are myriad other questions that can be asked of faunal data, from patterning in the use of ritual fauna to differences in butchering practices. By making 37 datasets available to other researchers on tDAR, all of which have been mapped to global faunal ontologies and are thus readily available for further integration analyses, we have made possible a host of analyses extending well beyond this project.\n\n Comparative faunal analyses of the sort that we undertook require the assessment of whether taphonomic processes (e.g., breakage and decay) have acted similarly on the datasets of interest or whether some should be excluded from analyses because of markedly different faunal histories. Prior to this project, it was extremely difficult to routinize the assessment of taphonomic factors using digital data, and individual researchers who did evaluate taphonomic histories did so in different ways. The development of the Southwest Taphonomic Protocol and its translation into computer code that allows individuals to run it using their own datasets is a significant contribution to southwestern faunal analyses. Equally important, it can be a template for othersÆ implementations of (or alterations to) the protocol. This contribution thus goes beyond the Southwest to other regions, and in fact colleagues working with eastern US fauna are undertaking alterations of the protocol to fit their needs in their current NSF-funded project. The SWTP should be applicable to assemblages of hunted fauna from other arid to semi-arid regions. An eastern US Taphonomic Protocol will expand its application to wetter, less preservation-friendly environments.\n\n Finally, a good 50 years on from the marked increase in emphasis on scientific data collection in archaeology there are myriad datasets from across the globe that have been analyzed at a local or at most a regional level, but have not been able to be synthesized systematically to address larger-scale questions. We are now at what could be considered archaeologyÆs \"big data moment.\" Through the Resource Depression and Intensification proj..."
 }
}