{
 "awd_id": "1154314",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement: The ontogeny of male-male bonds in wild Ethiopian geladas (Theropithecus gelada)",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 17552.0,
 "awd_amount": 17552.0,
 "awd_min_amd_letter_date": "2012-04-06",
 "awd_max_amd_letter_date": "2012-04-06",
 "awd_abstract_narration": "Although male-male bonds are relatively common in male-philopatric primates, evidence for these bonds in species with male dispersal is rare.  Despite documentation that male-male bonds have reproductive consequences in this context, little is known about how these bonds develop. Doctoral student Caitlin Barale (Princeton University), under the supervision of Dr. Daniel Rubenstein, investigates the ontogeny of male-male relationships in the gelada (Theropithecus gelada), a species characterized by both male dispersal and male-male bonds. The primary objective of this research is to examine the nature of male-male bonds, and identify the behavioral and hormonal factors that set juvenile gelada males on individual reproductive trajectories as they transition from their natal one-male unit, to a temporary peer group, and onwards into an all-male bachelor group. The project has four specific goals: (1) to describe juvenile peer groups, (2) to characterize male-male bonds in the juvenile period, (3) to evaluate a short-term benefit of these bonds, and (4) to investigate how male relationships change at adrenarche. The investigators employ a combination of cross-sectional and longitudinal behavioral analyses, social network analysis and non-invasive fecal hormone sampling on all juvenile males (N=51) in a band of geladas in the Simien Mountains National Park, Ethiopia.\r\n\r\nThis research represents the first long-term study focused exclusively on juvenile geladas. It provides a valuable new perspective on gelada social development through the collection of behavioral, physiological and network-based data, and initiates the first longitudinal dataset on known gelada males. Having detailed data on known individuals from juvenility to adulthood allows researchers to connect the effects of early life to lifetime reproductive success. The results of this research will contribute novel data on the development of male-male bonds in primates, advance the application of social network theory to animal systems, and help build a model for social development in early hominins, modern-day humans, and other non-human primates.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Rubenstein",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel I Rubenstein",
   "pi_email_addr": "dir@princeton.edu",
   "nsf_id": "000124640",
   "pi_start_date": "2012-04-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Caitlin",
   "pi_last_name": "Barale",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Caitlin L Barale",
   "pi_email_addr": "cbarale@princeton.edu",
   "nsf_id": "000595659",
   "pi_start_date": "2012-04-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085442020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 17552.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 3\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p>Caitlin Barale, along with advisor and co-PI Dr. Daniel Rubenstein, has completed research for her dissertation \"The effects of early social context and social types on dispersal and reproductive strategies in male geladas (Theropithecus gelada)\" supported by an NSF Doctoral Dissertation Improvement Grant. During the funding period, Barale conducted extensive field work in Ethiopia's Simien Mountains, as well as analytical work in Princeton, NJ. Her dissertation explored the development of individual differences in social integration during the juvenile period, the facets of early life that influence these differences, and the way they influence behavioral trajectories in male geladas,&nbsp;using both behavioral observations and social network analysis</p>\n<p>&nbsp;</p>\n<p><span>The relationship between early social experiences, dispersal, and adult strategies is complex and poorly understood. It requires a thorough investigation into the social environment of immature study subjects, and the ability to track individuals as they mature, disperse and reproduce.</span><span>&nbsp;During the funding period, the authors collected more than 820 hours of behavioral observations from 109 individual juvenile geladas as they matured.</span></p>\n<p><span><br /></span></p>\n<p><span>Sex differences foreshadowing adult trajectories were apparent in play rates, number of playmates per individual, grooming partner type, and partner preferences. Males practiced fighting and assessing competitors, while females built grooming ties with relatives. Both sexes exhibited individual consistency in play and grooming rates. Individuals also varied consistently in relative social integration, as measured by social network analysis. Within a specific social context, geladas who had many friends also connected disparate subgroups and had well-connected partners. However, prowess in one social setting did not translate into competence in another.</span></p>\n<p><span><br /></span></p>\n<p>The combination of interaction rates and integration metrics was individually-stable over time for most individuals and constituted repeatable &ldquo;social types&rdquo;. Social types arose primarily from variation in maternal sociability. Sons of highly-social mothers were central in grooming networks. Sons of asocial mothers were central in play networks. The opposing effects of maternal social integration on juvenile play and grooming integration were a result of the example set by mothers of differing sociability, and the social environment to which juveniles were exposed. Males with highly-social mothers were well-integrated in grooming networks because their mothers provided them with a premade social environment and grooming network. All was not lost for sons of asocial mothers, however. By taking the initiative and actively building play networks instead of waiting for others to initiate social interactions with them, sons of asocial mothers were able to overcome their mothers&rsquo; lack of social connections and consistently integrate well into the play network.&nbsp;</p>\n<p>&nbsp;</p>\n<div class=\"page\" title=\"Page 163\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>Social types also influenced dispersal trajectories.&nbsp;Males who were highly or moderately integrated in juvenile social networks positioned themselves to be highly successful adults. They stayed in their natal unit long enough to learn and practice the social skills necessary to successfully integrate into a bachelor group. Subsequently, they dispersed into bachelor groups, either directly (highly integrated males) or by visiting first to improve their grooming skills (moderately integrated males). Previous work has shown that joining a bachelor group likely gives males the best shot at becoming high reproductive success. Poorly integrated&nbsp;</...",
  "por_txt_cntn": "\n\n\n\nCaitlin Barale, along with advisor and co-PI Dr. Daniel Rubenstein, has completed research for her dissertation \"The effects of early social context and social types on dispersal and reproductive strategies in male geladas (Theropithecus gelada)\" supported by an NSF Doctoral Dissertation Improvement Grant. During the funding period, Barale conducted extensive field work in Ethiopia's Simien Mountains, as well as analytical work in Princeton, NJ. Her dissertation explored the development of individual differences in social integration during the juvenile period, the facets of early life that influence these differences, and the way they influence behavioral trajectories in male geladas, using both behavioral observations and social network analysis\n\n \n\nThe relationship between early social experiences, dispersal, and adult strategies is complex and poorly understood. It requires a thorough investigation into the social environment of immature study subjects, and the ability to track individuals as they mature, disperse and reproduce. During the funding period, the authors collected more than 820 hours of behavioral observations from 109 individual juvenile geladas as they matured.\n\n\n\n\nSex differences foreshadowing adult trajectories were apparent in play rates, number of playmates per individual, grooming partner type, and partner preferences. Males practiced fighting and assessing competitors, while females built grooming ties with relatives. Both sexes exhibited individual consistency in play and grooming rates. Individuals also varied consistently in relative social integration, as measured by social network analysis. Within a specific social context, geladas who had many friends also connected disparate subgroups and had well-connected partners. However, prowess in one social setting did not translate into competence in another.\n\n\n\n\nThe combination of interaction rates and integration metrics was individually-stable over time for most individuals and constituted repeatable \"social types\". Social types arose primarily from variation in maternal sociability. Sons of highly-social mothers were central in grooming networks. Sons of asocial mothers were central in play networks. The opposing effects of maternal social integration on juvenile play and grooming integration were a result of the example set by mothers of differing sociability, and the social environment to which juveniles were exposed. Males with highly-social mothers were well-integrated in grooming networks because their mothers provided them with a premade social environment and grooming network. All was not lost for sons of asocial mothers, however. By taking the initiative and actively building play networks instead of waiting for others to initiate social interactions with them, sons of asocial mothers were able to overcome their mothersÆ lack of social connections and consistently integrate well into the play network. \n\n \n\n\n\n\nSocial types also influenced dispersal trajectories. Males who were highly or moderately integrated in juvenile social networks positioned themselves to be highly successful adults. They stayed in their natal unit long enough to learn and practice the social skills necessary to successfully integrate into a bachelor group. Subsequently, they dispersed into bachelor groups, either directly (highly integrated males) or by visiting first to improve their grooming skills (moderately integrated males). Previous work has shown that joining a bachelor group likely gives males the best shot at becoming high reproductive success. Poorly integrated males skipped the bachelor group phase entirely and dispersed directly into reproductive units. Given their lack of social connections and skills as juveniles and their apparent inability to integrate into any social networks, it is unlikely these males would thrive in highly-social bachelor groups. By dispersing to reproductive units instead, these males avoided the social bachelor group and instea..."
 }
}