{
 "awd_id": "1154569",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "EVS Scholars: Promoting Excellence and Success in Environmental Science",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Turley",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 580260.0,
 "awd_amount": 580260.0,
 "awd_min_amd_letter_date": "2012-07-17",
 "awd_max_amd_letter_date": "2013-08-09",
 "awd_abstract_narration": "The EVS Scholars program at the University of Texas at Austin recruits academically talented but financially needy entering freshmen to its innovative and interdisciplinary degree program leading to a Bachelor of Science in Environmental Science.  Housed in three different colleges at the university, the program is demanding and rigorous, and prepares its graduates for further education or employment in the burgeoning workforce in environmental areas.  Scholars are grouped in small cohorts and offered individualized academic support, multifaceted mentoring, and professional preparation.  The goal is to attract and retain Scholars, allowing them to develop habits of interdisciplinary critical thinking, research and field skills, and motivation to contribute to solving environmental problems.  With the help of current Scholars, applicants are aggressively recruited and those chosen as scholars are carefully nurtured.   Since the student population at the University of Texas is 17% Hispanic, EVS Scholars will contribute diversity to a STEM area that currently lacks it.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jay",
   "pi_last_name": "Banner",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jay L Banner",
   "pi_email_addr": "banner@mail.utexas.edu",
   "nsf_id": "000162591",
   "pi_start_date": "2012-07-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Norma",
   "pi_last_name": "Fowler",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Norma L Fowler",
   "pi_email_addr": "nfowler@austin.utexas.edu",
   "nsf_id": "000396878",
   "pi_start_date": "2012-07-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Torres",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca Torres",
   "pi_email_addr": "rebecca.torres@austin.utexas.edu",
   "nsf_id": "000546158",
   "pi_start_date": "2012-07-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787137726",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 145065.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 435195.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This S-STEM program was designed to encourage, support, and professionally develop students with high financial need from diverse and traditionally under-represented backgrounds in the study of environmental science. We accomplished this through innovative developments in UT Austin's Bachelor of Science in Environmental Science (EVS) degree program, established in 2010.<em> </em>The EVS degree has a strong technical foundation of STEM disciplinary courses, highly interdisciplinary connecting courses, and research and field investigation emphases. We found that the structure of the program, including the early engagement through the field course, leads to a strong student cohort and peer support that engenders a small-school experience at our large university. The field intensive nature of the program restricts overall EVS enrollment, leading to more individualized student advising<em>. </em>This environment benefits all EVS students but also fosters an atmosphere conducive to the recruitment and retention of underrepresented groups. Contributing to such an environment are experiential learning, peer support and role models, individual mentorship, and professional development.<em> </em>Students navigate through the program effectively: four- year graduation rates are above 70%, higher than UT Austin's average of 65.7%. We have developed a growing internship and placement program; most graduates (&gt;85%) find employment in their field or pursue graduate programs.</p>\n<p>&nbsp;</p>\n<p>Under this S-STEM grant, a subset of EVS students (\"EVS Scholars\") received scholarships. These students reported a higher level of success and satisfaction with the degree program than did non-scholarship EVS students. The proportion of both Hispanic students and first generation students in EVS increased over the course of the grant. However, we did not substantially increase EVS enrollment of students who were both of low-socioeconomic status and Hispanic.</p>\n<p>&nbsp;</p>\n<p>Approximately 87% of the award was budgeted for scholarships. A total of 61 annual scholarships were awarded to 34 students during the award period, along with four one-time professional development scholarships awarded to four continuing EVS Scholars students in the final year of the grant. To date, 20 of the 34 scholarship recipients (59%) have graduated from the UT EVS Program degree. Of the remaining 14 students (41%), four are continuing EVS Scholars, and 10 left the EVS program for another major (three to STEM and three to non-STEM majors) or another institution. In summary, all 24 remaining EVS Scholars (34 recipients - 10 leaving) have either graduated or are currently finishing the EVS degree.</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">Intellectual merit:</span><strong> </strong>The major conceptual lessons learned are understanding: 1) that our scholarship program was successful for our EVS students based on high student graduation rates and a high degree of student satisfaction, in a technically strong, highly interdisciplinary, and hands-on degree program; 2) that our recruitment of EVS students needs to be better targeted and strengthened for students that have both financial need and are from underrepresented groups; 3) the interdependencies of disciplinary and interdisciplinary learning that occur in our integrating EVS courses.</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">Broader impacts:</span><strong> </strong>EVS Scholars built a cohort of interdisciplinary learners that can serve as a model for engaging underrepresented populations in environmental science and STEM in general, retaining them with a hands-on program, and helping those students acquire the skills and motivation to transition into their professional lives. To assess student outcomes we designed and implemented a confidential survey for current students. 91 students completed the survey. Of these, 11 received financial support from the EVS Program. Scholarship beneficiaries generally rated their experience and the EVS Program higher than non-recipients, pointing to the success of the awards. Higher percentages of awardees than non-awardees agreed or strongly agreed that the program has increased their interest in research (91% and 78%, respectively), and that participating in research has increased their interest in pursuing a career in science (100% and 81%, respectively). Additionally, awardee respondents participated in internships, undergraduate research, and mentoring at rates approximately 14% higher than non-awardees. Furthermore, selected student quotes reflect the successful outcomes in more detail:</p>\n<p>&nbsp;</p>\n<p>\"I now have a strong belief that an interdisciplinary approach is needed to solve the world's future environmental problems.\" -<em>EVS Scholar</em></p>\n<p>&nbsp;</p>\n<p>\"I felt more connected to the EVS program because I felt like a representative of a smaller degree in a large university. As an EVS scholar, I spoke to incoming high school seniors and current UT Austin students and encouraged them to apply...because of the great financial and advising support.\" -<em>EVS Scholar Alumnus</em></p>\n<p>&nbsp;</p>\n<p>\"this award helped me feel more confident in my academic ability.\" -<em>EVS Scholar </em></p>\n<p>&nbsp;</p>\n<p>\"My courses have branched across the three colleges...affiliated with the EVS major and this has been an incredible learning opportunity for me! ...learning the connection across disciplines of environmental science...has equipped me to better communicate the importance of environmental awareness to people - one of my biggest goals!\" -<em>EVS Student</em></p>\n<p>&nbsp;</p>\n<p>\"[The EVS Scholars Award] allowed me to feel valued from the program and alleviated financial stress my freshman year.\" -<em>EVS Scholar</em></p>\n<p><em><br /></em></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/08/2018<br>\n\t\t\t\t\tModified by: Jay&nbsp;L&nbsp;Banner</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis S-STEM program was designed to encourage, support, and professionally develop students with high financial need from diverse and traditionally under-represented backgrounds in the study of environmental science. We accomplished this through innovative developments in UT Austin's Bachelor of Science in Environmental Science (EVS) degree program, established in 2010. The EVS degree has a strong technical foundation of STEM disciplinary courses, highly interdisciplinary connecting courses, and research and field investigation emphases. We found that the structure of the program, including the early engagement through the field course, leads to a strong student cohort and peer support that engenders a small-school experience at our large university. The field intensive nature of the program restricts overall EVS enrollment, leading to more individualized student advising. This environment benefits all EVS students but also fosters an atmosphere conducive to the recruitment and retention of underrepresented groups. Contributing to such an environment are experiential learning, peer support and role models, individual mentorship, and professional development. Students navigate through the program effectively: four- year graduation rates are above 70%, higher than UT Austin's average of 65.7%. We have developed a growing internship and placement program; most graduates (&gt;85%) find employment in their field or pursue graduate programs.\n\n \n\nUnder this S-STEM grant, a subset of EVS students (\"EVS Scholars\") received scholarships. These students reported a higher level of success and satisfaction with the degree program than did non-scholarship EVS students. The proportion of both Hispanic students and first generation students in EVS increased over the course of the grant. However, we did not substantially increase EVS enrollment of students who were both of low-socioeconomic status and Hispanic.\n\n \n\nApproximately 87% of the award was budgeted for scholarships. A total of 61 annual scholarships were awarded to 34 students during the award period, along with four one-time professional development scholarships awarded to four continuing EVS Scholars students in the final year of the grant. To date, 20 of the 34 scholarship recipients (59%) have graduated from the UT EVS Program degree. Of the remaining 14 students (41%), four are continuing EVS Scholars, and 10 left the EVS program for another major (three to STEM and three to non-STEM majors) or another institution. In summary, all 24 remaining EVS Scholars (34 recipients - 10 leaving) have either graduated or are currently finishing the EVS degree.\n\n \n\nIntellectual merit: The major conceptual lessons learned are understanding: 1) that our scholarship program was successful for our EVS students based on high student graduation rates and a high degree of student satisfaction, in a technically strong, highly interdisciplinary, and hands-on degree program; 2) that our recruitment of EVS students needs to be better targeted and strengthened for students that have both financial need and are from underrepresented groups; 3) the interdependencies of disciplinary and interdisciplinary learning that occur in our integrating EVS courses.\n\n \n\nBroader impacts: EVS Scholars built a cohort of interdisciplinary learners that can serve as a model for engaging underrepresented populations in environmental science and STEM in general, retaining them with a hands-on program, and helping those students acquire the skills and motivation to transition into their professional lives. To assess student outcomes we designed and implemented a confidential survey for current students. 91 students completed the survey. Of these, 11 received financial support from the EVS Program. Scholarship beneficiaries generally rated their experience and the EVS Program higher than non-recipients, pointing to the success of the awards. Higher percentages of awardees than non-awardees agreed or strongly agreed that the program has increased their interest in research (91% and 78%, respectively), and that participating in research has increased their interest in pursuing a career in science (100% and 81%, respectively). Additionally, awardee respondents participated in internships, undergraduate research, and mentoring at rates approximately 14% higher than non-awardees. Furthermore, selected student quotes reflect the successful outcomes in more detail:\n\n \n\n\"I now have a strong belief that an interdisciplinary approach is needed to solve the world's future environmental problems.\" -EVS Scholar\n\n \n\n\"I felt more connected to the EVS program because I felt like a representative of a smaller degree in a large university. As an EVS scholar, I spoke to incoming high school seniors and current UT Austin students and encouraged them to apply...because of the great financial and advising support.\" -EVS Scholar Alumnus\n\n \n\n\"this award helped me feel more confident in my academic ability.\" -EVS Scholar \n\n \n\n\"My courses have branched across the three colleges...affiliated with the EVS major and this has been an incredible learning opportunity for me! ...learning the connection across disciplines of environmental science...has equipped me to better communicate the importance of environmental awareness to people - one of my biggest goals!\" -EVS Student\n\n \n\n\"[The EVS Scholars Award] allowed me to feel valued from the program and alleviated financial stress my freshman year.\" -EVS Scholar\n\n\n\n\n\t\t\t\t\tLast Modified: 11/08/2018\n\n\t\t\t\t\tSubmitted by: Jay L Banner"
 }
}