{
 "awd_id": "1154345",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "A Scholarship Program to Increase Retention in Engineering (ASPIRE): Improving Work-Study-Life Balance",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Talitha Washington",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 597997.0,
 "awd_amount": 597997.0,
 "awd_min_amd_letter_date": "2012-09-05",
 "awd_max_amd_letter_date": "2013-07-02",
 "awd_abstract_narration": "This project is to fund a scholarship program for engineering students at the University of New Haven.  The goal is to improve retention, particularly in the sophomore and junior years, for engineering students who show academic potential but are at risk of not completing their studies due to financial concerns and/or life-work-study balance issues. This will be accomplished by: providing scholarships for sophomore and junior level matriculated students based on both financial need and merit; recruiting and providing scholarships to community college transfer students; providing support services including peer tutors, conferences, lectures, presentations, and career planning workshops; and increasing student engagement in college- and university-wide activities that contribute to persistence. These activities will also contribute to the longer-term goal of improved four or five-year graduation rates.\r\n\r\nThe broader impact of the project includes: increasing diversity by recruiting community college transfer students; improving STEM exposure to middle and high school audiences through the scholarship program's service learning activities; strengthening collaborations with industry for internships and career planning; and developing student support services that ultimately benefit the broader student body as well as the scholarship recipients. The results of the program will be disseminated to enable other researchers and institutions to consider programming options that may be useful to them.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jean",
   "pi_last_name": "Nocito-Gobel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jean Nocito-Gobel",
   "pi_email_addr": "jnocito-gobel@newhaven.edu",
   "nsf_id": "000191124",
   "pi_start_date": "2012-09-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Martinez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Martinez",
   "pi_email_addr": "cmartinez@newhaven.edu",
   "nsf_id": "000570412",
   "pi_start_date": "2012-09-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Maria-Isabel",
   "pi_last_name": "Carnasciali",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maria-Isabel Carnasciali",
   "pi_email_addr": "mcarnasciali@newhaven.edu",
   "nsf_id": "000594956",
   "pi_start_date": "2012-09-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Haven",
  "inst_street_address": "300 BOSTON POST RD",
  "inst_street_address_2": "",
  "inst_city_name": "WEST HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2039327000",
  "inst_zip_code": "065161916",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "UNIVERSITY OF NEW HAVEN, INCORPORATED",
  "org_prnt_uei_num": "",
  "org_uei_num": "FZBDVM1MBTN9"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Haven",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065161916",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 64666.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 533331.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Through NSF S-STEM funding, A Scholarship Program to Increase Retention in Engineering (ASPIRE) provided scholarships and support services for sophomore and junior engineering and computer science majors at the University of New Haven who showed academic promise but were at risk of not completing their studies due to financial concerns and/or life-work-study balance issues.&nbsp;&nbsp;With an overall goal of improving student success to graduate and pursue a career in a STEM field, the program provided both financial support and opportunities for students to participate in complementary and supplemental activities that contribute to persistence.&nbsp;&nbsp;Achievement of this goal was based on the following objectives:</p>\n<p>1. Provide scholarships for matriculated students based on both financial need and merit to sophomore and junior level students.</p>\n<p>2. Recruit and provide scholarships to high academic performing community college transfer students.</p>\n<p>3. Provide support services that include engineering tutors to complement the current university-tutoring center.</p>\n<p>4. Increase student engagement in college- and university-wide activities that contribute to persistence such as mentoring STEM students, participating at academic conferences in their field, service learning activities, and graduate and professional networking events.</p>\n<p>Over the duration of this 5-year grant, 61 students received funding, with nearly half of them supported multiple years.&nbsp;&nbsp;Only one student changed to a non-engineering major after receiving support, and three left the university before completing their degree.&nbsp;&nbsp;Four of the recipients transferred from local community colleges. Awards were granted to students from 6 engineering majors, computer science, and cybersecurity.&nbsp;&nbsp;Scholarship recipients consisted of 30% women, and&nbsp;34% self-identified as belonging to an underrepresented ethnic group (18% African-American and 16% Hispanic). This data provides evidence that ASPIRE was successful in increasing support for underrepresented students in engineering.&nbsp;&nbsp;Inclusion of 34% African-American and Hispanic students and participation of 30% females is above the demographics for the College of Engineering.</p>\n<p>Although funding received did not result in eliminating the need for the majority of students to work, many of them were able to reduce the number of hours they worked.&nbsp;&nbsp;For some, they worked on campus as tutors, peer assistants in the classroom, and other campus jobs.&nbsp;&nbsp;However, financial support provided by the ASPIRE grant did allow students to carry full course loads, resulting in a large number of students graduating in four years.&nbsp; By the end of the grant, 92% of students who completed their degree requirements (47 eligible students) graduated in 4 years.&nbsp; The remaining ASPIRE recipients are all on target to graduate, completing their degrees in 4-5 years. &nbsp; &nbsp;</p>\n<p><span>In addition to financial support,&nbsp;</span><span>the ASPIRE Program leveraged the success of existing activities at the University of New Haven to provide recipients with complementary and supplemental support activities that included: mentoring, undergraduate research opportunities, networking with alumni, and learning about the benefits and process for applying to graduate school.&nbsp;&nbsp;During the duration of the grant, 3 Alumni Network events were held and 2 Graduate Student Panels. In addition, funding was available for students to attend&nbsp;professional conferences; however, students were not required to present at the conferences.&nbsp;&nbsp;Approximately 25% of ASPIRE recipients used funding to participate in professional conferences where they had the opportunity to present research, attend career fairs and network with professionals. Even though students received financial support during their sophomore and junior years, recipients had access to these support activities until they graduated.</span></p>\n<p>The value of the financial support and ASPIRE related activities was assessed using a survey and student reflections.&nbsp;&nbsp;Nearly 67% of the ASPIRE recipients responded to the survey.&nbsp;&nbsp;When asked questions pertaining to effectiveness of financial support, 29% responded that the scholarship did reduce the number of hours they worked, 84% indicated that it helped to reduce the amount of loans they needed to take out, and 66% indicated that ASPIRE funding helped reduce their family's financial contribution. These results suggest that the ASPIRE scholarship was effective in reducing financial stress.&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p><span>Participation in university-wide activities and clubs helps to foster connections to the university that impact retention, as well as a sense of identity in their chosen field of study.&nbsp;&nbsp;When asked to rate their level of agreement, results showed that 71% of the students agreed or strongly agreed that the scholarship allowed them more time for studying, more time to be involved in clubs and other university-wide activities (68% agreed or strongly agreed), more time in general on campus (64% agreed or strongly agreed), an opportunity to engage in research on campus (55% agreed or strongly agreed) and the ability to become a tutor on campus (34% agreed or strongly agreed).&nbsp;&nbsp;</span><span>From the program evaluation and assessment that was conducted, we learned the Alumni Dinner and conference travel support provided the most impactful experience to the students. Responses in the survey revealed that the ASPIRE Program increased their sense of identity as an engineer/scientist and connection to the field.</span></p>\n<p><span><br /></span></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2018<br>\n\t\t\t\t\tModified by: Jean&nbsp;Nocito-Gobel</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThrough NSF S-STEM funding, A Scholarship Program to Increase Retention in Engineering (ASPIRE) provided scholarships and support services for sophomore and junior engineering and computer science majors at the University of New Haven who showed academic promise but were at risk of not completing their studies due to financial concerns and/or life-work-study balance issues.  With an overall goal of improving student success to graduate and pursue a career in a STEM field, the program provided both financial support and opportunities for students to participate in complementary and supplemental activities that contribute to persistence.  Achievement of this goal was based on the following objectives:\n\n1. Provide scholarships for matriculated students based on both financial need and merit to sophomore and junior level students.\n\n2. Recruit and provide scholarships to high academic performing community college transfer students.\n\n3. Provide support services that include engineering tutors to complement the current university-tutoring center.\n\n4. Increase student engagement in college- and university-wide activities that contribute to persistence such as mentoring STEM students, participating at academic conferences in their field, service learning activities, and graduate and professional networking events.\n\nOver the duration of this 5-year grant, 61 students received funding, with nearly half of them supported multiple years.  Only one student changed to a non-engineering major after receiving support, and three left the university before completing their degree.  Four of the recipients transferred from local community colleges. Awards were granted to students from 6 engineering majors, computer science, and cybersecurity.  Scholarship recipients consisted of 30% women, and 34% self-identified as belonging to an underrepresented ethnic group (18% African-American and 16% Hispanic). This data provides evidence that ASPIRE was successful in increasing support for underrepresented students in engineering.  Inclusion of 34% African-American and Hispanic students and participation of 30% females is above the demographics for the College of Engineering.\n\nAlthough funding received did not result in eliminating the need for the majority of students to work, many of them were able to reduce the number of hours they worked.  For some, they worked on campus as tutors, peer assistants in the classroom, and other campus jobs.  However, financial support provided by the ASPIRE grant did allow students to carry full course loads, resulting in a large number of students graduating in four years.  By the end of the grant, 92% of students who completed their degree requirements (47 eligible students) graduated in 4 years.  The remaining ASPIRE recipients are all on target to graduate, completing their degrees in 4-5 years.    \n\nIn addition to financial support, the ASPIRE Program leveraged the success of existing activities at the University of New Haven to provide recipients with complementary and supplemental support activities that included: mentoring, undergraduate research opportunities, networking with alumni, and learning about the benefits and process for applying to graduate school.  During the duration of the grant, 3 Alumni Network events were held and 2 Graduate Student Panels. In addition, funding was available for students to attend professional conferences; however, students were not required to present at the conferences.  Approximately 25% of ASPIRE recipients used funding to participate in professional conferences where they had the opportunity to present research, attend career fairs and network with professionals. Even though students received financial support during their sophomore and junior years, recipients had access to these support activities until they graduated.\n\nThe value of the financial support and ASPIRE related activities was assessed using a survey and student reflections.  Nearly 67% of the ASPIRE recipients responded to the survey.  When asked questions pertaining to effectiveness of financial support, 29% responded that the scholarship did reduce the number of hours they worked, 84% indicated that it helped to reduce the amount of loans they needed to take out, and 66% indicated that ASPIRE funding helped reduce their family's financial contribution. These results suggest that the ASPIRE scholarship was effective in reducing financial stress.    \n\nParticipation in university-wide activities and clubs helps to foster connections to the university that impact retention, as well as a sense of identity in their chosen field of study.  When asked to rate their level of agreement, results showed that 71% of the students agreed or strongly agreed that the scholarship allowed them more time for studying, more time to be involved in clubs and other university-wide activities (68% agreed or strongly agreed), more time in general on campus (64% agreed or strongly agreed), an opportunity to engage in research on campus (55% agreed or strongly agreed) and the ability to become a tutor on campus (34% agreed or strongly agreed).  From the program evaluation and assessment that was conducted, we learned the Alumni Dinner and conference travel support provided the most impactful experience to the students. Responses in the survey revealed that the ASPIRE Program increased their sense of identity as an engineer/scientist and connection to the field.\n\n\n\n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/29/2018\n\n\t\t\t\t\tSubmitted by: Jean Nocito-Gobel"
 }
}