{
 "awd_id": "1154739",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "An Experimental Analysis of the Choice to Represent",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 246717.0,
 "awd_amount": 246717.0,
 "awd_min_amd_letter_date": "2012-09-10",
 "awd_max_amd_letter_date": "2012-09-10",
 "awd_abstract_narration": "This project investigates the role of gender in the choice of whether or not to run for political office.  In the U.S. many fewer women run for political office than men.  Despite the normative importance of this gender gap and the fact that these differences have garnered much attention from political scientists, we still know very little about what explains these differences or why they persist.  Previous research has relied on observational studies, such as surveys of public officeholders, where self-reports and sample selection problems prevent clear inferences regarding gender differences.  To overcome these problems, this study uses experimental methods to control for confounding factors that affect the relative propensities for women and men to enter politics.  Preliminary evidence indicates that there are gender differences in choices to run for office, with women less likely to run than men with similar abilities, and that these differences are specific to the competitive and strategic context of campaigns and elections.\r\n\r\nWith regards to broader impacts, the results of this research could have important benefits to society and policymakers.  Understanding gender differences in choices to enter politics will help design policies that draw on the abilities of all our citizens for the betterment of our nation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kristin",
   "pi_last_name": "Kanthak",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kristin Kanthak",
   "pi_email_addr": "kanthak@pitt.edu",
   "nsf_id": "000598107",
   "pi_start_date": "2012-09-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Woon",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan E Woon",
   "pi_email_addr": "woon@pitt.edu",
   "nsf_id": "000598429",
   "pi_start_date": "2012-09-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "4600 Posvar Hall",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152132303",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  },
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "7956",
   "pgm_ref_txt": "SBE Interdisciplinary Research"
  },
  {
   "pgm_ref_code": "8605",
   "pgm_ref_txt": "SBE 2020"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 246717.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Support from the National Science Foundation has made it possible for us to provide a better understanding for why women do not run for office as much as do men. More specifically, we have developed a concept we call &ldquo;election aversion,&rdquo; which we define as an unwillingness to run for political office. Furthermore, funds from the National Science Foundation has made it possible for us to provide evidence that election aversion is at least partly gender based.</p>\n<p>&nbsp;</p>\n<p>Specifically, our project allowed us to take the question of running for political office into the social scientific laboratory, thus providing an electoral environment in which all candidates face a level electoral playing field, with no differences in access to money, name recognition, family obligations, or other forces that may affect the willingness of people to run for office. Also, our laboratory setting allows us to measure candidate quality, which we can use to determine which candidates are the best at the job that will be filled via the election. Most notably, our findings point to three broad conclusions. First, women are much less likely to stand for election than are men, even absent external forces that we think might make women less likely than men to run. Second, men and women volunteer for the job at similar rates; the difference comes only when an election is held to fill the position. This finding tells us that it is neither lack of confidence nor aversion to risk that explains gender differences in willingness to run. This is important because much of our previous understanding of why women don&rsquo;t run focused on the question of confidence. We find, however, that women are perfectly confident when they are asked to volunteer to do a job: It is the election itself that turns them away. And third, we find that women are more sensitive to institutional context than are men. If elections are perfectly informative AND they are low-cost, women are about as likely to run as men are. In other words, gender-based election aversion is mitigated. But if either (or both) of those factors is not true, women run less than do men. In other words, manipulating electoral contexts can increase the willingness of women to run for office, but eliminating gender-based election aversion requires creating a wholly unrealistic electoral environment &ndash; one that is cheap and completely transparent.</p>\n<p>&nbsp;</p>\n<p>Funding from this project also made possible two working papers that we expect to see published soon. First, in a paper that more closely explores gender-based election aversion, we find that gender differences in willingness to run for office cannot be explained via gender differences in immutable personality traits (such as emotional stability or levels of agreeableness). Rather, we find that women and men approach the question of whether or not to run differently, with men running when they think they are good at the task, whereas women run when they think they are the best. In this way, then, we can explain gender differences in willingness to run with the argument that women have set the qualifications &ldquo;bar&rdquo; higher than do men. This result squares our finding of no differences in qualifications with the finding that women do not feel qualified to run. In other words, women and men have the same levels of confidence, but they define &ldquo;qualified&rdquo; differently.</p>\n<p>&nbsp;</p>\n<p>Last, funds from this project have allowed us to study the kinds of statements candidates make in elections in a working paper that we intend to send out for review to an academic journal soon. In our earlier work on the project, we found notable differences in the types of messages candidates send to voters in our laboratory elections. Specifically, we found that some candidates exaggerated their qualifications, and others did not.&nbsp; The funds allowed us...",
  "por_txt_cntn": "\nSupport from the National Science Foundation has made it possible for us to provide a better understanding for why women do not run for office as much as do men. More specifically, we have developed a concept we call \"election aversion,\" which we define as an unwillingness to run for political office. Furthermore, funds from the National Science Foundation has made it possible for us to provide evidence that election aversion is at least partly gender based.\n\n \n\nSpecifically, our project allowed us to take the question of running for political office into the social scientific laboratory, thus providing an electoral environment in which all candidates face a level electoral playing field, with no differences in access to money, name recognition, family obligations, or other forces that may affect the willingness of people to run for office. Also, our laboratory setting allows us to measure candidate quality, which we can use to determine which candidates are the best at the job that will be filled via the election. Most notably, our findings point to three broad conclusions. First, women are much less likely to stand for election than are men, even absent external forces that we think might make women less likely than men to run. Second, men and women volunteer for the job at similar rates; the difference comes only when an election is held to fill the position. This finding tells us that it is neither lack of confidence nor aversion to risk that explains gender differences in willingness to run. This is important because much of our previous understanding of why women donÆt run focused on the question of confidence. We find, however, that women are perfectly confident when they are asked to volunteer to do a job: It is the election itself that turns them away. And third, we find that women are more sensitive to institutional context than are men. If elections are perfectly informative AND they are low-cost, women are about as likely to run as men are. In other words, gender-based election aversion is mitigated. But if either (or both) of those factors is not true, women run less than do men. In other words, manipulating electoral contexts can increase the willingness of women to run for office, but eliminating gender-based election aversion requires creating a wholly unrealistic electoral environment &ndash; one that is cheap and completely transparent.\n\n \n\nFunding from this project also made possible two working papers that we expect to see published soon. First, in a paper that more closely explores gender-based election aversion, we find that gender differences in willingness to run for office cannot be explained via gender differences in immutable personality traits (such as emotional stability or levels of agreeableness). Rather, we find that women and men approach the question of whether or not to run differently, with men running when they think they are good at the task, whereas women run when they think they are the best. In this way, then, we can explain gender differences in willingness to run with the argument that women have set the qualifications \"bar\" higher than do men. This result squares our finding of no differences in qualifications with the finding that women do not feel qualified to run. In other words, women and men have the same levels of confidence, but they define \"qualified\" differently.\n\n \n\nLast, funds from this project have allowed us to study the kinds of statements candidates make in elections in a working paper that we intend to send out for review to an academic journal soon. In our earlier work on the project, we found notable differences in the types of messages candidates send to voters in our laboratory elections. Specifically, we found that some candidates exaggerated their qualifications, and others did not.  The funds allowed us to explore this phenomenon more deeply, where we found that candidates who exaggerated their qualifications generally thought other candidates were exaggeratin..."
 }
}