{
 "awd_id": "1154914",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Changes in Family Structure and Economic Well-being in Twenty Nations",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 220000.0,
 "awd_amount": 220000.0,
 "awd_min_amd_letter_date": "2012-03-26",
 "awd_max_amd_letter_date": "2012-03-26",
 "awd_abstract_narration": "Family Formation and Economic Well-being\r\n\r\nThe goal of this project is to advance our understanding of relationships between family behaviors and economic well-being. To this end, we use comparable data from nearly two dozen industrialized countries to describe socioeconomic differentials (measured primarily by education) in family behaviors and to evaluate how particular family transitions are linked to economic well-being. We assess whether these relationships are primarily due to educational differences in the prevalence of particular family transitions (i.e., social selection) or to the consequences of family transitions for economic well-being. We also consider the extent to which observed differences across countries may depend on characteristics such as public policies or aggregate economic circumstances. \r\n\r\nThe primary motivation for this study is evidence that growing socioeconomic differences in family behavior have contributed to increasing income inequality in the U.S. For example, the increasing concentration of family behaviors such as nonmarital childbearing and divorce among those with less education?and marital childbearing and stable marriages among those with more education?have been linked to growing differences in family income. These patterns may also have important implications for the well-being of children and the intergenerational transmission of advantage and disadvantage, given the importance of parental income for healthy child development. Despite the centrality of these issues to current family research and related policy discussions in the U.S., the lack of related cross-national comparative research has precluded evaluation of the extent to which increasing socioeconomic differentials in family behaviors represent a common pattern across industrialized countries (which may be perpetuating inequality), or whether this phenomenon is unique to the U.S. and hence represents another form of \"American exceptionalism.\"\r\n\r\nBy using data from a large number of industrialized countries covering a wide range of geographic, economic, political and social contexts (Northern Europe, Western Europe, Eastern Europe, Southern Europe, East Asia, and Anglo-Saxon countries), this project will provide a comprehensive evaluation of the generality of observed patterns of family change and economic wellbeing in the U.S. Counterfactual analyses and decomposition tools allow for assessment of the extent to which cross-country differences reflect (a) educational differences in the prevalence of particular family transitions, and/or (b) differentials in linkages between specific family transitions and economic well-being. The use of innovative multilevel modeling techniques also allows for assessment of the extent to which cross-national differences are related to differences in public policies, inequality, and other theoretically-relevant factors measured at the country level. \r\nThe broader impacts of this study include advancement of scientific understanding of the relationships between family transitions and subsequent economic well-being; broad, interdisciplinary dissemination of this new knowledge; development of international, collaborative research networks; and the enhancement of pre-doctoral training in comparative research methods. The cross-national comparative approach employed in this project is critical for understanding key sources of variation in the economic well-being of families and for evaluating the role of public policy in reducing inequality. Insights generated by this project are also important for understanding the generality of emerging patterns of family change and inequality in the U.S. and for the development of broader theories of family change and variation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Raymo",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "James M Raymo",
   "pi_email_addr": "jraymo@ssc.wisc.edu",
   "nsf_id": "000327430",
   "pi_start_date": "2012-03-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marcia",
   "pi_last_name": "Carlson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marcia Carlson",
   "pi_email_addr": "carlson@ssc.wisc.edu",
   "nsf_id": "000586489",
   "pi_start_date": "2012-03-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 North Park Street Suite 6401",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 220000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Over the past half century, there have been major changes in U.S. family life, including delayed marriage, increased cohabitation, high divorce rates, and a notable rise in nonmarital childbearing. These changes, however, have not occurred evenly across the socioeconomic spectrum: nonmarital childbearing and divorce are much more common at the lower end of the educational distribution, and marital childbearing and stable marriage are more common at the upper end of the educational spectrum. Our three-year, cross-national study of family transitions and subsequent economic well-being was motivated by evidence that these growing differences in family behavior by education are correlated with&mdash;and may have contributed to&mdash;increased income inequality in the U.S. Such differences in family behavior may also have important implications for variation in the well-being of children and the intergenerational transmission of advantage and disadvantage. Despite the centrality of these issues to current family research and related policy discussion in the U.S., the scarcity of related cross-national comparative research precludes evaluation of the extent to which increasing socioeconomic differentials in family behaviors represent a common pattern across many industrialized countries (and that may be perpetuating inequality), or whether this phenomenon is unique to the U.S. and hence represents another form of \"American exceptionalism.&rdquo;</p>\n<p>In this project, we used comparative, cross-national data from 20 industrialized countries to explore variation in demographic behaviors&mdash;and their association with socioeconomic status&mdash;as linked to economic wellbeing. To date, we have developed four papers, one of which is published and the other three of which are in progress. Each of the papers has produced results that advance our understanding of cross-national differences in family behavior and the implications of those differences for cross-national differences inequality and social stratification. In our first paper on early childbearing (Raymo et al. 2015), we find that across all countries we consider, there is a negative educational gradient in early childbearing; in other words, higher-educated women are in all cases less likely to have an early birth. Among recent cohorts, the concentration of early childbearing among women with lower levels of education has become more pronounced in several of the countries we study and has become less pronounced in none, underscoring the &ldquo;diverging destinies&rdquo; (McLanahan 2004) that have been observed for children.</p>\n<p>A second paper on coresidence, living arrangements, and poverty (Raymo et al., in progress) is the first cross-national effort to expand on a small but growing body of research that demonstrates the importance of family support via intergenerational coresidence in mitigating the economic deprivation associated with single motherhood. Our results show that single motherhood is strongly associated with poverty across all five countries we examine (Australia, Germany, Korea, U.K., and U.S.) and that this is particularly pronounced in countries where public income support for single mothers (and families in general) is more limited (Korea and the U.S.). Importantly, we also find that \"doubling up\" with parents is most common among unpartnered mothers in these same countries, pointing to the importance of family support in settings where public support for families is most limited.</p>\n<p>In our third paper focused on family instability from the perspective of children (Carlson et al., in progress), we find that the U.S. is a distinct outlier among the 20 countries we examine. Nonmarital childbearing is common across nearly all the countries, but in most other countries, nonmarital childbearing tends to take place within unions that are relatively stable. As a result, the time that children ...",
  "por_txt_cntn": "\nOver the past half century, there have been major changes in U.S. family life, including delayed marriage, increased cohabitation, high divorce rates, and a notable rise in nonmarital childbearing. These changes, however, have not occurred evenly across the socioeconomic spectrum: nonmarital childbearing and divorce are much more common at the lower end of the educational distribution, and marital childbearing and stable marriage are more common at the upper end of the educational spectrum. Our three-year, cross-national study of family transitions and subsequent economic well-being was motivated by evidence that these growing differences in family behavior by education are correlated with&mdash;and may have contributed to&mdash;increased income inequality in the U.S. Such differences in family behavior may also have important implications for variation in the well-being of children and the intergenerational transmission of advantage and disadvantage. Despite the centrality of these issues to current family research and related policy discussion in the U.S., the scarcity of related cross-national comparative research precludes evaluation of the extent to which increasing socioeconomic differentials in family behaviors represent a common pattern across many industrialized countries (and that may be perpetuating inequality), or whether this phenomenon is unique to the U.S. and hence represents another form of \"American exceptionalism.\"\n\nIn this project, we used comparative, cross-national data from 20 industrialized countries to explore variation in demographic behaviors&mdash;and their association with socioeconomic status&mdash;as linked to economic wellbeing. To date, we have developed four papers, one of which is published and the other three of which are in progress. Each of the papers has produced results that advance our understanding of cross-national differences in family behavior and the implications of those differences for cross-national differences inequality and social stratification. In our first paper on early childbearing (Raymo et al. 2015), we find that across all countries we consider, there is a negative educational gradient in early childbearing; in other words, higher-educated women are in all cases less likely to have an early birth. Among recent cohorts, the concentration of early childbearing among women with lower levels of education has become more pronounced in several of the countries we study and has become less pronounced in none, underscoring the \"diverging destinies\" (McLanahan 2004) that have been observed for children.\n\nA second paper on coresidence, living arrangements, and poverty (Raymo et al., in progress) is the first cross-national effort to expand on a small but growing body of research that demonstrates the importance of family support via intergenerational coresidence in mitigating the economic deprivation associated with single motherhood. Our results show that single motherhood is strongly associated with poverty across all five countries we examine (Australia, Germany, Korea, U.K., and U.S.) and that this is particularly pronounced in countries where public income support for single mothers (and families in general) is more limited (Korea and the U.S.). Importantly, we also find that \"doubling up\" with parents is most common among unpartnered mothers in these same countries, pointing to the importance of family support in settings where public support for families is most limited.\n\nIn our third paper focused on family instability from the perspective of children (Carlson et al., in progress), we find that the U.S. is a distinct outlier among the 20 countries we examine. Nonmarital childbearing is common across nearly all the countries, but in most other countries, nonmarital childbearing tends to take place within unions that are relatively stable. As a result, the time that children spend living with a lone parent and the number of family transitions they experience (both of whic..."
 }
}