{
 "awd_id": "1154375",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU Site: Frontier Physics & Astronomy Research with Technical Presentations",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032928236",
 "po_email": "kmccloud@nsf.gov",
 "po_sign_block_name": "Kathleen McCloud",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 445979.0,
 "awd_amount": 445979.0,
 "awd_min_amd_letter_date": "2011-12-21",
 "awd_max_amd_letter_date": "2014-01-17",
 "awd_abstract_narration": "This award supports the Research Experiences for Undergraduates (REU) site in physics at the University of California - Los Angeles.   The focus of the REU program is to convey to the student participants the full range of activities involved in the research process. The core of the program's activities consists of a 10-week research project under the supervision of a UCLA faculty member. The full gamut includes carefully defining the project in a realistic way, actually carrying out the planned research activities (a mix of data acquisition, data analysis, theoretical exploration, and final interpretations), and finally the written and oral presentation of the final results. The projects span the various fields represented in the department, such as plasma physics, condensed matter physics, nuclear physics, accelerator physics, cosmic ray physics, high-energy physics, astrophysics, and biophysics. All students are required to submit a paper written in a professional format and must give a 20-minute oral and graphical presentation at the end-of-program symposium. These research experiences are supplemented by other auxiliary training such as a machine shop workshop, a physics GRE prep course, a weekly faculty seminar series, an ethics workshop, and a how-to-apply-to-graduate-school seminar. Social activities supplement the academic activities in an effort to foster a sense of community among the group and within the department.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Rosenzweig",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "James Rosenzweig",
   "pi_email_addr": "rosen@physics.ucla.edu",
   "nsf_id": "000335331",
   "pi_start_date": "2011-12-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Francoise",
   "pi_last_name": "Queval",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Francoise Queval",
   "pi_email_addr": "queval@physics.ucla.edu",
   "nsf_id": "000136165",
   "pi_start_date": "2011-12-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951547",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "913400",
   "pgm_ele_name": "Integrative Activities in Phys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 143378.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 148416.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 154185.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The purpose of our REU program, and the desired outcome from the participating students&rsquo; experience at UCLA is that they acquire or continue an abiding interest and commitment to working in STEM fields related to Physics and Astronomy.&nbsp; The outcomes can be divided into short-term ones and long-term ones.</p>\n<p>The short-term outcomes for the REU program are the amount of learning all students do, the considerable insight into what it means and takes to do research, and most importantly, the conviction they take away from it that they can actually do it.&nbsp; The tremendous learning by the REU students is&nbsp;attributable to their learning&nbsp;not only&nbsp;the facts associated with a particular field or subfield, but&nbsp;also&nbsp;the techniques and ways of thinking that can be widely used and applied across many fields of physics or astrophysics.&nbsp; But perhaps more impactful is the intangible aspect of what the students learn and the insight they get into what it means to do research.&nbsp; For example, the meaning of data and its role in testing and formulating hypotheses; practical problem-solving; the importance of questioning one&rsquo;s assumptions; the full range of activities involved in research; that the dividing line between the known and the unknown is more amorphous and ill-defined than they have learned in the classroom; that they are able to understand frontier science concepts; that they are capable of making substantial inroads into illuminating the unknown in a relatively short period of time (10 weeks) when they started off &nbsp;knowing little or nothing about their topic; that the process of formulating and testing hypotheses, while intimidating, is actually fun when one can get to an appropriate plateau stage of learning and confidence.&nbsp; Because the students see the project through from beginning to end, they feel ownership of the project and thus gain tremendous confidence from finding meaningful results.</p>\n<p>A few other important factors influencing the students to want to pursue graduate studies or stay in the STEM disciplines is their interaction with graduate students in the labs.&nbsp; Graduate students talk to the REU students about their own experience, give them tips and demystify the whole process for them.&nbsp;&nbsp; Another factor is the strong appeal of a community of like-minded people all working for the same goal.&nbsp; For the first time, students become an integral part of the scientific community and this has a strong impact on them.&nbsp; Another important consequence is an increased interest in the discipline. &nbsp;Many students talked of how much they liked the science and how interesting they found it.&nbsp;</p>\n<p>Of the 41 students in the current three-year REU cycle, 29 have gone on to graduate school in physics or astronomy, 5 are still undergrads all doing summer research (one doing a nuclear physics summer school), 4 others plan to apply to graduate school next year in a STEM discipline (mathematical physics, physics and geophysics). Two students have become engineers. We can infer that the program has had a positive impact on the REU participants&rsquo; academic and professional choices, as a very high percentage of them have chosen to pursue graduate studies in STEM disciplines or to have a career in STEM.</p>\n<p>The long-term outcomes of the REU may take many years to be realized because the impact of the program is best measured by the extent to which the participants achieve success with their long-term aspiration in the STEM fields. They can be assessed by examining the trajectories of past REU participants over many years.&nbsp; We have been offering the UCLA Physics &amp; Astronomy program for 12 years and have firm data on the first 6 cohorts. Out of a total of 76 total REU students in the first two cycles (2003-2008), <em>65</em> of them (85.5%) received a higher degree in ph...",
  "por_txt_cntn": "\nThe purpose of our REU program, and the desired outcome from the participating studentsÆ experience at UCLA is that they acquire or continue an abiding interest and commitment to working in STEM fields related to Physics and Astronomy.  The outcomes can be divided into short-term ones and long-term ones.\n\nThe short-term outcomes for the REU program are the amount of learning all students do, the considerable insight into what it means and takes to do research, and most importantly, the conviction they take away from it that they can actually do it.  The tremendous learning by the REU students is attributable to their learning not only the facts associated with a particular field or subfield, but also the techniques and ways of thinking that can be widely used and applied across many fields of physics or astrophysics.  But perhaps more impactful is the intangible aspect of what the students learn and the insight they get into what it means to do research.  For example, the meaning of data and its role in testing and formulating hypotheses; practical problem-solving; the importance of questioning oneÆs assumptions; the full range of activities involved in research; that the dividing line between the known and the unknown is more amorphous and ill-defined than they have learned in the classroom; that they are able to understand frontier science concepts; that they are capable of making substantial inroads into illuminating the unknown in a relatively short period of time (10 weeks) when they started off  knowing little or nothing about their topic; that the process of formulating and testing hypotheses, while intimidating, is actually fun when one can get to an appropriate plateau stage of learning and confidence.  Because the students see the project through from beginning to end, they feel ownership of the project and thus gain tremendous confidence from finding meaningful results.\n\nA few other important factors influencing the students to want to pursue graduate studies or stay in the STEM disciplines is their interaction with graduate students in the labs.  Graduate students talk to the REU students about their own experience, give them tips and demystify the whole process for them.   Another factor is the strong appeal of a community of like-minded people all working for the same goal.  For the first time, students become an integral part of the scientific community and this has a strong impact on them.  Another important consequence is an increased interest in the discipline.  Many students talked of how much they liked the science and how interesting they found it. \n\nOf the 41 students in the current three-year REU cycle, 29 have gone on to graduate school in physics or astronomy, 5 are still undergrads all doing summer research (one doing a nuclear physics summer school), 4 others plan to apply to graduate school next year in a STEM discipline (mathematical physics, physics and geophysics). Two students have become engineers. We can infer that the program has had a positive impact on the REU participantsÆ academic and professional choices, as a very high percentage of them have chosen to pursue graduate studies in STEM disciplines or to have a career in STEM.\n\nThe long-term outcomes of the REU may take many years to be realized because the impact of the program is best measured by the extent to which the participants achieve success with their long-term aspiration in the STEM fields. They can be assessed by examining the trajectories of past REU participants over many years.  We have been offering the UCLA Physics &amp; Astronomy program for 12 years and have firm data on the first 6 cohorts. Out of a total of 76 total REU students in the first two cycles (2003-2008), 65 of them (85.5%) received a higher degree in physics or engineering (mostly physics and astrophysics, but a few in engineering, and a couple in math), including 55 PhDs (72%) and 10 Masters degrees (13%).  Eight of the 76 students (10.5%) did not receive ..."
 }
}