{
 "awd_id": "1154008",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: 2nd BMES-SPRBM Conference on Cellular and Molecular Bioengineering, San Juan, Puerto Rico, January 3 - 7, 2012",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kaiming Ye",
 "awd_eff_date": "2011-11-15",
 "awd_exp_date": "2012-10-31",
 "tot_intn_awd_amt": 15651.0,
 "awd_amount": 15651.0,
 "awd_min_amd_letter_date": "2011-11-03",
 "awd_max_amd_letter_date": "2011-11-03",
 "awd_abstract_narration": "The objective of this application is to seek NSF support for the 2nd inaugural joint Biomedical\r\nEngineering Society (BMES) and the Society for Physical Regulation in Biology and Medicine\r\n(SPRBM) Conference on Cellular and Molecular Bioengineering (CMBE) (30th SPRBM Annual\r\nScientific Conference) (short: 2nd BMES-SPRBM Conference on CMBE). The first joint conference\r\n(2011) on the specific theme of Molecular Imaging and Mechanotransduction was extremely\r\nsuccessful. This joint CMBE conference (2012) will expand the scope and be focused the theme of\r\nCell Motility, Matrix, Mechanobiology and Regeneration. As a rising science field the cellular and\r\nmolecular bioengineering became possible to culture and engineer cells outside the body, and\r\nprovide intrinsic insights for their role in regeneration. In the mean time, the elucidation of the\r\ncellular and molecular basis of life became one of the great achievements of the twentieth century,\r\nculminating in the complete sequencing of the human genome. Today we stand in the midst of an\r\namazing convergence, which has created a nexus for bioengineers. Both the BMES and the\r\nSPRBM realized that research at this remarkable nexus, Now, the inaugural joint BMES-SPRBM\r\nConference on CBME is the beginning of a new focus of the promising subfield in biomedical\r\nengineering and much needed forum for this exciting field.\r\n\r\nIntellectual merit: The explosions of cellular motility, cellular/molecular functional matrix and the\r\nrole of mechanobiology and regeneration such as extracellular matrix and the manipulations in vitro\r\nand in vivo enables new fundamental regeneration at the cellular and molecular level, as well as\r\nproviding new monitoring modalities in vivo. Therefore, these lead to the exciting theme of the\r\ninaugural BMES-SPRBM joint Conference on CMBE. This application will be first is to provide\r\nsupport to young and junior researchers, postdoctoral fellows, and graduate students whose\r\nsubmitted papers have been selected for podium presentation on the basis of scientific merits, and\r\npromote minority and women scientists in the field; and second to foster the emergence and growth\r\nof the exciting sub-filed of CMBE. The abstracts will be published in a Conference Proceeding, and\r\nselected full length papers will be published in a special issue of Cellular and Molecular\r\nBioengineering.\r\n\r\nThe specific aims of this meeting are: (1) delineate the current status of cellular and molecular\r\nmotility, matrix, mechanobiology and regeneration, in which leaders from the CMBE fields will give\r\nan overview of cellular molecular motility, functional matrix concepts and review the current state of\r\nmechanobiology and adaptation, as well as their research in molecular/cellular/tissue/ functions and\r\ntissue/organ regeneration; (2) brainstorm the emerging field of CMBE with a focus on the role of\r\ncellular/molecular mechanics, motility, functional matrix and mechanotransduction with regeneration\r\npotentials, which the outcome will be published in a special issue of CMBE; (3) provide training\r\nworkshop for junior faculty, investigators, and students on grant writing and opportunities; and (4)\r\nenvironment setting. The conference program will include Podium Sessions with invited Keynote\r\nspeakers and other invited speakers. Graduate students, postdoctoral fellows, and junior\r\ninvestigators will also be encouraged to submit abstracts. These abstracts will be organized into a\r\nposter session with cheese/wine receptions. Nine graduate students/postdoctoral fellows will be\r\nselected by the organizing committee to present short talks and six-eight junior investigators will be\r\nselected for a Young and Rising Star session.\r\n\r\nBroad impacts: The rise of engineering in the twentieth century led to profound change for\r\nhumankind. The advances in biology are equally amazing. It became possible to culture and\r\nengineer cells outside the body, and provide intrinsic insights for their role in regeneration. The role\r\nof mechanical modulation of cell functions has been an intensive focus in modern biology and\r\nbioengineering. The explosions of cellular motility, cellular/molecular functional matrix and the role\r\nof mechanobiology and regeneration enables new fundamental regeneration at the cellular and\r\nmolecular level, as well as providing new monitoring modalities in vivo and in patients.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yi-Xian",
   "pi_last_name": "Qin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yi-Xian Qin",
   "pi_email_addr": "Yi-Xian.Qin@stonybrook.edu",
   "nsf_id": "000160948",
   "pi_start_date": "2011-11-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY Stony Brook",
  "perf_str_addr": "Dept of Biomedical Engineering",
  "perf_city_name": "Stony Brook",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "017E",
   "pgm_ref_txt": "Cellular and Tissue Engineering"
  },
  {
   "pgm_ref_code": "028E",
   "pgm_ref_txt": "BIOMECHANICS"
  },
  {
   "pgm_ref_code": "137E",
   "pgm_ref_txt": "Neural-engineering"
  },
  {
   "pgm_ref_code": "138E",
   "pgm_ref_txt": "Stem cells/regenerative medicine"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 15651.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The objective of this project was to support the 2<sup>nd</sup> inaugural joint Biomedical Engineering Society (BMES) and the Society for Physical Regulation in Biology and Medicine (SPRBM) Conference on <strong>Cellular and Molecular Bioengineering</strong> (CMBE) (short: 2<sup>nd</sup> BMES-SPRBM Conference on CMBE). This Conference fulfilled an exciting and comprehensive theme on delivering the latest findings from frontier research, in particular on Cell Motility, Matrix, Mechanobiology and Regeneration. Over 80 participants, from US, Europe and Japan, attended the meeting.</p>\n<p>The merging of engineering and biological science in the twentieth century has led to profound and evolutionary changes on basic science research and health care for humankind.&nbsp; The concept on cellular and tissue engineering inspired growing and engineering cells outside the body in order to provide intrinsic insights for their role in regeneration.&nbsp; Elucidating the cellular and molecular basis of life became one of the great achievements of the twentieth century, culminating in the complete sequencing of the human genome.&nbsp; So, today we stand in the midst of an amazing convergence, which has created a nexus for bioengineers.&nbsp; Now, the joint BMES-SPRBM Conference marks the beginning of a new focus on cellular and molecular bioengineering, a burgeoning subfield in biomedical engineering.&nbsp;</p>\n<p>To elucidate the role of cellular motility and functional cellular matrix would provide insights of mechanotransduction and fundamental regeneration at the cellular and molecular levels as a primary theme in the conference. This meeting has explored the potentials of cell motility and mechanical modulation of cell functions as one of the exciting mediators in development biology and tissue regeneration.</p>\n<p>The conference program included eight dedicated Podium Sessions, each featuring a Keynote speaker and distinguished invited speakers.&nbsp; The goal of this year&rsquo;s Conference was to provide an authoritative review of the field of CMBE, and present cutting-edge research data in a friendly environment. In addition, outstanding Short Talks selected from a competitive pool of student/fellow abstract submissions and an extraordinary Rising Star Podium session through an extremely competitive review were well presented.&nbsp; All the reviews were done by the excellent work of the Program Committee.&nbsp; We would like to offer our sincere thanks to all the members on the Program Committee and the Student/Fellow Paper Award Committee.</p>\n<p>A NIH/NSF Grant Writing Workshop was introduced this year in the Scientific Program. A distinguished panel led by Drs. Robert Guldberg, Dennis Carter (NSF), Joan McGowan (NIH), Farshid Guilak, and Jean Sipe (NIH) engaged the participants in highly interactive discussion.&nbsp; The challenges and opportunities of funding sources, as well as grant writing experience and tips were extensively discussed.&nbsp;</p>\n<p>In addition to the support from the Biomedical Engineering Program of National Science Foundation, the conference was also supported by our Platinum Sponsor Amgen, our Gold Sponsors, Springer, the Department of Biomedical Engineering at Stony Brook University, the Department of Biomedical Engineering at Columbia University, and Molecular Cell Engineering Labs (TRAMCEL) at MD Anderson Cancer Center, and our Silver Sponsor Scanco Medical.</p>\n<p>The CMBE Conference provided a forum for young investigators and students to talk with more senior scientists in a friendly environment setting. 9 Rising Star Awards, and more than 20 Student Awards were selected from a review panel.&nbsp;</p>\n<p>The rise of engineering in the twentieth century led to profound change for humankind.&nbsp; The advances in biology are equally amazing.&nbsp; It became possible to culture and engineer cells outside the body, and provide intrinsic insig...",
  "por_txt_cntn": "\nThe objective of this project was to support the 2nd inaugural joint Biomedical Engineering Society (BMES) and the Society for Physical Regulation in Biology and Medicine (SPRBM) Conference on Cellular and Molecular Bioengineering (CMBE) (short: 2nd BMES-SPRBM Conference on CMBE). This Conference fulfilled an exciting and comprehensive theme on delivering the latest findings from frontier research, in particular on Cell Motility, Matrix, Mechanobiology and Regeneration. Over 80 participants, from US, Europe and Japan, attended the meeting.\n\nThe merging of engineering and biological science in the twentieth century has led to profound and evolutionary changes on basic science research and health care for humankind.  The concept on cellular and tissue engineering inspired growing and engineering cells outside the body in order to provide intrinsic insights for their role in regeneration.  Elucidating the cellular and molecular basis of life became one of the great achievements of the twentieth century, culminating in the complete sequencing of the human genome.  So, today we stand in the midst of an amazing convergence, which has created a nexus for bioengineers.  Now, the joint BMES-SPRBM Conference marks the beginning of a new focus on cellular and molecular bioengineering, a burgeoning subfield in biomedical engineering. \n\nTo elucidate the role of cellular motility and functional cellular matrix would provide insights of mechanotransduction and fundamental regeneration at the cellular and molecular levels as a primary theme in the conference. This meeting has explored the potentials of cell motility and mechanical modulation of cell functions as one of the exciting mediators in development biology and tissue regeneration.\n\nThe conference program included eight dedicated Podium Sessions, each featuring a Keynote speaker and distinguished invited speakers.  The goal of this yearÆs Conference was to provide an authoritative review of the field of CMBE, and present cutting-edge research data in a friendly environment. In addition, outstanding Short Talks selected from a competitive pool of student/fellow abstract submissions and an extraordinary Rising Star Podium session through an extremely competitive review were well presented.  All the reviews were done by the excellent work of the Program Committee.  We would like to offer our sincere thanks to all the members on the Program Committee and the Student/Fellow Paper Award Committee.\n\nA NIH/NSF Grant Writing Workshop was introduced this year in the Scientific Program. A distinguished panel led by Drs. Robert Guldberg, Dennis Carter (NSF), Joan McGowan (NIH), Farshid Guilak, and Jean Sipe (NIH) engaged the participants in highly interactive discussion.  The challenges and opportunities of funding sources, as well as grant writing experience and tips were extensively discussed. \n\nIn addition to the support from the Biomedical Engineering Program of National Science Foundation, the conference was also supported by our Platinum Sponsor Amgen, our Gold Sponsors, Springer, the Department of Biomedical Engineering at Stony Brook University, the Department of Biomedical Engineering at Columbia University, and Molecular Cell Engineering Labs (TRAMCEL) at MD Anderson Cancer Center, and our Silver Sponsor Scanco Medical.\n\nThe CMBE Conference provided a forum for young investigators and students to talk with more senior scientists in a friendly environment setting. 9 Rising Star Awards, and more than 20 Student Awards were selected from a review panel. \n\nThe rise of engineering in the twentieth century led to profound change for humankind.  The advances in biology are equally amazing.  It became possible to culture and engineer cells outside the body, and provide intrinsic insights for their role in regeneration.  The role of mechanical modulation of cell functions has been an intensive focus in modern biology and bioengineering.  The explosions of cellular motility, cellular/molecular fu..."
 }
}