{
 "awd_id": "1154516",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Investing in the Future by Increasing Diversity in the STEM Graduates at Penn State Harrisburg",
 "cfda_num": "47.076",
 "org_code": "11040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Karen Keene",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2018-04-30",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 600000.0,
 "awd_min_amd_letter_date": "2012-05-01",
 "awd_max_amd_letter_date": "2012-05-01",
 "awd_abstract_narration": "This project is to provide 78 one-year scholarships in Engineering and Technology (Civil, Electrical, Environmental and Mechanical), Mathematics, Computer Science, and Life Sciences at Pennsylvania State University Harrisburg.  Scholarships will be awarded based on academic achievement, financial need, and interest in STEM fields. To ensure the success of the scholarship recipients, the project will implement additional services and processes including improved early progress report, a new bridge-mathematics course, mentoring by STEM working professionals and peer mentoring through a STEM scholarship club. To attract students to the program, the project plans to enhance the pipeline by helping high schools to create Engineering, Mathematics, and Science clubs.  The project intends to leverage the University's Office of Development to sustain its effort over time. The project results will be communicated through conference presentations, papers and website dissemination to targeted audiences. The project will help to improve educational opportunities for students, to increase the retention and graduation rates, and to produce well-educated and skilled employees in technical areas of national need.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sedig",
   "pi_last_name": "Agili",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Sedig S Agili",
   "pi_email_addr": "ssa10@psu.edu",
   "nsf_id": "000339038",
   "pi_start_date": "2012-05-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Aldo",
   "pi_last_name": "Morales",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Aldo W Morales",
   "pi_email_addr": "awm2@psu.edu",
   "nsf_id": "000376834",
   "pi_start_date": "2012-05-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Linda",
   "pi_last_name": "Null",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Linda M Null",
   "pi_email_addr": "LNull@psu.edu",
   "nsf_id": "000496083",
   "pi_start_date": "2012-05-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sairam",
   "pi_last_name": "Rudrabhatla",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sairam Rudrabhatla",
   "pi_email_addr": "svr11@psu.edu",
   "nsf_id": "000498894",
   "pi_start_date": "2012-05-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Penn State Harrisburg",
  "perf_str_addr": "777 West Harrisburg Pike",
  "perf_city_name": "Middletown",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "170574898",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "PA10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153600",
   "pgm_ele_name": "S-STEM-Schlr Sci Tech Eng&Math"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "13XX",
   "app_name": "H-1B FUND, EHR, NSF",
   "app_symb_id": "045176",
   "fund_code": "1300XXXXDB",
   "fund_name": "H-1B FUND, EDU, NSF",
   "fund_symb_id": "045176"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 600000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main goal of the project was to increase and retain under-represented, female, first-generation college students, and low-income STEM students due to demonstrated national and regional needs. The grant &ldquo;Investing in the Future by Increasing Diversity in the STEM Graduates at Penn State Harrisburg (PSH),&rdquo; in the amount of $600,000 was from May 2012 to April 2018.&nbsp; The grant was designed to provide 19 renewable scholarships per year averaging $6,725 to STEM students.</p>\n<p>&nbsp;</p>\n<p>The outcomes of the award are:</p>\n<p>&nbsp;</p>\n<ul>\n<li>A total of 95 renewable scholarships were awarded, averaging up to $8,425; from this amount $6,725 came from NSF and $1,700 was leveraged from PSH sources. </li>\n<li>Female enrollment has surpassed the enrollment targets although still below national averages, while African-American enrollment now is above the national average. The NSF grant was a fundamental recruitment tool in the increase of the College STEM enrollment.</li>\n<li>Student retention was accomplished by targeted tutoring and academic workshops. Peer, faculty and industrial mentoring were designed to support retention. &nbsp;</li>\n<li>Successful transition to college was facilitated by peer mentoring through the creation of a NSF STEM club. </li>\n<li>Graduation rates of STEM scholars was higher than the overall college. Graduates were hired by engineering/health firms as well as accepted into graduate programs.</li>\n</ul>\n<p>&nbsp;</p>\n<p>As stated, the college STEM female and underrepresented undergraduate student enrollments increased substantially during the life of the grant. &nbsp;In term of retention rates, the NSF program has been very successful, as compared with Penn State Harrisburg (PSH) and its School of Science, Engineering and Technology (SSET). For example, once students are in the STEM major, SSET retention/graduation rates are in the range of 86 %<strong> </strong>depending on the particular program; however, for STEM scholars the retention to graduation rate is 100%.</p>\n<p>&nbsp;</p>\n<p>The individual success of our NSF STEM scholars has also surpassed our expectations. For example: three scholars accepted into medical, physician assistant, and in veterinary schools, respectively; two working in health-related industries. Three scholars interned at Exxon Mobil, JP Morgan, Pennsylvania Department of Transportation, respectively; three are working in engineering firms, one at the University of California Berkeley and one accepted into a Ph.D. program and 10 are finishing their academic degrees.</p>\n<p>&nbsp;</p>\n<p>The STEM Scholarship Club has been involved in fundraising, mentoring new members, performing community service, and helping recruit new STEM students. These get-togethers proved beneficial for everybody involved in the mentor-mentee program. Remarks written in scholars&rsquo; journals offer positive view of the NSF STEM club. For instance, one NSF STEM scholar wrote in his journal:<em> </em>&ldquo;<em>My first semester was pretty rough for me, my biggest problem was adjusting to online work and quizzes but I was lucky to find somebody in the STEM club who has taken the class and helped me with the remainder of the material.&rdquo;</em></p>\n<p>&nbsp;</p>\n<p class=\"Standard\">Faculty mentoring also helped the retention of STEM scholars as they were assigned faculty mentors in their first year. The mentors included both male and female faculty from all STEM disciplines. Positive reviews were also received from the NSF STEM scholars, as one stated <em>&ldquo;One of the most critical tasks that the faculty mentor has helped me with was setting me up with another faculty mentor who does research in the areas of my interest.&rdquo;</em></p>\n<p>&nbsp;</p>\n<p>In addition, NSF STEM scholars found industrial mentoring very positive as one scholar stated<em>: &ldquo;The best part of being part of NSF-STEM Program was the mentorship program because it helped me guide my search for a summer internship and helped me have someone to write my recommendation letter.&rdquo;</em></p>\n<p>&nbsp;</p>\n<p>Our graduates now work in companies to enhance the economic vitality of Central Pennsylvania and the nation or have started their graduate education. The principal investigators have also cemented the existing network of high school partners by creating robotics clubs. Results of this proposal were disseminated in presentations and poster sessions, by both faculty and students, at appropriate conferences with STEM audiences.&nbsp; In fact, NSF STEM scholars published 10 research papers in different STEM venues.</p>\n<p class=\"Default\">&nbsp;</p>\n<p>In summary, the NSF STEM grant has greatly enhanced the lives of the STEM scholars. The following paragraph, from a scholar, summarizes the effect of the NSF STEM funding: <em>&ldquo;I want to wholeheartedly thank you for opening the door for me to receive an amazing education. I can remember sitting in my cold room because my mother did not have enough money to pay the heath bill, writing a letter to you. A few months later, I received a letter in the mail that brought me to tears. You believe in me, my talents and academic abilities. Because of you, I was able to leave Philadelphia inner city and obtain two technical degrees. Words still cannot describe how happy I am and thankful for you believing in me.&rdquo;</em></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/19/2018<br>\n\t\t\t\t\tModified by: Aldo&nbsp;Morales</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe main goal of the project was to increase and retain under-represented, female, first-generation college students, and low-income STEM students due to demonstrated national and regional needs. The grant \"Investing in the Future by Increasing Diversity in the STEM Graduates at Penn State Harrisburg (PSH),\" in the amount of $600,000 was from May 2012 to April 2018.  The grant was designed to provide 19 renewable scholarships per year averaging $6,725 to STEM students.\n\n \n\nThe outcomes of the award are:\n\n \n\nA total of 95 renewable scholarships were awarded, averaging up to $8,425; from this amount $6,725 came from NSF and $1,700 was leveraged from PSH sources. \nFemale enrollment has surpassed the enrollment targets although still below national averages, while African-American enrollment now is above the national average. The NSF grant was a fundamental recruitment tool in the increase of the College STEM enrollment.\nStudent retention was accomplished by targeted tutoring and academic workshops. Peer, faculty and industrial mentoring were designed to support retention.  \nSuccessful transition to college was facilitated by peer mentoring through the creation of a NSF STEM club. \nGraduation rates of STEM scholars was higher than the overall college. Graduates were hired by engineering/health firms as well as accepted into graduate programs.\n\n\n \n\nAs stated, the college STEM female and underrepresented undergraduate student enrollments increased substantially during the life of the grant.  In term of retention rates, the NSF program has been very successful, as compared with Penn State Harrisburg (PSH) and its School of Science, Engineering and Technology (SSET). For example, once students are in the STEM major, SSET retention/graduation rates are in the range of 86 % depending on the particular program; however, for STEM scholars the retention to graduation rate is 100%.\n\n \n\nThe individual success of our NSF STEM scholars has also surpassed our expectations. For example: three scholars accepted into medical, physician assistant, and in veterinary schools, respectively; two working in health-related industries. Three scholars interned at Exxon Mobil, JP Morgan, Pennsylvania Department of Transportation, respectively; three are working in engineering firms, one at the University of California Berkeley and one accepted into a Ph.D. program and 10 are finishing their academic degrees.\n\n \n\nThe STEM Scholarship Club has been involved in fundraising, mentoring new members, performing community service, and helping recruit new STEM students. These get-togethers proved beneficial for everybody involved in the mentor-mentee program. Remarks written in scholars? journals offer positive view of the NSF STEM club. For instance, one NSF STEM scholar wrote in his journal: \"My first semester was pretty rough for me, my biggest problem was adjusting to online work and quizzes but I was lucky to find somebody in the STEM club who has taken the class and helped me with the remainder of the material.\"\n\n \nFaculty mentoring also helped the retention of STEM scholars as they were assigned faculty mentors in their first year. The mentors included both male and female faculty from all STEM disciplines. Positive reviews were also received from the NSF STEM scholars, as one stated \"One of the most critical tasks that the faculty mentor has helped me with was setting me up with another faculty mentor who does research in the areas of my interest.\"\n\n \n\nIn addition, NSF STEM scholars found industrial mentoring very positive as one scholar stated: \"The best part of being part of NSF-STEM Program was the mentorship program because it helped me guide my search for a summer internship and helped me have someone to write my recommendation letter.\"\n\n \n\nOur graduates now work in companies to enhance the economic vitality of Central Pennsylvania and the nation or have started their graduate education. The principal investigators have also cemented the existing network of high school partners by creating robotics clubs. Results of this proposal were disseminated in presentations and poster sessions, by both faculty and students, at appropriate conferences with STEM audiences.  In fact, NSF STEM scholars published 10 research papers in different STEM venues.\n \n\nIn summary, the NSF STEM grant has greatly enhanced the lives of the STEM scholars. The following paragraph, from a scholar, summarizes the effect of the NSF STEM funding: \"I want to wholeheartedly thank you for opening the door for me to receive an amazing education. I can remember sitting in my cold room because my mother did not have enough money to pay the heath bill, writing a letter to you. A few months later, I received a letter in the mail that brought me to tears. You believe in me, my talents and academic abilities. Because of you, I was able to leave Philadelphia inner city and obtain two technical degrees. Words still cannot describe how happy I am and thankful for you believing in me.\"\n\n\t\t\t\t\tLast Modified: 06/19/2018\n\n\t\t\t\t\tSubmitted by: Aldo Morales"
 }
}