{
 "awd_id": "1154675",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: High Precision 40Ar/39Ar Geochronology and Paleomagnetism to Determine the History and Consequences of Louisville Mantle Plume Motion",
 "cfda_num": "47.050",
 "org_code": "06040204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Janecek",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 140674.0,
 "awd_amount": 140674.0,
 "awd_min_amd_letter_date": "2012-04-06",
 "awd_max_amd_letter_date": "2012-04-06",
 "awd_abstract_narration": "A major outstanding question in geodynamics is whether primary hotspots in the Pacific, like the Hawaiian and Louisville hotspots, experienced similar amounts of plume motion or whether they moved independently. In December 2010 IODP Expedition 330 to the Louisville seamount trail set out to answer this critical question. Preliminary shipboard paleomagnetic data (although based upon limited shipboard sampling) clearly show the Louisville hotspot did not experience the same large 15° shift in paleolatitude as recorded for the Hawaiian hotspot between 80 and 50 Ma.  Critically, these shipboard data neither allow for estimates of the duration of volcanism at individual sites drilled nor for the inclination of many cooling units (about half have no data yet or only a single sample). As importantly, the abundance of (mostly submarine) volcaniclastic material recovered makes estimating the paleolatitudes less straightforward than for the sites on the Hawaii-Emperor trail, where a sequence of discrete (primarilythat might be expected to have random directions, instead have consistent inclinations that are similar to those of intercalated lava flows and therefore may provide valuable paleolatitude information. The proponents therefore propose additional 40 Ar/39 Ar age determinations, paleomagnetic and rock magnetic studies, and integration of additional shore-based and shipboard data (e.g. borehole magnetic anomalies) that will allow the to address the following questions: \r\n\r\n1. How long did it take to build the volcanic sequences drilled during Expedition 330 and are these intervals (and associated quiescence periods) long enough to average out secular variation?\r\n2. Do Louisville seamounts have post-erosional volcanism and if so what is its duration?\r\n3. What is the origin of consistent inclinations in some volcaniclastic units and do these provide a time-averaged remanence that can improve paleolatitude estimates?\r\n4. Are the inclination data from the Louisville seamounts sufficiently similar to provide a robust paleolatitude from pooled data?\r\n5. Can we use the ages and paleolatitude history of the Louisville hotspot to improve absolute plate motion models for Pacific plate?\r\n \r\nThe results of this study will allow the proponents to (1) provide the most accurate and precise age framework for volcanic activity along the Louisville seamount trail, (2) to significantly reduce on the uncertainties in paleolatitude estimates, and (3) help to improve absolute plate motion model for the Pacific Plate taking into account the (lack of) motion of the individual Hawaiian and Louisville hotspots.\r\n\r\nBroader Impact and Educational Outreach:  The proposed project is part of an international collaborative effort in support of the science objectives of IODP Expedition 330 to the Louisville Seamount Trail. The proponents are collaborating with eight international researchers from Japan, UK and Australia, with whom they will generate as complete as possible and much needed high-precision 40 Ar/39 Ar and paleomagnetic data sets. The Proponents will coordinate this concerted effort over the two years of our project, with the ultimate goal to delineate the most accurate paleolatitude and age history for the Louisville hotspot. They also will organize a series of outreach activities, including expanding the Expedition 330 website started by Koppers by adding scientific products and data sets resulting from this project and by linking these in with the online Seamount Catalog and MagIC. This work will be part of the Ph.D.thesis of two students at OSU and SIO.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Gee",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey S Gee",
   "pi_email_addr": "jsgee@ucsd.edu",
   "nsf_id": "000348696",
   "pi_start_date": "2012-04-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "UCSD - Scripps Inst of Oceanography",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930244",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "572000",
   "pgm_ele_name": "OCEAN DRILLING PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "5720",
   "pgm_ref_txt": "OCEAN DRILLING PROGRAM"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 140674.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Linear, age-progressive island chains such as the Hawaiian islands are thought to record the motion of a tectonic plate over a relatively stationary melting anomaly in the mantle.&nbsp; If truly stationary, such melting anomalies (or mantle plumes) may constitute a fixed reference frame against which past plate motions could be measured. The stationarity of mantle plumes and their volcanic hotspot trails can be independently tested using the magnetic inclination (angle of the magnetic field relative to horizontal) recorded in well-dated lavas from such volcanic chains. In principle, all volcanoes produced above a fixed hotspot will record the same average magnetic inclination, corresponding to the latitude of the present-day plume. Sampling on the older submerged continuation of the Hawaiian chain (the Emperor Seamount chain) has revealed that the Hawaiian plume drifted southward by some 1500 km from ~80 to 50 Ma, calling into question whether plumes remain fixed.</p>\n<p>The 4000 km-long Louisville seamount trail, the southern hemisphere counterpart of the Hawaii-Emperor chain, provides an opportunity to test whether the Louisville plume might have experienced the same latitudinal shift as the Hawaiian plume. Drilling during IODP Expedition 330 sampled four volcanoes in the older portion of the Louisville chain, with ages of ~74 to 50 Ma, the time period over which the Hawaiian plume drifted southward.</p>\n<p>In this project we analyzed the magnetic remanence of nearly two thousand samples to provide the robust set of inclination data that, together with high quality 39Ar/40Ar age determinations, are required to test any motion of the Louisville plume relative to Earth's spin axis and to compare this to the shift documented for the Hawaiian-Emperor chain. Careful analysis of the demagnetization data, and accompanying rock magnetic data and core descriptions, have enabled identification of additional cooling units that are likely <em>in situ</em> and therefore contribute to defining the mean inclination (and thus paleolatitude of seamount growth). We find that the latitude of formation for the three youngest seamounts, with ages of about 70, 64, 50 Ma, overlaps (at the one sigma level) that of the present-day Louisville plume, 51-53&deg;S. The oldest seamount (74 Ma) apparently formed at a slightly (~4&deg;) more northerly position. Our data therefore indicate that the Louisville plume experienced little latitudinal motion over the same time period that the Hawaiian plume drifted southward by about 14&deg;, requiring significant inter-hotspot motion between these two Pacific plumes.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/30/2016<br>\n\t\t\t\t\tModified by: Jeffrey&nbsp;S&nbsp;Gee</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nLinear, age-progressive island chains such as the Hawaiian islands are thought to record the motion of a tectonic plate over a relatively stationary melting anomaly in the mantle.  If truly stationary, such melting anomalies (or mantle plumes) may constitute a fixed reference frame against which past plate motions could be measured. The stationarity of mantle plumes and their volcanic hotspot trails can be independently tested using the magnetic inclination (angle of the magnetic field relative to horizontal) recorded in well-dated lavas from such volcanic chains. In principle, all volcanoes produced above a fixed hotspot will record the same average magnetic inclination, corresponding to the latitude of the present-day plume. Sampling on the older submerged continuation of the Hawaiian chain (the Emperor Seamount chain) has revealed that the Hawaiian plume drifted southward by some 1500 km from ~80 to 50 Ma, calling into question whether plumes remain fixed.\n\nThe 4000 km-long Louisville seamount trail, the southern hemisphere counterpart of the Hawaii-Emperor chain, provides an opportunity to test whether the Louisville plume might have experienced the same latitudinal shift as the Hawaiian plume. Drilling during IODP Expedition 330 sampled four volcanoes in the older portion of the Louisville chain, with ages of ~74 to 50 Ma, the time period over which the Hawaiian plume drifted southward.\n\nIn this project we analyzed the magnetic remanence of nearly two thousand samples to provide the robust set of inclination data that, together with high quality 39Ar/40Ar age determinations, are required to test any motion of the Louisville plume relative to Earth's spin axis and to compare this to the shift documented for the Hawaiian-Emperor chain. Careful analysis of the demagnetization data, and accompanying rock magnetic data and core descriptions, have enabled identification of additional cooling units that are likely in situ and therefore contribute to defining the mean inclination (and thus paleolatitude of seamount growth). We find that the latitude of formation for the three youngest seamounts, with ages of about 70, 64, 50 Ma, overlaps (at the one sigma level) that of the present-day Louisville plume, 51-53&deg;S. The oldest seamount (74 Ma) apparently formed at a slightly (~4&deg;) more northerly position. Our data therefore indicate that the Louisville plume experienced little latitudinal motion over the same time period that the Hawaiian plume drifted southward by about 14&deg;, requiring significant inter-hotspot motion between these two Pacific plumes.\n\n\t\t\t\t\tLast Modified: 06/30/2016\n\n\t\t\t\t\tSubmitted by: Jeffrey S Gee"
 }
}