{
 "awd_id": "1154843",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Disability Categorization in Public Schooling",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 194177.0,
 "awd_amount": 194177.0,
 "awd_min_amd_letter_date": "2012-04-24",
 "awd_max_amd_letter_date": "2012-04-24",
 "awd_abstract_narration": "This project examines disability categorization in schools in order to understand the potential dynamics of racial bias in \r\norganizations. Drawing on a large dataset from an urban school district, the study examines whether or not schools assigned\r\ndisabled white students to previously low status disability categories, and as a consequence, infused these categories with prestige and resources during the period of federally ordered school desegregation. The project tests the changes in the likelihood of specific disability categorizations over time for different racial/ethnic groups under conditions of segregation, desegregation, and resegregation.  \r\nThis study broadens understanding of the potential racial bias in disability categorization and the challenges in reducing it.\r\nIt can stimulate better preparation of educational professionals and provide an organizational lens for compliance monitoring. The findings will be of broad journalistic and societal interest and may result in appropriate treatment and beneficial academic and social outcomes for students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Argun",
   "pi_last_name": "Saatcioglu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Argun Saatcioglu",
   "pi_email_addr": "argun@ku.edu",
   "nsf_id": "000597099",
   "pi_start_date": "2012-04-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Skrtic",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas M Skrtic",
   "pi_email_addr": "tms@ku.edu",
   "nsf_id": "000217469",
   "pi_start_date": "2012-04-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kansas Center for Research Inc",
  "inst_street_address": "2385 IRVING HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "LAWRENCE",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7858643441",
  "inst_zip_code": "660457563",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "UNIVERSITY OF KANSAS CENTER FOR RESEARCH INC",
  "org_prnt_uei_num": "SSUJB3GSH8A5",
  "org_uei_num": "SSUJB3GSH8A5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kansas Center for Research Inc",
  "perf_str_addr": "1122 W. Campus Rd",
  "perf_city_name": "Lawrence",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "660453101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 194177.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This study extends existing research on how formal organizations respond to external demands for equality&mdash;for example, greater access by women and racial minorities to more rewarding roles, jobs, and/or occupations&mdash;and the anti-discrimination regulations that often accompany such demands. It does so by proposing and substantiating the concept of <em>categorical manipulation</em>, a process in which the demands of subordinate groups for greater access to prestigious categories are met with reversals in the ranking of the organizational categories themselves. That is, while exclusion from prestigious categories comes to an end in response to such demands and regulations, dominant groups move to lower status categories previously held by subordinate groups, infuse those categories with new prestige and resources, and devalue the customarily prestigious categories that they vacated. Categorical manipulation is an important contribution to existing research because it addresses a process that is not included in prevailing conceptions of organizational responses to external demands for progressive change, which accounts for tactics like evasion, symbolic and ceremonial compliance, tokenism, and cooptation. The central insight underlying these prevailing notions of organizational resistance to change is that compliance with external demands may not lead to genuine change because organizations can use such tactics to limit the degree to which they actually comply. Categorical manipulation extends this literature by focusing on how even full compliance with a particular demand may not result in genuine change because the organization enacts other changes <em>outside of its compliance with the demand in question</em> to reduce or even nullify the intended benefits of compliance. So, compliance itself can be part of a countervailing strategy to resist change and can even disguise malicious actions that maintain the status quo.</p>\n<p>Categorical manipulation is most feasible in organizations that operate in highly unregulable fields where categorization decisions are <em>ambiguous</em>&mdash;that is, characterized by a high degree of subjective judgment which can conceal discrimination in categorical assignments&mdash;and where categories are highly <em>relational</em>, such that the prestige and benefits of a category are affected significantly by who is in it. The study tested categorical manipulation in the context of &ldquo;high-incidence&rdquo; or mild disability categorization in schools, which offers an important opportunity to study categorical manipulation due to its highly unregulable nature. Mild disability categorization is a highly subjective process of <em>labeling</em> students with a mild disability and <em>placing </em>them in a particular instructional setting to receive services. This study focuses on three primary labels: mild mental retardation (MR) and emotional disturbance (ED) which are significantly more stigmatizing,<em> </em>and learning disabilities (LD), the least stigmatizing. There are also three different instructional placement options that vary in degree of restrictiveness and thus desirability: regular classroom (most desirable), resource room, and segregated classroom (least desirable). Together, two-way combinations of the three labels and the three placement options result in nine categories, the most prestigious one of which is the &ldquo;LD in regular classroom&rdquo; category, because it has the least degree of stigma and the highest degree of access to regular education curriculum, teachers, and peers. Historically, this prestigious category has been disproportionately white, while the other categories have been disproportionately non-white. The analysis is based on 20 years of data from an urban district in which a racial desegregation court order included a demand that the majority-white &ldquo;LD in regular classroom&rd...",
  "por_txt_cntn": "\nThis study extends existing research on how formal organizations respond to external demands for equality&mdash;for example, greater access by women and racial minorities to more rewarding roles, jobs, and/or occupations&mdash;and the anti-discrimination regulations that often accompany such demands. It does so by proposing and substantiating the concept of categorical manipulation, a process in which the demands of subordinate groups for greater access to prestigious categories are met with reversals in the ranking of the organizational categories themselves. That is, while exclusion from prestigious categories comes to an end in response to such demands and regulations, dominant groups move to lower status categories previously held by subordinate groups, infuse those categories with new prestige and resources, and devalue the customarily prestigious categories that they vacated. Categorical manipulation is an important contribution to existing research because it addresses a process that is not included in prevailing conceptions of organizational responses to external demands for progressive change, which accounts for tactics like evasion, symbolic and ceremonial compliance, tokenism, and cooptation. The central insight underlying these prevailing notions of organizational resistance to change is that compliance with external demands may not lead to genuine change because organizations can use such tactics to limit the degree to which they actually comply. Categorical manipulation extends this literature by focusing on how even full compliance with a particular demand may not result in genuine change because the organization enacts other changes outside of its compliance with the demand in question to reduce or even nullify the intended benefits of compliance. So, compliance itself can be part of a countervailing strategy to resist change and can even disguise malicious actions that maintain the status quo.\n\nCategorical manipulation is most feasible in organizations that operate in highly unregulable fields where categorization decisions are ambiguous&mdash;that is, characterized by a high degree of subjective judgment which can conceal discrimination in categorical assignments&mdash;and where categories are highly relational, such that the prestige and benefits of a category are affected significantly by who is in it. The study tested categorical manipulation in the context of \"high-incidence\" or mild disability categorization in schools, which offers an important opportunity to study categorical manipulation due to its highly unregulable nature. Mild disability categorization is a highly subjective process of labeling students with a mild disability and placing them in a particular instructional setting to receive services. This study focuses on three primary labels: mild mental retardation (MR) and emotional disturbance (ED) which are significantly more stigmatizing, and learning disabilities (LD), the least stigmatizing. There are also three different instructional placement options that vary in degree of restrictiveness and thus desirability: regular classroom (most desirable), resource room, and segregated classroom (least desirable). Together, two-way combinations of the three labels and the three placement options result in nine categories, the most prestigious one of which is the \"LD in regular classroom\" category, because it has the least degree of stigma and the highest degree of access to regular education curriculum, teachers, and peers. Historically, this prestigious category has been disproportionately white, while the other categories have been disproportionately non-white. The analysis is based on 20 years of data from an urban district in which a racial desegregation court order included a demand that the majority-white \"LD in regular classroom\" category be opened to greater access for black students. The district fully complied, but also reversed the prestige hierarchy of mild disability categories by al..."
 }
}