{
 "awd_id": "1154687",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Distributional Politics and Social Protection: the Fourth Module of the Comparative Study of Electoral Systems (CSES)",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 298983.0,
 "awd_amount": 298983.0,
 "awd_min_amd_letter_date": "2012-04-24",
 "awd_max_amd_letter_date": "2012-04-24",
 "awd_abstract_narration": "Begun in the 1990s, the Comparative Study of Electoral Systems (CSES) is an ongoing international project that examines how peoples' attitudes and behaviors at election time vary across countries with different types of electoral arrangements. This is accomplished by conducting surveys of eligible voters in as many countries as possible, merging the data from all of these sources, and adding contextual information about the socio-economic and institutional characteristics of the country and electoral district in which voters find themselves.  This valuable and unique data resource allows researchers to study how characteristics of individuals and characteristics of the environment jointly affect attitudes and behavior.  In particular, the study focuses on decisions by eligible voters about whether to vote in an election, how to vote, and why.\r\n\r\nThe core CSES project involves over 200 scholars from election studies in over 60 countries.  Every five years the CSES project designs a new common module of questions to ask in all of the participating election studies. Each participating election study funds and oversees the data collection in its own country. The CSES project provides coordination, scientific guidance, questionnaire design, quality control, and other centralized functions only.  This current proposal seeks support to complete the activities of a fourth module of the CSES, and the planning and design of a fifth module.  \r\n\r\nThe CSES project has strong intellectual merit. It is a unique, public resource that advances the understanding of elections and vote choice in ways not possible otherwise.  The project helps researchers to better understand: how societal, political, and economic factors shape beliefs and behaviors; how political and social divisions and alignments are formed and transformed; and how citizens, living under diverse political arrangements, evaluate democratic institutions and processes.\r\n\r\nThe broader impacts of the project are significant. CSES receives, cleans, checks, and merges all of the data collected by the many country teams and makes the information freely and immediately available to the world via the project website at: http://www.cses.org. The CSES serves as a public resource for researchers, students, policymakers, journalists, governments, and other interested parties. A large and growing number of publications have been based on the project.  The output from CSES has policy implications for the design and implementation of electoral systems around the world, as well as significant implications for our understanding of democracy.\r\n\r\nCSES has many additional benefits, including the training of students in data use and analysis.  CSES is widely used in university courses, and students regularly serve as research assistants for the project.  CSES also works to improve the quality of the scientific study of elections generally, in new democracies in particular, by providing collaborative and networking opportunities, and by encouraging and providing guidance to scholars studying elections and democracy worldwide.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Burns",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy E Burns",
   "pi_email_addr": "nburns@umich.edu",
   "nsf_id": "000258445",
   "pi_start_date": "2012-04-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andre",
   "pi_last_name": "Blais",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andre Blais",
   "pi_email_addr": "andre.blais@umontreal.ca",
   "nsf_id": "000545233",
   "pi_start_date": "2012-04-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "3003 S. State Street",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091274",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 298983.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In existence since 1994, the Collaborative Study of Electoral Systems (CSES) project is a collaborative effort among election study teams from more than 60 countries around the world. The study is developed and implemented by an international committee of leading scholars of elections, political science, and survey research. All datasets that the CSES project produced are made available at no cost to the public on the project website (www.cses.org).</p>\n<p>Participating countries include a common set of questions in surveys of individuals who are eligible to vote. The surveys are conducted soon after national elections in each country. The participating countries include these additional questions in their surveys at no cost to the CSES project itself.</p>\n<p>The CSES project then merges the survey response with information about the broader electoral system and political environment in each country. This design enables scientists to examine how different electoral systems and political environments in each country impact the behaviors and attitudes of the individuals eligible to vote there.</p>\n<p>While there are many scientific questions that CSES dataset can be used to address, the project is designed with a special focus on understanding why and how voters choose to vote. Every five years, the CSES project changes some of its survey questions in order to help investigate new scientific issues that would benefit from the project's unique research design and worldwide participation.&nbsp;</p>\n<p>For example, the dataset for the fourth module of CSES is being collected from 2011 through 2016 and focuses on \"distributional politics and social protection\". The goal is to study voter preferences for policies that affect income and wealth distribution, in a period of constrained economic growth and deficit reduction.</p>\n<p>The CSES project is focused on collecting its datasets in the highest quality way possible and providing the resulting datasets as a public good. Analysis of the fourth module of CSES is currently underway. Thousands of scholars, students, policymakers, journalists, and others from around the world are using data from CSES to investigate not only the above issues, but numerous other topics related to elections and political science. For more information about the hundreds of presentations and publications that have benefited from CSES data, we encourage visiting the bibliography that is maintained on the project website.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/27/2015<br>\n\t\t\t\t\tModified by: Nancy&nbsp;E&nbsp;Burns</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn existence since 1994, the Collaborative Study of Electoral Systems (CSES) project is a collaborative effort among election study teams from more than 60 countries around the world. The study is developed and implemented by an international committee of leading scholars of elections, political science, and survey research. All datasets that the CSES project produced are made available at no cost to the public on the project website (www.cses.org).\n\nParticipating countries include a common set of questions in surveys of individuals who are eligible to vote. The surveys are conducted soon after national elections in each country. The participating countries include these additional questions in their surveys at no cost to the CSES project itself.\n\nThe CSES project then merges the survey response with information about the broader electoral system and political environment in each country. This design enables scientists to examine how different electoral systems and political environments in each country impact the behaviors and attitudes of the individuals eligible to vote there.\n\nWhile there are many scientific questions that CSES dataset can be used to address, the project is designed with a special focus on understanding why and how voters choose to vote. Every five years, the CSES project changes some of its survey questions in order to help investigate new scientific issues that would benefit from the project's unique research design and worldwide participation. \n\nFor example, the dataset for the fourth module of CSES is being collected from 2011 through 2016 and focuses on \"distributional politics and social protection\". The goal is to study voter preferences for policies that affect income and wealth distribution, in a period of constrained economic growth and deficit reduction.\n\nThe CSES project is focused on collecting its datasets in the highest quality way possible and providing the resulting datasets as a public good. Analysis of the fourth module of CSES is currently underway. Thousands of scholars, students, policymakers, journalists, and others from around the world are using data from CSES to investigate not only the above issues, but numerous other topics related to elections and political science. For more information about the hundreds of presentations and publications that have benefited from CSES data, we encourage visiting the bibliography that is maintained on the project website.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/27/2015\n\n\t\t\t\t\tSubmitted by: Nancy E Burns"
 }
}