{
 "awd_id": "1154313",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Processing Orthographic Structure: Associations Between Print and Fingerspelling",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William Badecker",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2016-11-30",
 "tot_intn_awd_amt": 507222.0,
 "awd_amount": 507222.0,
 "awd_min_amd_letter_date": "2012-05-30",
 "awd_max_amd_letter_date": "2013-08-02",
 "awd_abstract_narration": "For over a century educators and researchers have been trying to determine how profoundly deaf children learn to read. Deaf children are in the unique position of learning to read and write a language that they do not speak and cannot hear. Unlike people who can hear, though, deaf people experience English orthography in two forms: as printed text and as fingerspelling, in which each alphabetic letter is represented by a distinct hand configuration. This project investigates whether fingerspelling can be used as an additional code for retaining English print in memory and whether printed or fingerspelled words are linked to phonology (speech-based representations). By identifying the similarities and differences between reading print and \"reading\" fingerspelling, one can identify how fingerspelling might be most effectively used in reading instruction. Another aim of the project is to use data from functional Magnetic Resonance Imaging (fMRI) to identify the brain areas that support the reading of print and fingerspelling for deaf readers. Specifically, the project will a) examine whether ASL signs are activated when deaf adults read English words, b) assess functional connectivity within the reading circuit for deaf signers, and c) identify the effects of deafness, acquisition of a sign language, and/or reading skill on brain anatomy. Finally, a parallel aim of the project is to increase the representation of deaf people in science by including deaf researchers on the project and by providing an accessible environment for deaf students to gain research experience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Emmorey",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Karen Emmorey",
   "pi_email_addr": "kemmorey@mail.sdsu.edu",
   "nsf_id": "000458134",
   "pi_start_date": "2012-05-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Petrich",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Petrich",
   "pi_email_addr": "jpetrich@projects.sdsu.edu",
   "nsf_id": "000229574",
   "pi_start_date": "2012-05-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "San Diego State University Foundation",
  "inst_street_address": "5250 CAMPANILE DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN DIEGO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6195945731",
  "inst_zip_code": "921821901",
  "inst_country_name": "United States",
  "cong_dist_code": "51",
  "st_cong_dist_code": "CA51",
  "org_lgl_bus_name": "SAN DIEGO STATE UNIVERSITY FOUNDATION",
  "org_prnt_uei_num": "H59JKGFZKHL7",
  "org_uei_num": "H59JKGFZKHL7"
 },
 "perf_inst": {
  "perf_inst_name": "San Diego State University",
  "perf_str_addr": "5300 Campanile Drive",
  "perf_city_name": "San Diego",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "921151338",
  "perf_ctry_code": "US",
  "perf_cong_dist": "51",
  "perf_st_cong_dist": "CA51",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  },
  {
   "pgm_ele_code": "725200",
   "pgm_ele_name": "Perception, Action & Cognition"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "7252",
   "pgm_ref_txt": "Perception, Action and Cognition"
  },
  {
   "pgm_ref_code": "7487",
   "pgm_ref_txt": "BROADENING PARTICIPATION"
  },
  {
   "pgm_ref_code": "7715",
   "pgm_ref_txt": "BROADENING PARTICIPATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 169074.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 338148.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>For over a century educators and researchers have been trying to understand how profoundly deaf people learn to read. Deaf people are in the unique position of learning to read and write a language that they do not speak and cannot hear. Unlike people who can hear, though, deaf people experience English words and letters in two forms: as printed text and as fingerspelling, in which each alphabetic letter is represented by a distinct hand configuration in American Sign Language (ASL). This project investigated whether ASL fingerspelling could be used as an additional code for retaining English print in memory and whether printed or fingerspelled words are linked to phonology (speech-based representations). The results of a set of &ldquo;serial recall&rdquo; studies revealed that fingerspelled words are NOT used by deaf people as an additional code to remember English words and that both printed words and fingerspelled words are recalled using a speech-based code by skilled deaf readers. The results showed that deaf people automatically &ldquo;translate&rdquo; fingerspelled words into spoken words in memory (even when they are asked to recall words using fingerspelling). This strong link between fingerspelled words and spoken language allows deaf people to use the more efficient speech-based code for short-term memory (speech is more efficient because spoken words take less time to articulate than fingerspelled words). Fingerspelling helps strengthen deaf people&rsquo;s knowledge and memory for spoken English words, which in turn strengthens their reading ability. Deaf people with better fingerspelling skills were also found to be better readers.</p>\n<p>Another aim of this project was to use functional Magnetic Resonance Imaging (fMRI) to identify brain areas that support skilled reading in deaf adults. The results revealed that skilled deaf readers (college level) recruited left hemisphere frontal and temporal language regions of the brain more than less skilled readers, when reading English words for meaning (that is, deciding whether a word was abstract or concrete). However, there were no differences between skilled and less-skilled deaf readers when they made sound-based phonological decisions about words (how many syllables were in a word). In addition, good deaf readers exhibited more activity compared poor deaf readers in a brain region that is associated with mapping whole written words onto their meanings. Overall, the results suggest that skilled reading in deaf adults is supported by brain areas that are involved in mapping written words to semantics, rather than brain areas involved in mapping written words to sounds.</p>\n<p>Deafness has a substantial impact on the ability of students to gain access to academic and scientific careers, and this project actively promoted the participation of deaf people in research. The principal investigator has long been committed to improving opportunities for deaf students by providing a research environment that is accessible to them and training that facilitates their entrance into scientific fields. In addition, the results of the project may help to improve reading instruction for deaf children because the findings indicate that fingerspelling, which is currently used in many deaf education classrooms, may provide an important link to print and English literacy development.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/01/2017<br>\n\t\t\t\t\tModified by: Karen&nbsp;Emmorey</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFor over a century educators and researchers have been trying to understand how profoundly deaf people learn to read. Deaf people are in the unique position of learning to read and write a language that they do not speak and cannot hear. Unlike people who can hear, though, deaf people experience English words and letters in two forms: as printed text and as fingerspelling, in which each alphabetic letter is represented by a distinct hand configuration in American Sign Language (ASL). This project investigated whether ASL fingerspelling could be used as an additional code for retaining English print in memory and whether printed or fingerspelled words are linked to phonology (speech-based representations). The results of a set of \"serial recall\" studies revealed that fingerspelled words are NOT used by deaf people as an additional code to remember English words and that both printed words and fingerspelled words are recalled using a speech-based code by skilled deaf readers. The results showed that deaf people automatically \"translate\" fingerspelled words into spoken words in memory (even when they are asked to recall words using fingerspelling). This strong link between fingerspelled words and spoken language allows deaf people to use the more efficient speech-based code for short-term memory (speech is more efficient because spoken words take less time to articulate than fingerspelled words). Fingerspelling helps strengthen deaf people?s knowledge and memory for spoken English words, which in turn strengthens their reading ability. Deaf people with better fingerspelling skills were also found to be better readers.\n\nAnother aim of this project was to use functional Magnetic Resonance Imaging (fMRI) to identify brain areas that support skilled reading in deaf adults. The results revealed that skilled deaf readers (college level) recruited left hemisphere frontal and temporal language regions of the brain more than less skilled readers, when reading English words for meaning (that is, deciding whether a word was abstract or concrete). However, there were no differences between skilled and less-skilled deaf readers when they made sound-based phonological decisions about words (how many syllables were in a word). In addition, good deaf readers exhibited more activity compared poor deaf readers in a brain region that is associated with mapping whole written words onto their meanings. Overall, the results suggest that skilled reading in deaf adults is supported by brain areas that are involved in mapping written words to semantics, rather than brain areas involved in mapping written words to sounds.\n\nDeafness has a substantial impact on the ability of students to gain access to academic and scientific careers, and this project actively promoted the participation of deaf people in research. The principal investigator has long been committed to improving opportunities for deaf students by providing a research environment that is accessible to them and training that facilitates their entrance into scientific fields. In addition, the results of the project may help to improve reading instruction for deaf children because the findings indicate that fingerspelling, which is currently used in many deaf education classrooms, may provide an important link to print and English literacy development.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 03/01/2017\n\n\t\t\t\t\tSubmitted by: Karen Emmorey"
 }
}