{
 "awd_id": "1154040",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Investigating the chemical and isotopic kinetics of aerobic methane oxidation",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Donald L. Rice",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 550266.0,
 "awd_amount": 550266.0,
 "awd_min_amd_letter_date": "2012-02-27",
 "awd_max_amd_letter_date": "2012-02-27",
 "awd_abstract_narration": "Roughly 8 billion moles of methane (CH4) were emitted in 83 days during the Deepwater Horizon disaster in the northern Gulf of Mexico in 2010. Interestingly, none of this CH4 was emitted to the atmosphere, but instead stayed dissolved and suspended as \"plume\" or \"intrusion\" layers approximately 1000m below the ocean surface. Based on measurements of CH4 concentration and oxidation rates, dissolved oxygen anomalies, and microbial community structure as well as a CH4 geochemical model, it was determined that all the CH4 emitted during this disaster was respired within 120 days of the initial well blowout. In addition, the methanotrophic bacteria responsible for the oxidation of this CH4 appeared to experience all stages of microbial growth, limited only by the availability of CH4. This finding suggests that releases of CH4 into deepwater, be them anthropogenic or natural, will have minimal direct influence on the radiative budget of the atmosphere. \r\n\r\nThe major weakness in these previous investigations is that CH4 related parameters were only measured at the beginning (May - June 2010) and end (September - October 2010) of this massive CH4 feast, primarily because the rapid demise of CH4 was unanticipated. Thus, the time- and growth phase-dependent understanding of the kinetics of this bloom response is only based on model interpolation between endpoints. A more complete, and measurement-based, understanding of the chemical kinetics is necessary to predict an oceanographic environment's ability to respire large CH4 perturbations. And while measurements of CH4 stable isotopes in theory can be used to assess the extent that the released CH4 has been oxidized, this kinetic isotope effect can only be used in a quantitative fashion if it is known how the isotopic fractionation factor changes with varying chemical and temperature conditions and throughout all stages of the microbial bloom. \r\n\r\nIn this study, researchers at the Texas A & M University will test two fundamental hypotheses relating to aerobic CH4 oxidation and ultimately produce a thorough characterization of the time-, growth phase-, and temperature-dependency of CH4 oxidation rates, oxidation rate constants, and isotopic fractionation factors.   Hypothesis 1: Excluding mixing processes, the bacterial response to a large CH4 perturbation will be limited primarily by the availability of CH4 or dissolved oxygen.   Hypothesis 2: Without knowing the stage of microbial growth, measurements of natural stable isotopes of CH4 and dissolved carbon (organic and/or inorganic) cannot be used to assess the extent of CH4 oxidation in situations of large CH4 perturbations. In order to test these hypotheses, with the goal of disproving hypothesis 2, a suite of mesocosm and pure culture incubations will be conducted. Throughout these incubations, concentrations of CH4 and dissolved inorganic carbon as well as their 13C isotopes will be measured in extremely high resolution with new equipment and experimental designs. In addition, dissolved oxygen, nutrient concentrations, trace metals, CH4 oxidation rates, and microbial community structure will be measured. \r\n\r\nBroader Impacts. In addition to the normal dissemination of results in publications, meeting presentations, and on a project web site, this work will have strong educational and research impacts with close interactions between the PIs, postdoctoral scholar, graduate student, and undergraduate researchers with collaborations between Texas A&M University and the University of California Santa Barbara. The students will have extended visits at each lab for skill development, knowledge transfer, and general academic growth. During 2010, an informal collaboration was established with Ms. Vicki Soutar, a high school science teacher in Watkinsville, GA, to develop high school science laboratory exercises using real scientific data. This proposed project will involve Ms. Soutar to formalize, enhance, extend, and disseminate the products of this collaboration",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Kessler",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "John D Kessler",
   "pi_email_addr": "jkessler@ocean.tamu.edu",
   "nsf_id": "000078934",
   "pi_start_date": "2012-02-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M University",
  "inst_street_address": "400 HARVEY MITCHELL PKY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF6XLNB4CDJ5"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M Univeristy Main Campus",
  "perf_str_addr": "3146 TAMU",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433146",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1312",
   "pgm_ref_txt": "GREENHOUSE GAS DYNAMICS"
  },
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "5987",
   "pgm_ref_txt": "GULF OF MEXICO OIL SPILL-2010"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 26384.0
  }
 ],
 "por": null
}