{
 "awd_id": "1154030",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Community Responses to Local Resource Extraction",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 16715.0,
 "awd_amount": 16715.0,
 "awd_min_amd_letter_date": "2012-02-16",
 "awd_max_amd_letter_date": "2012-02-16",
 "awd_abstract_narration": "University of Kentucky doctoral student Julie Shepherd-Powell, with the guidance of Dr. Mary Anglin, will conduct ethnographic research on variability in community responses to local natural resource extraction. The primary research questions are: (1) In this context, how do residents conceptualize and understand the meaning of \"environment;\"  (2)  How do residents articulate and respond to environmental concerns?  Preliminary research suggests that many residents position themselves somewhere between the two sides of the debate, a situation whose causes and consequences are not well understood.  Findings from this research will have broad application that will extend beyond the particular case to be studied.\r\n\r\nThe research will be conducted in the central Appalachian region of the United States.  This is a good site to study response diversity because for many people living in this region, coal extraction falls into a grey area. Mountaintop removal creates local pollution and other environmental challenges, but it also provides some of the only living-wage jobs in an economically depressed area.  The researcher will conduct 12 months of fieldwork in a community in southwest Virginia. The community is the site of both mountaintop removal mining and underground coal mining, so comparative data can be collection. The researcher will collect data by focusing on responses to a grassroots campaign to reduce resource extraction pollution.  She will employ a range of social science research methods including semi-structured interviews with community residents and organizers, participant observation at community events, and archival research at state environmental and mining regulatory agencies. \r\n\r\nFindings from this research will advance scientific understanding of complex socio-environmental issues and elucidate some of the economic, social, and cultural contexts that can produce diverse responses and make environmental problems hard to resolve.  A particular contribution of this project will be to learn more about the space of public discussion and understanding that may develop between straight opposition and support of environmental issues.  Funding this research also supports the education of a social scientist.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Anglin",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Mary K Anglin",
   "pi_email_addr": "manglin@uky.edu",
   "nsf_id": "000242293",
   "pi_start_date": "2012-02-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Julie",
   "pi_last_name": "Shepherd-Powell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Julie Shepherd-Powell",
   "pi_email_addr": "julie.shepherd.powell@gmail.com",
   "nsf_id": "000597425",
   "pi_start_date": "2012-02-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kentucky Research Foundation",
  "inst_street_address": "500 S LIMESTONE",
  "inst_street_address_2": "109 KINKEAD HALL",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592579420",
  "inst_zip_code": "405260001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "UNIVERSITY OF KENTUCKY RESEARCH FOUNDATION, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "H1HYA8Z1NTM5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kentucky Research Foundation",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "405071464",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "KY06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "7643",
   "pgm_ref_txt": "ENVIRONMENTAL SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 16715.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Doctoral Dissertation Research project, &ldquo;Community Responses to Local Resource Extraction,&rdquo; examined the reasons that people living in a coal-producing area of the central Appalachian region in the United States support or oppose a type of environmentally destructive coal extraction called mountaintop removal mining. While coal mining provides good-paying jobs and a local tax base, it also creates environmental problems that have real consequences for people living in close proximity to mines. These problems include coal dust covering homes, heavy coal truck traffic on narrow roadways, and foundation cracks on houses caused by blasting at near-by mine sites.</p>\n<p>Fieldwork began in March 2012 and lasted for 18 months through August 2013. Participant observation activities ranged from attending monthly meetings of a local environmental organization to attending strip mine permit hearings at the mining regulatory agency to attending rallies with member of the United Mine Workers of America in Saint Louis. Interviews took place with 32 participants (23 male, 9 female), who ranged from members of the local environmental organization to union miners to local government and corporate officials.</p>\n<p>In particular, this project took into account the possibility of the abuse of power by people in positions of authority, such as local and regional politicians and coal industry executives, in order to gain and/or maintain support for controversial resource extraction practices. &nbsp;Politicians and industry executives worked together to promote support for coal mining projects in the region, especially touting its economic benefits and downplaying any negative environmental consequences. Further, the significance of the linkages between politicians and the coal industry can be seen through the framing of local, state, and federal elections to focus almost exclusively on coal issues; and results from those elections have demonstrated that in order for candidates to get elected in this region, they must have the backing of the coal industry.</p>\n<p>Findings from this research also complicate and contradict the &ldquo;jobs versus environment&rdquo; dichotomy used by industries, politicians, and academics to position people in &ldquo;black and white&rdquo; categories, demonstrating that even people living within an area where a controversial resource extraction method was used did not take a &ldquo;hard line&rdquo; stance on coal mining, but rather took into account the economic, environmental, and cultural risks and benefits associated with the industry&rsquo;s practices. That is, this research shows that residents who supported the economic benefits of mountaintop removal mining also cared about the environment&mdash;growing gardens, fishing in local waterways, and discussing the importance of place for future generations. Some of these supporters were also aware and disapproved of incidents when a coal company did not operate a mine in accordance with environmental regulations. On the other hand, opponents of mountaintop removal mining expressed a deep inner turmoil over the role of coal in the region; they did not like the environmental damage caused by some forms of coal extraction, but could not rectify the abolition of any type of mining if it meant families in their communities would go hungry because of lost jobs.</p>\n<p>This research further debunks widespread stereotypes about the Appalachian region that suggest people who live in the region are fatalistic about the coal industry or believe everything they are told by coal companies. Rather, this research demonstrates that local residents, both environmentalists and those who support the coal industry, were not pessimistic about the future of their communities but were actively looking for ways to create more economic opportunities for people living in the region, moving beyond coal to promote out...",
  "por_txt_cntn": "\nThe Doctoral Dissertation Research project, \"Community Responses to Local Resource Extraction,\" examined the reasons that people living in a coal-producing area of the central Appalachian region in the United States support or oppose a type of environmentally destructive coal extraction called mountaintop removal mining. While coal mining provides good-paying jobs and a local tax base, it also creates environmental problems that have real consequences for people living in close proximity to mines. These problems include coal dust covering homes, heavy coal truck traffic on narrow roadways, and foundation cracks on houses caused by blasting at near-by mine sites.\n\nFieldwork began in March 2012 and lasted for 18 months through August 2013. Participant observation activities ranged from attending monthly meetings of a local environmental organization to attending strip mine permit hearings at the mining regulatory agency to attending rallies with member of the United Mine Workers of America in Saint Louis. Interviews took place with 32 participants (23 male, 9 female), who ranged from members of the local environmental organization to union miners to local government and corporate officials.\n\nIn particular, this project took into account the possibility of the abuse of power by people in positions of authority, such as local and regional politicians and coal industry executives, in order to gain and/or maintain support for controversial resource extraction practices.  Politicians and industry executives worked together to promote support for coal mining projects in the region, especially touting its economic benefits and downplaying any negative environmental consequences. Further, the significance of the linkages between politicians and the coal industry can be seen through the framing of local, state, and federal elections to focus almost exclusively on coal issues; and results from those elections have demonstrated that in order for candidates to get elected in this region, they must have the backing of the coal industry.\n\nFindings from this research also complicate and contradict the \"jobs versus environment\" dichotomy used by industries, politicians, and academics to position people in \"black and white\" categories, demonstrating that even people living within an area where a controversial resource extraction method was used did not take a \"hard line\" stance on coal mining, but rather took into account the economic, environmental, and cultural risks and benefits associated with the industryÆs practices. That is, this research shows that residents who supported the economic benefits of mountaintop removal mining also cared about the environment&mdash;growing gardens, fishing in local waterways, and discussing the importance of place for future generations. Some of these supporters were also aware and disapproved of incidents when a coal company did not operate a mine in accordance with environmental regulations. On the other hand, opponents of mountaintop removal mining expressed a deep inner turmoil over the role of coal in the region; they did not like the environmental damage caused by some forms of coal extraction, but could not rectify the abolition of any type of mining if it meant families in their communities would go hungry because of lost jobs.\n\nThis research further debunks widespread stereotypes about the Appalachian region that suggest people who live in the region are fatalistic about the coal industry or believe everything they are told by coal companies. Rather, this research demonstrates that local residents, both environmentalists and those who support the coal industry, were not pessimistic about the future of their communities but were actively looking for ways to create more economic opportunities for people living in the region, moving beyond coal to promote outdoor recreational tourism, such as through building hundreds of miles of 4-wheeling trails. Additionally, research respondents all along the spec..."
 }
}