{
 "awd_id": "1154646",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Ethics Hotlines: Investigating Decisions to Report Ethical Violations",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "mo wang",
 "awd_eff_date": "2012-03-15",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 120000.0,
 "awd_amount": 120000.0,
 "awd_min_amd_letter_date": "2012-03-26",
 "awd_max_amd_letter_date": "2012-03-26",
 "awd_abstract_narration": "This study will address issues in behavioral ethics using a novel multi-method approach. The availability of confidential ethics hotlines (both telephone and web-based) increased dramatically with the passage of Sarbanes-Oxley in 2002.  However, apart from statistics on the prevalence of ethics hotlines in corporate America, little is known about the frequency and types of claims reported.  This study will involve organizing, categorizing, and analyzing data collected by a large provider of ethics hotline services, a database of more than 1,000,000 cases over a 10-year time frame. The PIs will test the impact of naturally occurring ethical and outcome primes on hotline reporting behavior.  In addition, they will develop an Ethics Index showing trends in the reporting of various ethical violations over time. They hypothesize that major business scandals and related events reported in the media should serve as primes to increase attention to ethical violations and result in significantly higher rates of wrongdoing reporting.  Additionally, the PIs will survey a sample of working professionals to explore how the mechanism of counterfactual priming may increase reporting of unethical actions in organizations.  \r\n\r\nIn terms of broader impacts, this research should improve understanding of how organizations can best use ethics hotlines to decrease unethical behavior. Detailed information will be obtained on the prevalence and nature of reported wrongdoings, and on the effects of contextual and management practices on reporting rates. The planned Ethics Index will be useful to practitioners who need to monitor relative prevalence of ethical behavior. The survey findings will yield theoretical and practical insight into management methods that are most likely to increase reporting of ethical violations.  In addition, this project will benefit from a newly developed ethics center through collaborative relationships developed among researchers, ethical compliance officers from organizations, and students interested in how to create more ethical organizations.  It is expected that this will enhance the speed of translation of research findings into effective practice.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Ordonez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa Ordonez",
   "pi_email_addr": "lordonez@u.arizona.edu",
   "nsf_id": "000460728",
   "pi_start_date": "2012-03-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Gilliland",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen W Gilliland",
   "pi_email_addr": "sgill@eller.arizona.edu",
   "nsf_id": "000598468",
   "pi_start_date": "2012-03-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "1130 E. Helen St.",
  "perf_city_name": "Tucson",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "803100",
   "pgm_ele_name": "SoO-Science Of Organizations"
  },
  {
   "pgm_ele_code": "824300",
   "pgm_ele_name": "TRANS TO QUAL ORG PROG-PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "40XX",
   "app_name": "NSF TRUST FUND",
   "app_symb_id": "048960",
   "fund_code": "4007XXXXDB",
   "fund_name": "NSF TRUST FUND",
   "fund_symb_id": "048960"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 120000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this grant, we have approached ethical behavior at two different levels.&nbsp; We examine the impact and pattern of ethical violations at the organizational level by examining the patterns of ethical reporting in an ethics hotline database.&nbsp; At the individual level, we examined the contextual factors that lead to changes in ethical behavior.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong><em>Organizational Ethical Behavior</em></strong></p>\n<p>&nbsp;</p>\n<p>The availability of confidential ethics hotlines (both telephone and web-based) increased dramatically with the passage of Sarbanes-Oxley in 2002.&nbsp; This data provides a rich source of insights into the frequency and types of reported violations, as well as how companies respond to these violations.&nbsp; We analyzed data from more than 1,000,000 reports to one of the largest ethics hotline providers.&nbsp; In addition, we were able to link a subset of this data from publicly traded companies to firm financial performance.</p>\n<p>&nbsp;</p>\n<p>In the popular media, it often appears that ethics violations occur in waves.&nbsp; For example, in the early 2000s there were a number of high profile cases of financial impropriety in companies such as Enron, WorldCom, HealthSouth, and Tyco.&nbsp; Our initial research study examined whether reports of ethics violation occur in clusters, with within companies or within industries.&nbsp; Unfortunately, no support was found for this hypothesis.&nbsp;</p>\n<p>&nbsp;</p>\n<p>We decided to probe this issue further by examining whether the ways in which companies respond to reported violations impacts future reporting activity.&nbsp; Specifically, we considered the combined effects of whether the reported violation was substantiated or not and nature of the action taken (i.e., training, disciplinary action, termination, legal action) to infer the fairness of the response.&nbsp; Substantiated reports without any action taken are likely to be viewed as unfair and are expected to have a chilling effect on future reporting activity.&nbsp; Because organizations&rsquo; responses might not always be clear, we also examine the impact of ambiguous responses on future reporting activity.&nbsp; Currently, we are conducting analyses to examine these possible relationships.&nbsp; Results of these studies would have practical implications for the way in which organizations manage their ethics hotlines.</p>\n<p>&nbsp;</p>\n<p>A final issue we are examining is the impact of reported ethics violations on firm financial performance.&nbsp; It is possible that an increase in reported ethics violations is a symptom of underlying organizational problems, and therefore should be associated with negative financial performance.&nbsp; On the other hand, increased reporting of violations might indicate that the organization is &ldquo;cleaning house&rdquo; and taking corrective action, in which case it might be associated with positive financial performance.&nbsp; Our analyses will examine these possibilities, as well as examining whether the type of reported violation (e.g., EEOC or HR violations vs financial and regulatory violations) makes a difference in predicting future financial performance.</p>\n<p>&nbsp;</p>\n<p><strong><em>Individual Ethical Behavior</em></strong></p>\n<p>&nbsp;</p>\n<p>Due to the fairly recent corporate scandals, there has been a renewed interest in determining the reasons and solutions for unethical behavior in the workplace.&nbsp; Our research results support that long-held belief of the &ldquo;slippery slope.&rdquo; Interestingly, while most simply assume the slippery slope effect, no one has directly demonstrated this effect in the laboratory.&nbsp; We showed the while people do not want to cheat a lot at first (because, we do want to think of ourselves as good people), they will justify their unethical behavior if it increases gradually over time.&nbsp; Our subjects who fell down ...",
  "por_txt_cntn": "\nIn this grant, we have approached ethical behavior at two different levels.  We examine the impact and pattern of ethical violations at the organizational level by examining the patterns of ethical reporting in an ethics hotline database.  At the individual level, we examined the contextual factors that lead to changes in ethical behavior. \n\n \n\nOrganizational Ethical Behavior\n\n \n\nThe availability of confidential ethics hotlines (both telephone and web-based) increased dramatically with the passage of Sarbanes-Oxley in 2002.  This data provides a rich source of insights into the frequency and types of reported violations, as well as how companies respond to these violations.  We analyzed data from more than 1,000,000 reports to one of the largest ethics hotline providers.  In addition, we were able to link a subset of this data from publicly traded companies to firm financial performance.\n\n \n\nIn the popular media, it often appears that ethics violations occur in waves.  For example, in the early 2000s there were a number of high profile cases of financial impropriety in companies such as Enron, WorldCom, HealthSouth, and Tyco.  Our initial research study examined whether reports of ethics violation occur in clusters, with within companies or within industries.  Unfortunately, no support was found for this hypothesis. \n\n \n\nWe decided to probe this issue further by examining whether the ways in which companies respond to reported violations impacts future reporting activity.  Specifically, we considered the combined effects of whether the reported violation was substantiated or not and nature of the action taken (i.e., training, disciplinary action, termination, legal action) to infer the fairness of the response.  Substantiated reports without any action taken are likely to be viewed as unfair and are expected to have a chilling effect on future reporting activity.  Because organizationsÆ responses might not always be clear, we also examine the impact of ambiguous responses on future reporting activity.  Currently, we are conducting analyses to examine these possible relationships.  Results of these studies would have practical implications for the way in which organizations manage their ethics hotlines.\n\n \n\nA final issue we are examining is the impact of reported ethics violations on firm financial performance.  It is possible that an increase in reported ethics violations is a symptom of underlying organizational problems, and therefore should be associated with negative financial performance.  On the other hand, increased reporting of violations might indicate that the organization is \"cleaning house\" and taking corrective action, in which case it might be associated with positive financial performance.  Our analyses will examine these possibilities, as well as examining whether the type of reported violation (e.g., EEOC or HR violations vs financial and regulatory violations) makes a difference in predicting future financial performance.\n\n \n\nIndividual Ethical Behavior\n\n \n\nDue to the fairly recent corporate scandals, there has been a renewed interest in determining the reasons and solutions for unethical behavior in the workplace.  Our research results support that long-held belief of the \"slippery slope.\" Interestingly, while most simply assume the slippery slope effect, no one has directly demonstrated this effect in the laboratory.  We showed the while people do not want to cheat a lot at first (because, we do want to think of ourselves as good people), they will justify their unethical behavior if it increases gradually over time.  Our subjects who fell down the slippery slope were twice as likely to commit a rather large infraction than others who had not been given a chance to start down the slope.  How do we stop the slippery slide?  We are now investigating the impact of methods such as early, visible punishment for small infractions and the value of clear cut ethical rules rather than rules that can be left to inte..."
 }
}