{
 "awd_id": "1154316",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Spatial Cluster Detection Based on Contiguity",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927269",
 "po_email": "ceavey@nsf.gov",
 "po_sign_block_name": "Cheryl Eavey",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 179543.0,
 "awd_amount": 179543.0,
 "awd_min_amd_letter_date": "2012-04-06",
 "awd_max_amd_letter_date": "2012-04-06",
 "awd_abstract_narration": "The identification of spatial clusters is an important and critical task in many scientific fields.  Areas which exhibit a raised incidence of some phenomenon (e.g. disease or crime) are often targeted for increased intervention efforts, such as additional public health safeguards, increased allocations of human resources, or modification to existing public policies to deter negative outcomes.  However, the ability to precisely identify significant spatial clusters continues to be challenging.  Problems associated with imperfections in spatial data, geographic scale, cluster shape and size, and temporal dynamics often co-mingle to create a somewhat chaotic environment for developing reliable and robust solution approaches.  Therefore, while there is no single \"best\" spatial clustering approach for identifying areas of elevated risk, several techniques, including spatial scan statistics, remain popular and widely used in geography, epidemiology, and criminology for identifying hot spots.  This project will develop cutting-edge mathematical and statistical approaches combined with exploratory spatial data analysis techniques to provide a more accurate and precise framework for identifying irregularly shaped spatial clusters for hot spot detection.  Specifically, this research will develop more rigorous contiguity and relative contiguity-based spatial cluster detection approaches for identifying clusters with maximum statistical significance while quantitatively tracking their geographic structure.  In addition, a suite of innovative diagnostics will be developed to better recognize errors of misidentification, such as missing high-risk units or including extra non-significant units in the detected clusters.  The goal is to bring these developed methods to bear on the problem of identifying and assessing spatial clusters over a wide range of spatial scales and application areas.\r\n\r\nBuilding upon preliminary research, this team is poised to develop the next generation of spatial clustering approaches and make major advancements to the STEM fields of applied mathematics, operations research, epidemiology, and geographic information science.  Further, the substantive components of this project will generate new empirical evidence to help inform local and regional public policy and public health issues regarding alcohol outlets and their relationship to violence and morbidity.  Results of this project also support vulnerable populations and places that are socially and economically disenfranchised in two major metropolitan areas (Cincinnati, OH and Philadelphia, PA).  Published research and participation in major international conferences, in combination with websites, forums, and sponsored activities hosted by both Drexel and ASU will enable effective dissemination of project results to a wide audience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tony",
   "pi_last_name": "Grubesic",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Tony H Grubesic",
   "pi_email_addr": "tony.grubesic@ucr.edu",
   "nsf_id": "000072870",
   "pi_start_date": "2012-04-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Loni",
   "pi_last_name": "Tabb",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Loni P Tabb",
   "pi_email_addr": "lpp22@drexel.edu",
   "nsf_id": "000579286",
   "pi_start_date": "2012-04-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Drexel University",
  "inst_street_address": "3141 CHESTNUT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158956342",
  "inst_zip_code": "191042875",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "DREXEL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XF3XM9642N96"
 },
 "perf_inst": {
  "perf_inst_name": "Drexel University",
  "perf_str_addr": "3141 Chestnut Street",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191042816",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133300",
   "pgm_ele_name": "Methodology, Measuremt & Stats"
  },
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 179543.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Overview and Aims</strong></p>\n<p>&nbsp;</p>\n<p>A fundamental challenge in the social, physical, environmental and health sciences is the identification of spatial clusters.&nbsp; Spatial clusters are locations that exhibit elevated levels of resources (e.g., mineral deposits), disease (e.g., Ebola), crime, or vulnerability to extreme events (e.g., flooding).&nbsp; Many of the existing statistical approaches used for identifying spatial clusters are flawed because they use pre-defined geometric shapes (e.g., circles or ellipses) to identify the clusters.&nbsp; The problem with these approaches is that spatial clusters rarely assume a pre-defined shape.&nbsp; Instead, many clusters display elongated or irregular shapes because of how or where they occur.&nbsp; &nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>The first aim of this project was to develop more rigorous and efficient spatial cluster detection approaches that do not rely upon geometric scanning windows.&nbsp; These techniques were designed to minimize error, improve accuracy and be applied over a wide range of spatial scales and research domains.&nbsp; &nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>The second aim of this project was to apply the developed spatial clustering methods to explore the connection between alcohol outlets and urban violence.&nbsp; Although research suggests that alcohol outlets contribute to violent outcomes in cities, little is known about how clusters of alcohol outlets may influence offending, victimization and injury.&nbsp; The research examined alcohol outlets and violence, focusing on the cities of Philadelphia, Pennsylvania, Cincinnati, Ohio and Seattle, Washington.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Results</strong></p>\n<p><strong>&nbsp;</strong></p>\n<p>Several new statistical approaches were developed over the lifespan of this project, including the CM-LLR model (Murray et al., 2014).&nbsp; Results suggest that the CM-LLR model provides significant improvements in cluster detection power, on the order of 20% - 72%, when compared to the traditional spatial clustering approaches that rely upon geometric windows.&nbsp; The accuracy of the CM-LLR approach is also extremely good.&nbsp; The CM-LLR did not misidentify any spatial units during empirical testing on assaults in the city of Cincinnati for 2010 (Grubesic et al., 2015).&nbsp; The CM-LLR is also both fast and efficient, displaying average solution times of less than 1 second. &nbsp;This means it can provide almost instantaneous results, a feature that is important when monitoring and tracking dynamic spatial clusters or event outbreaks (Grubesic et al., 2015).&nbsp;</p>\n<p>&nbsp;</p>\n<p>One of the most compelling results concerning alcohol outlets and their spatial distribution was uncovered in the city of Philadelphia.&nbsp; Pennsylvania is currently considering legislation to privatize alcohol sales.&nbsp; Thus, rather than forcing consumers to purchase beer, wine and spirits at state sanctioned stores and distributors, alcohol would instead be sold by major retail chains (e.g. drug stores, grocery stores, etc.), corner stores and any retailer that could obtain a license.&nbsp; However, the state of Pennsylvania also maintains a quota law for outlets and suite of geographic proximity restrictions that control the number and location of outlets licensed to sell alcohol.&nbsp; For example, only one retail license can be issued for every 3,000 residents in each county.&nbsp; Further, alcohol outlets cannot be within 200 feet of each other and must be at least 300 feet away from sensitive facilities such as schools, churches, hospitals, parks and playgrounds.&nbsp; At question, then, is determining what the spatial distribution of alcohol outlets would look like if privatization occurred in Pennsylvania and the proximity restrictions remained in place.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Findings suggest that current state policies on alco...",
  "por_txt_cntn": "\nProject Overview and Aims\n\n \n\nA fundamental challenge in the social, physical, environmental and health sciences is the identification of spatial clusters.  Spatial clusters are locations that exhibit elevated levels of resources (e.g., mineral deposits), disease (e.g., Ebola), crime, or vulnerability to extreme events (e.g., flooding).  Many of the existing statistical approaches used for identifying spatial clusters are flawed because they use pre-defined geometric shapes (e.g., circles or ellipses) to identify the clusters.  The problem with these approaches is that spatial clusters rarely assume a pre-defined shape.  Instead, many clusters display elongated or irregular shapes because of how or where they occur.    \n\n \n\nThe first aim of this project was to develop more rigorous and efficient spatial cluster detection approaches that do not rely upon geometric scanning windows.  These techniques were designed to minimize error, improve accuracy and be applied over a wide range of spatial scales and research domains.    \n\n \n\nThe second aim of this project was to apply the developed spatial clustering methods to explore the connection between alcohol outlets and urban violence.  Although research suggests that alcohol outlets contribute to violent outcomes in cities, little is known about how clusters of alcohol outlets may influence offending, victimization and injury.  The research examined alcohol outlets and violence, focusing on the cities of Philadelphia, Pennsylvania, Cincinnati, Ohio and Seattle, Washington. \n\n \n\nResults\n\n \n\nSeveral new statistical approaches were developed over the lifespan of this project, including the CM-LLR model (Murray et al., 2014).  Results suggest that the CM-LLR model provides significant improvements in cluster detection power, on the order of 20% - 72%, when compared to the traditional spatial clustering approaches that rely upon geometric windows.  The accuracy of the CM-LLR approach is also extremely good.  The CM-LLR did not misidentify any spatial units during empirical testing on assaults in the city of Cincinnati for 2010 (Grubesic et al., 2015).  The CM-LLR is also both fast and efficient, displaying average solution times of less than 1 second.  This means it can provide almost instantaneous results, a feature that is important when monitoring and tracking dynamic spatial clusters or event outbreaks (Grubesic et al., 2015). \n\n \n\nOne of the most compelling results concerning alcohol outlets and their spatial distribution was uncovered in the city of Philadelphia.  Pennsylvania is currently considering legislation to privatize alcohol sales.  Thus, rather than forcing consumers to purchase beer, wine and spirits at state sanctioned stores and distributors, alcohol would instead be sold by major retail chains (e.g. drug stores, grocery stores, etc.), corner stores and any retailer that could obtain a license.  However, the state of Pennsylvania also maintains a quota law for outlets and suite of geographic proximity restrictions that control the number and location of outlets licensed to sell alcohol.  For example, only one retail license can be issued for every 3,000 residents in each county.  Further, alcohol outlets cannot be within 200 feet of each other and must be at least 300 feet away from sensitive facilities such as schools, churches, hospitals, parks and playgrounds.  At question, then, is determining what the spatial distribution of alcohol outlets would look like if privatization occurred in Pennsylvania and the proximity restrictions remained in place. \n\n \n\nFindings suggest that current state policies on alcohol outlet distributions in Philadelphia are loosely enforced, with many areas exhibiting high spatial densities of outlets that violate existing proximity restrictions. The spatial model utilized in this study suggests that an additional 1,115 outlets could open in Philadelphia if privatization was to occur and current proximity ordinances were maintained &ndash; ..."
 }
}