{
 "awd_id": "1154738",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Culture, Change & Chronic Stress in Lowland Bolivia",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2012-01-15",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 19684.0,
 "awd_amount": 19684.0,
 "awd_min_amd_letter_date": "2011-12-22",
 "awd_max_amd_letter_date": "2011-12-22",
 "awd_abstract_narration": "University of Florida doctoral candidate, Alan Schultz, supervised by Dr. Clarence Gravlee, will undertake research on the relationship between stress and socio-cultural change.  The research will be carried out among a group of foraging-farmers, the Tsimane' of lowland Bolivia, who are at an early stage of exposure to markets and non-traditional cultures. The researcher will try to solve the puzzle of why Tsimane' have some of the lowest known rates of short-term stress biomarkers and related adverse health outcomes despite two decades of increasing market exposure, which is usually associated with increased stress and worsening health. \r\n\r\nThe study will take up these topics using a variety of social science methods, including long-term participant observation focused on local experiences and interpretations of market exposure and social stratification. Key points of focus are the psychosocial stress pathway and culture's role in shifts of the balance between stressors and resistive resources. Structured ethnography will be used to isolate cultural models of social status, social relations and material lifestyle. The project culminates in an epidemiologic survey that tests individual beliefs and behavior against shared ideals linking these to the stress process and outcomes such as blood pressure and a retrospective stress biomarker, hair cortisol. The project also includes an innovative investigation of the impact of local ontology on the effects of market integration and an examination of the impacts of the local research economy that has resulted from the fact that as one of the world's last relatively isolated populations, the Tsimane' have hosted researchers for decades.\r\n\r\nThe research is innovative because it links culture and meaning to individual biological and health outcomes in a population that has so far remained resistant to chronic stress and related poor health. More generally, isolation of the roles that culture and meaning have played in limiting chronic stress during market exposure will suggest alternative areas of inquiry on chronic stress in other populations. Supporting the research also supports the education of a graduate student.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Clarence",
   "pi_last_name": "Gravlee",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Clarence C Gravlee",
   "pi_email_addr": "cgravlee@ufl.edu",
   "nsf_id": "000483633",
   "pi_start_date": "2011-12-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Schultz",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Alan F Schultz",
   "pi_email_addr": "Alan_Schultz@baylor.edu",
   "nsf_id": "000585476",
   "pi_start_date": "2011-12-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "Centro Boliviano de Investigacion y de Desarollo Socio Integral",
  "perf_str_addr": "Calle Trinidad Sur, Pueblo Viejo",
  "perf_city_name": "San Borja",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "BL",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Bolivia",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 19684.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>When people experience rapid sociocultural change and market integration&mdash;either among immigrants or in situ&mdash;research has consistently found that they suffer from excess risk of disease. The theories of relative deprivation and status inconsistency attribute some of the unexplained rise in poor health to unspecified psychosocial stressors.&nbsp; However, previous studies have only measured stress using self-report outcomes or short-term biomarkers. Similarly, culture has typically been inferred through proxies of acculturation like language fluency or reported beliefs and behaviors. I address these shortcomings in my research by integrating analysis of data from long-term participant observation with a sociocultural epidemiologic survey.&nbsp; The survey includes explicit measures of cultural determinants of health and a new long-term biomarker of stress, hair cortisol.&nbsp; I do this among an Amazonian foraging-farmer population currently undergoing rapid market integration who appear to defy the established pattern of change leading to increased psychosocial stress, the Tsimane&rsquo; of lowland Bolivia.&nbsp; The Tsimane&rsquo; present a puzzle because despite two decades of rapid culture change and market integration they have some of the world's lowest average levels of short-term stress biomarker measures and related adverse health outcomes. My project attempts to solve this puzzle by integrating approaches from medical anthropology, endocrinology and epidemiology.</p>\n<p>The research took place in two phases. The first phase was ethnographic. I used long-term participant observation, semi-structured interviews (<em>N</em>=46) and cultural consensus analysis in the native language (Tsimane&rsquo;) to determine how people understand, experience and cope with life challenges, culture change, and social stratification. Analysis of this qualitative ethnographic data provided me insight into the mechanisms underlying psychosocial stress.&nbsp; I was able to identify key themes and cultural logics on sources of and buffers against chronic stress. For example, I found that most Tsimane&rsquo; informants understand social stratification through an ideology of meritocracy promoted by missionaries in the area. Therefore, those persons who have more material goods or receive more respect are understood to have earned these through hard work. This is important because it has the effect of silencing conversations and critique of social and health inequity. Such cognitive dissonance is also a potential source of psychosocial stress and could lead to increased inequalities over time. These and other ethnographic insights served a treble purpose, first to construct measures of culture for the survey, next to create novel hypotheses for testing with the survey data and finally to explain underlying mechanisms discovered in quantitative analysis of psychosocial stress theories in the survey.</p>\n<p>Cultural consensus analysis based on free lists (<em>N</em>=48) and ratings/rankings exercises (<em>N</em>=69) in the domains of lifestyle and social support showed good consensus among respondents. This indicates that people agree on how life should be lived (e.g. important material items to own, necessary work, norms to adhere to) and who should provide support for specific types of problems. Consensus results were operationalized into two cultural consonance survey modules to measure individuals against shared cultural ideals of lifestyle and social support.</p>\n<p>The second phase of research was the sociocultural epidemiologic survey (<em>N</em>=209). It includes 19 unique modules and over 200 different variables and was carried out among residents of eight different native Tsimane&rsquo; communities, each with different levels of market integration. Quantitative analysis is ongoing but the data contain substantial levels of intra- and inter-village variation betwee...",
  "por_txt_cntn": "\nWhen people experience rapid sociocultural change and market integration&mdash;either among immigrants or in situ&mdash;research has consistently found that they suffer from excess risk of disease. The theories of relative deprivation and status inconsistency attribute some of the unexplained rise in poor health to unspecified psychosocial stressors.  However, previous studies have only measured stress using self-report outcomes or short-term biomarkers. Similarly, culture has typically been inferred through proxies of acculturation like language fluency or reported beliefs and behaviors. I address these shortcomings in my research by integrating analysis of data from long-term participant observation with a sociocultural epidemiologic survey.  The survey includes explicit measures of cultural determinants of health and a new long-term biomarker of stress, hair cortisol.  I do this among an Amazonian foraging-farmer population currently undergoing rapid market integration who appear to defy the established pattern of change leading to increased psychosocial stress, the TsimaneÆ of lowland Bolivia.  The TsimaneÆ present a puzzle because despite two decades of rapid culture change and market integration they have some of the world's lowest average levels of short-term stress biomarker measures and related adverse health outcomes. My project attempts to solve this puzzle by integrating approaches from medical anthropology, endocrinology and epidemiology.\n\nThe research took place in two phases. The first phase was ethnographic. I used long-term participant observation, semi-structured interviews (N=46) and cultural consensus analysis in the native language (TsimaneÆ) to determine how people understand, experience and cope with life challenges, culture change, and social stratification. Analysis of this qualitative ethnographic data provided me insight into the mechanisms underlying psychosocial stress.  I was able to identify key themes and cultural logics on sources of and buffers against chronic stress. For example, I found that most TsimaneÆ informants understand social stratification through an ideology of meritocracy promoted by missionaries in the area. Therefore, those persons who have more material goods or receive more respect are understood to have earned these through hard work. This is important because it has the effect of silencing conversations and critique of social and health inequity. Such cognitive dissonance is also a potential source of psychosocial stress and could lead to increased inequalities over time. These and other ethnographic insights served a treble purpose, first to construct measures of culture for the survey, next to create novel hypotheses for testing with the survey data and finally to explain underlying mechanisms discovered in quantitative analysis of psychosocial stress theories in the survey.\n\nCultural consensus analysis based on free lists (N=48) and ratings/rankings exercises (N=69) in the domains of lifestyle and social support showed good consensus among respondents. This indicates that people agree on how life should be lived (e.g. important material items to own, necessary work, norms to adhere to) and who should provide support for specific types of problems. Consensus results were operationalized into two cultural consonance survey modules to measure individuals against shared cultural ideals of lifestyle and social support.\n\nThe second phase of research was the sociocultural epidemiologic survey (N=209). It includes 19 unique modules and over 200 different variables and was carried out among residents of eight different native TsimaneÆ communities, each with different levels of market integration. Quantitative analysis is ongoing but the data contain substantial levels of intra- and inter-village variation between independent variables such as cultural consonance, discrimination, life trauma, stressors, and ontological perspectives. There is also quite a lot of variation among out..."
 }
}