{
 "awd_id": "1154447",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Disseration Research: Population Structure and Large-Scale Cooperation in Pohang, South Korea",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2013-02-28",
 "tot_intn_awd_amt": 14761.0,
 "awd_amount": 14761.0,
 "awd_min_amd_letter_date": "2012-02-14",
 "awd_max_amd_letter_date": "2012-02-14",
 "awd_abstract_narration": "University of Washington doctoral student Jun-Hong Kim, under the supervision of Dr. Darryl J. Holman, will undertake research to examine the structure of large-scale cooperation and to test the hypotheses derived from cultural group selection theory. In order to explain cooperation beyond household members and explain the creation of public goods, the peculiarities unique to human culture must be explored.  Humans uphold cultural norms and have developed sanctions for those who do not follow them, or for those who take advantage of altruistic behaviors in others. Cultural group selection theory incorporates these \"moral sentiments\" in explaining between-group differences of social norms and cooperativeness. The research is important both to cultural evolutionary theory and to more general understandings of how human beings cooperate.\r\n\r\nKim's research will be carried out in Pohang, South Korea among high school students. The project has four aims: (1) test whether social support (from family, school and so on) is important to adolescents' motivation for helping others; (2) test whether prosocial individuals preferentially tend to befriend other prosocial individuals; (3) test whether an individual's prosociality and preferential association are linked with neighborhood quality; and (4) test whether a neighborhood with high \"social\" qualities contains more individuals who will sanction norm violators. Kim will collect data using mixed methods, including surveys, semi-structured interviews, ethnographic observations and experimental games. Insights from this study can potentially be applied to neighborhood projects that enhance the quality of life for children and adolescents.  Funding this research also supports the education of a graduate student.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Darryl",
   "pi_last_name": "Holman",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Darryl J Holman",
   "pi_email_addr": "djholman@u.washington.edu",
   "nsf_id": "000338253",
   "pi_start_date": "2012-02-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Junhong",
   "pi_last_name": "Kim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Junhong Kim",
   "pi_email_addr": "zuma@u.washington.edu",
   "nsf_id": "000582930",
   "pi_start_date": "2012-02-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 Brooklyn Ave NE",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981953100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 14761.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>University of Washington doctoral student Jun-Hong Kim, under the supervision of Dr. Darryl J. Holman, has undertaken research to examine the structure of large-scale human cooperation and to test hypotheses derived from cultural group selection theory. In order to explain cooperation beyond relatives and household members, and to explain the creation of public goods, the peculiarities unique to human culture must be explored.&nbsp; Humans uphold cultural norms and have developed sanctions for those who do not follow the norms or take advantage of the altruistic behaviors in others. Cultural group selection theory incorporates these &ldquo;moral sentiments&rdquo; in explaining the differences in social norms and cooperativeness of different groups. The research is important both to cultural evolutionary theory and to the broader social and biological sciences in understandings of how and why human beings cooperate.</p>\n<p>Kim conducted fieldwork during the spring of 2012 and is using the results as the basis of a PhD dissertation. Kim's research was carried out in Pohang, South Korea among high school students. The project had four aims: (1) test whether social support (from family, school and so on) is important to adolescents&rsquo; motivation for helping others (Results: usually--with exception of religion, all aspects of social support were found to be related to the development of cooperativeness); (2) test whether prosocial individuals preferentially tend to befriend other prosocial individuals (Result: yes); (3) test whether an individual&rsquo;s prosociality and preferential association are linked with neighborhood quality (Results: analysis is still underway but our preliminary analysis indicate that neighborhood quality has significant impact on individual prosociality); and (4) test whether a neighborhood with high &ldquo;social&rdquo; qualities contains more individuals who will sanction norm violators (Results: according to our experimental game result, it does not).</p>\n<p>Insights from this study can potentially be applied to neighborhood projects that enhance the quality of life for children and adolescents.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/20/2013<br>\n\t\t\t\t\tModified by: Darryl&nbsp;J&nbsp;Holman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nUniversity of Washington doctoral student Jun-Hong Kim, under the supervision of Dr. Darryl J. Holman, has undertaken research to examine the structure of large-scale human cooperation and to test hypotheses derived from cultural group selection theory. In order to explain cooperation beyond relatives and household members, and to explain the creation of public goods, the peculiarities unique to human culture must be explored.  Humans uphold cultural norms and have developed sanctions for those who do not follow the norms or take advantage of the altruistic behaviors in others. Cultural group selection theory incorporates these \"moral sentiments\" in explaining the differences in social norms and cooperativeness of different groups. The research is important both to cultural evolutionary theory and to the broader social and biological sciences in understandings of how and why human beings cooperate.\n\nKim conducted fieldwork during the spring of 2012 and is using the results as the basis of a PhD dissertation. Kim's research was carried out in Pohang, South Korea among high school students. The project had four aims: (1) test whether social support (from family, school and so on) is important to adolescentsÆ motivation for helping others (Results: usually--with exception of religion, all aspects of social support were found to be related to the development of cooperativeness); (2) test whether prosocial individuals preferentially tend to befriend other prosocial individuals (Result: yes); (3) test whether an individualÆs prosociality and preferential association are linked with neighborhood quality (Results: analysis is still underway but our preliminary analysis indicate that neighborhood quality has significant impact on individual prosociality); and (4) test whether a neighborhood with high \"social\" qualities contains more individuals who will sanction norm violators (Results: according to our experimental game result, it does not).\n\nInsights from this study can potentially be applied to neighborhood projects that enhance the quality of life for children and adolescents.\n\n\t\t\t\t\tLast Modified: 05/20/2013\n\n\t\t\t\t\tSubmitted by: Darryl J Holman"
 }
}