{
 "awd_id": "1154511",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Using DNA Curtains to Reveal the Mechanisms of Target Site Location by DNA Binding Proteins",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": "7032924967",
 "po_email": "kccone@nsf.gov",
 "po_sign_block_name": "Karen Cone",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2017-05-31",
 "tot_intn_awd_amt": 1125000.0,
 "awd_amount": 1125000.0,
 "awd_min_amd_letter_date": "2012-05-17",
 "awd_max_amd_letter_date": "2015-07-28",
 "awd_abstract_narration": "Intellectual Merit: The project addresses a fundamental problem in biology: How do site- and structure-specific DNA-binding proteins locate their targets among a vast excess of nonspecific DNA? This question will be studied using a multi-disciplinary approach encompassing nanoscale engineering, surface chemistry, physics and biochemistry. The ability of proteins to locate rare targets is essential for all aspects of gene expression, DNA replication, chromosome dynamics and genome maintenance, yet meaningful details of how these processes occur are typically unavailable. This project will focus on post-replicative mismatch repair (MMR) as a model system, and experiments will be conducted to determine precisely how the MMR proteins MutSa and MutLa locate and respond to their specific DNA targets. Detailed mechanisms of these processes are not yet available, despite years of intensive investigation, largely due to the inherent limitations of ensemble-level biochemical measurements. To overcome these limitations, this project will utilize nanofabricated' DNA Curtains' and apply total internal reflection fluorescence microscopy (TIRFM) to directly visualize individual protein complexes as they search for and engage their target sites on individual molecules of DNA. This unique approach to single-molecule imaging was pioneered by the PI's laboratory, and enables rapid collection of statistically relevant information in real time from individual molecules by enabling parallel imaging of multiple reaction trajectories.\r\n \r\nBroader Impacts - The technology developed in Dr. Greene's laboratory provides a 'high-throughput' approach for real-time, single-molecule analysis of nucleoprotein complexes. The PI has actively disseminated this technology to the broader research community, as it has the potential to provide novel insights into virtually any biological system that involves interactions between protein and DNA molecules. This interdisciplinary work also provides trainees with a cutting-edge, broad-based educational experience that will allow them to pursue significant scientific careers upon completion of their degree requirements. To promote the understanding of single-molecule approaches to biological science, these technologies have been integrated into the University's undergraduate and graduate course curriculum. The PI is engaged in concerted efforts to advance the scientific training and development of younger students, particularly through research-oriented educational programs. He serves as an undergraduate student mentor for Columbia University's Summer Undergraduate Research Fellowship program (SURF), and as a student mentor for the Harlem Children's Society. The project will integrate younger students into all aspects of scientific work performed in the laboratory, thereby providing them with valuable, real-world research experiences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Greene",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Eric C Greene",
   "pi_email_addr": "ecg2108@cumc.columbia.edu",
   "nsf_id": "000058319",
   "pi_start_date": "2012-05-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "650 West 168th Street",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100323702",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 215000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 220000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 455000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 235000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em><span style=\"text-decoration: underline;\">Intellectual Merit:</span></em> We have pioneered the development of a unique method called &ldquo;DNA curtains&rdquo; for studying protein-nucleic acid interactions at the single molecule level. This approach allows us to view hundreds of aligned DNA molecules, in real time using total internal reflection fluorescent microscopy (TIRFM), and has placed us in a unique position to pursue a number of projects related to protein-DNA interactions, with a common theme of trying to understand fundamental mechanistic aspects of how proteins interact with DNA. Our NSF funded work has focused primarily on understanding how proteins or protein-nucleic acid complexes locate target sites on DNA. Abstracts from NSF supported studies highlight additional details of our research (please see below).</p>\n<p>&nbsp;</p>\n<p><em><span style=\"text-decoration: underline;\">Broader Impacts:</span></em></p>\n<p>(i)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Student mentoring: The graduate student supported by this NSF Award (Dr. Sy Redding) received a 2015 Sandler Fellowship from the University of California, San Francisco, which enabled him to bypass postdoctoral research startup his own independent research group in the Department of Biochemistry &amp; Biophysics at UCSF. During the prior funding period, the PI also hosted nine undergraduate students in his laboratory and published three papers on which undergraduate students were listed as co-authors (highlighted below).</p>\n<p>(ii)&nbsp;&nbsp;&nbsp;&nbsp; Teaching: I spearheaded an effort to revitalize the core Biochemistry Course that is taught to all of the first year graduate students at Columbia University Medical Center. Details of my graduate teaching are provided in the Broader Impacts section at the end of the proposal.</p>\n<p>(iii)&nbsp;&nbsp; Outreach activities: I have continued making efforts to provide outreach activities in the form of Career Development seminars geared towards graduate students and postdoctoral fellows. I have also developed a series of hands-on science demonstrations exploring Chemistry, Microbiology, and DNA &amp; Genetics. These demonstrations are geared towards much younger students (pre-K to 3<sup>rd</sup> grade), and I explore these topics with annual visits to our neighborhood public school. Details of these efforts are provided in the Broader Impacts section at the end of the proposal.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/30/2017<br>\n\t\t\t\t\tModified by: Eric&nbsp;C&nbsp;Greene</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit: We have pioneered the development of a unique method called \"DNA curtains\" for studying protein-nucleic acid interactions at the single molecule level. This approach allows us to view hundreds of aligned DNA molecules, in real time using total internal reflection fluorescent microscopy (TIRFM), and has placed us in a unique position to pursue a number of projects related to protein-DNA interactions, with a common theme of trying to understand fundamental mechanistic aspects of how proteins interact with DNA. Our NSF funded work has focused primarily on understanding how proteins or protein-nucleic acid complexes locate target sites on DNA. Abstracts from NSF supported studies highlight additional details of our research (please see below).\n\n \n\nBroader Impacts:\n\n(i)      Student mentoring: The graduate student supported by this NSF Award (Dr. Sy Redding) received a 2015 Sandler Fellowship from the University of California, San Francisco, which enabled him to bypass postdoctoral research startup his own independent research group in the Department of Biochemistry &amp; Biophysics at UCSF. During the prior funding period, the PI also hosted nine undergraduate students in his laboratory and published three papers on which undergraduate students were listed as co-authors (highlighted below).\n\n(ii)     Teaching: I spearheaded an effort to revitalize the core Biochemistry Course that is taught to all of the first year graduate students at Columbia University Medical Center. Details of my graduate teaching are provided in the Broader Impacts section at the end of the proposal.\n\n(iii)   Outreach activities: I have continued making efforts to provide outreach activities in the form of Career Development seminars geared towards graduate students and postdoctoral fellows. I have also developed a series of hands-on science demonstrations exploring Chemistry, Microbiology, and DNA &amp; Genetics. These demonstrations are geared towards much younger students (pre-K to 3rd grade), and I explore these topics with annual visits to our neighborhood public school. Details of these efforts are provided in the Broader Impacts section at the end of the proposal. \n\n \n\n\t\t\t\t\tLast Modified: 06/30/2017\n\n\t\t\t\t\tSubmitted by: Eric C Greene"
 }
}