{
 "awd_id": "1154889",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: On Negotiating the Role of Computers in Developing Mathematical Proofs",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2012-03-15",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 9941.0,
 "awd_amount": 9941.0,
 "awd_min_amd_letter_date": "2012-02-22",
 "awd_max_amd_letter_date": "2012-02-22",
 "awd_abstract_narration": "Introduction\r\nDigital computing changed mathematics at every level down to the core of mathematical practice, the search for proofs. This award supports doctoral dissertation research that traces how computers have been used in the development of proofs and how their use changed mathematical knowledge and practice in the United States. The project is motivated historically, anthropologically, and philosophically to explore the following questions. How are mathematical ideas related to the technologies with which they are discovered and explored? How is the cognitive work of mathematics altered by the introduction of computing? How is human intelligence understood through attempts to build reasoning machines? The period of interest begins in the mid-1950s with early Artificial Intelligence, and it concludes with the contemporary work of Fields medalist Vladimir Voevodksy. \r\n\r\nIntellectual Merit\r\nThis project engages the ongoing interest of Science Studies in knowledge making, especially at the interface between humans and machines. It will explore mathematical knowledge and its material dimensions, which has until now been largely unexplored. Using archival materials, interviews, and technical documents including operations manuals and source code, the doctoral candidate will explore transformations in the institutional setting, material constitution, practices, and cognitive landscape of mathematical research that manifested around the digital computer. The intellectual merit of this project lies in its synthesizing and intervening in theoretical scholarship from science studies, history of mathematics, history of technology, and history of science (often pursued separately). \r\n\r\nPotential Broader Impact\r\nThe significance of computer proof assistance in mathematical research is intensifying. This project can assist current researchers and funding agencies in the assessment and pursuit of new projects in light of past research and historical context. Further, an analysis of the multifarious past and present strategies for using computing in mathematics can suggest new possibilities for using computer assistance in other disciplines that may otherwise be unaware of them.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Galison",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Galison",
   "pi_email_addr": "galison@fas.harvard.edu",
   "nsf_id": "000119671",
   "pi_start_date": "2012-02-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephanie",
   "pi_last_name": "Dick",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Stephanie A Dick",
   "pi_email_addr": "sadick@fas.harvard.edu",
   "nsf_id": "000597013",
   "pi_start_date": "2012-02-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1350 Massachusetts Avenue",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021383846",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1353",
   "pgm_ref_txt": "Hist & Philosophy of SET"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 9941.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project is motivated by an interest in how different communities developed new practices of knowledge-production using digital computing. The project culminated in a doctoral dissertation - <em>After Math: (Re)configuring Minds, Proof, and Computing in the Postwar United States</em>&nbsp;- that&nbsp;documents early attempts to use computers to prove mathematical theorems. Historically, mathematical proof has been considered an exclusive and exemplary accomplishment of human reasoning. The dissertation tracks how computing intervened in that history by offering new and often controversial possibilities for mathematical demonstration. The dissertation argues that existing disciplines, including mathematics, had to be re-conceptualized through the lens of computing technology in order to create a place for its use. In tandem, computers had to be re-tooled to make new uses possible. To make computer proof a reality, mathematical objects were transformed into digital objects and theorem-proving practices were translated into algorithmic computer operations and techniques of programming and usership. Early programmers had to navigate materialities and concerns quite foreign to the human experience of mathematics, introducing novel perspectives to the formulation and exploration of mathematical problems. This project focuses in particular on material and formal tools &ndash; like programming languages, computational models, data structures, and user interfaces &ndash; that were developed in the context of early attempts to represent and study the objects of mathematics in the media of digital computation. The dissertation situates the development of these technical tools in broader narratives, imaginations, and philosophies about the character of the computer itself, how it should be studied, and its possible futures.</p>\n<p>Computers challenged more than practices and understandings of proof. They also troubled traditional disciplinary distinctions like those between mathematics and engineering, pure and applied science, and <em>a priori </em>and empirical research. As such, the project also attended to the disciplinary and institutional landscape that informed, enabled, and challenged the use of computers in theorem-proving. This is in part a story about the relocation of the work of proof to new sites. Many attempts to automate proof were not undertaken in mathematics departments or even at universities. Instead, some were based in government, military, or industrial research institutions and some even became commercial ventures. Through this work, proof was also transported into the hands of practitioners from diverse disciplinary backgrounds including classics, psychology, and business. The project follows the elements of mathematical proof into the <em>materiality</em> of computing, into the <em>discourse</em> surrounding computers, and into the <em>communities</em> and <em>institutions</em> in which computing took place. The project attended to all three of these dimensions in order to understand <em>where</em> and <em>how</em> the work of proof is being done in new ways in the digital age.</p>\n<p>Computers can now be found in virtually every corner of social life. They are largely taken for granted. However, getting computers to be useful and usable in those myriad places was surprisingly difficult, especially in the early decades. Little historical and sociological attention has been paid to what was actually involved in negotiating a place for computers in different arenas of society. This project contributes to our understanding of how computers were introduced to mathematical knowledge-production. The lessons of this story are generalizable. The <em>kinds</em> of obstacles, innovations, and repercussions that were involved in introducing computers to mathematical theorem-proving can also be found where computers were introduced to medicine, corporate mana...",
  "por_txt_cntn": "\nThis project is motivated by an interest in how different communities developed new practices of knowledge-production using digital computing. The project culminated in a doctoral dissertation - After Math: (Re)configuring Minds, Proof, and Computing in the Postwar United States - that documents early attempts to use computers to prove mathematical theorems. Historically, mathematical proof has been considered an exclusive and exemplary accomplishment of human reasoning. The dissertation tracks how computing intervened in that history by offering new and often controversial possibilities for mathematical demonstration. The dissertation argues that existing disciplines, including mathematics, had to be re-conceptualized through the lens of computing technology in order to create a place for its use. In tandem, computers had to be re-tooled to make new uses possible. To make computer proof a reality, mathematical objects were transformed into digital objects and theorem-proving practices were translated into algorithmic computer operations and techniques of programming and usership. Early programmers had to navigate materialities and concerns quite foreign to the human experience of mathematics, introducing novel perspectives to the formulation and exploration of mathematical problems. This project focuses in particular on material and formal tools &ndash; like programming languages, computational models, data structures, and user interfaces &ndash; that were developed in the context of early attempts to represent and study the objects of mathematics in the media of digital computation. The dissertation situates the development of these technical tools in broader narratives, imaginations, and philosophies about the character of the computer itself, how it should be studied, and its possible futures.\n\nComputers challenged more than practices and understandings of proof. They also troubled traditional disciplinary distinctions like those between mathematics and engineering, pure and applied science, and a priori and empirical research. As such, the project also attended to the disciplinary and institutional landscape that informed, enabled, and challenged the use of computers in theorem-proving. This is in part a story about the relocation of the work of proof to new sites. Many attempts to automate proof were not undertaken in mathematics departments or even at universities. Instead, some were based in government, military, or industrial research institutions and some even became commercial ventures. Through this work, proof was also transported into the hands of practitioners from diverse disciplinary backgrounds including classics, psychology, and business. The project follows the elements of mathematical proof into the materiality of computing, into the discourse surrounding computers, and into the communities and institutions in which computing took place. The project attended to all three of these dimensions in order to understand where and how the work of proof is being done in new ways in the digital age.\n\nComputers can now be found in virtually every corner of social life. They are largely taken for granted. However, getting computers to be useful and usable in those myriad places was surprisingly difficult, especially in the early decades. Little historical and sociological attention has been paid to what was actually involved in negotiating a place for computers in different arenas of society. This project contributes to our understanding of how computers were introduced to mathematical knowledge-production. The lessons of this story are generalizable. The kinds of obstacles, innovations, and repercussions that were involved in introducing computers to mathematical theorem-proving can also be found where computers were introduced to medicine, corporate management, education, and so on. This work engages questions about the character of digital media and of computer-assisted knowledge production that remain relevant and..."
 }
}