{
 "awd_id": "1154635",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Processing 3D Seismic Reflection Dataset From Offshore Costa Rica Through 3D Pre-Stack Depth Migration",
 "cfda_num": "47.050",
 "org_code": "06040204",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Janecek",
 "awd_eff_date": "2012-02-01",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 189000.0,
 "awd_amount": 189000.0,
 "awd_min_amd_letter_date": "2012-02-06",
 "awd_max_amd_letter_date": "2012-02-06",
 "awd_abstract_narration": "Intellectual Merit:  The PI requests funds to help offset the costs of processing of recently acquired 3D seismic reflection data from the Costa Rica margin. These data were acquired as part of a project funded by NSF to image the subduction zone on the Pacific margin of Costa Rica, specifically targeting the subducting plate interface where regular subduction thrust earthquake occur. The original plan, outlined in the NSF-Costa Rica 3D proposal that was submitted in August, 2008, included 3D seismic data processing by the Spanish oil company Repsol. The agreement with Repsol included a letter of intent for Repsol to process these data at their expense. However, in the three intervening years since the agreement with Repsol and submission of the proposal (due to a year delay in funding and two-year delay in getting time on the R/V Langseth), Repsol entered into a partnership with CGGVeritas and subsequently changed their arrangements for processing all of their seismic data. Consequently Repsol was unable to offer data processing without some compensation to the Repsol/CGGVeritas partnership. Respol/CGGVeritas requires $150,000 to conduct this work, a fraction of the costs for doing the processing. With the funds requested in this proposal, Repsol/CGGVeritas will process the 3D data volume through an initial time-processing stage followed by a second stage of advanced 3D depth imaging. Repsol/CGGVeritas expects to complete both stages quickly, within ~12 months. \r\n\r\nThe Costa Rica 3D seismic project was designed to image the subducting plate interface from the trench into the seismogenic zone. This is a subduction zone that regularly produces moderate M 7+ earthquakes. The primary goal of the project is to image the plate interface across the aseismic-to-seismic transition and to image the fault and deformational structures of the overriding plate with great detail and in 3D.  The data acquisition on the Marcus Langseth was a success with the survey covering an 11 x 55 km area with 37.5 m inline and 25 m crossline spacing with nearly complete coverage.  The total data volume is 4.5 Terabytes. Preliminary results from conducting quality control during the acquisition cruise shows the data are of high quality and will produce an excellent 3D volume.  The PI has devised a plan for processing with Repsol/CGGVeritas and they are ready to begin the job. Repsol is satisfied these data will produce an excellent product once processed. \r\n\r\nBroader impacts: The project will enable the PI to maximize the quality of the images from these data and assume the greatest impact from this study. These data will be used by two MS students at the University of Texas and a postdoc at UC Santa Cruz. These students and the postdoc participated at sea with the data acquisition on the Langseth and will use the processed data for their thesis and postdoctoral studies. The processed 3D data volume will support planning and development of a major international program for drilling, the CRISP project, through the Integrated Ocean Drilling Program. The overall goals of the project, further understanding of the fault conditions within the seismogenic zone, will lead to a better understanding of the earthquake hazard in Costa Rica and will be directly applicable to subduction zone settings around the world.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eli",
   "pi_last_name": "Silver",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Eli A Silver",
   "pi_email_addr": "esilver@ucsc.edu",
   "nsf_id": "000445366",
   "pi_start_date": "2012-02-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Cruz",
  "inst_street_address": "1156 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA CRUZ",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314595278",
  "inst_zip_code": "950641077",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SANTA CRUZ",
  "org_prnt_uei_num": "",
  "org_uei_num": "VXUFPE4MCZH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California, Santa Cruz",
  "perf_str_addr": "1156 High Street",
  "perf_city_name": "Santa Cruz",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950641077",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "572000",
   "pgm_ele_name": "OCEAN DRILLING PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5720",
   "pgm_ref_txt": "OCEAN DRILLING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 189000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>During the fall of 2011 and winter 2012 the Madrid office of the Repsol CGG/Veritas Geophysical Company carried out major processing of a 3D seismic reflection dataset that we had collected earlier in 2011 offshore Costa Rica. The purpose of the seismic data collection was to understand the physical characteristics of the zone of earthquake generation along the subducting plate interface, and to provide careful geometric control of the region for locating a deep scientific drilling site. Seismic data have a variety of noise sources, due to strumming of the long hydrophone streamers, debris in the water, random noise in the ocean, and electrical problems in some of the hydrophone sections. There are also data gaps due to shut-downs while turtles or mammals were in the area, and natural ringing of the data due to multiple reflections between the sea surface and the sea-floor.</p>\n<p>The data processing included filtering, removal of noisy channels, removal of ocean swell noise, removal of the water-bottom multiple in both deep and shallow water, sorting the data into bins of optimal size, removing noisy frequencies, removing striping in the data caused by uneven gain between different channels, and eliminating multiple reflections caused by the details of the ocean floor. For each of these processes various parameters were tried to determine optimum values to use. During the processing in Madrid we carried out 20 conference calls with the company geophysicists, who provided us powerpoint presentations of the different aspects of the processing, allowing us to give input into their work on a weekly basis. The result of this work was outstanding and it provided an excellent, clean dataset with which to carry out final depth imaging of the seismic data.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/03/2013<br>\n\t\t\t\t\tModified by: Eli&nbsp;A&nbsp;Silver</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDuring the fall of 2011 and winter 2012 the Madrid office of the Repsol CGG/Veritas Geophysical Company carried out major processing of a 3D seismic reflection dataset that we had collected earlier in 2011 offshore Costa Rica. The purpose of the seismic data collection was to understand the physical characteristics of the zone of earthquake generation along the subducting plate interface, and to provide careful geometric control of the region for locating a deep scientific drilling site. Seismic data have a variety of noise sources, due to strumming of the long hydrophone streamers, debris in the water, random noise in the ocean, and electrical problems in some of the hydrophone sections. There are also data gaps due to shut-downs while turtles or mammals were in the area, and natural ringing of the data due to multiple reflections between the sea surface and the sea-floor.\n\nThe data processing included filtering, removal of noisy channels, removal of ocean swell noise, removal of the water-bottom multiple in both deep and shallow water, sorting the data into bins of optimal size, removing noisy frequencies, removing striping in the data caused by uneven gain between different channels, and eliminating multiple reflections caused by the details of the ocean floor. For each of these processes various parameters were tried to determine optimum values to use. During the processing in Madrid we carried out 20 conference calls with the company geophysicists, who provided us powerpoint presentations of the different aspects of the processing, allowing us to give input into their work on a weekly basis. The result of this work was outstanding and it provided an excellent, clean dataset with which to carry out final depth imaging of the seismic data.\n\n\t\t\t\t\tLast Modified: 04/03/2013\n\n\t\t\t\t\tSubmitted by: Eli A Silver"
 }
}