{
 "awd_id": "1155205",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Forcing and the North Atlantic Spring Bloom",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2012-03-15",
 "awd_exp_date": "2017-02-28",
 "tot_intn_awd_amt": 690486.0,
 "awd_amount": 690486.0,
 "awd_min_amd_letter_date": "2012-03-09",
 "awd_max_amd_letter_date": "2012-03-09",
 "awd_abstract_narration": "The goal of this proposal is to determine whether easily observed physical processes control phytoplankton bloom initiation in the North Atlantic.  The hypothesis is that blooms are triggered by a reduction in mixing in late winter/early spring when heat loss and winds weaken.   For a simple phytoplankton-nutrient system with a wide range of biological parameters, blooms develop in realistic models of convective turbulence in the upper ocean when the surface cooling changes into heating in spring.  This work hypothesizes that the change in turbulence is readily predicted from observable properties and is strong enough to spark a bloom in any biological model that admits them.  Unlike previous explanations which are very sensitive to details of the biological interactions which are both poorly understood and difficult to quantify, this atmospheric forcing hypothesis is testable with remote and in-situ data which can constrain physical parameters much better than biological ones.   This project will extend our existing criterion for bloom initiation to account for wind forcing, evaporation and precipitation.   The range of biological models and parameters for which the criterion works well will be assessed.   The theory will be tested using numerical simulations, new glider data (to be collected), an established UK time-series station, and available satellite data.  The proposed project is a timely, unique and cost-effective opportunity to address one of the longest-running and most intensively studied problems in oceanography.\r\n\r\nThe spring bloom, an annual population explosion that dominates the seasonal cycle of phytoplankton abundance in much of the global ocean, exemplifies the interplay between ocean biology and physics.  The continuing lively debate on the processes controlling bloom initiation is driven largely by the paucity of testable hypothesis and suitable in-situ data.  After 60 years of research into this topic by the biological oceanography community, theory and technology has now advanced sufficiently to the point where we can resolve fundamental outstanding questions on the interactions between physical processes and bloom timing.   By coupling modern turbulence and biological models, driving them by observed atmospheric forcings, and comparing results with observations, we will determine the degree to which aspects of the bloom can be predicted simply by knowing the forcing and gain a deeper understanding of the phenomenon.\r\n\r\nPhytoplankton blooms in the North Atlantic are important for driving ocean carbon uptake and supporting ecosystems, including the fisheries of the North Americas and Europe.  Hence this proposal targets topics of relevance for society both in the short term (fisheries) and long term (climate change). The proposal has a strong educational component through the training of a graduate student and a postdoc in interdisciplinary research on topics of growing importance for our understanding of the climate system.  The international collaboration with UK colleagues to collect relevant data is another important aspect.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Raffaele",
   "pi_last_name": "Ferrari",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Raffaele Ferrari",
   "pi_email_addr": "rferrari@mit.edu",
   "nsf_id": "000490190",
   "pi_start_date": "2012-03-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Glenn",
   "pi_last_name": "Flierl",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Glenn R Flierl",
   "pi_email_addr": "glenn@lake.mit.edu",
   "nsf_id": "000277241",
   "pi_start_date": "2012-03-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 Massachusetts Avenue",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 690486.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The annual cycle of phytoplankton (ocean microscopic plants) in many parts of the ocean is dominated by a dramatic population increase known as the spring bloom. The North Atlantic spring bloom is one of the most spectacular examples and can be seen as a greening of the ocean from space. The photosynthesis achieved during the bloom is believed to provide the bulk of the energy required to support the entire marine food chain of the subpolar North Atlantic and contributes significantly to global ocean carbon dioxide uptake. For context global carbon dioxide concentrations in the atmosphere would be twice present values in the absence of ocean photosynthesis, and the carbon uptake in the North Atlantic is a significant fraction of the total.<br /><br />The textbook paradigm over the last seventy years has been that North Atlantic phytoplankton populations decay in fall and winter when atmospheric storms blow over the ocean mixing phytoplankton cells away from the well lit ocean surface, preventing photosynthesis. Photosynthesis instead accelerates in early spring, when atmospheric storms subside and phytoplankton cells spend more time close to the well lit ocean surface generating a bloom. This paradigm has been recently challenged by some evidence that ocean photosynthesis can be observed also in winter. The question tackled in this proposal was whether the winter photosynthesis represents the beginning of the bloom (&ldquo;a rapid excessive growth of plankton population&rdquo; as per the William and Webster dictionary definition) or a period of weak growth preceding the proper bloom.<br /><br />Progress in studying what happens to phytoplankton in winter has been hampered by the paucity of satellite images of ocean color (due to cloud cover) and shipboard data (due to inclement weather.) Only in the last few years our observational capabilities have increased tremendously through the development of miniaturized bio-optical sensors installed on autonomous profiling floats, which measure phytoplankton in the upper kilometer of the ocean for years.&nbsp;<br /><br />Using float data collected by fifteen floats deployed in the North Atlantic for a couple of years, we were able to confirm that photosynthesis in the North Atlantic starts in early winter. However, contrary to previous inferences, the winter photosynthesis rates are weak. Only in early spring there is a rapid acceleration in the rate of photosynthesis and the spring bloom starts in earnest. It is during the spring phase that most of the organic carbon is produced and exported in the deep ocean.&nbsp;<br /><br />While winter photosynthesis is weak, it is likely very important to maintain a viable phytoplankton population in the water that can start reproducing quickly in spring when the conditions become favorable. Climate models struggle to simulate winter photosynthesis and in some cases phytoplankton populations die completely out during the winter months. Our work illustrates how to better represent the interactions between phytoplankton and their grazers so that weak, but essential, winter photosynthesis is properly captured. This may be important to study the response of ocean ecosystems to changes in past and future climates.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/15/2017<br>\n\t\t\t\t\tModified by: Raffaele&nbsp;Ferrari</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe annual cycle of phytoplankton (ocean microscopic plants) in many parts of the ocean is dominated by a dramatic population increase known as the spring bloom. The North Atlantic spring bloom is one of the most spectacular examples and can be seen as a greening of the ocean from space. The photosynthesis achieved during the bloom is believed to provide the bulk of the energy required to support the entire marine food chain of the subpolar North Atlantic and contributes significantly to global ocean carbon dioxide uptake. For context global carbon dioxide concentrations in the atmosphere would be twice present values in the absence of ocean photosynthesis, and the carbon uptake in the North Atlantic is a significant fraction of the total.\n\nThe textbook paradigm over the last seventy years has been that North Atlantic phytoplankton populations decay in fall and winter when atmospheric storms blow over the ocean mixing phytoplankton cells away from the well lit ocean surface, preventing photosynthesis. Photosynthesis instead accelerates in early spring, when atmospheric storms subside and phytoplankton cells spend more time close to the well lit ocean surface generating a bloom. This paradigm has been recently challenged by some evidence that ocean photosynthesis can be observed also in winter. The question tackled in this proposal was whether the winter photosynthesis represents the beginning of the bloom (\"a rapid excessive growth of plankton population\" as per the William and Webster dictionary definition) or a period of weak growth preceding the proper bloom.\n\nProgress in studying what happens to phytoplankton in winter has been hampered by the paucity of satellite images of ocean color (due to cloud cover) and shipboard data (due to inclement weather.) Only in the last few years our observational capabilities have increased tremendously through the development of miniaturized bio-optical sensors installed on autonomous profiling floats, which measure phytoplankton in the upper kilometer of the ocean for years. \n\nUsing float data collected by fifteen floats deployed in the North Atlantic for a couple of years, we were able to confirm that photosynthesis in the North Atlantic starts in early winter. However, contrary to previous inferences, the winter photosynthesis rates are weak. Only in early spring there is a rapid acceleration in the rate of photosynthesis and the spring bloom starts in earnest. It is during the spring phase that most of the organic carbon is produced and exported in the deep ocean. \n\nWhile winter photosynthesis is weak, it is likely very important to maintain a viable phytoplankton population in the water that can start reproducing quickly in spring when the conditions become favorable. Climate models struggle to simulate winter photosynthesis and in some cases phytoplankton populations die completely out during the winter months. Our work illustrates how to better represent the interactions between phytoplankton and their grazers so that weak, but essential, winter photosynthesis is properly captured. This may be important to study the response of ocean ecosystems to changes in past and future climates.\n\n\t\t\t\t\tLast Modified: 06/15/2017\n\n\t\t\t\t\tSubmitted by: Raffaele Ferrari"
 }
}