{
 "awd_id": "1155109",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: The Social Consequences of the Informationalization of Healthcare in the U.S. and India",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Linda Layne",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 11825.0,
 "awd_amount": 11825.0,
 "awd_min_amd_letter_date": "2012-04-02",
 "awd_max_amd_letter_date": "2012-04-02",
 "awd_abstract_narration": "Doctoral Dissertation Research: \r\nThe Social Consequences of the Informationalization of Healthcare in the U.S. and India\r\n\r\nWorldwide, health information technologies, such as telehealth systems, have been introduced as ways to reduce costs and healthcare access disparities. Yet the social implications of these informationalizing technologies, and variations in how social contexts shape the implementation in everyday practice, are poorly understood. This research project fills those gaps by observing and analyzing how the dramatic expansion of telehealth and data-based medical technologies are reshaping medical knowledge, clinical practice, and healthcare organizations in the rural United States and in rural India. Evidence is gathered using participant observation and in-depth interviews with care providers, patients, and project developers.  \r\n\r\nBringing together theories from communication studies and science, technology & society studies, this project provides new insights about the causes of the growing uses of new kinds of data in healthcare across the globe, the challenges and opportunities these data pose for healthcare delivery and management, for the ways that patients and their bodies are conceptualized and treated, and the organizational and institutional arrangements needed to meaningfully utilize these data for patient health. Because India is a global leader in telehealth, the reserach here will contribute to studies that investigate the blurring of the boundary between the developed and the developing world. The findings will provide new theoretical and practical insights to healthcare and development practitioners and to researchers in the fields of communication and science, technology and society. Finally, the project also has implications for debates among healthcare policy makers and technology developers as they rethink relationships among healthcare technology, information infrastructure, and notions of development, in order to imagine possible futures for healthcare.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gina",
   "pi_last_name": "Neff",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gina Neff",
   "pi_email_addr": "gneff@uw.edu",
   "nsf_id": "000343958",
   "pi_start_date": "2012-04-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brittany",
   "pi_last_name": "Fiore-Silfvast",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brittany Fiore-Silfvast",
   "pi_email_addr": "fioreb@uw.edu",
   "nsf_id": "000597736",
   "pi_start_date": "2012-04-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington, Department of Communication",
  "perf_str_addr": "Box 353740",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981953740",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7567",
   "pgm_ref_txt": "SOC STUDIES OF SCI, ENG & TECH"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 11825.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&ldquo;The more data you have the clearer you see.&rdquo; This slogan from the IBM Smart Planet commercial epitomizes an information-driven logic of many important digital transformations across almost all arenas of human activity. But this logic reflects oversimplified assumptions about the nature of data as self-evident and fantasizes about a world computable, and controllable; one disembodied from human experience. My dissertation considers healthcare as an arena in which informationalization, the process in which &ldquo;information generation, processing, and transmission become the fundamental resources of productivity and power&rdquo;(<a title=\"Castells, 2000 #102\" href=\"#_ENREF_3\">Castells, 2000, p. 21</a>), is increasingly central in policy making and market decisions.<strong> </strong>In the informationalization process, bodies, patients, and populations are made computable and healthcare work is articulated as information-processing activities algorithmically coded into software operating through information and communication technologies (ICTs). <em>Digital health</em>, defined as &ldquo;applying the most advanced information and communication technologies to the collection, sharing and use of information that can improve health and healthcare&rdquo;<a href=\"#_ftn1\">[1]</a> is an umbrella term used to describe a range of informationalizing efforts in the health arena. <strong>&nbsp;</strong>The convergence of ICTs with an array of medical devices, biosensors, and medical applications, is heralded by policy and industry leaders as &ldquo;a technological fix&rdquo; (<a title=\"Gillespie, 2007 #47\" href=\"#_ENREF_5\">Gillespie, 2007</a>) for the seemingly inextricable problems in healthcare in both the US and India.&nbsp; My findings suggest that the process of informationalization redefines health and healthcare in technological terms, framing patients as users and technological devices as solutions to institutional problems, shifting the onus of health care policy to technical realms.</p>\n<p>The field sites are mobile health (mhealth) in rural India, telehealth in rural U.S., and consumer health and wellness in urban centers in both countries<strong>.&nbsp; </strong>The discourses &ldquo;of the field&rdquo; (i.e. mhealth), drawing from grey literature, industry documents, and media texts--and &ldquo;in the field&rdquo; (i.e. individuals working on mhealth projects), based on ethnographic interviews, observations, and participation, highlight the gaps and slippages in how relationships of technology and development are framed and scripted (<a title=\"Akrich, 1992 #175\" href=\"#_ENREF_1\">Akrich, 1992</a>) within and across the four sites. They reveal the emergence of <em>digital data determinism, </em>a logic that masks the mediated nature of data and the inextricable role of informational labor in its production and mobility. &nbsp;This digital data driven logic also highlights the authority of particular data valences over others.&nbsp; Digital health data is often framed as a solution to problems in healthcare, and at times charged with overcoming, disrupting, even hacking the constraints of previously established institutional boundaries and structures. Digital health technology promises new kinds of mobilities for digital health data as well as the communities that work with and around it. However, my field research demonstrates that data is insufficient to bridge contexts of home, clinic, and lab and that the practices, communities, networks, and conversations with, around, and through data generated through particular mobilities <em>matter</em> in important ways. My work joins others&rsquo; in challenging assumptions that ICTs will necessarily make data more mobile and that the networked mobility of health data will mean improved health or mobility of care (<a title=\"Coopmans, 2006 #92\" href=\"#_ENREF_4\">Coopmans, 2006</a>; <a title=\"Mort, 2009 #86\" href=\"...",
  "por_txt_cntn": "\n\"The more data you have the clearer you see.\" This slogan from the IBM Smart Planet commercial epitomizes an information-driven logic of many important digital transformations across almost all arenas of human activity. But this logic reflects oversimplified assumptions about the nature of data as self-evident and fantasizes about a world computable, and controllable; one disembodied from human experience. My dissertation considers healthcare as an arena in which informationalization, the process in which \"information generation, processing, and transmission become the fundamental resources of productivity and power\"(Castells, 2000, p. 21), is increasingly central in policy making and market decisions. In the informationalization process, bodies, patients, and populations are made computable and healthcare work is articulated as information-processing activities algorithmically coded into software operating through information and communication technologies (ICTs). Digital health, defined as \"applying the most advanced information and communication technologies to the collection, sharing and use of information that can improve health and healthcare\"[1] is an umbrella term used to describe a range of informationalizing efforts in the health arena.  The convergence of ICTs with an array of medical devices, biosensors, and medical applications, is heralded by policy and industry leaders as \"a technological fix\" (Gillespie, 2007) for the seemingly inextricable problems in healthcare in both the US and India.  My findings suggest that the process of informationalization redefines health and healthcare in technological terms, framing patients as users and technological devices as solutions to institutional problems, shifting the onus of health care policy to technical realms.\n\nThe field sites are mobile health (mhealth) in rural India, telehealth in rural U.S., and consumer health and wellness in urban centers in both countries.  The discourses \"of the field\" (i.e. mhealth), drawing from grey literature, industry documents, and media texts--and \"in the field\" (i.e. individuals working on mhealth projects), based on ethnographic interviews, observations, and participation, highlight the gaps and slippages in how relationships of technology and development are framed and scripted (Akrich, 1992) within and across the four sites. They reveal the emergence of digital data determinism, a logic that masks the mediated nature of data and the inextricable role of informational labor in its production and mobility.  This digital data driven logic also highlights the authority of particular data valences over others.  Digital health data is often framed as a solution to problems in healthcare, and at times charged with overcoming, disrupting, even hacking the constraints of previously established institutional boundaries and structures. Digital health technology promises new kinds of mobilities for digital health data as well as the communities that work with and around it. However, my field research demonstrates that data is insufficient to bridge contexts of home, clinic, and lab and that the practices, communities, networks, and conversations with, around, and through data generated through particular mobilities matter in important ways. My work joins othersÆ in challenging assumptions that ICTs will necessarily make data more mobile and that the networked mobility of health data will mean improved health or mobility of care (Coopmans, 2006; Mort &amp; Smith, 2009). I extend these scholarly conversations around the nature of digital health data by adopting a frame for data-intensive technologies as media technologies and data as mediated. I find that discourses, contexts and practices tap into a wide range of aspects, dimensions or cadences, what I term data valences, which allow data to perform in different ways in different communities in different contexts and for different purposes. The multiple and often contested data valences compli..."
 }
}