{
 "awd_id": "1155121",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Along-coast structure and propagation of internal tides",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2012-05-15",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 253962.0,
 "awd_amount": 253962.0,
 "awd_min_amd_letter_date": "2012-05-02",
 "awd_max_amd_letter_date": "2014-03-12",
 "awd_abstract_narration": "The behavior of the barotropic tide in a closed ocean basin is well understood: in plan view the basin modes appear to rotate around the periphery of the basin as Kelvin waves, in the counter- clockwise sense in the northern hemisphere. This project explores whether the coupled baroclinic response, internal basin modes of much smaller wavelength than the surface tide, can be responsible for the large internal tides that are observed on the continental shelf. In the presence of any topographic variability, the barotropic and baroclinic modes are coupled, and the tide generating potential can generate large amplitude internal basin modes as well as barotropic modes. Because the baroclinic parameters (density anomaly and stratification structure) vary in time, the baroclinic response is not expected to be locked in constant phase with the tide generating potential, as is the barotropic mode. Nonetheless there will be a response that is slowly modulated, over times that are longer than a tidal period. Observations of internal tides reveal that there exists an along-coast energy flux, and that the variables (velocities, isotherm displacements) do not conform to a simple mode one internal wave, because the sense of rotation of the horizontal velocity vector changes with depth. That behavior is however consistent with baroclinic frictional Kelvin waves over shoaling depth.\r\nThis study will combine theoretical analyses, idealized and realistic simulations and analyses of previously collected data to study the generation and propagation of along-coast propagating internal tides. Theoretical techniques will be used to investigate baroclinic response along continental shelves to basin-scale barotropic tidal forcing in a stratified, rotating basin. Idealized numerical simulations will be used investigate the structure of along-coast propagating internal tides generated by barotropic Kelvin waves interacting with along-shelf bathymetric variations. The sensitivity of barotropic to baroclinic energy conversion to shelf width, stratification, amplitude of barotropic tide and amplitude of bathymetric variability will be quantified.\r\nRealistic simulations of internal tide generation by barotropic tides will be conducted for U.S. west coast shelf and slope domains to investigate barotropic to baroclinic energy conversion and the nature of along-coast internal tide propagation. Long-term time series from previous field experiments also will be analyzed to determine the spatial structure of internal tides there and the nature of along-coast propagation.\r\n\r\nIntellectual Merit. Current variability on many continental shelves is dominated by internal tides. The nature of along-coast structure and propagation is currently not known. This study aims to provide the idealized and realistic framework with which to understand along-coast trapping and propagation of internal tides.\r\n\r\nBroader Impacts. This study will support the development of a permanent exhibit and related curriculum at the Hatfield Marine Science Center?s Visitor Center (HMSVC) in Newport, OR. A graduate student at Scripps Institution of Oceanography will be supported by this study and will be trained in coastal physical oceanography, numerical methods, and in field data analysis techniques. The circulation induced in coastal waters by internal waves and tides are currently the focus of attention along the Pacific coast of California and Mexico. This project will also allow the PIs to continue their collaboration with Mexican colleagues in the design of an observational study of internal tides, internal waves and cross-shore fluxes off the Mexican coast.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Clinton",
   "pi_last_name": "Winant",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Clinton D Winant",
   "pi_email_addr": "cwinant@ucsd.edu",
   "nsf_id": "000092538",
   "pi_start_date": "2012-05-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kraig",
   "pi_last_name": "Winters",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kraig Winters",
   "pi_email_addr": "kraig@coast.ucsd.edu",
   "nsf_id": "000173218",
   "pi_start_date": "2014-03-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "UCSD Scripps Inst of Oceanography",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930210",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 253962.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project we took a theoretical and numerical modeling approach to better understanding in-situ observations of the along-coast structure and propagation of internal tides, i.e. waves that propagate in the ocean interior in response to the lunar tide under the combined effects of buoyancy and the earth's rotation.</p>\n<p><br />First, we considered a simple model of the ocean surface tide consisting of a single amphidrome in the center of a stratified rotating basin and considered how the internal motions of the basin respond to the tidal forcing. We used a state-of-the-art, high resolution numerical model to simulate the internal response over hundreds of tidal cycles. We found, that internal surfaces of constant temperature experience a setup, i.e. an upward tilt at the boundaries similar to the well-known setup of the sea surface ar shorelines. These tilted temperature surfaces in turn induce pressure gradients that drive an underwarter along-shore current, similar to the observed poleward undercurrent along the California coast. This current was found to be baroclinically unstable thus spawned low-frequency eddying motion trapped to the near-shore region. In contrast to much of the research looking at the interaction between fast and balanced, slow motions in geophysical fluid dynamics, this problem represents a clear example where forcing solely at high frequencies induces a low frequency eddying response.</p>\n<p><br />We also looked in detail at tidally driven turbulent flow above steeply sloping topography. We again used high-resolution numerical modeling carried out on the NSF supercomputing facilities. We found that many of the quantitative aspects of these turbulent boundary layers typically observed on one-dimensional moorings was reproduced in our simulations. This allowed us to have confidence in the representation of the fully three-dimensional flow produced in the simulations and is helping is to interpret the observations.<br />We also looked at the fate and evolution of boundary-trapped long internal Kelvin waves such as can be found in coastal oceans and large lakes. In particular, we investigated the conditions under which such waves can become unstable, leading to turbulence and enhanced vertical fluxes of quantities such as oxygen and nutrients. In carrying out this portion of the research, we also developed a compact analytical procedure for producing solutions for large amplitude waves that can then be used as initial conditions for nearly-two-layer stratification in numerical models. Such stratification is common in both lakes and the coastal ocean.<br />The project as a whole contributed to the STEM education of one female graduate student on oceanography and one Chilean graduate student in Civil and Environmental Engineering. Both students were trained to use analytical and numerical approaches based on geophysical fluid dynamics to interpret observational data and propose new conceptual models for understanding the earth system.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/10/2016<br>\n\t\t\t\t\tModified by: Kraig&nbsp;Winters</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this project we took a theoretical and numerical modeling approach to better understanding in-situ observations of the along-coast structure and propagation of internal tides, i.e. waves that propagate in the ocean interior in response to the lunar tide under the combined effects of buoyancy and the earth's rotation.\n\n\nFirst, we considered a simple model of the ocean surface tide consisting of a single amphidrome in the center of a stratified rotating basin and considered how the internal motions of the basin respond to the tidal forcing. We used a state-of-the-art, high resolution numerical model to simulate the internal response over hundreds of tidal cycles. We found, that internal surfaces of constant temperature experience a setup, i.e. an upward tilt at the boundaries similar to the well-known setup of the sea surface ar shorelines. These tilted temperature surfaces in turn induce pressure gradients that drive an underwarter along-shore current, similar to the observed poleward undercurrent along the California coast. This current was found to be baroclinically unstable thus spawned low-frequency eddying motion trapped to the near-shore region. In contrast to much of the research looking at the interaction between fast and balanced, slow motions in geophysical fluid dynamics, this problem represents a clear example where forcing solely at high frequencies induces a low frequency eddying response.\n\n\nWe also looked in detail at tidally driven turbulent flow above steeply sloping topography. We again used high-resolution numerical modeling carried out on the NSF supercomputing facilities. We found that many of the quantitative aspects of these turbulent boundary layers typically observed on one-dimensional moorings was reproduced in our simulations. This allowed us to have confidence in the representation of the fully three-dimensional flow produced in the simulations and is helping is to interpret the observations.\nWe also looked at the fate and evolution of boundary-trapped long internal Kelvin waves such as can be found in coastal oceans and large lakes. In particular, we investigated the conditions under which such waves can become unstable, leading to turbulence and enhanced vertical fluxes of quantities such as oxygen and nutrients. In carrying out this portion of the research, we also developed a compact analytical procedure for producing solutions for large amplitude waves that can then be used as initial conditions for nearly-two-layer stratification in numerical models. Such stratification is common in both lakes and the coastal ocean.\nThe project as a whole contributed to the STEM education of one female graduate student on oceanography and one Chilean graduate student in Civil and Environmental Engineering. Both students were trained to use analytical and numerical approaches based on geophysical fluid dynamics to interpret observational data and propose new conceptual models for understanding the earth system.\n\n\t\t\t\t\tLast Modified: 08/10/2016\n\n\t\t\t\t\tSubmitted by: Kraig Winters"
 }
}