{
 "awd_id": "1155008",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Collective Action Dynamics in the U.S., 1960-1995",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 143494.0,
 "awd_amount": 143494.0,
 "awd_min_amd_letter_date": "2012-05-30",
 "awd_max_amd_letter_date": "2012-05-30",
 "awd_abstract_narration": "COLLABORATIVE RESEARCH\r\n\r\nSES-1154896\r\nJennifer Earl\r\nUniversity of Arizona\r\n\r\nSES-1153797\r\nNeal Caren\r\nUniversity of North Carolina, Chapel Hill\r\n\r\nSES-1155008\r\nEdwin Amenta\r\nUniversity of California, Irvine\r\n\r\nAbstract\r\n\r\nCollaborative Research: Collective Action Dynamics in the U.S., 1960-1995\r\nSocial movements are critical vehicles for political and social engagement, allowing\r\nindividuals to act collectively to influence government, business, and other vital social\r\ninstitutions. This project examines four important questions about social movements using\r\ncombined and augmented data from two prior NSF-funded projects, the Dynamics of Collective\r\nAction project and the Political Organizations in the News project.\r\n\r\nFirst, the project will compare social movement dynamics using data on protest events versus data on social movement organizations (SMOs) with the innovative dataset described above. Second, the project investigates how disruptive tactics affect news media coverage of social movements and social movement organizations by using data on protest events. Given the continued importance of the news media, better understanding the dynamics that drive media attention is an important question for social movement scholars. Third, the project assesses the extent to which protest and the news coverage of SMOs may influence public opinion trends over time. Specifically, we expect that specific types of movement events shape how favorably the movement is perceived, that this shifts over the lifespan of the movement and depends on political responses to the movement. Finally, our project will examine a key methodological issue of interest to researchers: Selection bias suggests that the news media cover only a portion of social life and do so in selective and structured manners. Our project will use data on protest events and SMOs to pinpoint the differences between selective reporting on protest events versus the selective reporting on SMOs. Quantitative analyses will rely on negative binomial models, ARMA models, multinomial logistic regressions, as well as time series analysis.\r\n\r\nBroader Impacts\r\nUnderstanding the dynamics that shape political participation in a democratic context is an issue of broad interest to the general public and policy makers alike. Similarly, furthering our understanding of media coverage and public opinion of political activism is important to a broad set of stakeholders.  Findings from this study may be of interest to policy analysts involved in monitoring domestic and international events and trends.  Broader impacts also include the creation of publically available dataset on domestic political activism since 1960 at a scale hitherto unknown.  In addition, methodological advances produced in the process of creating the data set, as well as those derived from analysis will be made available to the public. The project will also offer substantial research training to undergraduate and graduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edwin",
   "pi_last_name": "Amenta",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Edwin Amenta",
   "pi_email_addr": "ea3@uci.edu",
   "nsf_id": "000311507",
   "pi_start_date": "2012-05-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "3151 SSPA",
  "perf_city_name": "Irvine",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926975100",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  },
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  },
  {
   "pgm_ele_code": "803100",
   "pgm_ele_name": "SoO-Science Of Organizations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 143494.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcomes Report for the General Public<br />Collaborative Research: Collective Action Dynamics in the U.S., 1960-1995,&nbsp;Award Number: 1155008<br />Intellectual Merit:<br />This project is a collaborative project (conducted in coordination with University of Arizona and University of North Carolina, Chapel Hill) designed to collect data on social movement organizations that were active between 1960 and 1995. Social movements are critical vehicles for political and social engagement, allowing individuals to act collectively to influence government, business, and other vital social institutions. Social movement organizations (e.g., NAACP, NOW) are often critical to the development and function of larger social movements, making tracking their creation, actions, and potential demise an important topic of research. Specifically, this project builds on data collected from two prior NSF-funded projects, the Dynamics of Collective Action project and the Political Organizations in the News project, by collecting organizational data on all social movement organizations that appeared in either of these previously funded datasets. The project also merges this data onto the two existing datasets and reconfigures those existing datasets so that they can be merged with one another. By the end of the funding period, all of the data to be collected at this site has been collected and data collection is nearly completed at the other sites.&nbsp;<br />When the full datasets are available, future publications using these data will address four critical issues, among other topics in subsequent papers. First, the project will be the first to compare the portraits of the historical rise and fall of over 30 movements using three different kinds of data&mdash;data on protest events, media coverage, and social movement organization founding and activity. Given that each data source represents a different research tradition for studying overall protest trajectories, the comparison of the portraits created by each data source across so many movements will allow the first-ever comprehensive view of how these data sources relate to one another and affect how social movement scholars understand the rise and fall of social movements.&nbsp;<br />Second, the project will investigate how disruptive tactics affect news media coverage of social movements and social movement organizations by using data on protest events. Given the continued importance of the news media in publicizing issues and social movement claims, better understanding the dynamics that drive media attention is an important question for social movement scholars.&nbsp;<br />Third, the project assesses the extent to which protest and the news coverage of social movement organizations may influence public opinion trends over time. Specifically, we expect to find that specific types of movement events shape how favorably the movement is perceived, that this shifts over the lifespan of the movement, and depends on political responses to the movement.&nbsp;<br />Finally, the project will examine the development and growth of social movement organizations in over 40 different social movement families across the cycle of protest including the 1960s. Although researchers have been able to study the organizational dynamics associated with single movements (e.g., the women&rsquo;s movement, environmental movement, and civil rights movement), no research project has been able to examine these dynamics over a large number of movements across the same time period. We expect fundamental insights about the organizing infrastructure of social movements to emerge.&nbsp;<br />Broader Impacts<br />Understanding the dynamics that shape political participation in a democratic context is a critical issue. Findings from this study are likely to be of interest to social movement actors and policy-makers who are frequently allies and/or targets o...",
  "por_txt_cntn": "\nProject Outcomes Report for the General Public\nCollaborative Research: Collective Action Dynamics in the U.S., 1960-1995, Award Number: 1155008\nIntellectual Merit:\nThis project is a collaborative project (conducted in coordination with University of Arizona and University of North Carolina, Chapel Hill) designed to collect data on social movement organizations that were active between 1960 and 1995. Social movements are critical vehicles for political and social engagement, allowing individuals to act collectively to influence government, business, and other vital social institutions. Social movement organizations (e.g., NAACP, NOW) are often critical to the development and function of larger social movements, making tracking their creation, actions, and potential demise an important topic of research. Specifically, this project builds on data collected from two prior NSF-funded projects, the Dynamics of Collective Action project and the Political Organizations in the News project, by collecting organizational data on all social movement organizations that appeared in either of these previously funded datasets. The project also merges this data onto the two existing datasets and reconfigures those existing datasets so that they can be merged with one another. By the end of the funding period, all of the data to be collected at this site has been collected and data collection is nearly completed at the other sites. \nWhen the full datasets are available, future publications using these data will address four critical issues, among other topics in subsequent papers. First, the project will be the first to compare the portraits of the historical rise and fall of over 30 movements using three different kinds of data&mdash;data on protest events, media coverage, and social movement organization founding and activity. Given that each data source represents a different research tradition for studying overall protest trajectories, the comparison of the portraits created by each data source across so many movements will allow the first-ever comprehensive view of how these data sources relate to one another and affect how social movement scholars understand the rise and fall of social movements. \nSecond, the project will investigate how disruptive tactics affect news media coverage of social movements and social movement organizations by using data on protest events. Given the continued importance of the news media in publicizing issues and social movement claims, better understanding the dynamics that drive media attention is an important question for social movement scholars. \nThird, the project assesses the extent to which protest and the news coverage of social movement organizations may influence public opinion trends over time. Specifically, we expect to find that specific types of movement events shape how favorably the movement is perceived, that this shifts over the lifespan of the movement, and depends on political responses to the movement. \nFinally, the project will examine the development and growth of social movement organizations in over 40 different social movement families across the cycle of protest including the 1960s. Although researchers have been able to study the organizational dynamics associated with single movements (e.g., the womenÆs movement, environmental movement, and civil rights movement), no research project has been able to examine these dynamics over a large number of movements across the same time period. We expect fundamental insights about the organizing infrastructure of social movements to emerge. \nBroader Impacts\nUnderstanding the dynamics that shape political participation in a democratic context is a critical issue. Findings from this study are likely to be of interest to social movement actors and policy-makers who are frequently allies and/or targets of social movements. Broader impacts also include the creation of what will eventually be a publically available dataset on domestic political a..."
 }
}