{
 "awd_id": "1155715",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Impact of Radio on Democratization in Islamic Africa",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 24999.0,
 "awd_amount": 24999.0,
 "awd_min_amd_letter_date": "2012-04-28",
 "awd_max_amd_letter_date": "2012-04-28",
 "awd_abstract_narration": "In many African countries, particularly those in the Islamic Sahel, traditional and religious authorities exist in tandem with recently created democratic institutions. In these environments, characterized by low rates of literacy, widespread poverty, and sparse information, these leaders play a vital role as information brokers between rural constituents and the democratic process. Can increased access to independent information liberate citizens from reliance on traditional information brokers? Specifically, this study seeks to understand the impact of increased access to radio programming on political knowledge, efficacy, participation, nationalism, and pluralism among rural citizens in Mali, a nascent Islamic African democracy. Since democracy requires that citizens are able to act according to their independent political preferences and desires, this research is of critical importance as we seek to understand the democratization processes in Islamic Africa. \r\n\r\nFollowing the democratic transition in 1991, the Malian government and international donors funded the expansion citizens' access to national radio signals in hopes of fostering citizenship, nationalism, and development outcomes. While increasing numbers Malians own a radio and have access to programming, there are strong gender and age-cohort disparities. While household-heads frequently own a radio, women and men under the age of 40 have very limited access to radio. Initial research also suggests that such individuals have much lower rates of political knowledge, opinions, or participation in village-level decision-making.\r\n\r\nThe intellectual merit of this research is linked to its investigation of radio's effects on individuals and its use of field experiments. This study examines whether an experimental treatment, the distribution of solar crank radios, can increase citizens' democratic agency and liberate them from traditional information brokers in the context of the 2012 elections. A baseline study collected data on 5 pairs of \"matched\" villages in a remote, Northern region of Mali. Each pair was selected in order to control for factors that might determine its level of political information such as proximity to a major road, cell and radio signals, linguistic competence, access to markets, and population size. In each pair, one village received a treatment and the other served as a control. In treatment villages, one man and one woman completed a two-step baseline survey and received a solar crank radio. The same demographic completed the survey and received flashlights in the control villages. The survey collected demographic information, baseline assessments of political participation, political knowledge, pluralistic attitudes, efficacy, as well as attitudes towards more sensitive questions such as gender parity and village-level democracy. The project also includes qualitative interviews of village chiefs and coding or radio programming. Respondents will be re-interviewed after the national elections and constitutional referendum to determine attitudinal and behavioral change.\r\n\r\nThe broader impacts of this study extend from its contribution to our understanding of democratization. This study offers donors and the policy community an evaluation of their investment in radio as a tool for democracy promotion. The focus on rural women and youth highlights the precarious position of some of the most marginalized citizens. Recent threats to stability in Northern Mali, including kidnappings, illicit trafficking, and attacks on Malian military installations, underscore the urgent need to understand how to incorporate all Northern citizens into institutional channels and engage them in the democratic process.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jaimie",
   "pi_last_name": "Bleck",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jaimie Bleck",
   "pi_email_addr": "jbleck@nd.edu",
   "nsf_id": "000598192",
   "pi_start_date": "2012-04-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "940 Grace Hall",
  "perf_city_name": "Notre Dame",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565612",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 24999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our project originally aimed to evaluate the impact of a radio distribution program in rural Mali before the 2012 elections. &nbsp;We sought to evaluate the impact of increased access to natioanl public radio on villagers' political knowledge and behavior. &nbsp;After conducting the baseline survey and distributing radios in 5 villages (and flashlights in another 5 as a comparison) - Mali suffered a coup d'etat. &nbsp;The military junta seized national radio and the elections were annulled. &nbsp;a few days later, a nascent insurgency occupied the northern regions of the country.</p>\n<p>Therefore we shifted our research focus to look at the impact of exposure to junta- controlled radio on citizens' attitudes toward the junta, their policy preferences, and the levels of national identification. &nbsp;This is the first of three papers that we hope to come out of this project. &nbsp;This paper is currently being prepared for submission to a journal.</p>\n<p>We have already published a first paper based on this research. &nbsp;It looks at citizens' attitudes toward the \"crisis\" during the height of the rebel occupation and coup. &nbsp;We find that citizens were far more pre-occupied with an ongoing crisis of empirical state reach. &nbsp;In other words, as rural citizens they typically saw little evidence of the Malian state - even before the \"political crisis\" began. &nbsp;This paper has been published in African Affairs.</p>\n<p>We are working at a third paper that examines the dynamics of women's political participation in rural Mali. &nbsp;It looks at local level dynamics that constrain women's access to information as well as their autonomous political participation. &nbsp;It uses behavioral measures to assess their policy preferences relative to men and shows some differences: for instance, a greater preference for female candidates. &nbsp;We plan to submit this paper to a journal at the end of the year.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/17/2015<br>\n\t\t\t\t\tModified by: Jaimie&nbsp;Bleck</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur project originally aimed to evaluate the impact of a radio distribution program in rural Mali before the 2012 elections.  We sought to evaluate the impact of increased access to natioanl public radio on villagers' political knowledge and behavior.  After conducting the baseline survey and distributing radios in 5 villages (and flashlights in another 5 as a comparison) - Mali suffered a coup d'etat.  The military junta seized national radio and the elections were annulled.  a few days later, a nascent insurgency occupied the northern regions of the country.\n\nTherefore we shifted our research focus to look at the impact of exposure to junta- controlled radio on citizens' attitudes toward the junta, their policy preferences, and the levels of national identification.  This is the first of three papers that we hope to come out of this project.  This paper is currently being prepared for submission to a journal.\n\nWe have already published a first paper based on this research.  It looks at citizens' attitudes toward the \"crisis\" during the height of the rebel occupation and coup.  We find that citizens were far more pre-occupied with an ongoing crisis of empirical state reach.  In other words, as rural citizens they typically saw little evidence of the Malian state - even before the \"political crisis\" began.  This paper has been published in African Affairs.\n\nWe are working at a third paper that examines the dynamics of women's political participation in rural Mali.  It looks at local level dynamics that constrain women's access to information as well as their autonomous political participation.  It uses behavioral measures to assess their policy preferences relative to men and shows some differences: for instance, a greater preference for female candidates.  We plan to submit this paper to a journal at the end of the year.\n\n \n\n\t\t\t\t\tLast Modified: 09/17/2015\n\n\t\t\t\t\tSubmitted by: Jaimie Bleck"
 }
}