{
 "awd_id": "1155696",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "International Conference on Methods for Surveying and Enumerating Hard-to-Reach Populations (Oct 31-Nov 3, New Orleans, LA)",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927269",
 "po_email": "ceavey@nsf.gov",
 "po_sign_block_name": "Cheryl Eavey",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 35000.0,
 "awd_amount": 35000.0,
 "awd_min_amd_letter_date": "2012-04-25",
 "awd_max_amd_letter_date": "2012-04-25",
 "awd_abstract_narration": "This award provides partial support for the organization and conduct of the International Conference on Methods for Surveying and Enumerating Hard-to-Reach Populations (a.k.a., the H2R Conference), scheduled to be held in New Orleans in October 2012.  Surveying hard-to-reach populations is a problem of increasing importance.  The concept of who qualifies as \"hard to reach\" is shifting.  In addition to historically undercounted groups such as racial and ethnic minorities, new research suggests that additional hard-to-reach groups are emerging.  These include cell phone-only households, an increase in \"hidden\" populations pushed out of the mainstream by new immigration-related policies, and a growing percentage in the general population who are cynical about surveys and censuses due to data breaches, identify theft, privacy concerns, and mistrust of government.  Moreover, in the U.S., Europe, and many other nations, the population continues to diversify due to immigration.  This diversification has produced an increase in the composition and complexity of racial and ethnic minorities, which in turn create barriers such as linguistic isolation, lack of acculturation, and a general lack of familiarity and trust in surveys.\r\n\r\nThis conference will bring together survey methodologists, sociologists, statisticians, demographers, ethnographers, policy analysts, and other professionals from around the world to present new and innovative concepts and techniques for surveying hard-to reach-populations.  In doing so, it will address both the statistical and survey design aspects of including hard-to-reach groups.  The conference program will be available on the conference web site prior to the conference, and the conference proceedings will be available on the web site shortly after the conference.  In addition, a special monograph will be produced from invited conference papers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Nichols",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca Nichols",
   "pi_email_addr": "rebecca@amstat.org",
   "nsf_id": "000425718",
   "pi_start_date": "2012-04-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American Statistical Association",
  "inst_street_address": "732 N WASHINGTON ST",
  "inst_street_address_2": "",
  "inst_city_name": "ALEXANDRIA",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7036841221",
  "inst_zip_code": "223141925",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "VA08",
  "org_lgl_bus_name": "AMERICAN STATISTICAL ASSOCIATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "D3JBDRXT82B5"
 },
 "perf_inst": {
  "perf_inst_name": "American Statistical Association",
  "perf_str_addr": "732 North Washington St",
  "perf_city_name": "Alexandria",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "223141943",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "VA08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  },
  {
   "pgm_ele_code": "133300",
   "pgm_ele_name": "Methodology, Measuremt & Stats"
  },
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 35000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>International Conference on Methods for Surveying&nbsp;&nbsp;and Enumerating Hard&ndash;to-Reach Populations</p>\n<p>October 31-November 3, 2012</p>\n<p>New Orleans, LA, U.S.A.</p>\n<p><br /><strong>Project Outcomes</strong></p>\n<p>With partial support from the National Science Foundation, the International Conference on Methods for Surveying and Enumerating Hard-to-Reach Populations (H2R) was held in New Orleans from October 31 to November 3, 2012. This conference brought together more than 300 researchers from an array of disciplines and from 20 countries to discuss current best practices and to encourage new research and experimentation addressing the fundamental question of how we can successfully count and survey hard-to-reach populations. The American Statistical Association published the conference proceedings online in early 2013.&nbsp; The American Association for Public Opinion Research created a Webinar series to broadcast selected papers to a broader audience; the first Webinar was held in April 2013.&nbsp; Later this year Cambridge Press is expected to publish a monograph with 32 chapters; each chapter began as an invited paper presented at the conference.&nbsp; Selected contributed papers are expected to appear in special issues of the <em>Journal of Official Statistics</em> and <em>Survey Research </em>in 2013 as well.</p>\n<p><strong>Intellectual Merit</strong></p>\n<p>The H2R conference was a forum for researchers to share information about<br />challenges, approaches, and successful strategies in surveying the hard-to-reach.&nbsp; The field has produced extensive literature about individual surveys and particular hard-to-survey populations, but it is difficult to generalize from this literature to arrive at common principles or to develop theories or conceptual frameworks.&nbsp;The conference was an important step in improving our knowledge of survey methods for the hard-to-reach.&nbsp; It created a venue for researchers to discuss and compare their experiences across all aspects of the survey process and all types of hard-to-survey populations.&nbsp; Innovations in community participation, sample design, instrument development, interviewer training, subject recruitment, data collection, processing, analysis, data dissemination and survey management were presented. &nbsp;(Of particular note was the session on respondent driven sampling; many participants reported in their evaluations that it was the standout session of the conference.) These conference achievements set the stage for advances in the field that will benefit survey researchers and studies of populations that are difficult to survey.</p>\n<p><strong>Broader Impacts</strong></p>\n<p>Data from population surveys and censuses are perhaps the most widely<br />used source for making social policy and program decisions.&nbsp; For example, in the U.S., data from the decennial census are used to make program and service funding decisions totaling in the trillions of dollars from one census to the next; more globally, the Demographic and Health Surveys Programme (DHS) collects data from over 75 countries on health and health provision. Often, these data collections take place to address policy or program issues specific to hard-to-reach populations --&nbsp; for example, to understand income and program participation among low income households, health care access among recent immigrants, food insufficiency among nomadic tribes, safe-sex practices among sexual minorities, or post-intervention evaluation among drug users.&nbsp; Invariably, however, researchers find themselves in an unenviable situation:&nbsp; the very population critical to the survey is also the population least likely to participate (or hardest to trace). In the last two decades the survey climate has shifted, such that overall participation is waning, and is reflected in<br />lower cooperation rates, lower response rates, and lower ...",
  "por_txt_cntn": "\nInternational Conference on Methods for Surveying  and Enumerating Hard&ndash;to-Reach Populations\n\nOctober 31-November 3, 2012\n\nNew Orleans, LA, U.S.A.\n\n\nProject Outcomes\n\nWith partial support from the National Science Foundation, the International Conference on Methods for Surveying and Enumerating Hard-to-Reach Populations (H2R) was held in New Orleans from October 31 to November 3, 2012. This conference brought together more than 300 researchers from an array of disciplines and from 20 countries to discuss current best practices and to encourage new research and experimentation addressing the fundamental question of how we can successfully count and survey hard-to-reach populations. The American Statistical Association published the conference proceedings online in early 2013.  The American Association for Public Opinion Research created a Webinar series to broadcast selected papers to a broader audience; the first Webinar was held in April 2013.  Later this year Cambridge Press is expected to publish a monograph with 32 chapters; each chapter began as an invited paper presented at the conference.  Selected contributed papers are expected to appear in special issues of the Journal of Official Statistics and Survey Research in 2013 as well.\n\nIntellectual Merit\n\nThe H2R conference was a forum for researchers to share information about\nchallenges, approaches, and successful strategies in surveying the hard-to-reach.  The field has produced extensive literature about individual surveys and particular hard-to-survey populations, but it is difficult to generalize from this literature to arrive at common principles or to develop theories or conceptual frameworks. The conference was an important step in improving our knowledge of survey methods for the hard-to-reach.  It created a venue for researchers to discuss and compare their experiences across all aspects of the survey process and all types of hard-to-survey populations.  Innovations in community participation, sample design, instrument development, interviewer training, subject recruitment, data collection, processing, analysis, data dissemination and survey management were presented.  (Of particular note was the session on respondent driven sampling; many participants reported in their evaluations that it was the standout session of the conference.) These conference achievements set the stage for advances in the field that will benefit survey researchers and studies of populations that are difficult to survey.\n\nBroader Impacts\n\nData from population surveys and censuses are perhaps the most widely\nused source for making social policy and program decisions.  For example, in the U.S., data from the decennial census are used to make program and service funding decisions totaling in the trillions of dollars from one census to the next; more globally, the Demographic and Health Surveys Programme (DHS) collects data from over 75 countries on health and health provision. Often, these data collections take place to address policy or program issues specific to hard-to-reach populations --  for example, to understand income and program participation among low income households, health care access among recent immigrants, food insufficiency among nomadic tribes, safe-sex practices among sexual minorities, or post-intervention evaluation among drug users.  Invariably, however, researchers find themselves in an unenviable situation:  the very population critical to the survey is also the population least likely to participate (or hardest to trace). In the last two decades the survey climate has shifted, such that overall participation is waning, and is reflected in\nlower cooperation rates, lower response rates, and lower coverage rates. As a\nresult, concerns are growing about nonresponse bias and the validity of our\ndata to make sound policy decisions. The H2R conference led researchers to\napply new and improved methods for including hard-to-survey populations in\nthese programs, thus i..."
 }
}