{
 "awd_id": "1155339",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Governance of International Labor Migration: Scalar Politics and Network Relations",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Holly Hapke",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2015-10-31",
 "tot_intn_awd_amt": 160000.0,
 "awd_amount": 165910.0,
 "awd_min_amd_letter_date": "2012-04-24",
 "awd_max_amd_letter_date": "2013-05-06",
 "awd_abstract_narration": "This project investigates factors that shape the governance of international skilled migration. Skilled workers are in high demand, and high-income (developed) countries vie to attract skilled migrants to remain competitive in the global knowledge economy. The competition for talent is likely to increase as populations decline and age, with related skill shortages emerging. In order to attract more skilled workers, corporations and other stakeholders try to influence migration policies at various scales. Traditional governance studies have primarily investigated policymaking processes at the global, supranational, and national scale, paying little attention to stakeholders at the subnational scale. The primary goal of this project is to better understand the governance of international skilled migration at various scales. The project investigates the migration experiences of skilled workers and their families and the socio-spatial strategies of stakeholders to influence skilled migration policies. These findings are placed within the socio-institutional context in which skilled migration takes place. Also, the project integrates literatures on the politics of scale and networks to analyze the governance of international skilled migration. This investigation uses a case study of the information technology (IT) industry in Norway to investigate these issues. Norway shares several concerns with other high-income countries, including low enrollments in engineering and computer science courses, an increased demand for skilled workers, and a shortage of developers and analysts of software and its applications, database professionals, and network professionals. Interviews with stakeholders in international skilled migration examine the ways in which they influence migration policies. In addition, interviews and an online survey investigate the migration experiences of IT specialists and their strategies to navigate institutional barriers.\r\n\r\nThe research findings will provide insights into the actual practices of scaling, rescaling, and network modes of governance in migration policymaking. The project will make theoretical contributions to geographical understandings of scales and networks, including the possible emergence of new forms of governance. The findings of the project will enhance the understanding of the processes of international skilled migration, particularly the operation of global talent recruitment. Thus, this study will inform policy debates about competitiveness and innovation in the global knowledge economy. Understandings of the migration experiences of skilled workers can also contribute to more effective and efficient skilled migration policies. U.S. graduate and undergraduate students will be trained as part of the study.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Micheline",
   "pi_last_name": "van Riemsdijk",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Micheline van Riemsdijk",
   "pi_email_addr": "vanriems@utk.edu",
   "nsf_id": "000385053",
   "pi_start_date": "2012-04-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee Knoxville",
  "perf_str_addr": "1000 Phillip Fulmer Way, BGB 309",
  "perf_city_name": "Knoxville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 160000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 5910.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The governance of international labor migration is becoming more complex as non-state actors try to influence policymaking processes. Corporate actors collaborate with governments in the development of immigration policies, and stakeholders use various strategies to influence policymaking processes at various levels of decision-making. Studies of migration governance have predominantly examined the involvement of states and international actors in policymaking, paying less attention to the influence of non-state actors at national and local levels.</p>\n<p>The project on the Governance of International Labor Migration: Scalar Politics and Network Relations examined the strategies of stakeholders to attract skilled migrants, and their attempts to influence migration policymaking. In particular, the project studied the migration experiences of skilled workers and their family members, the involvement of non-state actors in skilled migration policymaking, and the social and institutional context in which international skilled migration takes place.</p>\n<p>The project examined the information technology industry and the petroleum industry, two sectors that depend on foreign-born skilled migrants to fill labor shortages. The study took place in Norway because the country weathered the global financial crisis better than most high-income countries, and Norway-based companies continued to hire large numbers of skilled migrants during the economic downturn. Norway shares two competition-related concerns with the United States, namely low student enrollments in the STEM disciplines and a shortage of engineers and information technology specialists.</p>\n<p>The project has three main findings. First, the results indicate that skilled migrants experience integration challenges despite their privileged status. Skilled migrants need assistance with language learning and cultural understanding if companies plan to retain them long-term. The study examined the place-making strategies of skilled migrants,&nbsp;<span style=\"font-size: 12px;\">and provided policy recommendations to improve the long-term integration of these migrants.</span></p>\n<p>Second, government actors create clearly delineated spheres of influence to retain control of key domains in skilled migration policymaking. Some state actors participate in public-private partnerships, enabling non-state actors to influence skilled migration decision-making at the local and regional level. The most influential government actors do not engage in these partnerships to remain &ndash; or at least appear &ndash; neutral in migration-related issues.</p>\n<p>Third, the global financial crisis changed the geography of talent recruitment in Norway&rsquo;s oil and gas industry. Companies hired more engineers from Southern Europe who faced job insecurity in their countries of origin. These migrants were allowed to work in Norway under the Schengen free movement agreement. The geography of engineering hires was also influenced by the personal preferences and stereotypical assumptions of human resource managers and recruitment agents.</p>\n<p>The Principal Investigator conducted 141 interviews with various stakeholders in international skilled migration, including skilled migrants and human resource managers. The interviews took place in Oslo, Kongsberg, and Stavanger, three knowledge hubs that hire a large number of foreign-born engineers and information technologists. The Principal Investigator also administered a survey to foreign-born skilled workers in four companies to study their experiences in Norway.</p>\n<p>The project findings enhance our understanding of the processes of international skilled migration, particularly the operation of global talent recruitment and skilled migration policymaking. The findings show the ways in which various stakeholders try to attract skilled migrants, and their attempts to influence skilled migrati...",
  "por_txt_cntn": "\nThe governance of international labor migration is becoming more complex as non-state actors try to influence policymaking processes. Corporate actors collaborate with governments in the development of immigration policies, and stakeholders use various strategies to influence policymaking processes at various levels of decision-making. Studies of migration governance have predominantly examined the involvement of states and international actors in policymaking, paying less attention to the influence of non-state actors at national and local levels.\n\nThe project on the Governance of International Labor Migration: Scalar Politics and Network Relations examined the strategies of stakeholders to attract skilled migrants, and their attempts to influence migration policymaking. In particular, the project studied the migration experiences of skilled workers and their family members, the involvement of non-state actors in skilled migration policymaking, and the social and institutional context in which international skilled migration takes place.\n\nThe project examined the information technology industry and the petroleum industry, two sectors that depend on foreign-born skilled migrants to fill labor shortages. The study took place in Norway because the country weathered the global financial crisis better than most high-income countries, and Norway-based companies continued to hire large numbers of skilled migrants during the economic downturn. Norway shares two competition-related concerns with the United States, namely low student enrollments in the STEM disciplines and a shortage of engineers and information technology specialists.\n\nThe project has three main findings. First, the results indicate that skilled migrants experience integration challenges despite their privileged status. Skilled migrants need assistance with language learning and cultural understanding if companies plan to retain them long-term. The study examined the place-making strategies of skilled migrants, and provided policy recommendations to improve the long-term integration of these migrants.\n\nSecond, government actors create clearly delineated spheres of influence to retain control of key domains in skilled migration policymaking. Some state actors participate in public-private partnerships, enabling non-state actors to influence skilled migration decision-making at the local and regional level. The most influential government actors do not engage in these partnerships to remain &ndash; or at least appear &ndash; neutral in migration-related issues.\n\nThird, the global financial crisis changed the geography of talent recruitment in NorwayÆs oil and gas industry. Companies hired more engineers from Southern Europe who faced job insecurity in their countries of origin. These migrants were allowed to work in Norway under the Schengen free movement agreement. The geography of engineering hires was also influenced by the personal preferences and stereotypical assumptions of human resource managers and recruitment agents.\n\nThe Principal Investigator conducted 141 interviews with various stakeholders in international skilled migration, including skilled migrants and human resource managers. The interviews took place in Oslo, Kongsberg, and Stavanger, three knowledge hubs that hire a large number of foreign-born engineers and information technologists. The Principal Investigator also administered a survey to foreign-born skilled workers in four companies to study their experiences in Norway.\n\nThe project findings enhance our understanding of the processes of international skilled migration, particularly the operation of global talent recruitment and skilled migration policymaking. The findings show the ways in which various stakeholders try to attract skilled migrants, and their attempts to influence skilled migration policies. The findings also inform policy debates about competitiveness and innovation in the global knowledge economy, and can improve the attraction..."
 }
}