{
 "awd_id": "1155962",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:   Discounting the Future in Strategic Interactions in a Heterogeneous Population",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jonathan Leland",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 14534.0,
 "awd_amount": 14534.0,
 "awd_min_amd_letter_date": "2012-09-21",
 "awd_max_amd_letter_date": "2012-09-21",
 "awd_abstract_narration": "Increased diversity, in the form of ethnicity and other dimensions of social identity, is associated with decreased provision of public goods (Easterly and Levine, 1997; Alesina et.al, 2003). Most studies, however, do not consider the implicitly embedded temporal dimension in the provision of public goods, i.e. often the costs are incurred now and the benefits from the public good received later. While a voluminous and growing literature investigates intertemporal choices in individual decisions, other than Deck and Jahedi (2011) - who examine discounting behavior in a competitive environment - there is little research providing empirical evidence on how individuals make intertemporal choices in strategic interactions. In this project the co-PI will address: 1) how the timing of benefits affects voluntary contributions when the benefits are realized in the future, including whether expectation of how others' discount the future influences decision-making, 2) how the timing of contributions affects voluntary contributions, and 3) how individuals discount future provision of public goods in strategic, socially heterogeneous environments. To address these questions, the study employs a novel experimental design that varies (a) the timing of benefits received from public goods and from private consumption in a Voluntary Contribution Mechanism (VCM) game, (b) the timing of contributions towards public goods in the VCM game, and c) the social heterogeneity of participants in the public goods game based on their affiliation with student cultural organizations.\r\n\r\nIn terms of broader impacts, this research will help shed light on the roles of social distance, temporal preferences and their interactions in the provision of public goods. Empirical findings that behaviorally unpack the role of time and social preferences in collective action scenarios will contribute to explaining the mechanisms of non-cooperation when heterogeneous populations interact to provide public goods with delayed benefits. Furthermore, the findings of such a line of inquiry could inform many policy and real-life decisions, in addition to other intertemporal choices that have a strategic component to them. Study findings will be of relevance to scholars and policy-makers concerned with intertemporal choice and the provision of public goods.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ann",
   "pi_last_name": "Bostrom",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ann Bostrom",
   "pi_email_addr": "abostrom@u.washington.edu",
   "nsf_id": "000429596",
   "pi_start_date": "2012-09-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Pradeep",
   "pi_last_name": "Singh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pradeep Singh",
   "pi_email_addr": "ps24@u.washington.edu",
   "nsf_id": "000586352",
   "pi_start_date": "2012-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951202",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 14534.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\">Time plays a critical role in decision-making. Intertemporal choices involve an assessment of the costs and benefits accrued over time. The experimental research conducted with support from this dissertation award investigated how individuals make intertemporal decisions in the face of uncertainty originating from strategic interactions. This research is reported in two chapters of the dissertation. The first chapter deals with the temporal dynamics of value in strategic interactions; the second chapter extends the analysis to incorporate interaction between a homogeneous vis-&agrave;-vis a heterogeneous triad. &nbsp;</p>\n<p class=\"Default\">In the experiment, which was conducted online, participants affiliated with different social groups at the University of Washington, Seattle, participated in a series of one-shot Voluntary Contribution Mechanism (VCM) games; the games extended the incentive structure of the VCM to decompose it into the relative temporal change in the public and private accounts, in addition to varying the social composition of the participating groups. Results from the experiment indicate that temporal delay is a significant factor in explaining voluntary contribution, with the outcomes being sensitive to the time horizon. To gauge the mechanisms of voluntary contribution with delayed rewards, the hypothesis as to whether expectation of how others value the future affect one&rsquo;s own contribution was also tested. The results indicate that conditioning on our future self, how others value the future enters our calculus of voluntary contribution, but conditioning on our present self it has no effect. In &ldquo;real life&rdquo; settings, that benefits from cooperative behavior materialize in the near or distant future is perhaps the general rule.</p>\n<p class=\"Default\">When the delay in benefits from contribution to the public account was 5 days later, no significant effect was found on voluntary contribution; but for 15 days, the time delay was a significant factor in explaining voluntary contribution. The inference drawn from this study is that the lack of (and presence of) an effect at different time horizons could perhaps indicate that for short time delays, the strategic element of the decision-making process masks the temporal element. In other words, the temporal element might require a slightly longer time horizon to become salient. Conditional on the benefit from one&rsquo;s own contribution to the public account being in the future, the change in timing of benefit for the other participants influences voluntary contribution, but conditional on the benefit from one&rsquo;s own contribution being now (in the present), it doesn&rsquo;t. &nbsp;</p>\n<p class=\"Default\">As with most experimental studies, external validity is often a concern (Harrison and List, 2004), and extrapolations of the results obtained to other &ldquo;real-world&rdquo; actors and institutions always needs to be made with caution. Some of the standard issues arising in the external validity of VCM games are the generalizability of the participants used in the study (students at UW who belonged to different social organizations) to participants from other demographics, and the generalizability of the incentive to cooperate for the given amount to other cooperative situations (Andreoni, 2009). By introducing the temporal treatment into the model, the study extends previous studies. In addition, the study also found that across the different temporal scenarios, gender &ndash; introduced as a potentially confounding covariate in the model &ndash; was consistently significant, &nbsp;with males contributing more than females on average. Future research should investigate the role of gender in strategic interaction with temporal delays.The only significant interaction of note in hypothesis tests regarding&nbsp;the role of social treatment and the interaction be...",
  "por_txt_cntn": "Time plays a critical role in decision-making. Intertemporal choices involve an assessment of the costs and benefits accrued over time. The experimental research conducted with support from this dissertation award investigated how individuals make intertemporal decisions in the face of uncertainty originating from strategic interactions. This research is reported in two chapters of the dissertation. The first chapter deals with the temporal dynamics of value in strategic interactions; the second chapter extends the analysis to incorporate interaction between a homogeneous vis-&agrave;-vis a heterogeneous triad.  \nIn the experiment, which was conducted online, participants affiliated with different social groups at the University of Washington, Seattle, participated in a series of one-shot Voluntary Contribution Mechanism (VCM) games; the games extended the incentive structure of the VCM to decompose it into the relative temporal change in the public and private accounts, in addition to varying the social composition of the participating groups. Results from the experiment indicate that temporal delay is a significant factor in explaining voluntary contribution, with the outcomes being sensitive to the time horizon. To gauge the mechanisms of voluntary contribution with delayed rewards, the hypothesis as to whether expectation of how others value the future affect oneÆs own contribution was also tested. The results indicate that conditioning on our future self, how others value the future enters our calculus of voluntary contribution, but conditioning on our present self it has no effect. In \"real life\" settings, that benefits from cooperative behavior materialize in the near or distant future is perhaps the general rule.\nWhen the delay in benefits from contribution to the public account was 5 days later, no significant effect was found on voluntary contribution; but for 15 days, the time delay was a significant factor in explaining voluntary contribution. The inference drawn from this study is that the lack of (and presence of) an effect at different time horizons could perhaps indicate that for short time delays, the strategic element of the decision-making process masks the temporal element. In other words, the temporal element might require a slightly longer time horizon to become salient. Conditional on the benefit from oneÆs own contribution to the public account being in the future, the change in timing of benefit for the other participants influences voluntary contribution, but conditional on the benefit from oneÆs own contribution being now (in the present), it doesnÆt.  \nAs with most experimental studies, external validity is often a concern (Harrison and List, 2004), and extrapolations of the results obtained to other \"real-world\" actors and institutions always needs to be made with caution. Some of the standard issues arising in the external validity of VCM games are the generalizability of the participants used in the study (students at UW who belonged to different social organizations) to participants from other demographics, and the generalizability of the incentive to cooperate for the given amount to other cooperative situations (Andreoni, 2009). By introducing the temporal treatment into the model, the study extends previous studies. In addition, the study also found that across the different temporal scenarios, gender &ndash; introduced as a potentially confounding covariate in the model &ndash; was consistently significant,  with males contributing more than females on average. Future research should investigate the role of gender in strategic interaction with temporal delays.The only significant interaction of note in hypothesis tests regarding the role of social treatment and the interaction between temporal and social treatment was the effect of the three-way interaction between the group to which student were affiliated, the social treatment, and the temporal treatment. This indicates that at the level o..."
 }
}