{
 "awd_id": "1155184",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Technological Citizenship through Hackerspaces",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2012-02-15",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 19796.0,
 "awd_amount": 19796.0,
 "awd_min_amd_letter_date": "2012-02-14",
 "awd_max_amd_letter_date": "2012-02-14",
 "awd_abstract_narration": "New School University doctoral student, Jason Euren, with the supervision of Dr. Miriam Ticktin, will undertake social science research on new intersections of citizenship and technology. The focus of his research will be  \"hackerspaces,\" which are community-operated, physical facilities, where people meet, share resources,  and pursue technical projects. These facilities provide  such resources as advanced laboratory equipment, engineering machinery, and computers. Through hackerspace participation, ordinary citizens are given access to complex, technical systems they would not otherwise have, often for the purpose of addressing issues of public concern (such as monitoring environmental hazards after a natural disaster). Euren seeks to understand the nature, practice, and effect of this growing phenomenon. He will test the hypothesis that it  constitutes a new kind of citizenship, which he terms technological citizenship. The researcher will carry out nine months of ethnographic field research in three hackerspaces, all located in the San Francisco Bay Area. Through participant observation, interviews, and media analysis, he will collect data on the technologies, users, technological activities, and political engagement.\r\n\r\nThe research is important because hackerspaces are a growing phenomenon throughout the world. They suggest a new civic appropriation of technological devices and processes as political strategies, a new kind of citizenship that appears to be crossing national boundaries. Thus findings from this research will contribute to theorizing the changing relationships between citizenship and technology in both national and global contexts. Funding this research also supports the education of a graduate student.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Miriam",
   "pi_last_name": "Ticktin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Miriam Ticktin",
   "pi_email_addr": "ticktinm@newschool.edu",
   "nsf_id": "000555082",
   "pi_start_date": "2012-02-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Euren",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jason Euren",
   "pi_email_addr": "jeuren@metabiota.com",
   "nsf_id": "000586446",
   "pi_start_date": "2012-02-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The New School",
  "inst_street_address": "66 W 12TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2122295600",
  "inst_zip_code": "100118603",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "THE NEW SCHOOL",
  "org_prnt_uei_num": "YNL2H7YNMFP9",
  "org_uei_num": "YNL2H7YNMFP9"
 },
 "perf_inst": {
  "perf_inst_name": "New School University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100118603",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  },
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "7567",
   "pgm_ref_txt": "SOC STUDIES OF SCI, ENG & TECH"
  },
  {
   "pgm_ref_code": "7603",
   "pgm_ref_txt": "SCIENCE, TECH & SOCIETY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 19796.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research explores the increasing desire for civic participation in complex technological systems. Through fieldwork at key sites throughout the San Francisco Bay Area, it describes how governments, non-profits, corporations, and citizen groups are redefining the horizon of civic participation through experimentations with public projects and innovation strategies that transform the relationship between technology and citizenship. This research employs the concept of &ldquo;technological citizenship&rdquo; to characterize the logics by which technology and innovation are becoming central to the organization of civic sociality. In as much as such experiments reimagine the sites and shapes of collective civic participation, these experiments are political projects. This research asks how participatory demands for inclusion in technological processes are transforming the role of modern citizens. By focusing on two primary field sites, the San Francisco Mayor&rsquo;s Office of Civic Innovation and one of the country&rsquo;s first bio-hackerspaces (a community wet lab for biotechnology), this research examines political experiments with civic participation in municipal governance and the field of biotechnology.</p>\n<p>&nbsp;</p>\n<p>A civic innovation ecosystem is taking shape internationally, with San Francisco operating as one of the key sites of its development. Non-profits, municipal governments, and technology companies are creating new formulations of citizenship that are premised upon the accessibility of technology as tools for the public to transform civic life. Open data, civic hackathons, social media platforms: these are the emergent laboratories for formulating technological citizenship. Within this new ecosystem, innovation functions as a promissory currency, premised upon the idea that public participation in technological systems will create solutions to pressing social problems. Competitions and challenges are the events by which civic innovation is nurtured; and collectively, non-profits, municipal governments, and technology companies are iterating upon the structure and design of these events to optimize the outcomes of civic participation. Cities are using these forums to demonstrate and enact improvements in public spaces and municipal processes, focusing on domains such as neighborhood improvement, permitting, and public health. Technology companies are using these forums to demonstrate civic-mindedness, a quality that is being exchanged in San Francisco for tax breaks and other government partnerships. The confluence of technology and innovation ventures alongside the creation of novel forms of public-private partnerships to address the civic good is raising questions about the proper relationship between technology and citizens in San Francisco. As technology increasingly becomes a class-based identity within the San Francisco Bay Area as well as a promissory resource for transforming the social sphere, the question of technological citizenship resounds as a political question about negotiating shared understandings of the public good.</p>\n<p>&nbsp;</p>\n<p>In Silicon Valley, a biohackerspace dedicated to informal science education and innovation is domesticating biotechnology in ways that expand the domain of amateur science and citizenship. Through community project nights, workshops, and lectures, this assemblage of biohackers, students, engineers, and tinkerers are questioning the boundaries of participation in biotechnology. Gene transfer projects within this space challenge assumptions about the location, purpose, and utility of genetic engineering. The question of accessibility to such technologies and skills is framed in terms of the right to science, and, as such, is commonly discussed in terms of citizenship. Citizen science in this context is more than just a demand to participate in the process of allocating scientific resources or...",
  "por_txt_cntn": "\nThis research explores the increasing desire for civic participation in complex technological systems. Through fieldwork at key sites throughout the San Francisco Bay Area, it describes how governments, non-profits, corporations, and citizen groups are redefining the horizon of civic participation through experimentations with public projects and innovation strategies that transform the relationship between technology and citizenship. This research employs the concept of \"technological citizenship\" to characterize the logics by which technology and innovation are becoming central to the organization of civic sociality. In as much as such experiments reimagine the sites and shapes of collective civic participation, these experiments are political projects. This research asks how participatory demands for inclusion in technological processes are transforming the role of modern citizens. By focusing on two primary field sites, the San Francisco MayorÆs Office of Civic Innovation and one of the countryÆs first bio-hackerspaces (a community wet lab for biotechnology), this research examines political experiments with civic participation in municipal governance and the field of biotechnology.\n\n \n\nA civic innovation ecosystem is taking shape internationally, with San Francisco operating as one of the key sites of its development. Non-profits, municipal governments, and technology companies are creating new formulations of citizenship that are premised upon the accessibility of technology as tools for the public to transform civic life. Open data, civic hackathons, social media platforms: these are the emergent laboratories for formulating technological citizenship. Within this new ecosystem, innovation functions as a promissory currency, premised upon the idea that public participation in technological systems will create solutions to pressing social problems. Competitions and challenges are the events by which civic innovation is nurtured; and collectively, non-profits, municipal governments, and technology companies are iterating upon the structure and design of these events to optimize the outcomes of civic participation. Cities are using these forums to demonstrate and enact improvements in public spaces and municipal processes, focusing on domains such as neighborhood improvement, permitting, and public health. Technology companies are using these forums to demonstrate civic-mindedness, a quality that is being exchanged in San Francisco for tax breaks and other government partnerships. The confluence of technology and innovation ventures alongside the creation of novel forms of public-private partnerships to address the civic good is raising questions about the proper relationship between technology and citizens in San Francisco. As technology increasingly becomes a class-based identity within the San Francisco Bay Area as well as a promissory resource for transforming the social sphere, the question of technological citizenship resounds as a political question about negotiating shared understandings of the public good.\n\n \n\nIn Silicon Valley, a biohackerspace dedicated to informal science education and innovation is domesticating biotechnology in ways that expand the domain of amateur science and citizenship. Through community project nights, workshops, and lectures, this assemblage of biohackers, students, engineers, and tinkerers are questioning the boundaries of participation in biotechnology. Gene transfer projects within this space challenge assumptions about the location, purpose, and utility of genetic engineering. The question of accessibility to such technologies and skills is framed in terms of the right to science, and, as such, is commonly discussed in terms of citizenship. Citizen science in this context is more than just a demand to participate in the process of allocating scientific resources or interpreting the results of scientific research (such as the work of patient illness groups since the 1980s). The citiz..."
 }
}