{
 "awd_id": "1155983",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Large-scale controls on Equatorial Pacific nutricline structure",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 561102.0,
 "awd_amount": 561102.0,
 "awd_min_amd_letter_date": "2012-04-24",
 "awd_max_amd_letter_date": "2012-04-24",
 "awd_abstract_narration": "Intellectual Merit:\r\n Subantarctic Mode Water (SAMW) originates from the high latitude Southern Hemisphere. Measurements of radiocarbon and other chemical tracers clearly demonstrate that SAMW is present in the deeper water of the Pacific Equatorial Undercurrent (EUC) [Toggweiler et al., 1991]. More recent WOCE and CLIVAR measurements also show the low radiocarbon signal in the tropical Pacific. These data indicate that the directly ventilated Pacific thermocline is not insulated from deeper levels. Instead, the data show that the thermocline has properties derived from significant diapycnal exchange with deeper waters. Currently no consensus exists on the mechanism responsible for these observations.\r\nThis study will investigate the mechanisms governing the supply of mode water nutrients (primarily NO3 and SiO3) to the equatorial thermocline. Its first hypothesis concerns the fate of mode water in the Pacific. For the lower thermocline, it is argued that an upward diapycnal transport is responsible for the supply of mass and nutrients from below. This primarily occurs over the South Pacific and is a consequence of the tremendous expanse of the subtropical region. This diapycnal nutrient transport mechanism is distinct from explicit vertical diffusion of nutrients, but it is sustained by physical diffusive processes and thus related. For the upper thermocline, it is expected that a distinct combination of mechanisms is responsible, namely: the impact of solar radiation penetrating below the base of the mixed layer, direct air-sea heat exchange between the atmosphere and the sea surface, and local mixing in the upper part of the EUC.\r\nThe second hypothesis is that summer mixed layer depths largely control the formation and export of mode water nutrients from the Southern Ocean. A preliminary sensitivity study indicates that increased Southern Ocean MLD leads to increased pre-formed mode water nutrients. Deeper summer mixed layer depths inhibit NO3 and SIO3 consumption leaving higher winter nutrient concentrations at times of mode water subduction. The goal here is not only to identify the dynamical controls on mode water nutrients, but also to investigate the fate of pre-formed nutrients in the low-latitude thermocline and how this is influenced by Southern Ocean physics.\r\nThese hypotheses will be tested in a water mass framework using Eulerian and Lagrangian diagnostics. This new theoretical approach allows one to identify the interplay of processes including transport, mixing, and biological cycling and analyze their impact on the nutrient supply. A global non- eddying ocean model will be used. It has significantly higher vertical resolution than is typical of ocean climate models, but still allows convergence to steady state for sensitivity studies. This does not imply that mesoscale and sub-mesoscale processes aren?t important. Rather, these efforts to understand vertical processes are complementary.\r\nThe data analysis component of the proposed work will use oceanic &#8710;14C measurements and \"conservative\" nutrient proxy tracers to constrain upwelling pathways and transformation rates in the real ocean. Additional analysis with a full suite of biogeochemical tracers will be carried out to better constrain the large-scale vertical fluxes operating in the Pacific.\r\nBroader Implications: Although the proposed work is largely focused on the physical mechanisms controlling nutrient supply to the EUC, the work will have implications for scientific understanding of both Pacific and Southern Ocean ecosystems and biogeochemistry. The work will also benefit the training of a postdoctoral researcher, and thereby in the preparation of the next generation of earth scientists to engage in interdisciplinary research. If possible, the PIs will also involve undergraduate student(s) in this work as summer interns.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Keith",
   "pi_last_name": "Rodgers",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Keith B Rodgers",
   "pi_email_addr": "krodgers@princeton.edu",
   "nsf_id": "000197476",
   "pi_start_date": "2012-04-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jorge",
   "pi_last_name": "Sarmiento",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jorge L Sarmiento",
   "pi_email_addr": "jls@princeton.edu",
   "nsf_id": "000235524",
   "pi_start_date": "2012-04-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Key",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Robert M Key",
   "pi_email_addr": "key@princeton.edu",
   "nsf_id": "000378603",
   "pi_start_date": "2012-04-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Princeton University",
  "inst_street_address": "1 NASSAU HALL",
  "inst_street_address_2": "",
  "inst_city_name": "PRINCETON",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "6092583090",
  "inst_zip_code": "085442001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "THE TRUSTEES OF PRINCETON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NJ1YPQXQG7U5"
 },
 "perf_inst": {
  "perf_inst_name": "Princeton University",
  "perf_str_addr": "300 Forrestal Road",
  "perf_city_name": "Princeton",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "085406654",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1324",
   "pgm_ref_txt": "CLIMATE VARIABILITY AND PREDICTABILITY"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 561102.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We proposed to investigate the ocean processes governing the supply of nutrients to the Equatorial Pacific (primarily NO3 and SiO3) that fuel primary productivity in the low latitudes. A role for the Shallow Overturning Circulation was originally presented in the study of Toggweiler et al. (1991), and subsequently further developed by Sarmiento et al. (2004).&nbsp; According to this conceptual framework, deep winter mixing in the extratropics drives the formation of mode (unstratified) waters, which tend to move equatorward as part of the Shallow Overturning Circulation.&nbsp; These circulation structures are closed by the poleward transport of waters, largely in the surface Ekman layer in the tropics and then with an important role being played by the Western Boundary Currents in the subtropics.</p>\n<p>Given the large scales of the oceanographic domain considered by the project, the project worked with two different points of process focus (the Equatorial Pacific and the Southern Ocean), as well as a synthesis of the two.&nbsp; The initial point of focus was on the Southern Ocean, where we initially tested the hypothesis that nutrient concentrations of Subantarctic Mode Waters exported towards the low latitudes are impacted by wind stirring at the sea surface, through the use of a three-dimensional ocean circulation model. This resulted in the publication Rodgers et al. (2014).&nbsp; Subsequently three-dimensional Lagrangian diagnostics were applied to evaluate the formation sources of Subantarctic Mode Water and Subtropical Mode Water in the Southern Hemisphere. It was found that not only is the subtropical surface water source of equal magnitude to the circumpolar formation source, but that the subtropical source was also of similar amplitude for the supply of nutrients (specifically NO3) to SAMW formation.&nbsp; Dynamically, this new result implicated a strong role for the western boundary current transport of nutrients in supplying SAMW formation. This underscore that there is a dynamical recycling of nutrients within the Shallow Overturning Circulation in SAMW formation.</p>\n<p>More recent work on the low latitudes has address more specifically the processes within the low latitudes that control the rate of supply of nutrients to the well-lit euphotic zone of the upper ocean, where primary productivity occurs.&nbsp; This new work addressed specifically the relative importance of local remineralization within the low latitudes and dynamical transports of unused nutrients from the extra-tropics in fueling primary productivity.&nbsp; This was investigated using a suite of perturbation runs with a global ocean circulation model.&nbsp; The central sensitivity was tested by comparing a control run (no perturbation with the default version of the model) with a run for which remineralization was&nbsp; disallowed over the depth range 200-1500m between 30S and 30N.&nbsp; The main result of this study is that low latitude productivity in the Equatorial Pacific (15S-15N) is approximately equally sustained by the injection of unused nutrients from the Southern Ocean, and by local (low latitude) recycling of nutrients through remineralization and subsequent transport of these nutrients back into the euphotic zone.</p>\n<p>Complementary work developed Lagrangian tools for quantifying and understanding re-emergence rates of mode waters in the low latitudes.&nbsp; Although our interests are in nutrient cycling, this work focused first on simulations of the anthropogenic carbon transient in a global ocean circulation model, for the case of a model forced with cyclo-stationary (repeat seasonal cycle) forcing.&nbsp; The scientific focus of this work was to quantify the rate of re-emergence of anthropogenic carbon from the ocean interior into the ocean&rsquo;s mixed layer from the ocean interior. It has long been expected that the primary impedance posed by the ocean in the uptake of anthropogenic carbon is strongly connected to dynamical processes limiting the exchange of properties across the base of the mixed layer. However, only recently have modeling efforts and observational analyses begun to quantify and understand such exchanges mechanistically over both regional and global scales.&nbsp; For the work done under this project, we focused on the obduction and subduction rates for anthropogenic carbon during the WOCE era in 1995 using Lagrangian diagnostic tools.&nbsp;&nbsp; Our main finding with the model is that 2.06 Petagrams of carbon per year (PgC/yr) of uptake of anthropogenic carbon occurs via gas exchange , while the subduction and obduction rates of anthropogenic carbon across the mixed layer base are 4.95 PgC/yr and 4.50 PgC/yr, respectively. Given that there is net accumulation of 0.15 PgC/yr in the mixed layer itself, this implies the residual of 1.48 PgC/yr s associated with diffusion and/or other processes.&nbsp; For the Equatorial Pacific the dominant driver of increases in anthropgenic carbon is not local gas exchange across the air-sea interface, but rather the overturning supply of anthropogenic carbon from poleward of 15S and 15N in either hemisphere through the Subtropical Cells.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/29/2016<br>\n\t\t\t\t\tModified by: Keith&nbsp;B&nbsp;Rodgers</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe proposed to investigate the ocean processes governing the supply of nutrients to the Equatorial Pacific (primarily NO3 and SiO3) that fuel primary productivity in the low latitudes. A role for the Shallow Overturning Circulation was originally presented in the study of Toggweiler et al. (1991), and subsequently further developed by Sarmiento et al. (2004).  According to this conceptual framework, deep winter mixing in the extratropics drives the formation of mode (unstratified) waters, which tend to move equatorward as part of the Shallow Overturning Circulation.  These circulation structures are closed by the poleward transport of waters, largely in the surface Ekman layer in the tropics and then with an important role being played by the Western Boundary Currents in the subtropics.\n\nGiven the large scales of the oceanographic domain considered by the project, the project worked with two different points of process focus (the Equatorial Pacific and the Southern Ocean), as well as a synthesis of the two.  The initial point of focus was on the Southern Ocean, where we initially tested the hypothesis that nutrient concentrations of Subantarctic Mode Waters exported towards the low latitudes are impacted by wind stirring at the sea surface, through the use of a three-dimensional ocean circulation model. This resulted in the publication Rodgers et al. (2014).  Subsequently three-dimensional Lagrangian diagnostics were applied to evaluate the formation sources of Subantarctic Mode Water and Subtropical Mode Water in the Southern Hemisphere. It was found that not only is the subtropical surface water source of equal magnitude to the circumpolar formation source, but that the subtropical source was also of similar amplitude for the supply of nutrients (specifically NO3) to SAMW formation.  Dynamically, this new result implicated a strong role for the western boundary current transport of nutrients in supplying SAMW formation. This underscore that there is a dynamical recycling of nutrients within the Shallow Overturning Circulation in SAMW formation.\n\nMore recent work on the low latitudes has address more specifically the processes within the low latitudes that control the rate of supply of nutrients to the well-lit euphotic zone of the upper ocean, where primary productivity occurs.  This new work addressed specifically the relative importance of local remineralization within the low latitudes and dynamical transports of unused nutrients from the extra-tropics in fueling primary productivity.  This was investigated using a suite of perturbation runs with a global ocean circulation model.  The central sensitivity was tested by comparing a control run (no perturbation with the default version of the model) with a run for which remineralization was  disallowed over the depth range 200-1500m between 30S and 30N.  The main result of this study is that low latitude productivity in the Equatorial Pacific (15S-15N) is approximately equally sustained by the injection of unused nutrients from the Southern Ocean, and by local (low latitude) recycling of nutrients through remineralization and subsequent transport of these nutrients back into the euphotic zone.\n\nComplementary work developed Lagrangian tools for quantifying and understanding re-emergence rates of mode waters in the low latitudes.  Although our interests are in nutrient cycling, this work focused first on simulations of the anthropogenic carbon transient in a global ocean circulation model, for the case of a model forced with cyclo-stationary (repeat seasonal cycle) forcing.  The scientific focus of this work was to quantify the rate of re-emergence of anthropogenic carbon from the ocean interior into the ocean?s mixed layer from the ocean interior. It has long been expected that the primary impedance posed by the ocean in the uptake of anthropogenic carbon is strongly connected to dynamical processes limiting the exchange of properties across the base of the mixed layer. However, only recently have modeling efforts and observational analyses begun to quantify and understand such exchanges mechanistically over both regional and global scales.  For the work done under this project, we focused on the obduction and subduction rates for anthropogenic carbon during the WOCE era in 1995 using Lagrangian diagnostic tools.   Our main finding with the model is that 2.06 Petagrams of carbon per year (PgC/yr) of uptake of anthropogenic carbon occurs via gas exchange , while the subduction and obduction rates of anthropogenic carbon across the mixed layer base are 4.95 PgC/yr and 4.50 PgC/yr, respectively. Given that there is net accumulation of 0.15 PgC/yr in the mixed layer itself, this implies the residual of 1.48 PgC/yr s associated with diffusion and/or other processes.  For the Equatorial Pacific the dominant driver of increases in anthropgenic carbon is not local gas exchange across the air-sea interface, but rather the overturning supply of anthropogenic carbon from poleward of 15S and 15N in either hemisphere through the Subtropical Cells.\n\n\t\t\t\t\tLast Modified: 07/29/2016\n\n\t\t\t\t\tSubmitted by: Keith B Rodgers"
 }
}