{
 "awd_id": "1155924",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Manipulating numeracy: Causal effects on judgments and decisions",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jonathan Leland",
 "awd_eff_date": "2012-02-01",
 "awd_exp_date": "2016-01-31",
 "tot_intn_awd_amt": 369735.0,
 "awd_amount": 369735.0,
 "awd_min_amd_letter_date": "2012-01-26",
 "awd_max_amd_letter_date": "2012-01-26",
 "awd_abstract_narration": "Recent research in numeracy suggests that individuals differ substantially in their abilities to process numbers and that, in fact, many people are \"innumerate\". In our increasingly technical world, innumeracy (a lack of ability to understand and use basic probability and mathematical concepts) may be a critical disadvantage to making good decisions in financial, medical, and other domains.\r\n\r\nIn this project, the Principal Investigator will test whether numeracy (as measured through scores on a math test and manipulated in a statistics course) has a causal influence on decision-making abilities tested in the lab and on the quality of judgments and decisions that individuals make. Numeracy will also be manipulated through an in-class self-affirmation manipulation shown previously to improve classroom learning of topics found threatening by some students. She will conduct two series of studies. Study Series 1 will focus on numeracy's causal role in decision-making abilities and (longitudinally) on risk and decision outcomes. Study Series 2 will examine its causal role in additional decision-making abilities, explicit and implicit math attitudes, and important process mechanisms (for example, attention to numbers).\r\n\r\nIn terms of broader impacts, this research will examine whether improving number ability will subsequently improve how people make decisions in health, financial, and other domains. Numerical information is often necessary to making good decisions (e.g., mortgages, health insurance, credit card debt, medical treatment options). Policy makers and others generally assume that if you provide the appropriate numbers, people will understand and use them. Previous research, however, has shown that individuals lower and higher in numeracy rely on different sources of information in decisions, and that those lower in numeracy comprehend less and may make poorer decisions when numbers are involved. For example, lower numeracy has been associated with less ability to follow complex medication regimens and less adequate retirement savings. Numeracy research, however, has been largely correlational in nature and its causal influence is not well understood relative to other third variables (for example, general intelligence). The proposed research should add substantially to our understanding of psychological mechanisms underlying decisions and their impact on quality of life and wellbeing. In short, we propose to test whether numeracy training may be the educational gift that keeps on giving. Broader impacts also include training and career development of graduate and undergraduate students. Finally, the project is expected to inform efforts to improve the teaching of statistics to undergraduates",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ellen",
   "pi_last_name": "Peters",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ellen Peters",
   "pi_email_addr": "ellenpet@uoregon.edu",
   "nsf_id": "000329592",
   "pi_start_date": "2012-01-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "The Ohio State University",
  "perf_str_addr": "Psychology Building 1835 Neil Avenue",
  "perf_city_name": "Columbus",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101351",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 369735.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Numbers are ubiquitous in decisions (e.g., mortgages, credit card debt, health insurance, medical treatment options). Policy makers and others generally assume that if you provide the appropriate numbers, people will understand and use them. Previous research, however, has shown that individuals lower and higher in numeracy (numeric ability) rely on different sources of information in decisions, and that those lower in numeracy comprehend less and may make poorer decisions when numbers are involved. Unknown is whether improving an adult&rsquo;s numeric ability might help them make better decisions and experience better life outcomes.</p>\n<p>The major goal of this project was to test whether we can improve adult numeracy and whether such improvements will have a positive impact on decision-making abilities tested in the lab and financial and health outcomes experienced outside the lab. We have conducted two major studies.&nbsp; First, in a two and a half year longitudinal study, we collected data from volunteer participants in psychology statistics classrooms and from a control group drawn from an Introductory Psychology pool.&nbsp; In each case, participants responded to measures of numeracy, decision-making abilities, risk and decision outcomes, and an assortment of cognitive-ability and other individual-difference measures at the beginning of the term and again at the end of the term.&nbsp; In addition, participants in the statistics classrooms were randomly assigned to a self-affirmation or other-affirmation condition in which they wrote about values important to themselves (self affirmation) or to others (other affirmation) two times during the term.&nbsp;Second, we have also tested a relatively brief arithmetic-training module over the internet.</p>\n<p>Our hypotheses have been partially supported in both studies.&nbsp; In particular, participants who self-affirmed in the statistics course became more numerate over the course of the semester relative to those who other-affirmed. These numeracy improvements led to higher grades, greater intentions to take additional math courses, better financial literacy, and better financial and health outcomes. In addition, our internet-based training module improved numeric ability relative to a control condition and resulted in better risk judgments. Interestingly, training with symbolic numbers (the way we usually teach math; e.g., What is 23 + 54?) resulted in greater improvements among those who believed ahead of time that they were better at math whereas training with nonsymbolic magnitudes (e.g., participants were asked to quickly and approximately add together numbers of dots that showed up on the screen) resulted in better numeracy than symbolic math training among individuals who indicated earlier that they were worse at math.</p>\n<p>Other studies and analyses also have been conducted to: 1) examine the multiple ways that people can be good or bad with numbers and their separable roles in judgments and decisions, 2) improve judgments and decisions (particularly among the less numerate) using a variety of techniques, and 3) develop new measurement techniques to aid future research.</p>\n<p>Thus, studies conducted under this grant have provided some insights into the causal role of numeracy in judgment and decision processes as well as life outcomes. More generally, the results across studies are expected to reveal the psychological mechanisms that underlie health, financial, and other decisions and how various interventions might improve judgments and decisions.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/28/2016<br>\n\t\t\t\t\tModified by: Ellen&nbsp;Peters</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNumbers are ubiquitous in decisions (e.g., mortgages, credit card debt, health insurance, medical treatment options). Policy makers and others generally assume that if you provide the appropriate numbers, people will understand and use them. Previous research, however, has shown that individuals lower and higher in numeracy (numeric ability) rely on different sources of information in decisions, and that those lower in numeracy comprehend less and may make poorer decisions when numbers are involved. Unknown is whether improving an adultÆs numeric ability might help them make better decisions and experience better life outcomes.\n\nThe major goal of this project was to test whether we can improve adult numeracy and whether such improvements will have a positive impact on decision-making abilities tested in the lab and financial and health outcomes experienced outside the lab. We have conducted two major studies.  First, in a two and a half year longitudinal study, we collected data from volunteer participants in psychology statistics classrooms and from a control group drawn from an Introductory Psychology pool.  In each case, participants responded to measures of numeracy, decision-making abilities, risk and decision outcomes, and an assortment of cognitive-ability and other individual-difference measures at the beginning of the term and again at the end of the term.  In addition, participants in the statistics classrooms were randomly assigned to a self-affirmation or other-affirmation condition in which they wrote about values important to themselves (self affirmation) or to others (other affirmation) two times during the term. Second, we have also tested a relatively brief arithmetic-training module over the internet.\n\nOur hypotheses have been partially supported in both studies.  In particular, participants who self-affirmed in the statistics course became more numerate over the course of the semester relative to those who other-affirmed. These numeracy improvements led to higher grades, greater intentions to take additional math courses, better financial literacy, and better financial and health outcomes. In addition, our internet-based training module improved numeric ability relative to a control condition and resulted in better risk judgments. Interestingly, training with symbolic numbers (the way we usually teach math; e.g., What is 23 + 54?) resulted in greater improvements among those who believed ahead of time that they were better at math whereas training with nonsymbolic magnitudes (e.g., participants were asked to quickly and approximately add together numbers of dots that showed up on the screen) resulted in better numeracy than symbolic math training among individuals who indicated earlier that they were worse at math.\n\nOther studies and analyses also have been conducted to: 1) examine the multiple ways that people can be good or bad with numbers and their separable roles in judgments and decisions, 2) improve judgments and decisions (particularly among the less numerate) using a variety of techniques, and 3) develop new measurement techniques to aid future research.\n\nThus, studies conducted under this grant have provided some insights into the causal role of numeracy in judgment and decision processes as well as life outcomes. More generally, the results across studies are expected to reveal the psychological mechanisms that underlie health, financial, and other decisions and how various interventions might improve judgments and decisions.\n\n \n\n\t\t\t\t\tLast Modified: 04/28/2016\n\n\t\t\t\t\tSubmitted by: Ellen Peters"
 }
}