{
 "awd_id": "1155663",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Group-Specific Diatom Silica Production in a Coastal Upwelling System",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2017-03-31",
 "tot_intn_awd_amt": 453487.0,
 "awd_amount": 453487.0,
 "awd_min_amd_letter_date": "2012-01-30",
 "awd_max_amd_letter_date": "2013-03-14",
 "awd_abstract_narration": "This study will examine the distribution of silica production among diatom species, using a novel combination of existing approaches, to evaluate the contributions of specific species or genera to total diatom silica production. Specific hypotheses regarding the distribution of silica production among species of diatoms will be tested by exploiting the strong contrasts in diatom community structure and silica production between a coastal upwelling system and in an oligotrophic subtropical gyre.  Several lines of evidence support the idea that the diatoms responsible for the majority of silica production shifts from the most numerically abundant species in coastal systems to relatively rare, but very large, cells in offshore oligotrophic environments. This shift alters the role of diatoms in regional food webs and because many processes determining the role of phytoplankton groups in biogeochemical cycles are a function of cell size, such a shift has strong implications for regional differences in the contribution of diatoms to upper-ocean carbon cycling and the biological pump. \r\n\r\nThis study also seeks to understand of the role of silicon limitation in regulating diatom silica production at the species level. Si limitation of silica production has been detected in every system examined to date, ranging from the high Si waters of the Antarctic, to coastal upwelling systems and the oligotrophic subtropical gyres. Field studies of Si limitation are rarely accompanied by examination of the species present. When studies do have taxonomic data the lack of information on the performance of individual species makes it impossible to allocate the measured rates among cells, potentially leading to erroneous conclusions about the contribution of specific diatom groups to community composite rates.\r\n\r\nThe project will test five hypotheses. Each is related to the general theme of using species-specific data to improve understanding of the factors regulating diatoms' role in marine food webs. By combining bulk measures of silica production using the radioisotope 32Si with quantitative measures of silicon deposition rates by individual cells using the fluorescent probe 2-(4-pyridyl)-5((4-(2-dimethylaminoethyl-aminocarbamoyl)-methoxy)phenyl)oxazole, or PDMPO, the following will be determined: species-specific diatom contributions to total community silica production, regional differences in the distribution of silica production among diatom species as a function of cell size, species-specific kinetic parameters governing the ability of species to compete for dissolved silicon, and whether dominance of a particular diatom group or species can be explained by knowledge of their capacity to utilize Si and their numerical abundance (as opposed to other factors such as grazing or limitation by other nutrients).\r\n\r\nBroader impacts:\r\nSpecific-specific knowledge from field assemblages will improve the understanding of the major biological and ecological drivers of organic carbon and silica production by diatoms in the sea. This dataset will also help identify key species for inclusion in food-web and biogeochemical models in coastal and oligotrophic gyre ecosystems, and test whether knowledge of diatom nutrient uptake capacity from laboratory studies are representative of diatoms in mixed communities in the field. This project will also provide research experiences for undergraduates in both the laboratory and field settings, and will include a K-12 outreach program designed in collaboration with scientific-outreach personnel from UCSB's Marine Science Institute's Oceans to Classroom (O2C) program for use in regional elementary schools. O2C currently reaches over 18,000 students in >800 regional K-12 classrooms annually bringing marine science to life for students using real-life examples of marine research by UCSB PIs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Krause",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey W Krause",
   "pi_email_addr": "jkrause@disl.org",
   "nsf_id": "000562165",
   "pi_start_date": "2012-01-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "Marine Science Institute",
  "perf_str_addr": "3147 Marine Biotechnology Lab",
  "perf_city_name": "Santa Barbara",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931066150",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1195",
   "pgm_ref_txt": "LONG TERM ECOLOGICAL RESEARCH"
  },
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 453487.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project goal was to combine existing methods for silica production using a radioisotope with measures of silicon deposition rates using the fluorescent probe to gain further understanding into the role that individual diatom groups play in the assemblage processes.&nbsp; This project included laboratory and field work, along with student training and public outreach.</p>\n<p>Laboratory work was conducted using diatom clones isolated cells from the north central California Coast.&nbsp; These experiments helped refine the incorporation ratio of fluorescent dye relative to diatom silica among the clones.&nbsp; Comparing our data with previous work helped produce the most robust analysis of incorporation ratio to date and provided the essential information for making the fluorescent dye a quantitative field method.&nbsp; The methods resulting from this laboratory work were tested in the field.&nbsp;</p>\n<p>This project supported one field cruise and work on two cruises of opportunity.&nbsp; The 2013 DYE labeling of diATOM silica (DYEatom) took place aboard the R/V Pt. Sur in June/July.&nbsp; The goal was to sample a variety of diatom assemblages in various states of nutrient stress (i.e. replete to chronically stressed), and this was achieved.&nbsp; The Ph.D. student supported and trained by this project was able to conduct additional work aboard two cruises of opportunity:&nbsp; June 2014 aboard the R/V Melville and April 2015 aboard the R/V Oceanus.&nbsp; The refined field method resulting from the laboratory and cruise work was published in 2015 (Limnology and Oceanography:&nbsp; Methods).&nbsp; Perhaps the most exciting results are determination of kinetic parameters for individual diatom groups in the field.&nbsp; During the 2013 DYEatom cruise, <em>Chaetoceros</em> and <em>Pseudo-nitzschia</em> routinely switched as the most abundant diatom group, but this new method showed their efficiency for taking up silicon from seawater was significantly different.&nbsp; This experiment provides the first direct evidence that <em>Pseudo-nitzschia</em> has a high capacity for persistence at low silicic acid, this would be due to their high affinity for Si at low substrate. &nbsp;This result is consistent with explanations for the dominance of this organism group in waters affected by anthropogenic activity, e.g. increases in N and reductions in Si which has been coincident with shifts away from large diatoms dominating the phytoplankton to <em>Pseudo-nitzschia</em> and dinoflagellate dominance.</p>\n<p>This project also supported multiple outreach efforts by the PI at his home institution, Dauphin Island Sea Lab.&nbsp; The phytoplankton 3-d models developed for outreach have also been used numerous times by the PI and his group at DISL&rsquo;s Annual open house, presentations to students either during their field trips to DISL or to local classrooms in the city of Mobile, AL (Figure 7).&nbsp; In addition to DISL-based instruction, to date, the models have been used in teachers&rsquo; workshops at Florida Polytechnic, for museum displays in the Canadian Museum of Nature &ndash; Mus&eacute;e Canadien de la Nature Ottawa, and used by colleagues in Europe to scale up fluid dynamic studies of phytoplankton and shear; these represent only those parties who have used the models and communicated it.&nbsp; Additionally, a DISL Educator has used the models and recently presented at the 2017 National Marine Educators Association meeting in Charleston, South Carolina.&nbsp; This outreach drew much acclaim from educators with mid-Atlantic Sea Grant programs to classroom educators at multiple levels.&nbsp; The two teaching-aid posters produced have been freely given to regional teachers for use in their classrooms in addition to using in DISL Discovery Hall Program&rsquo;s Plankton module instructional unit, which is presented to several hundred primary school children annually.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/05/2017<br>\n\t\t\t\t\tModified by: Jeffrey&nbsp;W&nbsp;Krause</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project goal was to combine existing methods for silica production using a radioisotope with measures of silicon deposition rates using the fluorescent probe to gain further understanding into the role that individual diatom groups play in the assemblage processes.  This project included laboratory and field work, along with student training and public outreach.\n\nLaboratory work was conducted using diatom clones isolated cells from the north central California Coast.  These experiments helped refine the incorporation ratio of fluorescent dye relative to diatom silica among the clones.  Comparing our data with previous work helped produce the most robust analysis of incorporation ratio to date and provided the essential information for making the fluorescent dye a quantitative field method.  The methods resulting from this laboratory work were tested in the field. \n\nThis project supported one field cruise and work on two cruises of opportunity.  The 2013 DYE labeling of diATOM silica (DYEatom) took place aboard the R/V Pt. Sur in June/July.  The goal was to sample a variety of diatom assemblages in various states of nutrient stress (i.e. replete to chronically stressed), and this was achieved.  The Ph.D. student supported and trained by this project was able to conduct additional work aboard two cruises of opportunity:  June 2014 aboard the R/V Melville and April 2015 aboard the R/V Oceanus.  The refined field method resulting from the laboratory and cruise work was published in 2015 (Limnology and Oceanography:  Methods).  Perhaps the most exciting results are determination of kinetic parameters for individual diatom groups in the field.  During the 2013 DYEatom cruise, Chaetoceros and Pseudo-nitzschia routinely switched as the most abundant diatom group, but this new method showed their efficiency for taking up silicon from seawater was significantly different.  This experiment provides the first direct evidence that Pseudo-nitzschia has a high capacity for persistence at low silicic acid, this would be due to their high affinity for Si at low substrate.  This result is consistent with explanations for the dominance of this organism group in waters affected by anthropogenic activity, e.g. increases in N and reductions in Si which has been coincident with shifts away from large diatoms dominating the phytoplankton to Pseudo-nitzschia and dinoflagellate dominance.\n\nThis project also supported multiple outreach efforts by the PI at his home institution, Dauphin Island Sea Lab.  The phytoplankton 3-d models developed for outreach have also been used numerous times by the PI and his group at DISL?s Annual open house, presentations to students either during their field trips to DISL or to local classrooms in the city of Mobile, AL (Figure 7).  In addition to DISL-based instruction, to date, the models have been used in teachers? workshops at Florida Polytechnic, for museum displays in the Canadian Museum of Nature &ndash; Mus&eacute;e Canadien de la Nature Ottawa, and used by colleagues in Europe to scale up fluid dynamic studies of phytoplankton and shear; these represent only those parties who have used the models and communicated it.  Additionally, a DISL Educator has used the models and recently presented at the 2017 National Marine Educators Association meeting in Charleston, South Carolina.  This outreach drew much acclaim from educators with mid-Atlantic Sea Grant programs to classroom educators at multiple levels.  The two teaching-aid posters produced have been freely given to regional teachers for use in their classrooms in addition to using in DISL Discovery Hall Program?s Plankton module instructional unit, which is presented to several hundred primary school children annually.\n\n \n\n\t\t\t\t\tLast Modified: 07/05/2017\n\n\t\t\t\t\tSubmitted by: Jeffrey W Krause"
 }
}