{
 "awd_id": "1155642",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: In Service of Those Who Serve: An Ethnography of Psychologists, Ethics, and the Care of Soldiers",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 15550.0,
 "awd_amount": 15550.0,
 "awd_min_amd_letter_date": "2012-08-01",
 "awd_max_amd_letter_date": "2012-08-01",
 "awd_abstract_narration": "Doctoral student Shana Lessing (Graduate Center of the City University of New York), supervised by Dr. Vincent Crapanzano, will undertake research on how professional and ethical goals may be shaped by disciplinary histories, institutions, and practices. The case on which she will focus is the military psychologist. Against a background of debate about psychological care of soldiers, the researcher will examine how ethical questions are figured in the everyday work of treating, diagnosing, and producing authoritative knowledge. Findings from the research will provide a situated analysis of how practitioners negotiate between clinical and military institutional priorities.\r\n\r\nThe research will be conducted over 11 months. In Phase I, the researcher will conduct an ethnographic investigation of military psychology's professional cultures in the Washington, D.C., area. In Phase II, she will shift her attention to psychologists who serve soldiers at an army base. She will collect data using a mix of social science methodologies including interviewing and participant observation in local activities. Data collection will focus on institutional structures, professional cultures, and theoretical and clinical approaches; professional-ethical discourses and frameworks; identification and resolution of ethical conflicts.\r\n\r\nFindings from this research will contribute to social science understanding of the relationship between personal and professional ethics and institutional contexts. Investigating military psychologists' own perspectives on the value and efficacy of current treatment models in a military context, this research will expand understandings of the factors shaping mental health care in the military. Supporting this research also supports the education of a graduate student.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vincent",
   "pi_last_name": "Crapanzano",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Vincent B Crapanzano",
   "pi_email_addr": "vcrapanzano@earthlink.net",
   "nsf_id": "000196556",
   "pi_start_date": "2012-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shana",
   "pi_last_name": "Lessing",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Shana A Lessing",
   "pi_email_addr": "SLessing@gc.cuny.edu",
   "nsf_id": "000585352",
   "pi_start_date": "2012-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY Graduate School University Center",
  "inst_street_address": "365 5TH AVE STE 8113",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128177526",
  "inst_zip_code": "100164309",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "QVW9TFAZJFE7"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY Graduate School University Center",
  "perf_str_addr": "",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100164309",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 15550.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This study of clinical military psychologists in the United States examines the ethical commitments and uncertainties underlying practitioners&rsquo; roles as both clinicians and military officers. Said to 'serve two masters,' clinical military psychologists attend both to the needs of individual patient-soldiers, and to the national defense need for combat-ready troops. Their work thus fuses the provision of expert care with the production of expert knowledge that can decide deployment, discharge, and compensation. Amidst reports of rising rates of military suicides and post-traumatic stress disorder, recent years have brought forth both fervent public demands for better psychological care of servicemembers, and ethical questions concerning military psychologists&rsquo; ability to serve in the interests of both patient-soldiers and military institutions. Yet little attention has been given to military psychologists' own perspectives on their work and its requirements. This research investigates how practitioners themselves interpret and strive to fulfill potentially conflicting roles and expectations. It aims to extend understandings of &lsquo;professional ethics&rsquo; as codified norms and guidelines by considering how professional-ethical sensibilities are configured, challenged, and revised in day-to-day tasks, routines, and interactions. &nbsp;Ethnographic research was focused on how practitioners (a) negotiate among divergent goals and priorities; (b) identify, interpret, and respond to ethical conflicts or disjunctures; (c) define and endeavor toward &lsquo;ethical practice,&rsquo; both with and beyond institutional norms and protocols.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; For military psychologists, conflicts of &lsquo;dual loyalty&rsquo; &ndash; wherein practitioners&rsquo; professional-ethical obligations come into conflict with military needs, practices and regulations &ndash; are not uncommon, and pertain most frequently to matters of confidentiality, and determinations of discharge or redeployment. Professional discourses tend to address these situations from a &lsquo;technical&rsquo; and prescriptive perspective, offering strategies for resolution through careful consideration of the ethics code and weighing of options. This research suggested, however, that this framework is not sufficient to address the broader contours of military psychologists&rsquo; &lsquo;professional-ethical lives.&rsquo; As practitioners&rsquo; engagements with their work and their patients were continually reconfigured and revised through the course of professional practice, their experiences of ethical conflict and moral discomfort were often not easily reducible to competing sets of &lsquo;military&rsquo; and &lsquo;psychotherapeutic&rsquo; obligations or values. Examining the ways in which practitioners work out the meanings and measures of &lsquo;ethical practice&rsquo; in shifting settings and conditions (whether at home &lsquo;in garrison&rsquo; or deployed in combat zones), this study highlighted that ethical concerns, imperatives, and commitments are not simply &lsquo;imparted&rsquo; through professional training, but also mediated by public expectations, institutional structures, and clinical and non-clinical relationships.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/10/2014<br>\n\t\t\t\t\tModified by: Shana&nbsp;A&nbsp;Lessing</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\n            This study of clinical military psychologists in the United States examines the ethical commitments and uncertainties underlying practitionersÆ roles as both clinicians and military officers. Said to 'serve two masters,' clinical military psychologists attend both to the needs of individual patient-soldiers, and to the national defense need for combat-ready troops. Their work thus fuses the provision of expert care with the production of expert knowledge that can decide deployment, discharge, and compensation. Amidst reports of rising rates of military suicides and post-traumatic stress disorder, recent years have brought forth both fervent public demands for better psychological care of servicemembers, and ethical questions concerning military psychologistsÆ ability to serve in the interests of both patient-soldiers and military institutions. Yet little attention has been given to military psychologists' own perspectives on their work and its requirements. This research investigates how practitioners themselves interpret and strive to fulfill potentially conflicting roles and expectations. It aims to extend understandings of æprofessional ethicsÆ as codified norms and guidelines by considering how professional-ethical sensibilities are configured, challenged, and revised in day-to-day tasks, routines, and interactions.  Ethnographic research was focused on how practitioners (a) negotiate among divergent goals and priorities; (b) identify, interpret, and respond to ethical conflicts or disjunctures; (c) define and endeavor toward æethical practice,Æ both with and beyond institutional norms and protocols.\n\n            For military psychologists, conflicts of ædual loyaltyÆ &ndash; wherein practitionersÆ professional-ethical obligations come into conflict with military needs, practices and regulations &ndash; are not uncommon, and pertain most frequently to matters of confidentiality, and determinations of discharge or redeployment. Professional discourses tend to address these situations from a ætechnicalÆ and prescriptive perspective, offering strategies for resolution through careful consideration of the ethics code and weighing of options. This research suggested, however, that this framework is not sufficient to address the broader contours of military psychologistsÆ æprofessional-ethical lives.Æ As practitionersÆ engagements with their work and their patients were continually reconfigured and revised through the course of professional practice, their experiences of ethical conflict and moral discomfort were often not easily reducible to competing sets of æmilitaryÆ and æpsychotherapeuticÆ obligations or values. Examining the ways in which practitioners work out the meanings and measures of æethical practiceÆ in shifting settings and conditions (whether at home æin garrisonÆ or deployed in combat zones), this study highlighted that ethical concerns, imperatives, and commitments are not simply æimpartedÆ through professional training, but also mediated by public expectations, institutional structures, and clinical and non-clinical relationships.\n\n \n\n \n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 03/10/2014\n\n\t\t\t\t\tSubmitted by: Shana A Lessing"
 }
}