{
 "awd_id": "1155800",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: A Social History of Access to Online Media by People with Disabilities",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Linda Layne",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2012-09-30",
 "tot_intn_awd_amt": 3100.0,
 "awd_amount": 3100.0,
 "awd_min_amd_letter_date": "2012-04-06",
 "awd_max_amd_letter_date": "2012-04-06",
 "awd_abstract_narration": "Doctoral Dissertation Research: A Social History of Access to Online Media by People with Disabilities\r\n\r\n\r\nAccessibility is necessary for full inclusion in online spaces, and is thus a critically important dimension of increasingly technologically mediated contemporary democracies.  Yet despite the existence of regulations to ensure accessibility by people with disabilities, access disparities, particularly for people with visual impairment, still exist.  This study uses archival documents, open-ended interviews, and policy documents to explain the formation of accessibility policies in the United States between 1985 and 2010.  It also uses analysis of media representations, including popular press and fictional portrayals, to demonstrate how disability was understood in relation to online technology during the same period. Finally, participant observation of a disability blogosphere and open-ended interviews with bloggers illustrate the continuing challenges for people with disabilities in having their accessibility needs met.  Findings illuminate gaps between intended audiences, technical knowledge, disability rights, and the consumption and production of online content. \r\n\r\nBy highlighting these tensions among stakeholders, and the resulting incomplete implementation of accessibility policies, this project challenges media studies' optimistic notions of participatory culture, contributes to debates about an online public sphere, and augments critical disability studies research on accommodation and equity. This project also provides a theoretical linkage between studies of the social construction of technology, and disability studies scholarship. \r\n\r\nThe results of this project benefit policymakers, web developers, and web users with disabilities. In addition to contributing to the completion of a doctoral dissertation, this research will result in the creation and dissemination of policy documents to assist policymakers in closing gaps in accessibility. Findings also enable web designers to identify ways of remedying problems of differential access, and assist people with disabilities in strengthening and implementing policies and practices that further the production of accessible online media.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Gray",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan A Gray",
   "pi_email_addr": "jagray3@wisc.edu",
   "nsf_id": "000599065",
   "pi_start_date": "2012-04-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Ellcessor",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth A Ellcessor",
   "pi_email_addr": "ellcessor@wisc.edu",
   "nsf_id": "000599066",
   "pi_start_date": "2012-04-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "821 University Ave.",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061412",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7567",
   "pgm_ref_txt": "SOC STUDIES OF SCI, ENG & TECH"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 3100.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Elizabeth Ellcessor has completed and defended her dissertation &ldquo;Access Ability: Policies, Practices, and Representations of Disabilty Online,&rdquo; supported by NSF Dissertation Improvement Grant #1155800. During her funding period, Ellcessor conducted historical research at the Library of Congress, consulting difficult to find resources on the early history of the World Wide Web and its effects on Americans with disabilities. These resources included old textbooks and guides to web development, as well as guidebooks to online resources for people with disabilities. She also conducted interviews with professionals in the field of web accessibility as well as with bloggers with disabilities, asking about experiences with accessible technologies.</p>\n<p>The research completed during her funding period supplemented discursive analysis&nbsp;of popular texts, participant observation in a disability blogosphere, and already completed archival and interview work. Thus, during her funding period, Ellcessor was also focused on the analysis of data and the writing of her final dissertation. Drawing on the social history of web accessibility, Ellcessor&rsquo;s dissertation proposed a model for the study of media in terms of access, an often overlooked, intersectional phenomenon that shapes not just whether media is used, but how it is used, by an individual or group of people. This dissertation was defended, and Ellcessor&rsquo;s degree awarded, in May 2012.</p>\n<p>Ellcessor&rsquo;s dissertation uncovered an alternative social history of the web, in which users with disabilities&rsquo; needs are made central to understanding the development of computer and internet technology from 1985-2010. In addition to its importance as an untold history of a marginalized perspective, this interdisciplinary project made important contributions in multiple fields. First, it argued that media studies needs to consider disability and access as central factors in understanding media audiences and use. Secondly, it contributed to disability studies by applying the theories of the field to internet technologies. Thirdly, it contributed to science and technology studies because it uncovers an untold history of internet technology and connects it to current uses of online media.&nbsp;</p>\n<p>Following the completion of her dissertation, Ellcessor developed outreach materials designed to both share this history, and to promote strategies for expanding the accessibility of the web for people with disabilities. One document, aimed at web accessibility professionals, highlights the differences in how users with disabilities understand accessibility, and suggests ways of better communicating with users. A second document, aimed at web users with disabilities, summarizes accessibility policies and provides resources for getting involved, creating accessible content, or reporting access problems. These short documents are available through her website, and were shared directly with interview participants, as well as being publicized via Twitter, email, and other online networks. Ellcessor has also participated in other forms of outreach. She is bringing accessibility concerns to a major media studies organization, the Society for Cinema and Media Studies, in her capacity as Chair of the IT Committee. Additionally, she has done an interview with VITAC, a closed-captioning company, emphasizing the civil rights components of accessibility online.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/26/2012<br>\n\t\t\t\t\tModified by: Elizabeth&nbsp;A&nbsp;Ellcessor</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nElizabeth Ellcessor has completed and defended her dissertation \"Access Ability: Policies, Practices, and Representations of Disabilty Online,\" supported by NSF Dissertation Improvement Grant #1155800. During her funding period, Ellcessor conducted historical research at the Library of Congress, consulting difficult to find resources on the early history of the World Wide Web and its effects on Americans with disabilities. These resources included old textbooks and guides to web development, as well as guidebooks to online resources for people with disabilities. She also conducted interviews with professionals in the field of web accessibility as well as with bloggers with disabilities, asking about experiences with accessible technologies.\n\nThe research completed during her funding period supplemented discursive analysis of popular texts, participant observation in a disability blogosphere, and already completed archival and interview work. Thus, during her funding period, Ellcessor was also focused on the analysis of data and the writing of her final dissertation. Drawing on the social history of web accessibility, EllcessorÆs dissertation proposed a model for the study of media in terms of access, an often overlooked, intersectional phenomenon that shapes not just whether media is used, but how it is used, by an individual or group of people. This dissertation was defended, and EllcessorÆs degree awarded, in May 2012.\n\nEllcessorÆs dissertation uncovered an alternative social history of the web, in which users with disabilitiesÆ needs are made central to understanding the development of computer and internet technology from 1985-2010. In addition to its importance as an untold history of a marginalized perspective, this interdisciplinary project made important contributions in multiple fields. First, it argued that media studies needs to consider disability and access as central factors in understanding media audiences and use. Secondly, it contributed to disability studies by applying the theories of the field to internet technologies. Thirdly, it contributed to science and technology studies because it uncovers an untold history of internet technology and connects it to current uses of online media. \n\nFollowing the completion of her dissertation, Ellcessor developed outreach materials designed to both share this history, and to promote strategies for expanding the accessibility of the web for people with disabilities. One document, aimed at web accessibility professionals, highlights the differences in how users with disabilities understand accessibility, and suggests ways of better communicating with users. A second document, aimed at web users with disabilities, summarizes accessibility policies and provides resources for getting involved, creating accessible content, or reporting access problems. These short documents are available through her website, and were shared directly with interview participants, as well as being publicized via Twitter, email, and other online networks. Ellcessor has also participated in other forms of outreach. She is bringing accessibility concerns to a major media studies organization, the Society for Cinema and Media Studies, in her capacity as Chair of the IT Committee. Additionally, she has done an interview with VITAC, a closed-captioning company, emphasizing the civil rights components of accessibility online.\n\n\t\t\t\t\tLast Modified: 10/26/2012\n\n\t\t\t\t\tSubmitted by: Elizabeth A Ellcessor"
 }
}