{
 "awd_id": "1155566",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Cyanate availability and utilization by marine microbial assemblages",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Donald L. Rice",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 149992.0,
 "awd_amount": 149992.0,
 "awd_min_amd_letter_date": "2012-02-27",
 "awd_max_amd_letter_date": "2014-02-20",
 "awd_abstract_narration": "Researchers from the Marine Biological Laboratory at Woods Hole and from Old Dominion University will continue to develop a HPLC method for the measurement of cyante in seawater and will use this to demonstrate that cynate is present at measureable and environmentally relevant concentrations in natural water samples. It is hypothsized that cyanate could be an important source of nitrogen (N) to microbes and potentially also a source of carbon, for both phototrophic and heterotrophic organisms. Once the method is developed and tested the investigators will perform experiments in the laboratory primarily to examine the importance of cyante as a N source to microbes, and to demonstrate that cyanate itself rather than a breakdown product is assimialted and incorporated into cellular material. The studies will also involve coastal sampling focusing on Synechococcus and the identification of the organisms that assimilate cyanate, and examine the expression of the related genes. These preliminary studies will provide the foundation for more detailed future studies. \r\n\r\nThis study will contribute to an improved understanding of the importance of small molecular weight organic N compounds as a source of N for organism growth and will build on other studies examining the importance of organic N compunds in the marine environment. The project will be part of the studies of a graduate student and fund other researchers and the investigators will incorporate their findings into current outreach efforts at all levels.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Mark Welch",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "David B Mark Welch",
   "pi_email_addr": "dmarkwelch@mbl.edu",
   "nsf_id": "000201700",
   "pi_start_date": "2014-02-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Anton",
   "pi_last_name": "Post",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Anton F Post",
   "pi_email_addr": "01MR153648@SIDDUPLICATE.sid",
   "nsf_id": "000000000",
   "pi_start_date": "2012-02-27",
   "pi_end_date": "2012-07-27"
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Joshua",
   "pi_last_name": "Hamilton",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Joshua W Hamilton",
   "pi_email_addr": "jhamilton@mbl.edu",
   "nsf_id": "000526756",
   "pi_start_date": "2013-05-21",
   "pi_end_date": "2014-02-20"
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Borisy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gary Borisy",
   "pi_email_addr": "gborisy@mbl.edu",
   "nsf_id": "000562516",
   "pi_start_date": "2012-07-28",
   "pi_end_date": "2013-05-20"
  }
 ],
 "inst": {
  "inst_name": "Marine Biological Laboratory",
  "inst_street_address": "7 M B L ST",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082897243",
  "inst_zip_code": "025431015",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "THE MARINE BIOLOGICAL LABORATORY",
  "org_prnt_uei_num": "M2XKLRTA9G44",
  "org_uei_num": "M2XKLRTA9G44"
 },
 "perf_inst": {
  "perf_inst_name": "Marine Biological Laboratory",
  "perf_str_addr": "7 MBL Street",
  "perf_city_name": "Woods Hole",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 149992.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Nitrogen (N) is thought to limit productivity in large parts of the ocean.&nbsp;&nbsp;Because productivity in much of the ocean is limited by N, the oceanic N cycle is linked to the uptake (and release) of carbon dioxide by the oceans and as such, is sensitive to many climate change drivers. We live in an era when many of Earth&rsquo;s ecosystems are under increasing strain due to accelerating human exploitation and disruption of natural nutrient and carbon cycles.&nbsp;&nbsp;As a result of this project, we have discovered that cyanate plays a dynamic role in the oceanic N cycle and is bioavailable to marine microbes (Kamennaya and Post 2013,&nbsp;<em>Limnol. Oceanogr.</em>).&nbsp;&nbsp;Until now there was no method for estimating cyanate concentrations in seawater or its uptake by microorganisms.&nbsp;&nbsp;As part of this project, we developed a sensitive method for measuring cyanate concentrations in seawater (Widner et al. 2013,&nbsp;<em>Analytical Chemistry</em>) and worked with Cambridge Isotopes to synthesize a highly enriched (<sup>15</sup>N and&nbsp;<sup>13</sup>C) cyanate compound to use in tracer studies to estimate its uptake by microorganisms.&nbsp;&nbsp;We then provided the first cross-system comparison of cyanate concentrations and uptake by microbes (Post el., in prep).&nbsp;&nbsp;In addition, we made a detailed examination of environmental gradients in cyanate concentrations and compared cyanate concentrations and uptake kinetics with those of other bioavailable N compounds (see e.g. Saito et al 2014,&nbsp;<em>Science</em>).&nbsp;&nbsp;We made the first detailed measurements of cyanate concentrations in seawater, and, based on these results, we contend that cyanate contributes substantially to nitrogen cycling in both coastal and offshore marine environments.</p>\n<p>Because of the likely sources of its production and consumption, cyanate exhibits a nutrient like distribution in the environment.&nbsp;&nbsp;However, we still know little about its distribution in most systems. These observations may contribute to balancing the marine N budget and understanding the metabolic diversity of marine microbes in the ocean at present and the diversity of microbial metabolisms over Earth&rsquo;s history.&nbsp;&nbsp;&nbsp;Our results also generate a multitude of questions that are likely to be fodder for decades of research to come.&nbsp;&nbsp;What are the dominant sources and sinks of cyanate in disparate marine environments?&nbsp;&nbsp;Which organisms produce and consume cyanate, and does this change depending on environmental conditions?&nbsp;&nbsp;Might this simple compound have been important in the evolution of life?&nbsp;&nbsp;Is cyanate also an important participant in nitrogen cycling in freshwater and terrestrial systems?&nbsp;&nbsp;Are there agricultural, urban, and industrial sources of cyanate? These questions are of interest not only to marine biogeochemists but also to freshwater and terrestrial biogeochemists; environmental chemists, engineers, and microbiologists; molecular biologists and evolutionary biologists; geobiologists and paleochemists; and astrobiologists.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/16/2015<br>\n\t\t\t\t\tModified by: David&nbsp;B&nbsp;Mark Welch</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNitrogen (N) is thought to limit productivity in large parts of the ocean.  Because productivity in much of the ocean is limited by N, the oceanic N cycle is linked to the uptake (and release) of carbon dioxide by the oceans and as such, is sensitive to many climate change drivers. We live in an era when many of EarthÆs ecosystems are under increasing strain due to accelerating human exploitation and disruption of natural nutrient and carbon cycles.  As a result of this project, we have discovered that cyanate plays a dynamic role in the oceanic N cycle and is bioavailable to marine microbes (Kamennaya and Post 2013, Limnol. Oceanogr.).  Until now there was no method for estimating cyanate concentrations in seawater or its uptake by microorganisms.  As part of this project, we developed a sensitive method for measuring cyanate concentrations in seawater (Widner et al. 2013, Analytical Chemistry) and worked with Cambridge Isotopes to synthesize a highly enriched (15N and 13C) cyanate compound to use in tracer studies to estimate its uptake by microorganisms.  We then provided the first cross-system comparison of cyanate concentrations and uptake by microbes (Post el., in prep).  In addition, we made a detailed examination of environmental gradients in cyanate concentrations and compared cyanate concentrations and uptake kinetics with those of other bioavailable N compounds (see e.g. Saito et al 2014, Science).  We made the first detailed measurements of cyanate concentrations in seawater, and, based on these results, we contend that cyanate contributes substantially to nitrogen cycling in both coastal and offshore marine environments.\n\nBecause of the likely sources of its production and consumption, cyanate exhibits a nutrient like distribution in the environment.  However, we still know little about its distribution in most systems. These observations may contribute to balancing the marine N budget and understanding the metabolic diversity of marine microbes in the ocean at present and the diversity of microbial metabolisms over EarthÆs history.   Our results also generate a multitude of questions that are likely to be fodder for decades of research to come.  What are the dominant sources and sinks of cyanate in disparate marine environments?  Which organisms produce and consume cyanate, and does this change depending on environmental conditions?  Might this simple compound have been important in the evolution of life?  Is cyanate also an important participant in nitrogen cycling in freshwater and terrestrial systems?  Are there agricultural, urban, and industrial sources of cyanate? These questions are of interest not only to marine biogeochemists but also to freshwater and terrestrial biogeochemists; environmental chemists, engineers, and microbiologists; molecular biologists and evolutionary biologists; geobiologists and paleochemists; and astrobiologists.  \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 01/16/2015\n\n\t\t\t\t\tSubmitted by: David B Mark Welch"
 }
}