{
 "awd_id": "1155207",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Overcoming Obstacles in the Implementation of Forensic Age Progression",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mark Hurwitz",
 "awd_eff_date": "2012-03-15",
 "awd_exp_date": "2017-02-28",
 "tot_intn_awd_amt": 300587.0,
 "awd_amount": 300587.0,
 "awd_min_amd_letter_date": "2012-02-28",
 "awd_max_amd_letter_date": "2014-07-01",
 "awd_abstract_narration": "Missing children represent an important problem for law enforcement.  This problem is complicated by the fact that the appearance of children changes as they grow older, making it more difficult to engage the public's help in finding them.  One approach that has been recommended is the use of forensic age progression. In forensic age progression, knowledge of typical facial growth patterns are applied to photographs of children from around the time they went missing in order to provide an estimate of the child's current appearance.  Age progression may also use photographs of biological relatives on the assumption that the child?s current appearance may be similar to that of their relatives.\r\n\r\nAge progression is used in about one-third of long-term missing child cases. Unfortunately, prior research has been limited and has produced mixed results.  Although it is sensible to apply information about average growth rates to provide an estimate of a child's current appearance, there is also considerable variability in growth patterns between children.  This makes accurate prediction in the case of an individual child difficult.  The planned research examines factors that may influence the effectiveness of age progressions.  During the first year, this research will examine the influence of age range on the effectiveness of age progressions.  In Years 2 and 3, the research will examine the impact of presenting multiple age progressions showing what the child may currently look like.  \r\n\r\nThe proposed research is one of the first systematic attempts to understand the factors that impact the success of forensic age progression. Knowing more about the factors that lead to successful age progressions will allow practitioners to more create more accurate estimates of the appearance of missing children, resulting in an improved likelihood of recovering missing children.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Lampinen",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "James M Lampinen",
   "pi_email_addr": "lampinen@uark.edu",
   "nsf_id": "000316175",
   "pi_start_date": "2012-02-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Charlie",
   "pi_last_name": "Frowd",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Charlie Frowd",
   "pi_email_addr": "cfrowd@uclan.ac.uk",
   "nsf_id": "000587357",
   "pi_start_date": "2012-02-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arkansas",
  "inst_street_address": "1125 W MAPLE ST STE 316",
  "inst_street_address_2": "",
  "inst_city_name": "FAYETTEVILLE",
  "inst_state_code": "AR",
  "inst_state_name": "Arkansas",
  "inst_phone_num": "4795753845",
  "inst_zip_code": "727013124",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AR03",
  "org_lgl_bus_name": "UNIVERSITY OF ARKANSAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "MECEHTM8DB17"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arkansas",
  "perf_str_addr": "216 Memorial Hall",
  "perf_city_name": "Fayetteville",
  "perf_st_code": "AR",
  "perf_st_name": "Arkansas",
  "perf_zip_code": "727011201",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AR03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 300587.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>Missing children represent an important societal problem. This problem is complicated by the fact that the appearance of children changes as they grow older, making it more difficult to engage the public&rsquo;s help in finding them. One approach that has been recommended is the use of forensic age progression. In forensic age progression, anthropometric norms are used to estimate a child&rsquo;s current appearance, based on outdated photographs of the child. Forensic artists may also make use of pictures of the child&rsquo;s biological relatives (e.g., parents, siblings) at the target age. Unfortunately, prior research has been limited and has produced mixed results.<span>&nbsp; </span>The purpose of the present research was to examine the effectiveness of age progressions and to examine methods that might be used to improve the accuracy of age progressions.</span></p>\n<p><span>The studies all used the same basic technique.<span>&nbsp; </span>We obtained photographs from adult volunteers.<span>&nbsp; </span>These included pictures of the volunteers at age 5 years, 12 years and approximately 20 years.<span>&nbsp; </span>We also obtained photographs of the volunteers' biological parents at those same ages.<span>&nbsp; </span>Trained forensic artists were provided with the childhood photographs and photographs of biological parents. They were asked to create age progressions of the volunteers to an older age (e.g., from age 5 to age 12, from age 12 to age 20, from age 5 to age 20).<span>&nbsp; </span>Because we knew what these individuals looked like at the older ages, it was possible to evaluate the degree to which the age progressions actually matched the target individuals' identities.&nbsp;</span></p>\n<p><span>We used two main approaches to examine the effectiveness of age progressions.<span>&nbsp; </span>In some studies, we had participants rate the similarity of the age progressions to the target individual or to a description matched foil (i.e., a person who matched the same general description as the target individual).<span>&nbsp; </span>To the extent that an age progression is accurate, it should be rated as being more similar to the target individual than to the description matched foil.<span>&nbsp;&nbsp;&nbsp; </span>We used a 7-point similarity scale for these studies.<span>&nbsp; </span>The endpoints of the scale were labeled &lsquo;extremely dissimilar&rsquo; and &lsquo;extremely similar&rsquo; and the midpoint of the scale was labeled &lsquo;neither similar not dissimilar&rsquo;.</span></p>\n<p><span>We also conducted recognition memory experiments. In the recognition experiments participants studied the age progressions, outdated images, or current images and then were asked to recognize the target individual.<span>&nbsp; </span>Description matched foils were also included on the recognition tests to control for guessing.<span>&nbsp; </span>To the extent that age progressions accurately capture an individual&rsquo;s appearance, participants who study the age progressions should be able to correctly select the target individual at levels that exceed incorrect recognition of description matched foils.<span>&nbsp; </span>Ideally, recognition based on age progressions should exceed recognition based on outdated images.</span></p>\n<p><span>The major findings of this research are described below:</span></p>\n<p><span><span>1.<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span></span><span>Age progressions were rated as being more similar to targets than to description matched foils. Recognition of targets based on age progressions significantly exceeded chance.</span></p>\n<p><span><span>2.<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span></span><span>Despite these findings, we have repeatedly found that similarity of age progressions to targets is low in absolute terms. Specifically, we used a 7 point similarity scale where the midpoint of the scale was labeled &lsquo;neither similar nor dissimilar&rsquo;.<span>&nbsp; </span>Across multiple studies, and with highly trained and experienced forensic artists producing the age progressions, similarity of age progressions to targets hovered around the midpoint of the scale.<span>&nbsp; </span>Recognition of targets based on age progressions, while above chance, was just barely so.<span>&nbsp; </span>Age progressions produced by different forensic artists were not highly similar to each other and age progressions produced by portrait artists with no specialized training in forensic art resulted in equivalent similarity ratings to age progressions produced by trained forensic artists.</span></p>\n<p><span><span>3.<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span></span><span>A number of manipulations were attempted to increase the utility of age progressions but failed to produce a consistent beneficial effect.<span>&nbsp; </span>These manipulations included: (1) presenting multiple age progressions to witnesses, (2) presenting animated sequences showing multiple possible appearances of target person, (3) using predict your child algorithm, (4) use of parental reference photos.</span></p>\n<p><span><span>4.<span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </span></span></span><span>Two manipulations improved the effectiveness of age progressions: (1) Morphing age progressions produced by multiple artists resulted in higher age progression to target similarity, (2) </span><span>Recognition of age progressions can be improved by providing instructions to participants about age progressions and providing examples of age progressions.</span></p>\n<p><span>Missing children represent an important societal problem and efforts need to be undertaken to improve recovery efforts.<span>&nbsp; </span>Age progressions are used in about 1/3 of all long term missing child cases.<span>&nbsp; </span>Yet evidence indicates that there is considerable room for improvement in the production of accurate age progressions.<span>&nbsp; </span>The research undertaken through this grant better specified the current limits of age progressions and provided tantalizing evidence about ways to make age progressions more effective.</span></p>\n<p><strong>&nbsp;</strong><em>&nbsp;</em></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/31/2017<br>\n\t\t\t\t\tModified by: James&nbsp;M&nbsp;Lampinen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMissing children represent an important societal problem. This problem is complicated by the fact that the appearance of children changes as they grow older, making it more difficult to engage the public?s help in finding them. One approach that has been recommended is the use of forensic age progression. In forensic age progression, anthropometric norms are used to estimate a child?s current appearance, based on outdated photographs of the child. Forensic artists may also make use of pictures of the child?s biological relatives (e.g., parents, siblings) at the target age. Unfortunately, prior research has been limited and has produced mixed results.  The purpose of the present research was to examine the effectiveness of age progressions and to examine methods that might be used to improve the accuracy of age progressions.\n\nThe studies all used the same basic technique.  We obtained photographs from adult volunteers.  These included pictures of the volunteers at age 5 years, 12 years and approximately 20 years.  We also obtained photographs of the volunteers' biological parents at those same ages.  Trained forensic artists were provided with the childhood photographs and photographs of biological parents. They were asked to create age progressions of the volunteers to an older age (e.g., from age 5 to age 12, from age 12 to age 20, from age 5 to age 20).  Because we knew what these individuals looked like at the older ages, it was possible to evaluate the degree to which the age progressions actually matched the target individuals' identities. \n\nWe used two main approaches to examine the effectiveness of age progressions.  In some studies, we had participants rate the similarity of the age progressions to the target individual or to a description matched foil (i.e., a person who matched the same general description as the target individual).  To the extent that an age progression is accurate, it should be rated as being more similar to the target individual than to the description matched foil.    We used a 7-point similarity scale for these studies.  The endpoints of the scale were labeled ?extremely dissimilar? and ?extremely similar? and the midpoint of the scale was labeled ?neither similar not dissimilar?.\n\nWe also conducted recognition memory experiments. In the recognition experiments participants studied the age progressions, outdated images, or current images and then were asked to recognize the target individual.  Description matched foils were also included on the recognition tests to control for guessing.  To the extent that age progressions accurately capture an individual?s appearance, participants who study the age progressions should be able to correctly select the target individual at levels that exceed incorrect recognition of description matched foils.  Ideally, recognition based on age progressions should exceed recognition based on outdated images.\n\nThe major findings of this research are described below:\n\n1.      Age progressions were rated as being more similar to targets than to description matched foils. Recognition of targets based on age progressions significantly exceeded chance.\n\n2.      Despite these findings, we have repeatedly found that similarity of age progressions to targets is low in absolute terms. Specifically, we used a 7 point similarity scale where the midpoint of the scale was labeled ?neither similar nor dissimilar?.  Across multiple studies, and with highly trained and experienced forensic artists producing the age progressions, similarity of age progressions to targets hovered around the midpoint of the scale.  Recognition of targets based on age progressions, while above chance, was just barely so.  Age progressions produced by different forensic artists were not highly similar to each other and age progressions produced by portrait artists with no specialized training in forensic art resulted in equivalent similarity ratings to age progressions produced by trained forensic artists.\n\n3.      A number of manipulations were attempted to increase the utility of age progressions but failed to produce a consistent beneficial effect.  These manipulations included: (1) presenting multiple age progressions to witnesses, (2) presenting animated sequences showing multiple possible appearances of target person, (3) using predict your child algorithm, (4) use of parental reference photos.\n\n4.      Two manipulations improved the effectiveness of age progressions: (1) Morphing age progressions produced by multiple artists resulted in higher age progression to target similarity, (2) Recognition of age progressions can be improved by providing instructions to participants about age progressions and providing examples of age progressions.\n\nMissing children represent an important societal problem and efforts need to be undertaken to improve recovery efforts.  Age progressions are used in about 1/3 of all long term missing child cases.  Yet evidence indicates that there is considerable room for improvement in the production of accurate age progressions.  The research undertaken through this grant better specified the current limits of age progressions and provided tantalizing evidence about ways to make age progressions more effective.\n\n  \n\n \n\n\t\t\t\t\tLast Modified: 12/31/2017\n\n\t\t\t\t\tSubmitted by: James M Lampinen"
 }
}