{
 "awd_id": "1155558",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Horizontal Convection at Large Rayleigh Number: Laboratory Experiments and Direct Numerical Simulation",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2012-06-15",
 "awd_exp_date": "2017-05-31",
 "tot_intn_awd_amt": 565572.0,
 "awd_amount": 565572.0,
 "awd_min_amd_letter_date": "2012-06-04",
 "awd_max_amd_letter_date": "2012-06-04",
 "awd_abstract_narration": "Intellectual merit: Horizontal Convection (HC) has been used as a model to study the ocean Meridional Overturning Circulation. However, based on several influential works, the prevailing view in the oceanographic community is that HC cannot generate turbulence and is therefore unable to contribute energetically to the observed 2×10^15 W of poleward heat transport in the ocean. Based on these results, additional sources of abyssal ocean mixing (including even biological organisms) have been sought to explain the &#8764;2.1 TW thought to drive the MOC. However, recent results based on Available Potential Energy (APE) analysis, and this teams own Direct Numerical Simulations (DNS) are producing a surprising new picture of HC. It demonstrates fully-developed turbulence, despite an energy bound that proves energy dissipation goes to zero with viscosity (violating the first law of turbulence), and a mixing efficiency which approaches 1, much larger than the canonical value of 0.25 used to estimate the MOC energy requirement. These results suggest that HC may in fact be highly efficient at transporting heat, and leads to this fundamental study of the fluid dynamics of HC, strategically combining DNS and large-scale laboratory experiments in the UNC Interdisciplinary Fluids Lab stratified wave tank using Particle Image Velocimetry (PIV) and temperature-sensitive Laser-Induced Fluorescence (LIF). This approach will allow the detailed energetics of HC to be explored at Rayleigh numbers (forcing strength) much larger than previously possible. These tools will be used to explore (1) the connection between buoyancy forcing and mechanical energy input in maintaining HC, (2) the behavior of the mixing efficiency and whether it indeed approaches 1 at large Ra, (3) energetic pathways through which HC can be such an efficient mover of heat, (4) the nature of the seemingly paradoxical HC turbulence (with small dissipation but fully-developed), and (5) specific pathways through which mechanical mixing, driven for example by tidal flow over topography (simulated in the experiments), enters the energy budget, and affects the generation of APE.  Detailed investigation of turbulent mixing and its spatial distribution will hopefully explain how HC is apparently such an efficient mechanism for heat transport.\r\n\r\nBroader impacts: The results of this study have the potential to inform our understanding of ocean circulation and to complement to ocean observations of temperature/salinity structure in the MOC. By informing our understanding of the MOC energy balance, the results may contribute to an improved understanding of the response of the ocean circulation to climate change and improved interpretation of circulation under past climatic regimes. Given its climate implications, this work is of potential interest to the general public and policymakers, and the PIs plan to share experimental demonstrations with the public, through K-12 outreach, the UNC Morehead Planetarium Summer programs, and the annual North Carolina Science Festival, showcasing science and technology in the state. They also plan to take advantage of the cyberinfrastructure resources of RENCI for data visualization and sharing, including use of the Social Computing Room, a 360 degree interactive display for HD projection, and the Teleimmersion Room, a 3D Stereoscopic room for data visualization to display and share the PIV and DNS visual data, to improve dissemination of results to the public, media outlets, and others in the scientific community. This work will support the training of one graduate student and one postdoctoral researcher. The UNC Marine Sciences-Applied Math Interdisciplinary Fluids Lab has a strong record of promoting undergraduate research, with many students regularly presenting work at national meetings, and the same is anticipated from the undergraduates funded by this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "White",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Brian L White",
   "pi_email_addr": "brian@terrafuse.ai",
   "nsf_id": "000405613",
   "pi_start_date": "2012-06-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alberto",
   "pi_last_name": "Scotti",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Alberto D Scotti",
   "pi_email_addr": "adscotti@asu.edu",
   "nsf_id": "000229872",
   "pi_start_date": "2012-06-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275991350",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 565572.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project was to understand the role of buoyancy, specifically heat and salinity, in the energy cycle of the ocean. This was accomplished by analyzing turbulent Horizontal Convection (HC), a simplified circulation that isolates the driving force of buoyancy. The project used a combination of model simulations, theoretical analysis, and experiments to understand the energy inputs and dissipation mechanisms of HC, how they affect turbulence and mixing, and facilitate regime transitions in the circulation. As part of the analysis we developed a new framework for understanding energy transfers in general turbulent stratified flows based on Available Potential Energy (APE). The APE framework makes clear the mechanisms by which buoyancy fluxes enter the energy cycle and relate turbulent mixing to APE dissipation. This framework will be important for modeling turbulent stratified fluid dynamics more generally. We also applied this framework to a high-resolution 3D ocean model, ECCO2, which for the first time illustrated the contribution of buoyancy in the ocean energy cycle. In addition, the project was a catalyst for several side projects, including an analysis of instabilities in internal solitary waves and submesoscale ocean flows. The project had broader impacts in supporting the career development of one Ph.D. student and one postdoctoral researcher.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/08/2017<br>\n\t\t\t\t\tModified by: Brian&nbsp;L&nbsp;White</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this project was to understand the role of buoyancy, specifically heat and salinity, in the energy cycle of the ocean. This was accomplished by analyzing turbulent Horizontal Convection (HC), a simplified circulation that isolates the driving force of buoyancy. The project used a combination of model simulations, theoretical analysis, and experiments to understand the energy inputs and dissipation mechanisms of HC, how they affect turbulence and mixing, and facilitate regime transitions in the circulation. As part of the analysis we developed a new framework for understanding energy transfers in general turbulent stratified flows based on Available Potential Energy (APE). The APE framework makes clear the mechanisms by which buoyancy fluxes enter the energy cycle and relate turbulent mixing to APE dissipation. This framework will be important for modeling turbulent stratified fluid dynamics more generally. We also applied this framework to a high-resolution 3D ocean model, ECCO2, which for the first time illustrated the contribution of buoyancy in the ocean energy cycle. In addition, the project was a catalyst for several side projects, including an analysis of instabilities in internal solitary waves and submesoscale ocean flows. The project had broader impacts in supporting the career development of one Ph.D. student and one postdoctoral researcher. \n\n\t\t\t\t\tLast Modified: 11/08/2017\n\n\t\t\t\t\tSubmitted by: Brian L White"
 }
}