{
 "awd_id": "1155246",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Kinetics and stable isotopic fractionation for abiotic and microbial transformations of elemental sulfur at seafloor hydrothermal environments",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 80071.0,
 "awd_amount": 80071.0,
 "awd_min_amd_letter_date": "2012-04-09",
 "awd_max_amd_letter_date": "2017-07-05",
 "awd_abstract_narration": "Elemental sulfur (So) is a key intermediate species for biochemical sulfur cycling in chimney deposits, the shallow subsurface in diffuse flow areas, and hydrothermal plumes at mid-ocean ridges. Although the floc found in the water column after a volcanic eruption is predominantly So and many microbial isolates from vents are found to utilize So, no significant reservoir of So has been found in chimney deposits, suggesting high turnover rates of elemental sulfur in the subsurface. The kinetic rate constants for abiotic So oxidation and reduction are unknown, even though they are critical for constraining the metastability, and thus bioavailability, of So in the presence of H2(aq) and O2(aq) at temperatures and pH conditions relevant to hydrothermal mixing environments. Nor have the rate constants describing microbial transformations of So been studied at environmentally relevant conditions. As a result, there is a discrepancy between predictions based on energetics and the observed physiology of microorganisms that have been isolated and grown in laboratory conditions. Accurate and realistic biotic and abiotic kinetic rate constants are essential for modeling biogeochemical transformations involving intermediate sulfur species and active microbial consortia at the variable pH and redox conditions found in subsurface underlying basalt- and ultramafic-hosted hydrothermal systems.\r\n\r\nIn this project, researchers at Washington University of St. Louis (WU) and at the Carnegie Institute of Washington (CIW) will experimentally evaluate the kinetics of elemental sulfur abiotic oxidation/reduction at a range of T, pH and H2(aq)-O2(aq) concentrations relevant to the shallow subsurface of basalt and ultramafic hydrothermal systems: 250 bars, 40-120 deg C, pH 4 - 9, 0.1-20 mM H2(aq) and 0-0.25 mM O2(aq). Simultaneously, they will characterize the catabolic reaction rates of thre key bacterial species that mediate elemental sulfur redox transformations to determine if fractionation increases as environmental conditions begin to inhibit growth, as has been seen for SO4 reducing bacteria. By characterizing the geochemical and isotopic effect of So-oxidizing/reducing thermophilic autotrophs from vent systems, they expect to be able to evaluate the impact of complex subsurface microbial ecological systems on associated plume environments contributing to the global ocean sulfur cycle.\r\n\r\nBroader impacts: The proposed project brings together experimental, microbial, and sulfur isotope expertise, establishes a new collaboration between WU and the CIW, and reintroduces a female scientist back into full-time research by facilitating a leading role in this project. Two distinct undergraduate research projects crossing biology, geochemistry, and computer science will be supported. Furthermore, the research team will develop an online interactive simulation for secondary students that will allow them to use the real scientific data produced by this study in student-driven investigations. This educational outreach activity will also establish a working relationship with a secondary school teacher with experience adapting scientific data and methods for online learning.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dionysios",
   "pi_last_name": "Foustoukos",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Dionysios I Foustoukos",
   "pi_email_addr": "dfoustoukos@ciw.edu",
   "nsf_id": "000381999",
   "pi_start_date": "2012-04-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie Institution of Washington",
  "inst_street_address": "5241 BROAD BRANCH RD NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023876400",
  "inst_zip_code": "200151305",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "CARNEGIE INSTITUTION OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZQ12LY4L5H39"
 },
 "perf_inst": {
  "perf_inst_name": "Geophysical Laboratory",
  "perf_str_addr": "5251 Broad Branch Rd NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200151305",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  },
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1319",
   "pgm_ref_txt": "RIDGE INTERDISC GLOBAL EXPERIMENTS"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "9198",
   "pgm_ref_txt": "OTHER ENVIRONMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 80071.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Mid-ocean ridge hydrothermal vents are dynamic systems in which heat and fluid fluxes are transient and chemical gradients are extreme across short distances. Relative to the rest of the deep ocean, these systems harbor a great diversity of macrofaunal and microbial life that has evolved to take advantage of the energy gained by adapting to the &lsquo;feast or famine&rsquo; nature of this energy supply caused by rapid changes in physical fluxes. For example, oxygen availability in hydrothermal vent systems is driven by advection, allowing for a potentially significant role for sulfur oxidizing bacteria in the sulfur cycle in these environments.</p>\n<p>Elemental sulfur (S<sup>0</sup>) is a key intermediate species for biochemical sulfur cycling in hydrothermal deposits, and in hydrothermal plumes at mid-ocean ridges. Although the white flocculent material found floating in the water column after a volcanic eruption is predominantly S<sup>0</sup> and many microbial isolates from vents are found to utilize S<sup>0</sup>, no significant reservoir of S<sup>0</sup> has been found in hydrothermal deposits, suggesting high turnover rates of S<sup>0</sup> in the subsurface. The metastability, and thus bioavailability, of S<sup>0</sup> at conditions relevant to deep-sea hydrothermal environments is poorly known. Nor have the kinetics describing microbial transformations of S<sup>0</sup> been studied at environmentally relevant conditions<em>. As a result, there is a discrepancy between predictions based on energetics and the observed physiology of sulfur oxidizing microorganisms that have been isolated and grown in laboratory conditions.</em></p>\n<p>&nbsp;To address this knowledge gap, we studied how a hydrothermal strain of the sulfur oxidizing bacterium <em>Thiomicrospira thermophila</em> responds to variations in environmental conditions. We determined that the nature of S<sup>0</sup> is critical to its bioavailability and related to its chemical properties. For example, <em>T. thermophila</em> would not grow by oxidation of synthetic S<sup>0</sup>. However, <em>T. thermophila</em> produces a polymeric form of S<sup>0</sup> during the oxidation of thiosulfate (S<sub>2</sub>O<sub>3</sub>) that is chemically distinct from the stable S<sub>8</sub> ring form commonly found in mineral deposits. This S<sup>0</sup> is not stored within the cells, yet once produced, becomes the preferred sulfur substrate for this organism. Cells tend to clump with the polymeric sulfur, forming flocs similar to those found near seafloor hydrothermal systems after volcanic eruptions. The energy produced by oxidizing S<sup>0</sup> is much greater than the precursor step of splitting S<sub>2</sub>O<sub>3</sub> to S<sup>0</sup> and sulfate. This, combined with the more bioavailable nature of the polymeric S<sup>0</sup> formed by its own metabolism, accounts for its preferential use and ability to accelerate growth in <em>T. thermophila</em>. <em>T. thermophila</em> utilizes a common sulfur oxidation pathway (Sox), thus it is likely that other bacteria that utilize these same enzymes would exhibit similar preferences for substrates and similar energetic and growth constraints.</p>\n<p>&nbsp;We studied the behavior of <em>T. thermophila</em> under relevant environmental conditions, by conducting high-pressure continuous culturing experiments at seafloor pressures (e.g. 100 atm). We found that this strain mediates several different oxidation reactions simultaneously and has the ability to switch between different combinations of reactions almost instantaneously. When oxygen is available in excess, the type of sulfur reaction mediated changes rapidly (&lt;1 hour) to maintain growth rates and the combination of biochemical processes mediated tend to be those that produce the most energy given the availability of substrates needed. However, when dissolved oxygen becomes limiting, then reactions requiring hig...",
  "por_txt_cntn": "\nMid-ocean ridge hydrothermal vents are dynamic systems in which heat and fluid fluxes are transient and chemical gradients are extreme across short distances. Relative to the rest of the deep ocean, these systems harbor a great diversity of macrofaunal and microbial life that has evolved to take advantage of the energy gained by adapting to the æfeast or famineÆ nature of this energy supply caused by rapid changes in physical fluxes. For example, oxygen availability in hydrothermal vent systems is driven by advection, allowing for a potentially significant role for sulfur oxidizing bacteria in the sulfur cycle in these environments.\n\nElemental sulfur (S0) is a key intermediate species for biochemical sulfur cycling in hydrothermal deposits, and in hydrothermal plumes at mid-ocean ridges. Although the white flocculent material found floating in the water column after a volcanic eruption is predominantly S0 and many microbial isolates from vents are found to utilize S0, no significant reservoir of S0 has been found in hydrothermal deposits, suggesting high turnover rates of S0 in the subsurface. The metastability, and thus bioavailability, of S0 at conditions relevant to deep-sea hydrothermal environments is poorly known. Nor have the kinetics describing microbial transformations of S0 been studied at environmentally relevant conditions. As a result, there is a discrepancy between predictions based on energetics and the observed physiology of sulfur oxidizing microorganisms that have been isolated and grown in laboratory conditions.\n\n To address this knowledge gap, we studied how a hydrothermal strain of the sulfur oxidizing bacterium Thiomicrospira thermophila responds to variations in environmental conditions. We determined that the nature of S0 is critical to its bioavailability and related to its chemical properties. For example, T. thermophila would not grow by oxidation of synthetic S0. However, T. thermophila produces a polymeric form of S0 during the oxidation of thiosulfate (S2O3) that is chemically distinct from the stable S8 ring form commonly found in mineral deposits. This S0 is not stored within the cells, yet once produced, becomes the preferred sulfur substrate for this organism. Cells tend to clump with the polymeric sulfur, forming flocs similar to those found near seafloor hydrothermal systems after volcanic eruptions. The energy produced by oxidizing S0 is much greater than the precursor step of splitting S2O3 to S0 and sulfate. This, combined with the more bioavailable nature of the polymeric S0 formed by its own metabolism, accounts for its preferential use and ability to accelerate growth in T. thermophila. T. thermophila utilizes a common sulfur oxidation pathway (Sox), thus it is likely that other bacteria that utilize these same enzymes would exhibit similar preferences for substrates and similar energetic and growth constraints.\n\n We studied the behavior of T. thermophila under relevant environmental conditions, by conducting high-pressure continuous culturing experiments at seafloor pressures (e.g. 100 atm). We found that this strain mediates several different oxidation reactions simultaneously and has the ability to switch between different combinations of reactions almost instantaneously. When oxygen is available in excess, the type of sulfur reaction mediated changes rapidly (&lt;1 hour) to maintain growth rates and the combination of biochemical processes mediated tend to be those that produce the most energy given the availability of substrates needed. However, when dissolved oxygen becomes limiting, then reactions requiring high oxygen consumption (such as S0 oxidation) are inhibited and growth can no longer be sustained. Thus, the adaptability of this strain to grow at high-pressure conditions is linked to the availability of dissolved oxygen. This suggests that in regions where dissolved oxygen concentrations are relatively high, such as in shallow marine sediments along continental margins, ..."
 }
}