{
 "awd_id": "1155299",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Marine Spatial Planning and the Role of Community and Environmental Actors",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Holly Hapke",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 52950.0,
 "awd_amount": 52950.0,
 "awd_min_amd_letter_date": "2012-06-28",
 "awd_max_amd_letter_date": "2012-06-28",
 "awd_abstract_narration": "This project will investigate how Marine Spatial Planning has evolved and continues to be enacted as the principal ocean policy in the United States.  Marine Spatial Planning (MSP) is an emerging process of ocean governance that seeks to address current concerns with how to organize and use the nation's marine resources.  MSP is a central component of the US federal government's National Ocean Policy, and is the key avenue through which the government's commitment to ecosystem-based management of the oceans will be realized.  The marine environment is home to a growing number of users and activities that MSP is working to frame within a comprehensive planning process.  Understanding the process of ocean governance as produced within the context of MSP is critical to sustaining coastal communities and the marine resources many of them depend on.  This project will investigate how emerging MSP policies are produced, focusing particularly on the role of the federal geospatial database known as the Multipurpose Marine Cadastre (MMC) in creating a cartographic basis for marine spatial decision-making.  The project will examine the national policy evolution of MSP, what role the MMC plays in the continuing formulation of MSP, and the implications of these processes for making coastal communities, economies, and social structures more or less resilient to environmental changes.  This research will draw on actor-network theory, critical Geographical Information Science (GIS), and political ecology to address the following questions: 1) How has MSP emerged as the preferred ocean policy solution (e.g., for fisheries, energy, or aquaculture questions) in the United States? 2) What types of information (e.g., scientific, economic, social) inform MSP discourses, and how is such information being transmitted to the public? 3) How are communities and environmental actors constituted (assessed, measured, represented) by MSP tools such as the MMC, and what capacities might they accumulate or lose through such tools?  To answer these questions, the project will collect and analyze written and audio records from government agencies, non-government organizations, industry groups, and public forums concerned with MSP.  Further, the project will collect and analyze source data and outputs from the MMC, and conduct a short organizational ethnography of the MMC.  Project results are expected to help illuminate MSP processes and to inform strategies for improving this new method of oceans governance.\r\n\r\nThis project will analyze what types of human and marine resource information is being incorporated into MSP, a critical need as researchers and policymakers move forward with ever-larger data sets designed to visualize and organize US ocean uses.  The project will contribute practically to the understanding of ocean management, while helping to inform MSP practices as communities across the country engage with initiatives (e.g., aquaculture, catch shares, wind energy) that define ocean space in different ways.  More generally, there is unprecedented worldwide interest in new forms of ocean governance, and the 'oceans agenda' has emerged as a central topic in both national and international forums.  Although this research will focus on the US, results will have significance for these larger processes.  Thus, the broader impact of this research is related to the scope of the policy processes that stand to rewrite ocean governance in the US and elsewhere.  The project's ability to realize these impacts arises through its connections to key people and institutions involved in these policy-making processes, as well as the PIs' previous research on and contributions to ocean policy debates.  Additional impacts will include the training of a PhD student, the mentoring of a post-doctoral researcher, and strengthened academic networks amongst the collaborators.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Campbell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa Campbell",
   "pi_email_addr": "lisa.m.campbell@duke.edu",
   "nsf_id": "000494492",
   "pi_start_date": "2012-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University Marine Lab",
  "perf_str_addr": "135 Duke Marine Lab road",
  "perf_city_name": "Beaufort",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "285169721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "NC03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9189",
   "pgm_ref_txt": "WATER RESOURCES/COASTAL & MARINE ENVIRON"
  },
  {
   "pgm_ref_code": "9198",
   "pgm_ref_txt": "OTHER ENVIRONMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 52950.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The major goal of this project was to examine the evolution and implementation of Marine Spatial Planning (MSP). MSP emerged from calls (at regional, national, and international levels) to better manage an ever more crowded marine environment. In this project we were particularly interested to see how &ldquo;community&rdquo; and &ldquo;environment&rdquo; are represented and given a voice within MSP initiatives. This is important since MSP, at least in the United State, was originally seen as a way to address, for example, the grievances of coastal communities (e.g. loosing commercial fishing grounds to wind energy development) and environmental organizations (e.g. advocating for the protection of critical habitats or species) together and along with the interests of multiple other &ldquo;stakeholders&rdquo; (e.g. oil and gas development, kayakers, Native American tribes). To achieve this ambitious integration of interests, MSP solicits (primarily) spatial data from a host of federal agencies (e.g. National Marine Fisheries Service, Bureau of Ocean Energy Management, Department of Defense) as the basis for multi-objective decision-making. As such, MSP is a process designed to comprehensively and technically manage marine space. Our project asked: how is MSP evolving and how have the needs of &ldquo;community&rdquo; and &ldquo;environment&rdquo; been addressed as a result?</p>\n<p>Our NSF award allowed us to analyze MSP policy documents (both federal and regional); interview key players in the design and implementation of MSP; attend various public fora where MSP was introduced and implementation strategies discussed; participate in the development of regional online data portals designed to deliver marine spatial data to decision-makers; and follow debates around aquaculture development as a case study in the usefulness of an MSP approach. This research and our subsequent synthesis (which has so far resulted in three journal publications) revealed much about the nature of MSP, how it is being implemented, and its ability to integrate the concerns of community and environment into the planning process.</p>\n<p>Our most significant results include new theorizations about ocean space as a site of &ldquo;enclosure.&rdquo; Enclosure is a legal and socio-economic process through which &ldquo;free&rdquo; access to marine resources is restricted via distinctly spatial (e.g. mapping boundaries and restricting activities) and property mechanisms (e.g. leasing ocean areas or implementing &ldquo;rights-based&rdquo; fisheries management). While enclosure has a long history on land, its recent imposition in the ocean requires new understandings of: how the challenges of creating boundaries in the ocean are being overcome through geo-technologies; the importance and role of community resistance to &ldquo;rights-based&rdquo; approaches; whether enclosure will accommodate or undermine environmental conditions, and; how the uneven and often unfair results of assigning forms of property might be understood and avoided in MSP.</p>\n<p>Other results make clear that the design and implementation of MSP in the United States, is, to date, largely focused on the development of spatial data layers and web-based data portals. Through the development of these data, community and environment&mdash;our &nbsp;initial starting points for assessing MSP&mdash;are represented in particular ways that narrow their meaning and capacities to influence the planning process. For example, while initial calls for MSP included a concern for greater community participation in planning processes, the actual practice of MSP has re-cast community involvement as &ldquo;stakeholder&rdquo; engagement in workshops or meetings where individual data layers, often representing only one aspect of any community-level engagement with the marine environment are presented and vetted (e.g. asking recreational fishers where they ...",
  "por_txt_cntn": "\nThe major goal of this project was to examine the evolution and implementation of Marine Spatial Planning (MSP). MSP emerged from calls (at regional, national, and international levels) to better manage an ever more crowded marine environment. In this project we were particularly interested to see how \"community\" and \"environment\" are represented and given a voice within MSP initiatives. This is important since MSP, at least in the United State, was originally seen as a way to address, for example, the grievances of coastal communities (e.g. loosing commercial fishing grounds to wind energy development) and environmental organizations (e.g. advocating for the protection of critical habitats or species) together and along with the interests of multiple other \"stakeholders\" (e.g. oil and gas development, kayakers, Native American tribes). To achieve this ambitious integration of interests, MSP solicits (primarily) spatial data from a host of federal agencies (e.g. National Marine Fisheries Service, Bureau of Ocean Energy Management, Department of Defense) as the basis for multi-objective decision-making. As such, MSP is a process designed to comprehensively and technically manage marine space. Our project asked: how is MSP evolving and how have the needs of \"community\" and \"environment\" been addressed as a result?\n\nOur NSF award allowed us to analyze MSP policy documents (both federal and regional); interview key players in the design and implementation of MSP; attend various public fora where MSP was introduced and implementation strategies discussed; participate in the development of regional online data portals designed to deliver marine spatial data to decision-makers; and follow debates around aquaculture development as a case study in the usefulness of an MSP approach. This research and our subsequent synthesis (which has so far resulted in three journal publications) revealed much about the nature of MSP, how it is being implemented, and its ability to integrate the concerns of community and environment into the planning process.\n\nOur most significant results include new theorizations about ocean space as a site of \"enclosure.\" Enclosure is a legal and socio-economic process through which \"free\" access to marine resources is restricted via distinctly spatial (e.g. mapping boundaries and restricting activities) and property mechanisms (e.g. leasing ocean areas or implementing \"rights-based\" fisheries management). While enclosure has a long history on land, its recent imposition in the ocean requires new understandings of: how the challenges of creating boundaries in the ocean are being overcome through geo-technologies; the importance and role of community resistance to \"rights-based\" approaches; whether enclosure will accommodate or undermine environmental conditions, and; how the uneven and often unfair results of assigning forms of property might be understood and avoided in MSP.\n\nOther results make clear that the design and implementation of MSP in the United States, is, to date, largely focused on the development of spatial data layers and web-based data portals. Through the development of these data, community and environment&mdash;our  initial starting points for assessing MSP&mdash;are represented in particular ways that narrow their meaning and capacities to influence the planning process. For example, while initial calls for MSP included a concern for greater community participation in planning processes, the actual practice of MSP has re-cast community involvement as \"stakeholder\" engagement in workshops or meetings where individual data layers, often representing only one aspect of any community-level engagement with the marine environment are presented and vetted (e.g. asking recreational fishers where they go fishing). Similarly, MSP was initially conceived of as the implementation of an ecosystems-based approach to marine planning; yet the complex ocean environment is most often represented as individual da..."
 }
}