{
 "awd_id": "1155571",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Microbial Interactions with Marine Plastic Debris: Diversity, Function and Fate",
 "cfda_num": "47.050",
 "org_code": "06040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Sieracki",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2017-02-28",
 "tot_intn_awd_amt": 506195.0,
 "awd_amount": 506195.0,
 "awd_min_amd_letter_date": "2012-02-24",
 "awd_max_amd_letter_date": "2012-02-24",
 "awd_abstract_narration": "Plastic marine debris is a recent introduction to marine ecosystems resulting from the widespread use of polymers in consumer goods after World War II. The current global annual production of plastic is 245 million tonnes or 35 kg of plastic for each of the 7 billion humans on the planet, rivaling the combined biomass of all humans. Drifter buoys and physical oceanographic models demonstrate that surface particles passively migrate from the coastline to the central gyres in less than 60 days, illustrating how quickly human-generated debris can impact the pristine gyre interiors, more than 1000 km from land. Plastic debris has been implicated as a vector for transportation of harmful algal species and persistent organic pollutants, and provides a substrate for microbes that moves between environments and lasts much longer than most natural floating substrates. Despite increases in plastic production no significant trend in plastic accumulation has been observed since 1985. Physical shearing and photodegradation are known mechanisms of plastic degradation, but microbial degradation has also been implicated. Unpublished data employing pyrotag amplicon sequencing targeting bacterial and eukaryotic small subunit ribosomal RNA gene sequences, together with Scanning Electron Microscopy (SEM) data are consistent with the notion that plastic debris harbors a unique association of microbes including members capable of degrading plastic. The term \"Plastisphere\" describes this unique microbial community attached to and surrounding marine plastic debris and distinct from microbes in the surrounding seawater and on natural substrates such as macroalgae.\r\n\r\nThis project will: (1) characterize diversity through amplicon sequencing and comparative -omics combined with SEM and confocal microscopy to investigate the microbial composition of the Plastisphere; (2) describe function of the Plastisphere taking a cultivation-independent environmental DNA gene expression approach, as well as a cultivation-based approach to interrogate environmental clones and microbial isolates for the ability to degrade hydrocarbons; and (3) determine key biological factors that control the fate of plastic debris in the upper water column.\r\n\r\nIntellectual Merit. Plastic is now the most abundant form of marine debris. Gaining an understanding of how plastic is affecting the very foundation of the food web in delicate open ocean environments is a first order question that will be addressed in this proposal and provides a base for an emerging research topic that has been identified as a high-priority research area. Understanding how microbes interact with plastic debris that accumulates in the North Atlantic Subtropical Gyre and North Pacific Subtropical Gyre (two of the largest biomes on Earth) will provide a foundation for follow-up research questions such as: Do microbial biofilms provide sustenance for filter feeding zooplankton?; how is the abundance of plastic debris affecting the health of these delicate biomes?; and can a truly biodegradable plastic be formulated that will have minimal impact on the oligotrophic environment?  With a growing human population and second and third world economic growth, it is inevitable that more plastic debris will find its way into the ocean and collect in convergence zones such as the gyres.\r\n\r\nBroader Impacts. The field component of this project is built around independent research projects by undergraduate students participating in Sea Education Association?s SEA Semester research cruises in the Atlantic and Pacific oceans. In addition to mentoring SEA Semester students who will be collecting samples and helping with this project throughout the year, the project will engage faculty and students from the Caribbean region who are studying at St. Georges University in Grenada. Underrepresented minorities in the US will be mentored through the Partnership Education Program (PEP) program, the WHOI minority fellowship program, and the MBL REU Site program in Biological Discovery in Woods Hole. Outreach to the general public and K-12 teachers and students will be delivered through a dedicated website for the \"Plastics at SEA expedition\" in 2010 by adding a section that specifically addresses microbial ecology and the role of plastic marine debris in open ocean marine ecosystems. All members of the research team will contribute to a newly developed undergraduate curriculum in \"Marine Biodiversity and Conservation\" via lectures and participation aboard ship.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Linda",
   "pi_last_name": "Amaral Zettler",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Linda A Amaral Zettler",
   "pi_email_addr": "amaral@mbl.edu",
   "nsf_id": "000101834",
   "pi_start_date": "2012-02-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Marine Biological Laboratory",
  "inst_street_address": "7 M B L ST",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082897243",
  "inst_zip_code": "025431015",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "THE MARINE BIOLOGICAL LABORATORY",
  "org_prnt_uei_num": "M2XKLRTA9G44",
  "org_uei_num": "M2XKLRTA9G44"
 },
 "perf_inst": {
  "perf_inst_name": "Marine Biological Laboratory",
  "perf_str_addr": "7 MBL Street",
  "perf_city_name": "Woods Hole",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 506195.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The \"Plastisphere\" is a new, man-made environment of plastic in aquatic systems and the diverse community of microbes, algae, and animals that develops on it (Image 1). There is substantial public and scientific interest in plastic in the environment, and the problems of entanglement and ingestion by fish, turtles, birds, and marine mammals are well known, but the microbial community on this manufactured substrate is just beginning to be studied. Global plastic production exceeds 300 million metric tons per year (35 kg per person per year) and it is estimated that up to 5% of plastic waste is entering the ocean. As a result, plastic is now the most common form of debris in the ocean, reaching concentrations of over 1 million pieces per square kilometer in ocean accumulation zones. Each of these pieces develops a microbial biofilm that can make it smell and taste like food, allowing it to enter and move through the marine food web, potentially making its way to our dinner plate. Plastic lasts a long time (though not &ldquo;forever&rdquo;), and can contribute to the transport of toxic chemicals and invasive species including diseases across oceans.</p>\n<p>This project was one of the first to study in depth the microbial community on plastic debris in the ocean, using a combination of DNA sequencing, sophisticated microscopy (Image 2), and culturing of microbes from plastic collected in oceans around the world. Scientific products included 5 research papers in peer-reviewed journals, 1 book chapter, and 1 international governmental report for GESAMP, the Joint Group of Experts on the Scientific Aspects of Marine Environmental Protection. It also produced a valuable collection of plastic samples from the World's ocean that will continue to provide material for students and researchers. Cell isolates from field samples have generated a valuable collection of cultures from plastic and other substrates that can be used for future experiments.</p>\n<p>Education and outreach were an important component of this project and 6 high school students, 29 undergraduate students, 5 post grads, 2 graduate students, and 1 post doctoral fellow contributed to sampling, experiments, analysis, and publications. Several received college credit for their work on this project. The science was of interest to the public and was featured in multiple documentaries, print and online articles, and radio shows, and was even incorporated into an art show and student school curricula. Citizen science has played an important role in research about plastic in the ocean (Image 3), and this is an environmental issue that everybody can have an impact on, by things as simple as conscious choice of products and packaging as well as recycling and beach clean-ups.</p>\n<p>Published data generated by this project are publically available and highlights of our results include:</p>\n<ul>\n<li>The microbial community on plastic marine debris is distinct from the community in the surrounding water and differs between ocean basins, regionally, and seasonally. Nevertheless, there appers to be a consistent core community on plastic. </li>\n<li>Microscope and DNA sequence data suggest some microbes are degrading plastic in the ocean. </li>\n<li>Microbes on plastic and in surrounding seawater showed latitudinal gradients in diversity. </li>\n<li>Plastic in the ocean can harbor harmful algal bloom species and potential pathogens including <em>Vibrio</em> that can cause diseases in marine creatures and humans. </li>\n<li>Results from our field experiments showed that microbes colonize plastic very quickly, within hours of immersion, and show patterns that may provide a community-based tool for aging pieces of plastic in the environment.</li>\n</ul><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/30/2017<br>\n\t\t\t\t\tModified by: Linda&nbsp;A&nbsp;Amaral Zettler</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1155571/1155571_10155089_1496180746730_Image1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1155571/1155571_10155089_1496180746730_Image1--rgov-800width.jpg\" title=\"The Plastisphere\"><img src=\"/por/images/Reports/POR/2017/1155571/1155571_10155089_1496180746730_Image1--rgov-66x44.jpg\" alt=\"The Plastisphere\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Organisms quickly colonize surfaces in the ocean including this abandoned buoy floating in the Sargasso Sea</div>\n<div class=\"imageCredit\">Erik Zettler</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Linda&nbsp;A&nbsp;Amaral Zettler</div>\n<div class=\"imageTitle\">The Plastisphere</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1155571/1155571_10155089_1496180877164_Image2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1155571/1155571_10155089_1496180877164_Image2--rgov-800width.jpg\" title=\"Plastisphere Diatoms\"><img src=\"/por/images/Reports/POR/2017/1155571/1155571_10155089_1496180877164_Image2--rgov-66x44.jpg\" alt=\"Plastisphere Diatoms\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">An SEM image of a diatom biofilm on the surface of plastic marine debris</div>\n<div class=\"imageCredit\">Erik Zettler</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Linda&nbsp;A&nbsp;Amaral Zettler</div>\n<div class=\"imageTitle\">Plastisphere Diatoms</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1155571/1155571_10155089_1496180982201_Image3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1155571/1155571_10155089_1496180982201_Image3--rgov-800width.jpg\" title=\"Student Citizen Scientists\"><img src=\"/por/images/Reports/POR/2017/1155571/1155571_10155089_1496180982201_Image3--rgov-66x44.jpg\" alt=\"Student Citizen Scientists\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Undergraduates helping to sample colonization experiments off the MBL dock in Woods Hole, MA.</div>\n<div class=\"imageCredit\">Erik Zettler</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Linda&nbsp;A&nbsp;Amaral Zettler</div>\n<div class=\"imageTitle\">Student Citizen Scientists</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe \"Plastisphere\" is a new, man-made environment of plastic in aquatic systems and the diverse community of microbes, algae, and animals that develops on it (Image 1). There is substantial public and scientific interest in plastic in the environment, and the problems of entanglement and ingestion by fish, turtles, birds, and marine mammals are well known, but the microbial community on this manufactured substrate is just beginning to be studied. Global plastic production exceeds 300 million metric tons per year (35 kg per person per year) and it is estimated that up to 5% of plastic waste is entering the ocean. As a result, plastic is now the most common form of debris in the ocean, reaching concentrations of over 1 million pieces per square kilometer in ocean accumulation zones. Each of these pieces develops a microbial biofilm that can make it smell and taste like food, allowing it to enter and move through the marine food web, potentially making its way to our dinner plate. Plastic lasts a long time (though not \"forever\"), and can contribute to the transport of toxic chemicals and invasive species including diseases across oceans.\n\nThis project was one of the first to study in depth the microbial community on plastic debris in the ocean, using a combination of DNA sequencing, sophisticated microscopy (Image 2), and culturing of microbes from plastic collected in oceans around the world. Scientific products included 5 research papers in peer-reviewed journals, 1 book chapter, and 1 international governmental report for GESAMP, the Joint Group of Experts on the Scientific Aspects of Marine Environmental Protection. It also produced a valuable collection of plastic samples from the World's ocean that will continue to provide material for students and researchers. Cell isolates from field samples have generated a valuable collection of cultures from plastic and other substrates that can be used for future experiments.\n\nEducation and outreach were an important component of this project and 6 high school students, 29 undergraduate students, 5 post grads, 2 graduate students, and 1 post doctoral fellow contributed to sampling, experiments, analysis, and publications. Several received college credit for their work on this project. The science was of interest to the public and was featured in multiple documentaries, print and online articles, and radio shows, and was even incorporated into an art show and student school curricula. Citizen science has played an important role in research about plastic in the ocean (Image 3), and this is an environmental issue that everybody can have an impact on, by things as simple as conscious choice of products and packaging as well as recycling and beach clean-ups.\n\nPublished data generated by this project are publically available and highlights of our results include:\n\nThe microbial community on plastic marine debris is distinct from the community in the surrounding water and differs between ocean basins, regionally, and seasonally. Nevertheless, there appers to be a consistent core community on plastic. \nMicroscope and DNA sequence data suggest some microbes are degrading plastic in the ocean. \nMicrobes on plastic and in surrounding seawater showed latitudinal gradients in diversity. \nPlastic in the ocean can harbor harmful algal bloom species and potential pathogens including Vibrio that can cause diseases in marine creatures and humans. \nResults from our field experiments showed that microbes colonize plastic very quickly, within hours of immersion, and show patterns that may provide a community-based tool for aging pieces of plastic in the environment.\n\n\n\t\t\t\t\tLast Modified: 05/30/2017\n\n\t\t\t\t\tSubmitted by: Linda A Amaral Zettler"
 }
}