{
 "awd_id": "1155233",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: The Circulation of Public Religious Speech and the Remaking of Community",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 14288.0,
 "awd_amount": 14288.0,
 "awd_min_amd_letter_date": "2012-02-22",
 "awd_max_amd_letter_date": "2012-02-22",
 "awd_abstract_narration": "Johns Hopkins University doctoral student Fouad Halbouni, with the guidance of Dr. Veena Das, will undertake research on the circulation of public religious speech, in the form of sermons, homilies and recorded lessons, from formal religious institutions to less formal public spaces of interaction. He is particularly interested in how such circulation takes place in the aftermath of political upheaval. For the purposes of this project, he will focus on religious ideas in an old popular quarter in Cairo which has a long history of religious plurality. While this plurality is often represented in the media as an oppositional relationship between two monolithic groups, Coptic Orthodox Christians and Muslims, the researcher wishes to investigate the possibility that the two communities are not as monolithic as they are portrayed and that there may be or may develop a plurality of positions regarding questions of the religious \"other.\"\r\n\r\nThe researcher will undertake 12 months of field research in al-Azbakiya, a popular Cairo neighborhood. He will employ multiple social science research methods, including: participant observation and recording at mosque and church sermons; participant observation at local Muslim and Christian teaching institutions; discourse analysis of commercially available sermon recordings; tracking of sermons and the ideas they contain as the sermons move out of the formal sphere to be dispersed and discussed in public venues; focus groups; and interviews with religious officials and lay people.\r\n\r\nThis research is important because its findings will contribute to social scientific understanding of how ideas in general, and public religious speech in particular, may contribute to the making and remaking of political community. Significant public religious speech and political activity co-occur throughout the world. Understanding their relationship is critical for theorists and policy makers alike. Funding this research also contributes to the education of a graduate student.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Veena",
   "pi_last_name": "Das",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Veena Das",
   "pi_email_addr": "veenadas@jhu.edu",
   "nsf_id": "000105560",
   "pi_start_date": "2012-02-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Fouad",
   "pi_last_name": "Halbouni",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fouad Halbouni",
   "pi_email_addr": "ffawaz@jhu.edu",
   "nsf_id": "000585096",
   "pi_start_date": "2012-02-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N. Charles Street",
  "perf_city_name": "Baltimore",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182685",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 14288.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; The project explores the circulation of sermons and religious lessons through the district of al-Azbakiya, a popular quarter in Cairo, Egypt in the aftermath of the Egyptian revolution. It took place among the priests and attendants of six local places of worship in the district, namely three Coptic Orthodox Churches and three mosques. The researcher aimed at exploring the circulation of sermons and lessons between the mosques and churches in order to investigate the ways in which preachers take up the question of interacting with the religious other. By looking at the production and circulation of religious public speech in the form of sermons and lessons, the researcher hopes to contribute to the larger debate on the relation between state and religion in Egypt in light of turbulent route of the revolution (the January revolution in 2011, the Muslim brotherhood reaching power in 2012 and more recently, the restoration of military rule in 2013). In other words, the project examines how preachers and their audiences have contended over the place of religion in the public sphere and in the midst of open political confrontation.</p>\n<p>Another more important aspect of the project focuses on the ways Coptic priests and mosque Imams address the issue of interacting with the religious other in the context of everyday life by examining how everyday nuances, which range from neighborly relations and romantic attachments to stories of sectarian tensions, are addressed in sermons and lessons. In order to achieve this task, the researcher took up residence in the district for the duration of 20 months so as to become intimately familiar with the place of the local mosques and Coptic Orthodox churches in the daily rhythms of life found there. He attended, observed and took detailed notes on religious services in the six places of worship on daily basis. Specific focus was given to the ways circulating sermons give expression to grievances, anxieties and concerns of the Coptic community, on the one hand, while on the other, how such grievances elicit different responses from the local mosque imams and their audiences.&nbsp; &nbsp;&nbsp;</p>\n<p>The project is extremely relevant to present debates on the issues of citizenship and democracy theory. If the Egyptian revolution has opened new possibilities for political action, the researcher&rsquo;s aim is to understand how preachers of different religious affiliations engage with their audiences over the language of political and social claims inaugurated by the revolution. Since the Muslim brotherhood&rsquo;s rise to power in 2012, the Egyptian street had become more polarized between secular and &lsquo;Islamic&rsquo; political forces. In the midst of their open political conflict on the streets, the researcher investigated how religious public spaces such as mosques and religious learning centers became sites of open political discussion and competition among various Islamic political parties: including, those representing different Salafi groups, the Muslim brotherhood, former Jihadi groups and various Sufi orders). In the context of Al-Azbakiya district, the researcher examined how preachers presiding over the local places of worship alluded to the grave consequences of open political confrontation over the future of the Egyptian community. Lastly, the project contributes to ongoing debates within the emergent sub-discipline of the anthropology of Islam as well as recent scholarship on religion and the public sphere by investigating the forms of reasoning and argumentation used in contemporary debates on the rights and duties of Non-Muslims living in a predominantly Muslim society.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/30/2014<br>\n\t\t\t\t\tModified by: Fouad&nbsp;Halbouni</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n                  The project explores the circulation of sermons and religious lessons through the district of al-Azbakiya, a popular quarter in Cairo, Egypt in the aftermath of the Egyptian revolution. It took place among the priests and attendants of six local places of worship in the district, namely three Coptic Orthodox Churches and three mosques. The researcher aimed at exploring the circulation of sermons and lessons between the mosques and churches in order to investigate the ways in which preachers take up the question of interacting with the religious other. By looking at the production and circulation of religious public speech in the form of sermons and lessons, the researcher hopes to contribute to the larger debate on the relation between state and religion in Egypt in light of turbulent route of the revolution (the January revolution in 2011, the Muslim brotherhood reaching power in 2012 and more recently, the restoration of military rule in 2013). In other words, the project examines how preachers and their audiences have contended over the place of religion in the public sphere and in the midst of open political confrontation.\n\nAnother more important aspect of the project focuses on the ways Coptic priests and mosque Imams address the issue of interacting with the religious other in the context of everyday life by examining how everyday nuances, which range from neighborly relations and romantic attachments to stories of sectarian tensions, are addressed in sermons and lessons. In order to achieve this task, the researcher took up residence in the district for the duration of 20 months so as to become intimately familiar with the place of the local mosques and Coptic Orthodox churches in the daily rhythms of life found there. He attended, observed and took detailed notes on religious services in the six places of worship on daily basis. Specific focus was given to the ways circulating sermons give expression to grievances, anxieties and concerns of the Coptic community, on the one hand, while on the other, how such grievances elicit different responses from the local mosque imams and their audiences.    \n\nThe project is extremely relevant to present debates on the issues of citizenship and democracy theory. If the Egyptian revolution has opened new possibilities for political action, the researcherÆs aim is to understand how preachers of different religious affiliations engage with their audiences over the language of political and social claims inaugurated by the revolution. Since the Muslim brotherhoodÆs rise to power in 2012, the Egyptian street had become more polarized between secular and æIslamicÆ political forces. In the midst of their open political conflict on the streets, the researcher investigated how religious public spaces such as mosques and religious learning centers became sites of open political discussion and competition among various Islamic political parties: including, those representing different Salafi groups, the Muslim brotherhood, former Jihadi groups and various Sufi orders). In the context of Al-Azbakiya district, the researcher examined how preachers presiding over the local places of worship alluded to the grave consequences of open political confrontation over the future of the Egyptian community. Lastly, the project contributes to ongoing debates within the emergent sub-discipline of the anthropology of Islam as well as recent scholarship on religion and the public sphere by investigating the forms of reasoning and argumentation used in contemporary debates on the rights and duties of Non-Muslims living in a predominantly Muslim society.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 06/30/2014\n\n\t\t\t\t\tSubmitted by: Fouad Halbouni"
 }
}