{
 "awd_id": "1155123",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Understanding the influence of surfactants on characteristic whitecap foam decay times",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2017-02-28",
 "tot_intn_awd_amt": 720416.0,
 "awd_amount": 720416.0,
 "awd_min_amd_letter_date": "2012-03-09",
 "awd_max_amd_letter_date": "2012-03-09",
 "awd_abstract_narration": "The goal of this project is to develop a model for whitecap persistence and its sensitivity to surfactants. The model will be based on a mathematical description of foam physics and the results of a series of scale-model laboratory experiments using seawater and breaking wave packets. The motivation for this work lies in the critical role foam plays in aerosol formation and the sea-to-atmosphere transport of biologically active and climatically relevant material. Moreover the aerial coverage of foam, which in one way or another is implicit in remote sensing of wave breaking and resulting air-sea exchange processes, also depends critically on its persistence. Answers to the following key questions will be sought: 1) Can high resolution and high speed photography be used to determine the decay times for whitecap foam produced by laboratory generated breaking waves under different levels of surfactant concentration? 2) Using the whitecap foam decay data coupled with measured source terms for the bubble size distributions within laboratory generated waves, can the evolution of foam produced by a single breaking event be modeled? 3) Using datasets of measured whitecap coverage and foam decay rates, can some of the observed variability be accounted for by incorporating the effects of surfactant concentration on whitecap foam decay rates?\r\n\r\nA combination of laboratory experiments and desktop analysis of existing sea surface images will be used to gather data on the decay time of whitecap foam produced by breaking waves. The laboratory experiments are based on observations of breaking waves in a wave channel using water with variable surfactant concentration. Wave, bubble plume and foam characteristics will be monitored for plunging and spilling breakers using wave gauges, a downward looking camera to monitor foam persistence, and a sideward looking camera to monitor bubble plume composition and depth. Total organic carbon content and water surface tension will be measured to capture the effects of surfactant concentration on surface tension and whitecap foam decay times. These data will drive model calculations of foam decay and will be compared with foam decay times and overall whitecap coverage data from existing field data.\r\n\r\nIntellectual Merit: Measurement of whitecap coverage provides a remote sensing tool capable of parameterizing a range of air-sea exchange processes such as air-sea gas exchange and primary marine aerosol flux. The present order of magnitude scatter between recent whitecap coverage datasets may in part be due to variations of surfactant concentration. The link between surfactant concentration and foam stability has long been known in the field of foam physics but has not yet been explicitly explored in the oceanographic community. It is anticipated that a model for whitecap foam decay times that is related to surfactant concentration could be used in conjunction with field observations of whitecap coverage to help explain variations within and between datasets of whitecap coverage and also as a remote sensing tool to determine surfactant concentration.\r\n\r\nBroader Impacts: The formation of surface foams by breaking waves in the open ocean play a critical role in a number of climate-related oceanic processes including aerosol production and the scavenging and concentration of important surface active chemicals at the sea surface, which have implications for cloud formation and atmospheric chemistry. The development of a physics-based mathematical model of whitecap foam production and persistence will greatly enhance current remote sensing tools. The data generated during the wave channel study will be presented at conferences and shared with other researchers through publication in the open literature. The experiment and analysis of the resulting data sets will include the participation of a postdoctoral researcher. In addition, undergraduate interns from UCSD working in the Deane and Stokes laboratories will gain experience in experimental oceanography by participating in the laboratory investigations. Broader impacts through communicating ocean science research to the public will be facilitated through the educational program at the Birch Aquarium at Scripps (BAS). The PIs will participate in the BAS Perspectives on Ocean Science lecture series, a monthly earth and ocean science speaker series the provides the public with direct access to up-to-date science in a format specifically designed for a non-specialist audience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Grant",
   "pi_last_name": "Deane",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Grant B Deane",
   "pi_email_addr": "grant@mpl.ucsd.edu",
   "nsf_id": "000487634",
   "pi_start_date": "2012-03-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Malcolm",
   "pi_last_name": "Stokes",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Malcolm D Stokes",
   "pi_email_addr": "dstokes@mpl.ucsd.edu",
   "nsf_id": "000490728",
   "pi_start_date": "2012-03-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "UCSD Scripps Inst of Oceanography",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930238",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 720416.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this NSF funded program is to study the link between oceanic white caps formed by breaking waves on wind-driven seas and the presence of marine chemistry on the sea surface. This link is important because the small particles produced by white cap foam as it bursts contains chemistry and transports it to the atmosphere where it influences the formation of clouds and ice. Through a series of controlled laboratory experiments, we have discovered that the marine chemistry near the sea surface stabilizes the white cap foam. By studying the concentration of chemical proxies, we have been able to create a method of estimating the chemical concentration through measurements of the foam stability. &nbsp;The next step is to see if this method translates from the laboratory to the open ocean. If it does we will have a new method to quantify chemistry on the sea surface, which covers 71% of the earths surface and has a profound impact on weather and climate.&nbsp;</p>\n<p>The research performed under this grant has broad impact the area of whole earth science. &nbsp; Marine aerosols and their impact on ice and cloud formation play a critical role in controlling global climate. &nbsp;It is therefore of great cultural importance to improve our understanding of the properties and formation of marine aerosols and the whitecap foam which they are created from. This information will help inform future field studies and theoretical models of these processes, with the ultimate goal of improving predictions of climate evolution.</p>\n<p>A young scientist and 2 summer interns were trained and developed in STEM research as part of this grant. The early career scientist has become a new leader in this important scientific field.&nbsp;</p>\n<p>This grant has supported educational and public outreach beyond the laboratory. 8 peer reviewed journal articles were produced during the grant period and talks pertaining to the research were presented at research symposia and workshops. In addition to supporting undergraduate student education, this research was featured in presentations at the Birch Aquarium, the public outreach facility for the Scripps Institution of Oceanography.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/30/2017<br>\n\t\t\t\t\tModified by: Malcolm&nbsp;D&nbsp;Stokes</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this NSF funded program is to study the link between oceanic white caps formed by breaking waves on wind-driven seas and the presence of marine chemistry on the sea surface. This link is important because the small particles produced by white cap foam as it bursts contains chemistry and transports it to the atmosphere where it influences the formation of clouds and ice. Through a series of controlled laboratory experiments, we have discovered that the marine chemistry near the sea surface stabilizes the white cap foam. By studying the concentration of chemical proxies, we have been able to create a method of estimating the chemical concentration through measurements of the foam stability.  The next step is to see if this method translates from the laboratory to the open ocean. If it does we will have a new method to quantify chemistry on the sea surface, which covers 71% of the earths surface and has a profound impact on weather and climate. \n\nThe research performed under this grant has broad impact the area of whole earth science.   Marine aerosols and their impact on ice and cloud formation play a critical role in controlling global climate.  It is therefore of great cultural importance to improve our understanding of the properties and formation of marine aerosols and the whitecap foam which they are created from. This information will help inform future field studies and theoretical models of these processes, with the ultimate goal of improving predictions of climate evolution.\n\nA young scientist and 2 summer interns were trained and developed in STEM research as part of this grant. The early career scientist has become a new leader in this important scientific field. \n\nThis grant has supported educational and public outreach beyond the laboratory. 8 peer reviewed journal articles were produced during the grant period and talks pertaining to the research were presented at research symposia and workshops. In addition to supporting undergraduate student education, this research was featured in presentations at the Birch Aquarium, the public outreach facility for the Scripps Institution of Oceanography.\n\n \n\n\t\t\t\t\tLast Modified: 05/30/2017\n\n\t\t\t\t\tSubmitted by: Malcolm D Stokes"
 }
}