{
 "awd_id": "1155402",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Investigating the Use and Impact of Social Knowledge Claims concerning Regional Changes",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Frederick Kronz",
 "awd_eff_date": "2012-03-15",
 "awd_exp_date": "2014-11-30",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2012-03-20",
 "awd_max_amd_letter_date": "2012-03-20",
 "awd_abstract_narration": "Introduction\r\nThis project examines the epistemic significance of attempts to reframe climate change as a human rights concern. What is striking about the application of human rights to climate change is how it brings social knowledge into conversation with natural science. As with many environmental problems, natural scientific knowledge and experts figure prominently in the construction of climate change. By contrast, advocates of a human rights-based approach re-frame climate change as a social problem and rely on social knowledge claims to support their assertions.\r\n\r\nIntellectual Merit\r\nThrough content analysis and interviews with key actors, this project analyzes this important shift in the dominant discourse and knowledge-making practices in relation to climate change. Specifically, it asks two questions. How do advocates employ social knowledge claims to demonstrate the link between human rights and climate change? What impact may the use of social knowledge claims have on the climate debate? Such research contributes to a basic framework for studying social knowledge and provides insight as to the role of social knowledge in policy debates, as well as practices that lend social knowledge credibility. This project further extends our understanding of the co-production of scientific and political orders from cases involving the natural sciences to those involving social knowledge. \r\n\r\nPotential Broader Impacts\r\nBeyond its intellectual contributions, examining how the deployment of social knowledge potentially challenges dominant natural scientific constructions of climate change may yield strategies for overcoming the political gridlock that often accompanies technocratic debate, thus facilitating more effective policy-making. Further analyzing the human rights frame's political impact, including its effect on the range of participants eligible to contribute to the climate debate, may also provide practical insights as to how to incorporate a wider range of participants, including the public, into scientific and political debates.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Epstein",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Steven G Epstein",
   "pi_email_addr": "s-epstein@northwestern.edu",
   "nsf_id": "000318813",
   "pi_start_date": "2012-03-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jessica",
   "pi_last_name": "Koski",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Jessica P Koski",
   "pi_email_addr": "jess.koski@gmail.com",
   "nsf_id": "000594328",
   "pi_start_date": "2012-03-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Department of Sociology - Northwestern University",
  "perf_str_addr": "1810 Chicago Avenue",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080812",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7567",
   "pgm_ref_txt": "SOC STUDIES OF SCI, ENG & TECH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project analyzed recent efforts to advance a human rights-based approach to climate change at the Inter-American Commission on Human Rights and the United Nations Human Rights Council.&nbsp; What is striking about the application of human rights to climate change is how it brings social knowledge into conversation with natural science.&nbsp; As with many environmental problems, natural scientific experts and knowledge figure prominently in climate change policymaking.&nbsp; By contrast, advocates of a human rights approach define climate change as primarily a social problem and draw on social knowledge claims to support their assertions.&nbsp; Through content analysis of legal proceedings, legal scholarship, and policy documents, I identified the range of social knowledge claims and practices advocates use to demonstrate warming&rsquo;s social impact.&nbsp; I supplemented content analysis with interviews.&nbsp; The support of the National Science Foundation, in conjunction with grants from the Graduate School and the Department of Sociology at Northwestern University, allowed me to conduct 33 interviews throughout the United States, the United Kingdom, Switzerland, and Australia.&nbsp; I also conducted 23 telephone interviews.&nbsp; Additionally, I completed two weeks of participant observation at the 18th Conference of the Parties to the United Nations Framework Convention on Climate Change in Doha, Qatar. &nbsp;</p>\n<p>This inquiry is in line with a growing effort to extend classic science and technology studies (STS) perspectives to social knowledge.&nbsp; In particular, it deepens our understanding of the production of legal knowledge; it highlights the role of performance and negotiation in the production of legal knowledge and further illustrates how a knowledge-making site&rsquo;s evidentiary standards, rules of procedure, and informal norms enable and constrain the production of legal knowledge.&nbsp; This project further demonstrates how knowledge makers exploit an institution&rsquo;s infrastructure and procedures in the production of legal knowledge, which has implications both for its substance and distribution.&nbsp; In addition to STS, this research contributes to the study of social movements, specifically how movements frame issues.&nbsp; Through close attention to the origins and development of the human rights frame, it shows how an institution&rsquo;s norms and standard operating procedures impact the human rights frame&rsquo;s diffusion, which in turn suggests that advocates&rsquo; choice of institutional target plays a major role in shaping frame change.&nbsp; This finding is also of value to socio-legal scholars; it indicates that advocates&rsquo; choice of institutional target delimits the law&rsquo;s potency as a tool for social change.&nbsp; Investigating efforts to advance a human rights approach to climate change also reveals that the human rights frame functions as much as an organizational resource as it does moral resource and that a social movement&rsquo;s failure to achieve its instrumental aims, in addition to a social movement&rsquo;s success, impacts how we conceive of human rights.&nbsp;</p>\n<p>Beyond its theoretical contributions, this research offers useful insights for policymakers across federal agencies tasked with implementing environmental justice under Executive Order 12898, as well as for those seeking to institutionalize participatory decision making more broadly.&nbsp; It shows that merely offering low income and minority populations an opportunity to provide input does not ensure meaningful participation.&nbsp; That is to say, it may be insufficient to ensure that environmental justice populations' input actually informs policymaking.&nbsp; This project demonstrates that it is possible to offer an environmental justice population the opportunity to provide input in such a way that the structure of that opportunity...",
  "por_txt_cntn": "\nThis project analyzed recent efforts to advance a human rights-based approach to climate change at the Inter-American Commission on Human Rights and the United Nations Human Rights Council.  What is striking about the application of human rights to climate change is how it brings social knowledge into conversation with natural science.  As with many environmental problems, natural scientific experts and knowledge figure prominently in climate change policymaking.  By contrast, advocates of a human rights approach define climate change as primarily a social problem and draw on social knowledge claims to support their assertions.  Through content analysis of legal proceedings, legal scholarship, and policy documents, I identified the range of social knowledge claims and practices advocates use to demonstrate warmingÆs social impact.  I supplemented content analysis with interviews.  The support of the National Science Foundation, in conjunction with grants from the Graduate School and the Department of Sociology at Northwestern University, allowed me to conduct 33 interviews throughout the United States, the United Kingdom, Switzerland, and Australia.  I also conducted 23 telephone interviews.  Additionally, I completed two weeks of participant observation at the 18th Conference of the Parties to the United Nations Framework Convention on Climate Change in Doha, Qatar.  \n\nThis inquiry is in line with a growing effort to extend classic science and technology studies (STS) perspectives to social knowledge.  In particular, it deepens our understanding of the production of legal knowledge; it highlights the role of performance and negotiation in the production of legal knowledge and further illustrates how a knowledge-making siteÆs evidentiary standards, rules of procedure, and informal norms enable and constrain the production of legal knowledge.  This project further demonstrates how knowledge makers exploit an institutionÆs infrastructure and procedures in the production of legal knowledge, which has implications both for its substance and distribution.  In addition to STS, this research contributes to the study of social movements, specifically how movements frame issues.  Through close attention to the origins and development of the human rights frame, it shows how an institutionÆs norms and standard operating procedures impact the human rights frameÆs diffusion, which in turn suggests that advocatesÆ choice of institutional target plays a major role in shaping frame change.  This finding is also of value to socio-legal scholars; it indicates that advocatesÆ choice of institutional target delimits the lawÆs potency as a tool for social change.  Investigating efforts to advance a human rights approach to climate change also reveals that the human rights frame functions as much as an organizational resource as it does moral resource and that a social movementÆs failure to achieve its instrumental aims, in addition to a social movementÆs success, impacts how we conceive of human rights. \n\nBeyond its theoretical contributions, this research offers useful insights for policymakers across federal agencies tasked with implementing environmental justice under Executive Order 12898, as well as for those seeking to institutionalize participatory decision making more broadly.  It shows that merely offering low income and minority populations an opportunity to provide input does not ensure meaningful participation.  That is to say, it may be insufficient to ensure that environmental justice populations' input actually informs policymaking.  This project demonstrates that it is possible to offer an environmental justice population the opportunity to provide input in such a way that the structure of that opportunity reinforces a strict expert-lay hierarchy and thus marginalizes minority populationsÆ concerns, as well as other forms of lay expertise.  Consequently, in addition to monitoring the number of opportunities for public participatio..."
 }
}