{
 "awd_id": "1155710",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research Improvement Grant: Social Interaction and Colonialism in Peru",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2012-01-15",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 19985.0,
 "awd_amount": 19985.0,
 "awd_min_amd_letter_date": "2012-01-19",
 "awd_max_amd_letter_date": "2012-01-19",
 "awd_abstract_narration": "Under the direction of Dr. Kevin J. Vaughn, Ms. Verity Whalen will conduct dissertation research to investigate the relationship between societal interaction and colonialism.  She will examine ancient households and burials at Cocahuischo, a Late Nasca site on the south coast of Peru.  Cocahuischo is located in the upper valley of the Tierras Blancas River, at a key geographical borderland in the Andean landscape - between the coast and the highlands.  Around AD 600, Cocahuischo was a community of nearly 300 households and the center of the local valley polity.  By AD 1000, the settlement had been abandoned following the collapse of the Wari state - the first Andean empire.  What happened during the 400 years in between is a crucial case study in the emergence of empires.  Ms. Whalen's dissertation research will develop current understandings of Wari colonialism in Nasca by examining the history of contact and interaction between the people who would become the \"colonizers\" and the \"colonized.\"  To do so, Ms. Whalen will draw from a number of archaeological techniques, including household archaeology, Instrumental Neutron Activation Analysis of pottery, Laser Ablation-Inductively Coupled Plasma-Mass Spectrometry of obsidian tools, and isotopic analysis of human skeletal remains, to track the movement of people and objects in prehistory.\r\n\r\nAlthough archaeological in nature the research is relevant to the present day in which similar disparities exist between adjacent political entities.  Understanding such interactions provide insight into the bonds that hold states together and the forces which undermine unity.  Archaeological data because of the long term perspective it can provide allows researchers to track such interactions across periods which may span multiple centuries.\r\n\r\nBy investigating how regional engagements shape local community politics and emerging colonial systems, Ms. Whalen's dissertation builds from an extensive body of anthropological research and stands to contribute new insights into societal interaction and colonial encounters in both the past and present.  The approach employed advocates viewing colonial encounters as the outcome of a lengthy and mutually influential process of regional interaction between indigenous and non-local groups.  The  research has the potential to shape how interaction is analyzed.  Recent scholarship has begun to investigate the active role of indigenous groups in such encounters and how cultural traditions may become intermixed through interaction and colonialism.  But such work is fraught with problems and does not really address the question - how and why do people draw from the beliefs, traditions, and symbols of others to shape their own identity and position within the community?  Ms. Whalen's dissertation research will advance anthropological understandings of these issues and provide a methodological framework for addressing them by systematically analyzing pottery, non-local goods, mortuary practices, and skeletal material.\r\n\r\nThis project will further Ms. Whalen's graduate training.  In addition it is a collaborative effort between American and Peruvian archaeologists that will provide learning opportunities for Peruvian and American students, and engage the local communities in Nasca and the Tierras Blancas Valley.  Prior collaborations with local community members in Nasca, who participated in excavations and survey on past field projects, will continue to contribute training opportunities and foster a dialogue on archaeological research and discoveries.  Ms. Whalen will also present the results of this research at schools, town meetings, and museums in Nasca, working to create educational displays that will encourage archaeo-tourism and ensure that the impacts of this project reach far beyond the academic community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Vaughn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin Vaughn",
   "pi_email_addr": "kjvaughn@purdue.edu",
   "nsf_id": "000172104",
   "pi_start_date": "2012-01-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Verity",
   "pi_last_name": "Whalen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Verity Whalen",
   "pi_email_addr": "vwhalen@purdue.edu",
   "nsf_id": "000583292",
   "pi_start_date": "2012-01-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "155 S Grant Street",
  "perf_city_name": "West Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479063210",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 19985.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\"><span class=\"s1\">Under the guidance of Dr. Kevin J. Vaughn, Verity Whalen conducted dissertation research investigating societal interaction and colonialism by examining ancient households and burials at Cocahuischo, a Late Nasca site on the south coast of Peru. Cocahuischo is located in the upper valley of the Tierras Blancas River, at a key geographical borderland in the Andean landscape &ndash; between the coast and the highlands (Figure 1). Around AD 500, Cocahuischo was a community of nearly 300 households and the center of the local valley polity (Figure 2). By AD 750, the settlement had been abandoned following colonization of the valley by the highland Wari &ndash; the first Andean empire. What happened during the 250 years in between is a crucial case study in the emergence of empires.&nbsp;</span></p>\n<p class=\"p1\"><span class=\"s1\"><span> </span>Under this award, Ms. Whalen conducted a 12 week field season and 8 weeks of laboratory analysis at the field site in Peru. She used architectural analysis of ancient houses, excavations of house floors, analysis of materials such as pottery, animal bone, and lithics, and bioarchaeological analysis of human skeletal remains to model the intensity and direction of contact between different groups of people in the past. The results of her research indicate that Late Nasca people on the south coast of Peru were engaged in increasingly broad and mutually influential spheres of interaction with other groups in the Andean world (Figure 3). They also suggest that while certain factions of Late Nasca society may have cultivated relationships with people from the emerging Wari state, Cocahuischo was not among them. These other Late Nasca factions likely used such influence to cultivate preferential positions in the subsequent colonial establishment. In this instance, the colonial encounter became an arena of negotiation not just between &lsquo;colonizer&rsquo; and &lsquo;colonized,&rsquo; but between factions of the &lsquo;colonized&rsquo; themselves.</span></p>\n<p class=\"p1\"><span class=\"s1\"><span> </span>By investigating how intercultural encounters shape local community politics and emerging colonial systems, Ms. Whalen&rsquo;s dissertation builds from an extensive body of anthropological research and contributes new insights into social interaction and colonial systems in both the past and present. Her work demonstrates that such interaction has a profound impact on local community politics and fuels social change. These changes likely occur along generational divides, as young community members challenge old traditions in an increasingly cosmopolitan world. Additionally, this research has shaped how interaction is analyzed by providing a methodological framework that draws from the analysis of pottery, non-local goods, mortuary practices, and skeletal remains. In particular, Ms. Whalen&rsquo;s research moves beyond traditional categories of indigenous, foreign, and hybridized objects to examine how people draw from foreign objects, traditions, and practices to generate new cultural objects.</span></p>\n<p class=\"p1\"><span class=\"s1\"><span> </span>In addition to directly assisting in Ms. Whalen&rsquo;s graduate training, this research was a collaborative effort between American and Peruvian archaeologists that provided learning opportunities for Peruvian and American students, and engaged the local communities in Nasca and the Tierras Blancas Valley. Fieldwork provided instruction in methodology and the culture history of the south coast to both graduate and undergraduate archaeological students, some of which went on to conduct individual research projects based off of the data that was collected. Collaborative presentations and publications between American and Peruvian project members have also furthered professional development among a population that is often underrepresented on the international stage. ...",
  "por_txt_cntn": "Under the guidance of Dr. Kevin J. Vaughn, Verity Whalen conducted dissertation research investigating societal interaction and colonialism by examining ancient households and burials at Cocahuischo, a Late Nasca site on the south coast of Peru. Cocahuischo is located in the upper valley of the Tierras Blancas River, at a key geographical borderland in the Andean landscape &ndash; between the coast and the highlands (Figure 1). Around AD 500, Cocahuischo was a community of nearly 300 households and the center of the local valley polity (Figure 2). By AD 750, the settlement had been abandoned following colonization of the valley by the highland Wari &ndash; the first Andean empire. What happened during the 250 years in between is a crucial case study in the emergence of empires. \n Under this award, Ms. Whalen conducted a 12 week field season and 8 weeks of laboratory analysis at the field site in Peru. She used architectural analysis of ancient houses, excavations of house floors, analysis of materials such as pottery, animal bone, and lithics, and bioarchaeological analysis of human skeletal remains to model the intensity and direction of contact between different groups of people in the past. The results of her research indicate that Late Nasca people on the south coast of Peru were engaged in increasingly broad and mutually influential spheres of interaction with other groups in the Andean world (Figure 3). They also suggest that while certain factions of Late Nasca society may have cultivated relationships with people from the emerging Wari state, Cocahuischo was not among them. These other Late Nasca factions likely used such influence to cultivate preferential positions in the subsequent colonial establishment. In this instance, the colonial encounter became an arena of negotiation not just between æcolonizerÆ and æcolonized,Æ but between factions of the æcolonizedÆ themselves.\n By investigating how intercultural encounters shape local community politics and emerging colonial systems, Ms. WhalenÆs dissertation builds from an extensive body of anthropological research and contributes new insights into social interaction and colonial systems in both the past and present. Her work demonstrates that such interaction has a profound impact on local community politics and fuels social change. These changes likely occur along generational divides, as young community members challenge old traditions in an increasingly cosmopolitan world. Additionally, this research has shaped how interaction is analyzed by providing a methodological framework that draws from the analysis of pottery, non-local goods, mortuary practices, and skeletal remains. In particular, Ms. WhalenÆs research moves beyond traditional categories of indigenous, foreign, and hybridized objects to examine how people draw from foreign objects, traditions, and practices to generate new cultural objects.\n In addition to directly assisting in Ms. WhalenÆs graduate training, this research was a collaborative effort between American and Peruvian archaeologists that provided learning opportunities for Peruvian and American students, and engaged the local communities in Nasca and the Tierras Blancas Valley. Fieldwork provided instruction in methodology and the culture history of the south coast to both graduate and undergraduate archaeological students, some of which went on to conduct individual research projects based off of the data that was collected. Collaborative presentations and publications between American and Peruvian project members have also furthered professional development among a population that is often underrepresented on the international stage. Communications with the local communities regarding the project and discoveries also ensured that the impacts of this project reached far beyond the academic community.\n\n \n\n\t\t\t\t\tLast Modified: 09/18/2013\n\n\t\t\t\t\tSubmitted by: Verity Whalen"
 }
}