{
 "awd_id": "1155643",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Effects of Shocks on International Networks: An Agent-Based Model with Simulated and Real-World Data",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 255220.0,
 "awd_amount": 255220.0,
 "awd_min_amd_letter_date": "2012-03-26",
 "awd_max_amd_letter_date": "2012-03-26",
 "awd_abstract_narration": "Dramatic events such as wars, revolutions, economic crises, and the rise and fall of global powers, are known to have major effects on the international system. Yet good theoretical and empirical foundations to explain exactly how shocks affect the structure of international politics are lacking. This project examines how shocks affect the structure of international networks (e.g., security cooperation, international trade, or international conflict). \r\n\r\nThe study combines two distinct methodological approaches: network analysis, a scientific approach that allows for structural analysis of connections between entities, and agent-based modeling (ABM), a method that uses computer simulation to study the behavior of autonomous entities. The project contains three stages: (a) ABM to simulate the different processes by which international networks form and evolve; (b) Shocks of different types and different characteristics are added into these networks; (c) The ABMs are re-run following the shocks to compare the characteristics of individual states, dyads, groups, and the entire network in the pre-shock and post-shock periods. The ABMs will first be run on randomly generated network data, yielding propositions about the effects of different types of shocks on international networks. Subsequently, these propositions will be tested both by statistical analyses of historical network data and by running the ABMs using real-world data. In order to facilitate the empirical tests, a cultural networks dataset will be collected that includes a breakdown of states' populations into religious and linguistic groups. By integrating computational and empirical methods, this project will contribute to our understanding of how shocks affect international networks. \r\n\r\nThe intellectual merit of the project rests in explaining the effect of shocks on international politics, an important and under-examined avenue of research. This project will provide new insights into historical developments in international networks that were the products of major shocks. In addition, the models and ideas developed by the project can be applied to research questions across the social and behavioral sciences, such as the effects of natural disasters on public health, or the effects of government collapse on economic networks.\r\n\r\nThe project offers several broader impacts. First, it develops an ABM platform that can be extended to examine the effects of shocks on many types of social, economic, and physical networks. Second, it provides a method for testing a large number of hypotheses by using real-world data as inputs to the ABMs, then comparing the simulated networks to historical networks. Third, it establishes a new method for predicting the impact of future shocks on international politics, potentially providing decision-makers with insights into structuring network ties in a way that will optimize the effects of shock-induced challenges (e.g., a revolution in Egypt) on a given state. Fourth, it provides a valuable longitudinal publicly-available dataset on world cultures that will enable research into the effects of culture on international relations and of political processes on culture. Fifth, it provides a much-needed data depository for datasets formatted for network analysis. Finally, it offers graduate and undergraduate students training and experience in theory development, data collection, and empirical evaluation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zeev",
   "pi_last_name": "Maoz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zeev Maoz",
   "pi_email_addr": "zmaoz@ucdavis.edu",
   "nsf_id": "000331364",
   "pi_start_date": "2012-03-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kyle",
   "pi_last_name": "Joyce",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kyle A Joyce",
   "pi_email_addr": "kjoyce@ucdavis.edu",
   "nsf_id": "000598805",
   "pi_start_date": "2012-03-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "",
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 255220.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project focuses on the effects of shocks (war, economic crises, changes in the identity of friends and foes, democratization and anti-democratization) on conflictual (militarized disputes) and cooperative (alliances, trade, institutional) international networks.The goal is to understand how international network re-organize following such shocks.</p>\n<p>In addition, the goal of the project was to form a dataset that would enable analysis of cultural networks. This is the World Languages Dataset. This dataset details the number of people speaking various languages in a given country over the period of 1945-2015. This covers over 6,600 different languages.</p>\n<p>To study this set of issues, we used a number of methods. These include Agent-Based Models (ABMs), that is, computer simulations based on random data, and statistical analyses of real world networks. The role of ABMs was to generate patterns of networks and compare pre-shock to post-shock networks. These patterns were then compared to the way in which real-world networks re-organized following shocks. The comparison of simulated patterns to real world patterns allows us to understand the process of network evolution in international relations, and offer propositions about the resilience of international network with respect to various shocks.</p>\n<p>Outcomes:</p>\n<p>1. Agent-based modeling infrastructure. The description of the ABM, the code of the ABMs and a graphical user interface network sofware are posted on line.</p>\n<p>2. World Language Dataset. The project description, codebook, sources used, and data coded is posted on line. Data cover all European states, most African states, and a few states in Latin America.</p>\n<p>3. Papers summarizing results of research:</p>\n<p>&nbsp;&nbsp; a. Paper presentations at conferences--International Studies Association, American Political Science Association, Peace Science Society, Political Networks Society, Network Science,</p>\n<p>&nbsp;&nbsp; b. Presentation at invited lectures: Strategic Studies Group of the U.S. Army Chief of Staff, University of California, Berkeley, Stanford University, Koc University, Istanbul Turkey, University of California, Santa Barbara</p>\n<p>&nbsp; c. Papers prepared for publicaiton</p>\n<p>&nbsp; d. Data repository of replication datasets</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2015<br>\n\t\t\t\t\tModified by: Zeev&nbsp;Maoz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project focuses on the effects of shocks (war, economic crises, changes in the identity of friends and foes, democratization and anti-democratization) on conflictual (militarized disputes) and cooperative (alliances, trade, institutional) international networks.The goal is to understand how international network re-organize following such shocks.\n\nIn addition, the goal of the project was to form a dataset that would enable analysis of cultural networks. This is the World Languages Dataset. This dataset details the number of people speaking various languages in a given country over the period of 1945-2015. This covers over 6,600 different languages.\n\nTo study this set of issues, we used a number of methods. These include Agent-Based Models (ABMs), that is, computer simulations based on random data, and statistical analyses of real world networks. The role of ABMs was to generate patterns of networks and compare pre-shock to post-shock networks. These patterns were then compared to the way in which real-world networks re-organized following shocks. The comparison of simulated patterns to real world patterns allows us to understand the process of network evolution in international relations, and offer propositions about the resilience of international network with respect to various shocks.\n\nOutcomes:\n\n1. Agent-based modeling infrastructure. The description of the ABM, the code of the ABMs and a graphical user interface network sofware are posted on line.\n\n2. World Language Dataset. The project description, codebook, sources used, and data coded is posted on line. Data cover all European states, most African states, and a few states in Latin America.\n\n3. Papers summarizing results of research:\n\n   a. Paper presentations at conferences--International Studies Association, American Political Science Association, Peace Science Society, Political Networks Society, Network Science,\n\n   b. Presentation at invited lectures: Strategic Studies Group of the U.S. Army Chief of Staff, University of California, Berkeley, Stanford University, Koc University, Istanbul Turkey, University of California, Santa Barbara\n\n  c. Papers prepared for publicaiton\n\n  d. Data repository of replication datasets\n\n \n\n\t\t\t\t\tLast Modified: 09/29/2015\n\n\t\t\t\t\tSubmitted by: Zeev Maoz"
 }
}