{
 "awd_id": "1155162",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Psychological Causes of Criminal Confessions: The Role of Interrogation Myopia",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Scott Barclay",
 "awd_eff_date": "2012-03-15",
 "awd_exp_date": "2017-02-28",
 "tot_intn_awd_amt": 240733.0,
 "awd_amount": 255503.0,
 "awd_min_amd_letter_date": "2012-02-28",
 "awd_max_amd_letter_date": "2013-08-13",
 "awd_abstract_narration": "DNA exonerations and laboratory experiments reveal that criminal suspects will sometimes falsely confess to crimes when interrogated by the police. This research will advance understanding of the processes that underlie suspects' decisions to confess by testing the predictions of a new theorietical model of confessions. The model proposes that stress elicited by police interrogation causes suspects to focus narrowly on the events and conditions operating in the immediate interrogation situation while simultaneously diverting their attention away from factors that are temporally remote, such as the future consequences that they may face if convicted. Ultimately, this narrowing of attentional focus is hypothesized to create a psychological state of interrogation myopia whereby suspects' choices are driven too much by the social and situational influences that are operating during the immediate interrogation situation, and too little by their long-term interests. \r\n\r\nThree experiments will examine whether stress, elicited through an accusation of cheating in an academic setting, influences how much people attend to and remember information that is directly relevant to consequences of academic misconduct, how vulnerable they are to social pressures that encourage them to confess, and whether their confession decisions are influenced more by immediate consequences (e.g., escaping an unpleasant situation now) than future consequences (e.g., avoiding punishment for wrong-doing in the future). The experiments are unique in that they assess stress in terms of physiology indexed by cardiovascular activity, a response to police interrogation that has received almost no empirical attention to date. \r\n\r\nThe findings of this research will advance understanding of the psychological processes that lead suspects to confess to crimes during custodial police interrogations, thereby aiding reform efforts that are designed to improve the diagnostic value of confession evidence.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephanie",
   "pi_last_name": "Madon",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Stephanie J Madon",
   "pi_email_addr": "madon@asu.edu",
   "nsf_id": "000147167",
   "pi_start_date": "2012-02-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Wells",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Gary L Wells",
   "pi_email_addr": "glwells@iastate.edu",
   "nsf_id": "000407264",
   "pi_start_date": "2012-02-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Max",
   "pi_last_name": "Guyll",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Max Guyll",
   "pi_email_addr": "guyll@asu.edu",
   "nsf_id": "000556948",
   "pi_start_date": "2012-02-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "W112 Lagomarcino Hall",
  "perf_city_name": "Ames",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500113180",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "IA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 240733.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 14770.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>It is widely believed that innocent people would not jeopardize their self-interests by confessing to a crime they did not commit. Contrary to this belief, however, DNA exoneration cases have revealed that false confessions occur with regularity and constitute a common source of error leading to wrongful conviction. To date, there have been nearly 350 DNA exoneration cases in the United States, approximately 28% of which involved a false confession as a contributing factor. Wrongful convictions supported by false confessions raise concerns about the protection of civil liberties and the integrity of the criminal justice system, thereby underscoring the need for research that identifies the underlying causes of false confessions as a way to further improve the trustworthiness of confession evidence.</p>\n<p>Police interrogation, as practiced in North America, is stressful and threatening to suspects. The funded research included three laboratory experiments that examined how the threat of police interrogation affects suspects' physiological, cognitive, and psychological responses. These experiments used the cheating paradigm in which a confederate, acting as another participant in the study, elicited either cheating or innocent behavior from actual participants on a set of logic problems. All participants were university students who received research credit in exchange for their participation.</p>\n<p>Two experiments tested whether the initial experience of threat that occurs during the early, confrontational phase of police interrogation mobilizes suspects to resist interrogation pressures. Both studies measured physiologic activity as an indicator of mobilization. In one study, an experimenter accused some participants, but not others, of cheating on the logic problems during which time all participants had their physiologic activity assessed. Shortly after, participants completed a scale that measured how strongly they resisted social pressure to acquiesce to suggestive questioning. The results showed that the accusation caused participants to exhibit physiologic responses indicative of mobilization and strengthened their resistance to the effects of suggestive questioning relative to participants who were not accused. In the other study, all participants were accused of sharing answers on the logic problems, but the alleged misconduct was characterized as either a serious or minor offense. Immediately after, these participants were given five minutes to read a bogus document that appeared to be the university's policy on academic dishonesty. Participants believed that they were required to read this policy because of their alleged misconduct during the logic problems. Video captured by a hidden camera was used to assess how long each participant attended to the policy. Following the five minute reading period, participants&rsquo; memory for the policy's content was tested, after which they were pressured to sign a confession in which they admitted to breaking the rules of the experiment. The results showed that in comparison to participants who were accused of a minor offense, those who were accused of a serious offense experienced greater mobilization, attended to the academic dishonesty policy longer, had better memory for its content, and were less likely to confess. In neither experiment did participants' true guilt or innocence alter the pattern of results, thereby suggesting the possibility of a threshold effect whereby the initial threat of police interrogation may be threatening enough to elicit resistance from the guilty and the innocent alike.</p>\n<p>The third experiment tested whether suspects&rsquo; resistance to interrogation pressures can be weakened by causing them to feel psychologically distant from self-relevant factors such as, their personal identities, social relationships, and beliefs and values. This issue is directly relevant to police interrogation in North America, which almost always involves questioning a suspect in isolation. The experiment used procedures similar to those described above except that physiology was not assessed and participants were pressured to sign a confession under conditions of either high or low self-awareness, which was manipulated with the presence or absence of a mirror. Prior research has established that viewing one&rsquo;s own image in a mirror heightens self-focus. Data collection for this study is complete, and data analysis is ongoing.</p>\n<p>The funded research aimed to discover how suspects respond to police interrogation. Although data analysis is ongoing, the results obtained so far converged on the conclusion that the initial threat of police interrogation mobilizes suspects to resist interrogative influence in a manner akin to a fight or flight response. These results broaden theoretical understanding of suspects' responses to police interrogation by showing that it can trigger an automatic and situationally-induced stress reaction in suspects that can have the unintended and counterintuitive effect of protecting them from interrogation pressures during the early, confrontational phase of questioning.&nbsp; Funding from an associated REU provided multiple students with a foundation of knowledge relevant to experimental methods and hypothesis testing. The REU also supported these students' travel to the American-Psychology Law Society's annual conference in Atlanta, GA.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/02/2017<br>\n\t\t\t\t\tModified by: Stephanie&nbsp;J&nbsp;Madon</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIt is widely believed that innocent people would not jeopardize their self-interests by confessing to a crime they did not commit. Contrary to this belief, however, DNA exoneration cases have revealed that false confessions occur with regularity and constitute a common source of error leading to wrongful conviction. To date, there have been nearly 350 DNA exoneration cases in the United States, approximately 28% of which involved a false confession as a contributing factor. Wrongful convictions supported by false confessions raise concerns about the protection of civil liberties and the integrity of the criminal justice system, thereby underscoring the need for research that identifies the underlying causes of false confessions as a way to further improve the trustworthiness of confession evidence.\n\nPolice interrogation, as practiced in North America, is stressful and threatening to suspects. The funded research included three laboratory experiments that examined how the threat of police interrogation affects suspects' physiological, cognitive, and psychological responses. These experiments used the cheating paradigm in which a confederate, acting as another participant in the study, elicited either cheating or innocent behavior from actual participants on a set of logic problems. All participants were university students who received research credit in exchange for their participation.\n\nTwo experiments tested whether the initial experience of threat that occurs during the early, confrontational phase of police interrogation mobilizes suspects to resist interrogation pressures. Both studies measured physiologic activity as an indicator of mobilization. In one study, an experimenter accused some participants, but not others, of cheating on the logic problems during which time all participants had their physiologic activity assessed. Shortly after, participants completed a scale that measured how strongly they resisted social pressure to acquiesce to suggestive questioning. The results showed that the accusation caused participants to exhibit physiologic responses indicative of mobilization and strengthened their resistance to the effects of suggestive questioning relative to participants who were not accused. In the other study, all participants were accused of sharing answers on the logic problems, but the alleged misconduct was characterized as either a serious or minor offense. Immediately after, these participants were given five minutes to read a bogus document that appeared to be the university's policy on academic dishonesty. Participants believed that they were required to read this policy because of their alleged misconduct during the logic problems. Video captured by a hidden camera was used to assess how long each participant attended to the policy. Following the five minute reading period, participants? memory for the policy's content was tested, after which they were pressured to sign a confession in which they admitted to breaking the rules of the experiment. The results showed that in comparison to participants who were accused of a minor offense, those who were accused of a serious offense experienced greater mobilization, attended to the academic dishonesty policy longer, had better memory for its content, and were less likely to confess. In neither experiment did participants' true guilt or innocence alter the pattern of results, thereby suggesting the possibility of a threshold effect whereby the initial threat of police interrogation may be threatening enough to elicit resistance from the guilty and the innocent alike.\n\nThe third experiment tested whether suspects? resistance to interrogation pressures can be weakened by causing them to feel psychologically distant from self-relevant factors such as, their personal identities, social relationships, and beliefs and values. This issue is directly relevant to police interrogation in North America, which almost always involves questioning a suspect in isolation. The experiment used procedures similar to those described above except that physiology was not assessed and participants were pressured to sign a confession under conditions of either high or low self-awareness, which was manipulated with the presence or absence of a mirror. Prior research has established that viewing one?s own image in a mirror heightens self-focus. Data collection for this study is complete, and data analysis is ongoing.\n\nThe funded research aimed to discover how suspects respond to police interrogation. Although data analysis is ongoing, the results obtained so far converged on the conclusion that the initial threat of police interrogation mobilizes suspects to resist interrogative influence in a manner akin to a fight or flight response. These results broaden theoretical understanding of suspects' responses to police interrogation by showing that it can trigger an automatic and situationally-induced stress reaction in suspects that can have the unintended and counterintuitive effect of protecting them from interrogation pressures during the early, confrontational phase of questioning.  Funding from an associated REU provided multiple students with a foundation of knowledge relevant to experimental methods and hypothesis testing. The REU also supported these students' travel to the American-Psychology Law Society's annual conference in Atlanta, GA.\n\n \n\n\t\t\t\t\tLast Modified: 03/02/2017\n\n\t\t\t\t\tSubmitted by: Stephanie J Madon"
 }
}