{
 "awd_id": "1155918",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Implementing International Standards in the Commodification of Brazilian Biofuels",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2012-02-15",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 7810.0,
 "awd_amount": 7810.0,
 "awd_min_amd_letter_date": "2012-02-14",
 "awd_max_amd_letter_date": "2012-02-14",
 "awd_abstract_narration": "University of Pennsylvania doctoral student, Derek Newberry, supervised by Dr. Adriana Petryna, will undertake research on the creation and implementation of biofuel standards in São Paulo, Brazil. Brazilian biofuel producers seek to tap into global markets for sustainable energies but in order to do so, they must meet the social and environmental criteria mandated by the governments of countries where those markets are located.  In response, ethanol executives have joined energy experts, government officials, and activists in Brazil and abroad to produce an environmental and social production standard, which is to be implemented by refinery managers. How these stakeholders with different understandings of morally responsible production create and implement standards will determine whether ethanol is successful as a major export and how its socio-environmental impacts are distributed.  This research will therefore analyze the dynamic relationship between actors defining and implementing ethanol standards, describing the knowledge labor and work practices that constitute this emergent green energy commodity chain.  \r\n\r\nDerek Newberry will conduct ethnographic fieldwork in São Paulo among professionals involved in creating ethanol sustainability standards and at a production site in the interior of the state where the standards are being put into practice. He will use a range of social science research methods including participant observation and in-depth interviews to collect data on the ethical ideas held by different actors about what constitutes morally responsible production.  He will also investigate the work practices through which ideas about sustainable ethanol are selected and how these affect the standards and the production chain.\r\n\r\nFindings from this research will contribute to social science theory of how local processes connect with international ones, as viewed through the lens of cultures of regulation.  The research may also support the promotion of transparency for ethanol standards negotiations that affect both the  producers and the local residents who are impacted by production of this energy. Funding  this research also supports the education of a graduate student.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Adriana",
   "pi_last_name": "Petryna",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Adriana Petryna",
   "pi_email_addr": "petryna@sas.upenn.edu",
   "nsf_id": "000548918",
   "pi_start_date": "2012-02-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Derek",
   "pi_last_name": "Newberry",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Derek Newberry",
   "pi_email_addr": "derekn@sas.upenn.edu",
   "nsf_id": "000585944",
   "pi_start_date": "2012-02-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "Institute of Brazilian Studies, Univ. of Sao Paulo",
  "perf_str_addr": "Av Prof Mello Morais, travessa 8",
  "perf_city_name": "Sao Paulo",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "05508-030",
  "perf_ctry_code": "BR",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Brazil",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  },
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1372",
   "pgm_ref_txt": "LAW AND SOCIAL SCIENCES"
  },
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "7643",
   "pgm_ref_txt": "ENVIRONMENTAL SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 7810.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>It was found that there are two networks of regulations affecting the activity of biofuel production in the regions of study that have little overlap, and they are driven by different ethical considerations of what effects of biofuel production count and what morally acceptable production entails.&nbsp; One of these networks is comprised of the energy experts, lobbyists, policymakers and ethanol company managers largely based in S&atilde;o Paulo and their interlocutors abroad.&nbsp; These urban professionals are linked to global networks of research and sustainability discourse that centers on climate change and generalized concerns with the depletion of natural resources by anthropocentric productive activities. &nbsp;The other network is comprised of&nbsp;labor representatives, workers, local officials and residents in rural production regions who think of the effects of biofuels in more qualitative terms and focus on effects and risks that the former group might not consider to be &ldquo;direct&rdquo;. These include certain aspects of labor conditions and the local effects of rural development.</p>\n<p>Due to these different networks, companies end up contending with two different regulatory systems &ndash; one that is a foreign imposition in which companies calculate and report quantifiable impacts such as emissions to auditors that certify their ethanol as &ldquo;sustainable.&rdquo;&nbsp; The other is made up of government officials, unions, and community groups that protest and push for improvements in the conditions of fieldworkers, fair contracts for producers and more support for municipal services.&nbsp; This creates substantial overlap and inefficiency in the distribution of resources used to regulate biofuel production and also means that transnational standards regulating sustainable production may face significant obstacles in terms of \"buy-in\" from local stakeholders.</p>\n<p><strong>Intellectual Merit:</strong></p>\n<p>Both anthropologists and political ecologists have begun studying ethical consumption movements, their goals and their real effects on production chains.&nbsp; Few of these studies combine a high-level perspective on how sustainable business certifications and standards are created with an on-the-ground view of how they are enacted.&nbsp; This research combined the two approaches to contribute to social science theory a more sophisticated understanding of how policy designs are translated into business practices and what effects they have in the local communities where they are implemented.&nbsp; The project contributes a new understanding of the role different stakeholders' personal social networks and prior experiences with biofuel production play in which socio-environmental effects they prioritize and how they regulate them. This research also contributed to the anthropological and Latin-American social science literature an analysis of how elites in emerging economies are able to skillfully navigate the bureaucratic institutions governing international trade by building social networks with other scientists and policymakers abroad, as well as learning the culture of international trade organizations.&nbsp; This is one major factor propelling the success of countries like Brazil in growing their presence in the global marketplace.</p>\n<p><strong>Broader Impacts:</strong></p>\n<p>Results of this study were used to advise members of a major transnational biofuel standards initiative on how to better adapt the standard to the realities of local farmers in Brazil.&nbsp; This will enhance the success of the program while supporting livelihoods in the country&rsquo;s sugarcane growing regions.&nbsp; A report will also be submitted to leading biofuel researchers in Brazil later this year to give them a better understanding of the social challenges to producing biofuels sustainably that exist in sugarcane producing regions, where they have li...",
  "por_txt_cntn": "\nIt was found that there are two networks of regulations affecting the activity of biofuel production in the regions of study that have little overlap, and they are driven by different ethical considerations of what effects of biofuel production count and what morally acceptable production entails.  One of these networks is comprised of the energy experts, lobbyists, policymakers and ethanol company managers largely based in S&atilde;o Paulo and their interlocutors abroad.  These urban professionals are linked to global networks of research and sustainability discourse that centers on climate change and generalized concerns with the depletion of natural resources by anthropocentric productive activities.  The other network is comprised of labor representatives, workers, local officials and residents in rural production regions who think of the effects of biofuels in more qualitative terms and focus on effects and risks that the former group might not consider to be \"direct\". These include certain aspects of labor conditions and the local effects of rural development.\n\nDue to these different networks, companies end up contending with two different regulatory systems &ndash; one that is a foreign imposition in which companies calculate and report quantifiable impacts such as emissions to auditors that certify their ethanol as \"sustainable.\"  The other is made up of government officials, unions, and community groups that protest and push for improvements in the conditions of fieldworkers, fair contracts for producers and more support for municipal services.  This creates substantial overlap and inefficiency in the distribution of resources used to regulate biofuel production and also means that transnational standards regulating sustainable production may face significant obstacles in terms of \"buy-in\" from local stakeholders.\n\nIntellectual Merit:\n\nBoth anthropologists and political ecologists have begun studying ethical consumption movements, their goals and their real effects on production chains.  Few of these studies combine a high-level perspective on how sustainable business certifications and standards are created with an on-the-ground view of how they are enacted.  This research combined the two approaches to contribute to social science theory a more sophisticated understanding of how policy designs are translated into business practices and what effects they have in the local communities where they are implemented.  The project contributes a new understanding of the role different stakeholders' personal social networks and prior experiences with biofuel production play in which socio-environmental effects they prioritize and how they regulate them. This research also contributed to the anthropological and Latin-American social science literature an analysis of how elites in emerging economies are able to skillfully navigate the bureaucratic institutions governing international trade by building social networks with other scientists and policymakers abroad, as well as learning the culture of international trade organizations.  This is one major factor propelling the success of countries like Brazil in growing their presence in the global marketplace.\n\nBroader Impacts:\n\nResults of this study were used to advise members of a major transnational biofuel standards initiative on how to better adapt the standard to the realities of local farmers in Brazil.  This will enhance the success of the program while supporting livelihoods in the countryÆs sugarcane growing regions.  A report will also be submitted to leading biofuel researchers in Brazil later this year to give them a better understanding of the social challenges to producing biofuels sustainably that exist in sugarcane producing regions, where they have little direct experience.  This will inform their future research on the social and environmental impacts of biofuel production by raising their awareness of the concerns being cited by the stakeholders living and work..."
 }
}