{
 "awd_id": "1155754",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Ecology of microbial mats at seamount associated Fe-rich hydrothermal vent systems",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 603631.0,
 "awd_amount": 603631.0,
 "awd_min_amd_letter_date": "2011-12-28",
 "awd_max_amd_letter_date": "2011-12-28",
 "awd_abstract_narration": "A grand challenge in microbial ecology is to understand what drives the structure of microbial communities. A recently discovered novel class of Proteobacteria, the Zetaproteobacteria, are associated with microbial mats at iron rich hydrothermal vents at submarine volcanoes deep in the ocean. These bacteria only grow using iron as an energy source and fix carbon dioxide. Within iron rich microbial mats, Zetaproteobacteria are the dominant bacterial population; however they are rare in most other deep-sea or marine habitats, suggesting they may be restricted to specific niches characterized by gradients of oxygen and iron. Recent discoveries have expanded their range to fluids collected from deep ocean crust boreholes, iron deposits in coastal saltmarshes, and with steel associated bio-corrosion, demonstrating that marine Zetaproteobacteria are cosmopolitan. A unique property of these marine iron oxidizing bacteria is that they produce morphologically distinct iron oxide structures in the form of filamentous sheaths or stalk-like structures. These structures are easily recognized by light microscopy, and electron microscopy is beginning to reveal subtle differences among them that may be diagnostic of different populations of iron oxidizing bacteria. Another unusual aspect of iron oxidizing bacteria is that they produce large quantities of oxides with relatively little bacterial biomass. As a result, the oxides form a matrix that influences water and nutrient flow in the microbial mats where they grow, and in turn, may influence the growth of other groups of bacteria and archaea that live in the mats. In an ecological context, the PIs believe this makes them a keystone species that form the predominant structural matrix of the mat, and engineer an environment conducive for growth of specific bacterial populations within the mat ecosystem. The PIs propose to use high resolution mat sampling techniques to investigate the architecture of mat ecosystems and couple these with modern molecular methods (i.e., single-cell metagenomics) and geochemical measurements of the vent fluid to couple morphological and functional diversity to phylogenetic and physiological diversity. Because the Zetaproteobacteria are ancient, have unique metabolic and morphological attributes, and appear to be restricted to a well-defined habitat, they offer an interesting model for understanding fundamental ecological concepts that drive microbial diversity and evolution. \r\n\r\nBroader Impacts: A better understanding of iron oxidizing bacteria that include Zetaproteobacteria is of fundamental interest to scientists interested in areas of earth science and oceanography because they illustrate how microbes can fundamentally influence geochemical cycling and mineral deposition.  Furthermore, morphological structures similar to those produced by Zetaproteobacteria can still be identified hundreds of millions (and possibly billions) of years back in the geological record, making them of paleontological, and potentially of exobiological, interest. As knowledge of extant populations grow, it is possible they will also help to inform us of environmental change in past Earth history.  A wealth of educational and outreach opportunities will be made possible by this work, including graduate and postdoctoral education, research experiences for undergraduates, and teacher training. In addition the participating scientists are involved in a number of programs to make the general public aware of the process of how scientific research is conducted, and how discoveries of a fundamental nature can ultimately benefit humankind.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Emerson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Emerson",
   "pi_email_addr": "demerson@bigelow.org",
   "nsf_id": "000087579",
   "pi_start_date": "2011-12-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bigelow Laboratory for Ocean Sciences",
  "inst_street_address": "60 BIGELOW DR",
  "inst_street_address_2": "",
  "inst_city_name": "EAST BOOTHBAY",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2073152567",
  "inst_zip_code": "045445700",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "ME01",
  "org_lgl_bus_name": "BIGELOW LABORATORY FOR OCEAN SCIENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "DRTAEZWWJHM8"
 },
 "perf_inst": {
  "perf_inst_name": "Bigelow Laboratory for Ocean Sciences",
  "perf_str_addr": "180 McKown Point Rd.",
  "perf_city_name": "West Boothbay Harbor",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "045750475",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "ME01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1319",
   "pgm_ref_txt": "RIDGE INTERDISC GLOBAL EXPERIMENTS"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 603631.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><em>Intellectual Merit.</em> A grand challenge in microbial ecology is understanding what drives the structure of microbial communities. The work from this project focused on a specific novel class of iron-oxidizing bacteria, the Zetaproteobacteria that live at deep-sea hydrothermal vent communities. Because the Zetaproteobacteria are ancient, have unique metabolic and morphological attributes, and appear to be restricted to a well-defined redox habitat, they offer an interesting model for understanding fundamental ecological concepts that drive microbial diversity and evolution. We combined novel, high resolution sampling techniques using deep-sea submersibles, with state of the art molecular analysis methods to gain a better understanding of both the diversity of these communities and their functional role. This work involved three research expeditions to three separate vent sites along the Mid-Atlantic Ridge; the active undersea volcano, Loihi Seamount, near Hawaii, and active seamounts and spreading centers along the Mariana forearc and backarc in the western Pacific. A total of nine distinct vent sites were used as sampling sites, each would be characterized as a low-temperature (&lt;100&deg;C) diffuse-flow system, a type of vent less well-studied than high temperature (&gt;200&deg;C) focused flow vents that are epitomized by black smokers. &nbsp;Each of these sites is unique, in terms of seafloor characteristics, geological setting, and geochemistry, and in turn, within each site there are different vent fluid flow patterns, seafloor topologies, as well as different iron and oxygen concentrations. In total, we collected over 300 discrete samples of microbial mats from these three regions. All of the samples where iron was the prevalent energy source were dominated by Zetaproteobacteria, and a pattern emerged where specific groups of bacteria that utilized methane, or organic matter were found; in addition, several groups of bacteria of unknown function and provenance were found almost exclusively in iron-dominated mats. Together this data shows there is a unique microbiome associated with chemosynthetic microbial communities that derive energy from iron. This iron mat microbiome is very different, from the microbiome of the deep ocean water column surrounding it, or from vents that derive energy from sulfur-rich hydrothermal vent fluids, sometimes these latter vents are only a few meters away from iron mats. A new method, oligotyping, was able to discern biogeographic patterns among cosmopolitan groups of Zetaproteobacteria between the Atlantic and Pacific oceans that was not discernable using conventional methods. The use of centimeter-scale sampling techniques showed that the primary driver of differences in community composition in iron mats was due to subtle changes in temperature, fluid flow pattern, oxygen concentration, or iron concentration within a vent site. These differences due to niche selection were more significant in terms of driving community diversity than larger scale biogeographic differences between vent sites. We were also able to collect intact microbial mats from the seafloor for the first time and show there is a remarkable coordination in the way filament-producing Zetaproteobacteria grow and structure the mats they produce. These bacteria act as ecological engineers, using their growth as a way to influence the fluid flow and chemistry of their habitat and provide substrate for secondary colonizers. Other significant discoveries were the finding of a diffuse venting &lsquo;tower&rsquo; nearly 10m tall in the Mariana backarc that was composed primary of biogenic iron oxides. An analysis of <em>in situ</em> growth rates of iron mats found iron mat accretion rates were about 2 &ndash; 3 cm per year. We also isolated new members of the Zetaproteobacteria that are able to grow on hydrogen as a substrate, in addition to iron, and sequenced the genomes of two isolates, one from the Atlantic and one from the Pacific. They represent a new genus, <em>Ghiorsea bivora</em>, in the Zetaproteobacteia. These organisms are now playing an instrumental role in our quest to understanding the mechanism of how bacteria gain energy from iron-oxidation.</p>\n<p><strong>&nbsp;</strong></p>\n<p><em>Broader Impacts. </em>A better understanding of iron-oxidizing bacteria that include Zetaproteobacteria is of fundamental interest to scientists interested in areas of earth science and oceanography because they illustrate how microbes can fundamentally influence geochemical cycling and mineral deposition. This work has contributed substantially to that understanding, and how these unique iron-oxidizing communities contribute to the production of biogenic iron oxides and how this may influence the iron budget of the global ocean. This work has provided research training to two postdoctoral research scientists, as well as either directly or indirectly, to half a dozen undergraduates.&nbsp;&nbsp;&nbsp; It has resulted in over a dozen peer-reviewed scientific papers, and presentations at national or international scientific meetings.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/03/2016<br>\n\t\t\t\t\tModified by: David&nbsp;Emerson</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1155754/1155754_10146747_1475512337145_Collectingmcirobialmat--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1155754/1155754_10146747_1475512337145_Collectingmcirobialmat--rgov-800width.jpg\" title=\"Collecting microbial mat\"><img src=\"/por/images/Reports/POR/2016/1155754/1155754_10146747_1475512337145_Collectingmcirobialmat--rgov-66x44.jpg\" alt=\"Collecting microbial mat\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Using a novel syringe-based sampling system to collect discrete, sub-centimeter samples of an iron-dominated microbial mat. The sampler is controlled using the ROV Jason 2.</div>\n<div class=\"imageCredit\">Woods Hole Oceanographic Institution</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">David&nbsp;Emerson</div>\n<div class=\"imageTitle\">Collecting microbial mat</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1155754/1155754_10146747_1475512599861_Alluvialoligotypinggraph--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1155754/1155754_10146747_1475512599861_Alluvialoligotypinggraph--rgov-800width.jpg\" title=\"Alluvial oligotyping graph\"><img src=\"/por/images/Reports/POR/2016/1155754/1155754_10146747_1475512599861_Alluvialoligotypinggraph--rgov-66x44.jpg\" alt=\"Alluvial oligotyping graph\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This graph summarizes analysis of over 60 discrete mat samples collected from either the Mid-Atlantic Ridge or Loihi Seamount and shows how cosmopolitan groups of Zetaproteobacteria show unique biogeographic distribution base on oligotypes</div>\n<div class=\"imageCredit\">Jarrod Scott and David Emerson</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">David&nbsp;Emerson</div>\n<div class=\"imageTitle\">Alluvial oligotyping graph</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1155754/1155754_10146747_1475512894084_Intactironmatmontage--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1155754/1155754_10146747_1475512894084_Intactironmatmontage--rgov-800width.jpg\" title=\"Intact iron mat montage\"><img src=\"/por/images/Reports/POR/2016/1155754/1155754_10146747_1475512894084_Intactironmatmontage--rgov-66x44.jpg\" alt=\"Intact iron mat montage\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Macroscopic and microscopic view of an intact microbial iron mat showing at increasing levels of magnification the order and coordinated growth of the primary iron-oxidizing, mat forming microbes. The filamentous stalks are biogenic iron-oxides.</div>\n<div class=\"imageCredit\">Clara Chan and David Emerson</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">David&nbsp;Emerson</div>\n<div class=\"imageTitle\">Intact iron mat montage</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1155754/1155754_10146747_1475513078583_Goldentower--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1155754/1155754_10146747_1475513078583_Goldentower--rgov-800width.jpg\" title=\"Golden tower\"><img src=\"/por/images/Reports/POR/2016/1155754/1155754_10146747_1475513078583_Goldentower--rgov-66x44.jpg\" alt=\"Golden tower\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This is a tower composed almost entirely of biogenic iron oxides from the Urashima vent field in the Western Pacific. Iron-rich vent fluid flows up the center of this structure, providing an energy source for iron-oxidizing bacteria.</div>\n<div class=\"imageCredit\">David Emerson</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">David&nbsp;Emerson</div>\n<div class=\"imageTitle\">Golden tower</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit. A grand challenge in microbial ecology is understanding what drives the structure of microbial communities. The work from this project focused on a specific novel class of iron-oxidizing bacteria, the Zetaproteobacteria that live at deep-sea hydrothermal vent communities. Because the Zetaproteobacteria are ancient, have unique metabolic and morphological attributes, and appear to be restricted to a well-defined redox habitat, they offer an interesting model for understanding fundamental ecological concepts that drive microbial diversity and evolution. We combined novel, high resolution sampling techniques using deep-sea submersibles, with state of the art molecular analysis methods to gain a better understanding of both the diversity of these communities and their functional role. This work involved three research expeditions to three separate vent sites along the Mid-Atlantic Ridge; the active undersea volcano, Loihi Seamount, near Hawaii, and active seamounts and spreading centers along the Mariana forearc and backarc in the western Pacific. A total of nine distinct vent sites were used as sampling sites, each would be characterized as a low-temperature (&lt;100&deg;C) diffuse-flow system, a type of vent less well-studied than high temperature (&gt;200&deg;C) focused flow vents that are epitomized by black smokers.  Each of these sites is unique, in terms of seafloor characteristics, geological setting, and geochemistry, and in turn, within each site there are different vent fluid flow patterns, seafloor topologies, as well as different iron and oxygen concentrations. In total, we collected over 300 discrete samples of microbial mats from these three regions. All of the samples where iron was the prevalent energy source were dominated by Zetaproteobacteria, and a pattern emerged where specific groups of bacteria that utilized methane, or organic matter were found; in addition, several groups of bacteria of unknown function and provenance were found almost exclusively in iron-dominated mats. Together this data shows there is a unique microbiome associated with chemosynthetic microbial communities that derive energy from iron. This iron mat microbiome is very different, from the microbiome of the deep ocean water column surrounding it, or from vents that derive energy from sulfur-rich hydrothermal vent fluids, sometimes these latter vents are only a few meters away from iron mats. A new method, oligotyping, was able to discern biogeographic patterns among cosmopolitan groups of Zetaproteobacteria between the Atlantic and Pacific oceans that was not discernable using conventional methods. The use of centimeter-scale sampling techniques showed that the primary driver of differences in community composition in iron mats was due to subtle changes in temperature, fluid flow pattern, oxygen concentration, or iron concentration within a vent site. These differences due to niche selection were more significant in terms of driving community diversity than larger scale biogeographic differences between vent sites. We were also able to collect intact microbial mats from the seafloor for the first time and show there is a remarkable coordination in the way filament-producing Zetaproteobacteria grow and structure the mats they produce. These bacteria act as ecological engineers, using their growth as a way to influence the fluid flow and chemistry of their habitat and provide substrate for secondary colonizers. Other significant discoveries were the finding of a diffuse venting ?tower? nearly 10m tall in the Mariana backarc that was composed primary of biogenic iron oxides. An analysis of in situ growth rates of iron mats found iron mat accretion rates were about 2 &ndash; 3 cm per year. We also isolated new members of the Zetaproteobacteria that are able to grow on hydrogen as a substrate, in addition to iron, and sequenced the genomes of two isolates, one from the Atlantic and one from the Pacific. They represent a new genus, Ghiorsea bivora, in the Zetaproteobacteia. These organisms are now playing an instrumental role in our quest to understanding the mechanism of how bacteria gain energy from iron-oxidation.\n\n \n\nBroader Impacts. A better understanding of iron-oxidizing bacteria that include Zetaproteobacteria is of fundamental interest to scientists interested in areas of earth science and oceanography because they illustrate how microbes can fundamentally influence geochemical cycling and mineral deposition. This work has contributed substantially to that understanding, and how these unique iron-oxidizing communities contribute to the production of biogenic iron oxides and how this may influence the iron budget of the global ocean. This work has provided research training to two postdoctoral research scientists, as well as either directly or indirectly, to half a dozen undergraduates.    It has resulted in over a dozen peer-reviewed scientific papers, and presentations at national or international scientific meetings. \n\n \n\n\t\t\t\t\tLast Modified: 10/03/2016\n\n\t\t\t\t\tSubmitted by: David Emerson"
 }
}