{
 "awd_id": "1155907",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:  Public and Expert Understandings of Nuclear Risk in Italy",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Linda Layne",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 14500.0,
 "awd_amount": 14500.0,
 "awd_min_amd_letter_date": "2012-04-02",
 "awd_max_amd_letter_date": "2012-04-02",
 "awd_abstract_narration": "Doctoral Dissertation Research:  Expert and Public Understandings of Nuclear Risk in Italy\r\n\r\nUnderstanding how publics perceive and act on technological risks is important for the management of technologies and for ensuring their just governance. Given the global  importance of nuclear technologies, understanding how publics perceive their value and danger is critical. Periodic nuclear accidents influence both public attitudes and government policies, but they are not sufficient to explain significant differences in how different groups perceive nuclear risks. To more adequately these risk perceptions, this research examines how groups' claims of nuclear contamination become objects of political debate and contestation at the local, national, and international levels. To explain how nuclear risks come be visible or invisible to experts and non-experts, this study analyzes three sources of risk perception: competing scientific, military, and political epistemologies and methods for assessing risk; forms of political mobilization; and everyday activities.  \r\n\r\nArchival and ethnographic research will be carried out at a U.S. Navy base for nuclear submarines that were installed in the Archipelago of La Maddalena (Italy) between 1972 and 2008 to assess the specific role of political supervision and military secrecy on experts? assessments of nuclear risks, and how meanings of nuclear power were shaped by different forms of political mobilization took place both during and after the cold war. \r\n\r\nThe research will contribute to theories of how nuclear experts and laypeople assess and understand the nature and the effects of nuclear power; how claims of health effects from nuclear contamination and accidents alter everyday perceptions of nuclear power and make nuclear danger visible; and how these different factors interact in specific localities, when there is a perceived danger of nuclear contamination. \r\n\r\nThis study addresses problems of interest to experts, policy-makers, NGOs, and environmentalist groups in Italy and elsewhere. Research data is digitally available to publics, including the local community of La Maddalena and to experts and non-experts interested in risk communication, nuclear risk perceptions, risk assessment and management, and U.S. military basing policies and practices.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gabrielle",
   "pi_last_name": "Hecht",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gabrielle Hecht",
   "pi_email_addr": "hechtg@umich.edu",
   "nsf_id": "000231794",
   "pi_start_date": "2012-04-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Davide",
   "pi_last_name": "Orsini",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Davide Orsini",
   "pi_email_addr": "dorsini@umich.edu",
   "nsf_id": "000581874",
   "pi_start_date": "2012-04-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760300",
   "pgm_ele_name": "STS-Sci, Tech & Society"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1353",
   "pgm_ref_txt": "Hist & Philosophy of SET"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 14500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"MsoNormal\" style=\"text-indent: .5in; line-height: 200%;\"><!--  /* Font Definitions */ @font-face \t{font-family:\"?? ??\"; \tpanose-1:0 0 0 0 0 0 0 0 0 0; \tmso-font-charset:128; \tmso-generic-font-family:roman; \tmso-font-format:other; \tmso-font-pitch:fixed; \tmso-font-signature:1 134676480 16 0 131072 0;} @font-face \t{font-family:\"Cambria Math\"; \tpanose-1:2 4 5 3 5 4 6 3 2 4; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:3 0 0 0 1 0;} @font-face \t{font-family:Cambria; \tpanose-1:2 4 5 3 5 4 6 3 2 4; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:3 0 0 0 1 0;}  /* Style Definitions */ p.MsoNormal, li.MsoNormal, div.MsoNormal \t{mso-style-unhide:no; \tmso-style-qformat:yes; \tmso-style-parent:\"\"; \tmargin:0in; \tmargin-bottom:.0001pt; \tmso-pagination:none; \tmso-hyphenate:none; \tfont-size:10.0pt; \tfont-family:\"Times New Roman\"; \tmso-fareast-font-family:\"Times New Roman\"; \tmso-bidi-font-family:\"Times New Roman\";} .MsoChpDefault \t{mso-style-type:export-only; \tmso-default-props:yes; \tfont-size:10.0pt; \tmso-ansi-font-size:10.0pt; \tmso-bidi-font-size:10.0pt; \tfont-family:Cambria; \tmso-ascii-font-family:Cambria; \tmso-fareast-font-family:\"?? ??\"; \tmso-hansi-font-family:Cambria;} @page WordSection1 \t{size:8.5in 11.0in; \tmargin:1.0in 1.25in 1.0in 1.25in; \tmso-header-margin:.5in; \tmso-footer-margin:.5in; \tmso-paper-source:0;} div.WordSection1 \t{page:WordSection1;} --><span style=\"font-size: 12.0pt; line-height: 200%;\">This project examines the processes that shape public perceptions and expert assessments of nuclear risk through the case study of a U.S. Navy nuclear submarine base that operated in the Italian archipelago of La Maddalena from 1972 to 2008. While Italy phased out its nuclear plants with a national referendum held in 1987, after the Chernobyl accident, the Italian state denied the citizens of La Maddalena the right to decide whether they wanted to continue to live with the U.S. nuclear base for twenty more years. This study interrogates this contradiction by analyzing Italy&rsquo;s geo-political position within the U.S. global cold war and post-cold war strategy, the development of Italy&rsquo;s nuclear regulations and expertise, and public understandings of nuclear power. Building on theories developed in science and technology studies and environmental anthropology, I argue that perceptions of nuclear power emerge from complex interactions of social and techno-scientific elements through which experts and non-experts promote, regulate, or oppose nuclear technology. While the material properties of radiation, namely its imperceptible capacity to damage human bodies and the environment, constitute a globally unsetting element of the nuclear age (Masco, 2006), the meanings and implications of nuclear power, and therefore the possibility to make its effects visible and politically charged, are contingent on historical and geo-political factors (Hecht, 2010). Furthermore, the mediation of radiation perception through technical instruments and experts&rsquo; communication makes the tensions between expertise and democratic scrutiny a crucial problem in the use of nuclear technology. Thus, risk perception is a cultural phenomenon that requires historically grounded analyses of the everyday experiences of experts and non-experts living and working around nuclear installations. I do so with a historical ethnography rooted in the community of La Maddalena and its connections to the global military networks of the cold war, nuclear regulations, and scientific expertise.</span></p>\n<p class=\"MsoNormal\" style=\"text-indent: .5in; line-height: 200%;\"><span style=\"font-size: 12.0pt; line-height: 200%;\">In 1972, following a secret agreement with the Italian Government, the U.S. Navy installed a base for fast-attack nuclear submarines in the archipelago of La Maddalena, located off t...",
  "por_txt_cntn": "This project examines the processes that shape public perceptions and expert assessments of nuclear risk through the case study of a U.S. Navy nuclear submarine base that operated in the Italian archipelago of La Maddalena from 1972 to 2008. While Italy phased out its nuclear plants with a national referendum held in 1987, after the Chernobyl accident, the Italian state denied the citizens of La Maddalena the right to decide whether they wanted to continue to live with the U.S. nuclear base for twenty more years. This study interrogates this contradiction by analyzing ItalyÆs geo-political position within the U.S. global cold war and post-cold war strategy, the development of ItalyÆs nuclear regulations and expertise, and public understandings of nuclear power. Building on theories developed in science and technology studies and environmental anthropology, I argue that perceptions of nuclear power emerge from complex interactions of social and techno-scientific elements through which experts and non-experts promote, regulate, or oppose nuclear technology. While the material properties of radiation, namely its imperceptible capacity to damage human bodies and the environment, constitute a globally unsetting element of the nuclear age (Masco, 2006), the meanings and implications of nuclear power, and therefore the possibility to make its effects visible and politically charged, are contingent on historical and geo-political factors (Hecht, 2010). Furthermore, the mediation of radiation perception through technical instruments and expertsÆ communication makes the tensions between expertise and democratic scrutiny a crucial problem in the use of nuclear technology. Thus, risk perception is a cultural phenomenon that requires historically grounded analyses of the everyday experiences of experts and non-experts living and working around nuclear installations. I do so with a historical ethnography rooted in the community of La Maddalena and its connections to the global military networks of the cold war, nuclear regulations, and scientific expertise.\nIn 1972, following a secret agreement with the Italian Government, the U.S. Navy installed a base for fast-attack nuclear submarines in the archipelago of La Maddalena, located off the northeastern corner of Sardinia, Italy. The Navy's mission was to monitor Soviet activities in the Mediterranean Sea. This was not the first time a military installation had been placed in this archipelago; for two centuries, La Maddalena had served as a strategic maritime fortress for the Italian Navy, who employed most of the male labor force inside its arsenal. This history accustomed the local population to the military presence and rendered La Maddalena an ideal place for the U.S. cold-war era overseas military basing strategy. While the majority of the local population welcomed the Americans, the Italian Communist Party (PCI) and various anti-nuclear movements launched a nation-wide campaign against the base, insisting on the risks of nuclear contamination. In 1974, in response to public alarm over possible nuclear pollution, the Italian government instructed a program of radio-surveillance to conduct environmental surveys of the site. The study involved the collaboration of various Italian expert institutions, but the regime of military secrecy that surrounded the technical characteristics and the routine operations of the U.S. submarines' reactors severely limited their work. Due to the regime of secrecy and the particularly technical nature of the radioecological surveys, local residents did not question La MaddalenaÆs radiosurveillance system for almost thirty years. Only in 2003, after an accident involving the U.S. nuclear submarine Hartford, local activists questioned the efficiency of the radiosurveillance system that had been put into place by Italian expert agencies. This crisis between civilian and military authorities in the archipelago has characterized the last five years of the U.S. Na..."
 }
}