{
 "awd_id": "1155638",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Direct Phase-Resolved Simulation of Wind-Waves",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric C. Itsweire",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 293843.0,
 "awd_amount": 293843.0,
 "awd_min_amd_letter_date": "2012-02-13",
 "awd_max_amd_letter_date": "2012-02-13",
 "awd_abstract_narration": "Intellectual merit: The wind-wave problem is a classic subject in physical oceanography and fluid mechanics with many important applications. The objective of this study is to develop a wave-phase-resolved numerical capability for the simulation of wind-waves under moderate sea conditions, to investigate the interaction between the wind and waves, to effectively capture the effect of wave breaking dissipation in the wave simulation, and to perform simulation-based study of the dynamic evolution of wind-waves. The study aims at establishing a framework for physics-based fine-resolution simulation of wind-waves that can be used by theoretical, numerical, and experimental studies for model development and cross comparison.\r\nThe simulation builds on a suite of advanced numerical methods including a high-order spectral method (HOSM) for nonlinear waves, large-eddy simulation (LES) with advanced subgrid-scale (SGS) models for wind turbulence on boundary-fitted grid that follows the wave motion, and, as an auxiliary tool, a hybrid multi-fluid simulation (HMFS) method for steep and breaking waves. The wind simulation will be dynamically coupled with the wave simulation with two-way interactions. From the HOSM simulation, the wave field will provide a realistic bottom boundary condition for the wind LES. Using a new dynamic SGS sea-surface roughness model, the effect of short gravity waves on the wind will be modeled without ad hoc tuning of the model coefficient. In return, the wind LES will provide wind forcing for the HOSM simulation of the waves. Using wave breaking models, which will be assessed and calibrated with the auxiliary HMFS of steep and breaking waves, wave breaking dissipation will also be taken into account in the HOSM. As such, the processes of wind input, nonlinear wave interaction, and wave breaking dissipation will all be incorporated to the phase-resolved simulation of the wave field for the first time. Systematic tests and extensive comparisons with other studies are planned in the proposed project.\r\nSome of the proposed computations, such as the wind LES over dynamically-evolving nonlinear wave field with dynamic SGS sea-surface roughness modeling, the phase-resolved simulation of nonlinear wave field with direct wind input and modeling of wave breaking dissipation, and the simulation of steep and breaking wind-waves, are the first of their kind. This study will produce detailed data of the interacting wind and wave fields in a wave-phase-resolved context, which can shed new light on the long- standing problem of wind-wave dynamics. The results of the proposed research will be useful for the comparison with experiment measurement and theoretical analysis. The simulation data will also be helpful for the development of improved models for large-scale wave-phase-averaged simulations.\r\n\r\nBroader impacts: The topic of this study is of interest to the scientific community as well as the general public. The proposed study will lead to improved simulation capability and understanding of wind-waves, which are essential to many applications including weather and climate change, operation and safety of ships and offshore structures, renewable energy, and pollutant transport. In the project, doctoral graduate education will stress multi-disciplinary training with a focus on computation of wave and turbulence problems. Graduate student recruiting and mentoring will leverage an NSF IGERT project on modeling complex systems awarded to JHU. The IGERT project places emphasis on training in high-performance computation of multi-scale multi-physics problems for domestic doctoral students, especially under-represented minorities, women, and first-generation students. Educational outreach will be facilitated by the Center for Educational Outreach at JHU, through which the PI will work with local Baltimore high schools to expose high school students, especially those from underserved communities, to university research and to inspire them to pursue higher education and careers in science and engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lian",
   "pi_last_name": "Shen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lian Shen",
   "pi_email_addr": "shen@umn.edu",
   "nsf_id": "000105664",
   "pi_start_date": "2012-02-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "The Johns Hopkins University",
  "perf_str_addr": "3400 North Charles Street",
  "perf_city_name": "Baltimore",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182683",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "161000",
   "pgm_ele_name": "PHYSICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 98595.0
  }
 ],
 "por": null
}