{
 "awd_id": "1155135",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Deterministic and Stochastic Equilibrium Selection in Evolutionary Game Theory",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 272325.0,
 "awd_amount": 272325.0,
 "awd_min_amd_letter_date": "2012-04-07",
 "awd_max_amd_letter_date": "2012-04-07",
 "awd_abstract_narration": "This award funds research pursuing two new directions for equilibrium selection in evolutionary game theory. The first part of the project introduces models of equilibrium selection under deterministic dynamics, and the second considers equilibrium selection via stochastic stability.\r\n\r\nThe PI and his co-authors first introduce a new class of deterministic evolutionary game dynamics called sampling best response dynamics. To define them, they assume that when an agent considers switching actions, he observes the actions of a fixed or random number of randomly sampled opponents. He views the empirical distribution of actions in his sample as an estimate of the distribution of actions in the population, and chooses an action that is optimal against this empirical distribution. The team shows that in certain games with multiple strict equilibria, there is one equilibrium that is almost globally asymptotically stable, attracting solutions from all interior initial conditions.  Since the analysis is deterministic, the predictions they obtain require little time to pass to become relevant.  The team also investigates the extent to which deterministic selection results can be obtained for dynamics derived from other revision rules.\r\n\r\nThe second part of the project considers stochastic stability in models of evolution based on noisy best response rules. In models of best responses with mutations, in which the probability of a suboptimal choice is independent of its payoff consequences, stochastic stability analysis can proceed using mutation counting arguments. But when the probability of a suboptimal choice depends on its payoff consequences, the probability of following a given path between equilibria depends on both the number of steps and the unlikelihood of each step. Because of this, little is known about equilibrium selection beyond two-strategy games. The researchers  argue that by studying stochastic stability in double limits, having both the level of noise in agents? decisions become small and the population size become large, one can combine techniques from large deviations theory and optimal control theory to evaluate the probabilities of transitions between equilibria, and so determine the stochastically stable states.  They also argue that the asymptotic properties of the stationary distribution, and hence the identity of the stochastically stable states, is independent of the order of limits chosen. This analysis would extend simpler existing results for two-strategy games to games with arbitrary numbers of strategies.\r\n\r\nBroader Impacts\r\nIn environments with large numbers of interacting agents, including settings with multilateral externalities and macroeconomic contexts, the existence of multiple equilibria can lead to inefficiency and to an inability to predict behavior. By developing dynamic models of decision that lead to unique predictions in these settings, the PI provides tools that could help planners attain social goals through the careful crafting of incentives and information-provision policies. The research includes a component that develops technology and instructional materials for research and teaching in game theory: a suite of easy-to-use, open source software for constructing phase diagrams and other graphics related to evolutionary game dynamics. This\r\ncomponent of the proposal has made evolutionary game techniques more accessible to theoretical and applied workers in economics, biology, engineering, and other fields, and continued development of the project will further its utility and scope.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Sandholm",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "William H Sandholm",
   "pi_email_addr": "whs@ssc.wisc.edu",
   "nsf_id": "000188959",
   "pi_start_date": "2012-04-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "1180 Observatory Drive",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061320",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 272325.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>My work under this NSF grant includes seven publications in peer-reviewed journals, a peer-reviewed book chapter, and many seminar and conference presentations. &nbsp;The grant has also supported the research of a number of economics graduate students at the University of Wisconsin-Madison.</p>\n<p><br />My work under NSF support develops game theoretic models. The models extend our understanding of the dynamics of strategic interactions with many participants. They have been used to study a wide range of applications. &nbsp;Many of these are in economics (externalities, large markets, macroeconomic environments) and biology (natural selection, animal behavior), but they also include applications to traffic networks and to engineered systems, including sensor systems and wind farms. &nbsp;</p>\n<p><br />Some of my publications under NSF support introduce new mathematical tools that are applicable in all fields in which the mathematics of probability and dynamical systems are of use.</p>\n<p><br />In addition, NSF support has been crucial for the development of the Dynamo software suite. &nbsp;It is free, open source software, readily available to researchers worldwide for the study of evolutionary dynamics. To date I am aware of the use of the software not only by economists, but also by biologists, physicists, engineers, and philosophers. Thus, the software is an aid to research and education throughout the American and international scientific communities.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/03/2016<br>\n\t\t\t\t\tModified by: William&nbsp;H&nbsp;Sandholm</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMy work under this NSF grant includes seven publications in peer-reviewed journals, a peer-reviewed book chapter, and many seminar and conference presentations.  The grant has also supported the research of a number of economics graduate students at the University of Wisconsin-Madison.\n\n\nMy work under NSF support develops game theoretic models. The models extend our understanding of the dynamics of strategic interactions with many participants. They have been used to study a wide range of applications.  Many of these are in economics (externalities, large markets, macroeconomic environments) and biology (natural selection, animal behavior), but they also include applications to traffic networks and to engineered systems, including sensor systems and wind farms.  \n\n\nSome of my publications under NSF support introduce new mathematical tools that are applicable in all fields in which the mathematics of probability and dynamical systems are of use.\n\n\nIn addition, NSF support has been crucial for the development of the Dynamo software suite.  It is free, open source software, readily available to researchers worldwide for the study of evolutionary dynamics. To date I am aware of the use of the software not only by economists, but also by biologists, physicists, engineers, and philosophers. Thus, the software is an aid to research and education throughout the American and international scientific communities.\n\n\t\t\t\t\tLast Modified: 04/03/2016\n\n\t\t\t\t\tSubmitted by: William H Sandholm"
 }
}