{
 "awd_id": "1155320",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Dissolved organic carbon (DOC) transformations in deep sub-surface sediments and its role as a source of \"old\" DOC to the water column",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": "7032927427",
 "po_email": "hedmonds@nsf.gov",
 "po_sign_block_name": "Henrietta Edmonds",
 "awd_eff_date": "2012-03-15",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 169111.0,
 "awd_amount": 169111.0,
 "awd_min_amd_letter_date": "2012-03-09",
 "awd_max_amd_letter_date": "2012-03-09",
 "awd_abstract_narration": "Organic carbon (Corg) remineralization rates are typically highest near the sediment-water interface, and decrease with depth as labile substrates and strong oxidants are consumed. However, in many ocean margin sediments, at the depth interval where sulfate (SO4=) is exhausted and CH4 concentrations begin to increase (the sulfate-methane transition; SMT), SO4= reduction rates typically show strong sub-surface maxima, indicating locally-enhanced microbial activity and carbon turnover. These hot spots for SO4= reduction are generally attributed to anaerobic oxidation of CH4 by SO4=, but a number of studies have found an excess of SO4= reduction over CH4 oxidation, indicating the presence of a major additional SO4= sink in the SMT. \r\n\r\nIn this project a research team from San Francisco State University, Florida State University, and Old Dominion University will investigate the nature of this SO4= sink by combining cutting-edge porewater compositional analyses -- del-14C and del-13C of CH4, dissolved organic and inorganic carbon (DOC and DIC), and 1H-NMR on DOC -- with numerical reactive transport modeling.  They will test the hypothesis that the SMT is an oxidation front for not just CH4, but also for DOC that is produced deeper in the sediment column, and transported upward into the SMT.  They will also test the idea that not all of this DOC is oxidized in the SMT, and that some reaches the surface sediments, and represents a source of 14C-depleted (pre-aged) DOC to the oceans. The premise is that DOC production from Corg is enhanced in methanogenic sediments due to an uncoupling in the anaerobic food chain between terminal metabolism and fermentation reactions involved in the overall Corg remineralization process. The work will focus on two ocean margin sites, Santa Monica Basin and Santa Barbara Basin, which despite their geographic proximity, appear to have different CH4 dynamics in the deep sediments. \r\n\r\nIntellectual Merit: This study should result in a greater understanding of the role of sub-surface sediments in the overall benthic Corg remineralization process, and in the exchange of major elements between the sea floor and the water column. It will also allow testing of the hypothesis that marine sediments are sources of 14C-depleted, recalcitrant DOC to the overlying water column, thereby addressing a problem that has perplexed chemical oceanography for several decades: what factors control the 14C signature of DOC in the deep oceans? \r\n\r\nBroader Impacts: This work will integrate research and education in several ways. It will allow the 3 PIs to continue with their effort to incorporate their research activities into the classes they teach, which range from advanced graduate- to 100-level undergraduate courses intended for non-science majors. Second, it will directly impact the learning experiences of 2 Ph.D. and 2 M.S. candidates, and at least 2 undergraduate students who will receive training in key aspects of the proposed work, including the field, experimental and modeling components.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Chanton",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey P Chanton",
   "pi_email_addr": "jchanton@fsu.edu",
   "nsf_id": "000355030",
   "pi_start_date": "2012-03-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State University",
  "inst_street_address": "874 TRADITIONS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8506445260",
  "inst_zip_code": "323060001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF2BLNN4PJC3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323064320",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 169111.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Methane is a greenhouse gas that has a global warming potential that is 45 times more powereful than carbon dioxide over a 100 year times scale.&nbsp; In the ocean, methane is produced deep in the sea floor, and various transport processes move it towards the surface, towards the water column.&nbsp;As it is transported upwards, methane encounters sulfate, which is the second most abundant element in seawater.&nbsp;&nbsp;&nbsp; Bacteria live at this interface, where methane intersects sulfate, and they essentially eat the methane and breath the sulfate.&nbsp; In this sense, \"food\" is anything that donates electrons, and what is respired or \"breathed\" accepts the electrons.&nbsp; This process is called anaerobic methane oxidation, and it \"shields\" the water column or acts as a biofilter for methane coming up from below.&nbsp;&nbsp;&nbsp; The results of our study indcate that in this interfacial zone, there are other processes that use up the sulfate, interfering with this biofilter, so that the biofilter is only 55-65% effecient.&nbsp;&nbsp; Part of this interferant is aged dissolved organic carbon which is also coming up from below and it encoutners the sulfate and is oxidized similarly to the methane.&nbsp;&nbsp; Some 30% of this dissolve organic carbon is oxidized.&nbsp;&nbsp; In addition to making these measureents we developed mathematical models of these processes which allow us to verify that we understand the chemistry.&nbsp;&nbsp; These models are basically complex accounting that add the processes together to see if we can reproduce the outcome.&nbsp;&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/15/2016<br>\n\t\t\t\t\tModified by: Jeffrey&nbsp;P&nbsp;Chanton</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMethane is a greenhouse gas that has a global warming potential that is 45 times more powereful than carbon dioxide over a 100 year times scale.  In the ocean, methane is produced deep in the sea floor, and various transport processes move it towards the surface, towards the water column. As it is transported upwards, methane encounters sulfate, which is the second most abundant element in seawater.    Bacteria live at this interface, where methane intersects sulfate, and they essentially eat the methane and breath the sulfate.  In this sense, \"food\" is anything that donates electrons, and what is respired or \"breathed\" accepts the electrons.  This process is called anaerobic methane oxidation, and it \"shields\" the water column or acts as a biofilter for methane coming up from below.    The results of our study indcate that in this interfacial zone, there are other processes that use up the sulfate, interfering with this biofilter, so that the biofilter is only 55-65% effecient.   Part of this interferant is aged dissolved organic carbon which is also coming up from below and it encoutners the sulfate and is oxidized similarly to the methane.   Some 30% of this dissolve organic carbon is oxidized.   In addition to making these measureents we developed mathematical models of these processes which allow us to verify that we understand the chemistry.   These models are basically complex accounting that add the processes together to see if we can reproduce the outcome.  \n\n\t\t\t\t\tLast Modified: 06/15/2016\n\n\t\t\t\t\tSubmitted by: Jeffrey P Chanton"
 }
}