{
 "awd_id": "1155698",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: T-LEOST (realTime-Larval Environment and Ocean Signal Tracking): An Integrated System for the Study of Navigational Cues in the Marine Environment",
 "cfda_num": "47.050",
 "org_code": "06040100",
 "po_phone": "7032927577",
 "po_email": "kbinkley@nsf.gov",
 "po_sign_block_name": "Kandace Binkley",
 "awd_eff_date": "2012-04-15",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 249668.0,
 "awd_amount": 249668.0,
 "awd_min_amd_letter_date": "2012-04-17",
 "awd_max_amd_letter_date": "2012-04-17",
 "awd_abstract_narration": "The current challenge in the study of larval fish navigation is to sample signals as they are perceived by fish larvae in the pelagic environment. To meet this challenge, the PI?s plan to build upon novel bio-acoustic technology and proof of concept methods for monitoring larval behavior in situ, to develop an integrated realTime Larval Environment and Ocean Signal Tracking (T-LEOST) system. \r\n\r\nAlmost nothing is known about the orientation of larvae earlier in the larval phase, far offshore, or at night. It is now clear that behavior can play a crucial role in pelagic larval dispersal, but the biological processes involved in larval dispersal remain largely unknown. The sequence of cues that dispersing larvae use to determine their swimming direction (orientation) and how they vary spatially is entirely subject to speculation. The orientation of marine larvae is a central issue in understanding and modeling the pelagic stage of coastal organisms. The proposed research will supply important pieces of the pelagic orientation puzzle, that will lead to a better understanding of larval dispersal and population connectivity, and an improved ability to model them. The project will also serve as an observing system platform that will be vital in understanding larval use of a full suite of sensory cues, such as polarized light, electroreception of water movement, and other (magnetic, thermal). One of the over-arching benefits of our proposed system is the capacity to provide existing ocean observing systems with recording of environmental signals meaningful to the successful recruitment of benthic species.\r\n\r\nBroader Impacts:     \r\n\r\nThe project's broader impact lies in its potential to contribute meaningfully to our understanding of the mechanisms underlying dispersal in marine organisms. Personnel will produce an educational video, mentor high-school and college students and provide videos of swimming larval fish in public forums.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Claire",
   "pi_last_name": "Paris",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Claire B Paris",
   "pi_email_addr": "cparis@rsmas.miami.edu",
   "nsf_id": "000482877",
   "pi_start_date": "2012-04-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Miami",
  "inst_street_address": "1251 MEMORIAL DR",
  "inst_street_address_2": "",
  "inst_city_name": "CORAL GABLES",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3054214089",
  "inst_zip_code": "331462509",
  "inst_country_name": "United States",
  "cong_dist_code": "27",
  "st_cong_dist_code": "FL27",
  "org_lgl_bus_name": "UNIVERSITY OF MIAMI",
  "org_prnt_uei_num": "VNZZYCJ55TC4",
  "org_uei_num": "KXN7HGCF6K91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Miami, RSMAS",
  "perf_str_addr": "4600 Rickenbacker  Cswy.",
  "perf_city_name": "Key Biscayne",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331491031",
  "perf_ctry_code": "US",
  "perf_cong_dist": "27",
  "perf_st_cong_dist": "FL27",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "168000",
   "pgm_ele_name": "OCEAN TECH & INTERDISC COORDIN"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 249668.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The offspring of most coral reef fish species are dispersed by the currents from their birthplace into the sea as microscopic larvae that grow up to a few centimeters in length until they are competent to settle back home. Before reaching their final destination where they metamorphose into a young juvenile fish, they have travelled in the open ocean for several weeks or months. But how do they know where home is? Just like Micronesian navigators, the baby fishes do not have a sextant, a map, or a GPS, but they find their way home using cues in the open ocean.</span></p>\n<p>The purpose of our Collaborative Award was to design, manufacture and test instruments to observe how fish larvae detect and respond to \"real-world\" signals and navigate to the adult habitat.&nbsp; Our main goal was to enable <em>in situ </em>measurements of larval fish behavior and ocean signals that these minuscule larvae can perceive. Indeed, most coastal and benthic species disperse larval phase but have the vital requirement to migrate to suitable habitat and recruit into the adult populations at the end of the pelagic phase. For this purpose, we combined expertise in bioacoustics, oceanography, engineering, and larval fish ecology to measure navigation in planktonic organisms and their signals, with a larger focus on sound cues.</p>\n<p><span>We developed the Drifting In Situ Chamber (DISC), an instrument designed to detect and quantify swimming activity and orientation of marine larvae <em>in situ </em>using the concept of a Lagrangian float. The DISC is composed of a major underwater unit that holds a circular behavioral arena and an imaging system adapted to low light and night recording. A drogue is attached below the frame to lock the DISC in the water mass. The DISC was equipped with a buoyancy engine, the Medusa and a multi-channel underwater acoustic recorder, the Snowflake, allowing measurements of both acoustic pressure and acoustic particle motion. Both the Medusa profiler and the Snowflake acoustic sensor were developed by our collaborator. The integration of DISC, Medusa and Snowflake generated the realTime Larval Environment and Ocean Signal Tracking (T-LEOST) system that tracks the movememt behavior of fish larvae in their natural settings. The trajectory of a (or several) fish larva(e) deployed in the T-LEOST is recorded in synchrony with environmental signals perceived at the same scale. In essence, the Medusa profiling system mimics the vertical migration of the fish larva, while the DISC measures its orientation and swimming behavior. &nbsp;</span></p>\n<p><span>In concert with the T-LEOST device, we also developed an open-source software, the DISCR, that synchronizes the sensors data (i.e, depth and vertical motion from the Medusa, acoustic pressure and particle motion from the Snowflake) with the larval images, analyzes the data, and allows others to use it and build upon it.</span></p>\n<p><span>Our work provided an unprecedented capacity to resolve questions about the influence of physical and biological signals on the settlement sequence of coral reef fish, and the impact of anthropological disturbances on these cues. </span><span>The T-LEOST idevice was tested </span><span>at the Dean&rsquo;s Blue Hole, a circular and deep marine blue hole</span><span> </span><span>located in the Bahamas, representing a natural behavioral arena where some of the multi-sensory navigation mechanisms of fish larvae were unveiled. For example, in the process of testing the instruments, we discovered that sound from the coral reef may not propagate far enough to influence fish larvae in the open ocean. Indeed, most larval fishes can only detect acoustic particle motion (some may also detect acoustic pressure if they have a swimbladder close to their internal ear) which decreases rapidely with distance.&nbsp;The measurements of the acoustic fields available to larval fishes indicated ...",
  "por_txt_cntn": "\nThe offspring of most coral reef fish species are dispersed by the currents from their birthplace into the sea as microscopic larvae that grow up to a few centimeters in length until they are competent to settle back home. Before reaching their final destination where they metamorphose into a young juvenile fish, they have travelled in the open ocean for several weeks or months. But how do they know where home is? Just like Micronesian navigators, the baby fishes do not have a sextant, a map, or a GPS, but they find their way home using cues in the open ocean.\n\nThe purpose of our Collaborative Award was to design, manufacture and test instruments to observe how fish larvae detect and respond to \"real-world\" signals and navigate to the adult habitat.  Our main goal was to enable in situ measurements of larval fish behavior and ocean signals that these minuscule larvae can perceive. Indeed, most coastal and benthic species disperse larval phase but have the vital requirement to migrate to suitable habitat and recruit into the adult populations at the end of the pelagic phase. For this purpose, we combined expertise in bioacoustics, oceanography, engineering, and larval fish ecology to measure navigation in planktonic organisms and their signals, with a larger focus on sound cues.\n\nWe developed the Drifting In Situ Chamber (DISC), an instrument designed to detect and quantify swimming activity and orientation of marine larvae in situ using the concept of a Lagrangian float. The DISC is composed of a major underwater unit that holds a circular behavioral arena and an imaging system adapted to low light and night recording. A drogue is attached below the frame to lock the DISC in the water mass. The DISC was equipped with a buoyancy engine, the Medusa and a multi-channel underwater acoustic recorder, the Snowflake, allowing measurements of both acoustic pressure and acoustic particle motion. Both the Medusa profiler and the Snowflake acoustic sensor were developed by our collaborator. The integration of DISC, Medusa and Snowflake generated the realTime Larval Environment and Ocean Signal Tracking (T-LEOST) system that tracks the movememt behavior of fish larvae in their natural settings. The trajectory of a (or several) fish larva(e) deployed in the T-LEOST is recorded in synchrony with environmental signals perceived at the same scale. In essence, the Medusa profiling system mimics the vertical migration of the fish larva, while the DISC measures its orientation and swimming behavior.  \n\nIn concert with the T-LEOST device, we also developed an open-source software, the DISCR, that synchronizes the sensors data (i.e, depth and vertical motion from the Medusa, acoustic pressure and particle motion from the Snowflake) with the larval images, analyzes the data, and allows others to use it and build upon it.\n\nOur work provided an unprecedented capacity to resolve questions about the influence of physical and biological signals on the settlement sequence of coral reef fish, and the impact of anthropological disturbances on these cues. The T-LEOST idevice was tested at the DeanÆs Blue Hole, a circular and deep marine blue hole located in the Bahamas, representing a natural behavioral arena where some of the multi-sensory navigation mechanisms of fish larvae were unveiled. For example, in the process of testing the instruments, we discovered that sound from the coral reef may not propagate far enough to influence fish larvae in the open ocean. Indeed, most larval fishes can only detect acoustic particle motion (some may also detect acoustic pressure if they have a swimbladder close to their internal ear) which decreases rapidely with distance. The measurements of the acoustic fields available to larval fishes indicated that they may hear the adult habitat at very short range only, which is a departure from current paradigm that fish larvae use coral reef sounds to navigate towards the adult habitat. Instead, we found that fish larvae the..."
 }
}