{
 "awd_id": "1155030",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Ecological genomics of stress response in an intertidal copepod",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Irwin Forseth",
 "awd_eff_date": "2012-05-15",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 412635.0,
 "awd_amount": 412635.0,
 "awd_min_amd_letter_date": "2012-05-17",
 "awd_max_amd_letter_date": "2014-04-03",
 "awd_abstract_narration": "A major goal of marine biological research is to understand the distribution and abundance of organisms in light of their adaptations to the environment. Such an understanding is critical to predicting how environmental changes will alter oceanic productivity and ecosystem services. Tolerance of physical extremes plays a major role in determining species distributions. Although the physiological tolerances of many marine animals have been well studied, the extent to which these tolerances can be adjusted by evolutionary change remains essentially unknown. Consequently, we often have knowledge of how individual organisms respond to environmental stresses but little understanding of whether existing genetic variation within species will permit rapid evolutionary responses to stressors such as global warming or ocean acidification.\r\n\r\nCopepods are small crustaceans that are among the most numerous animals on the planet and are key components of marine and freshwater food webs.  Despite their ecological importance, only limited genetic data are available for any copepod species. In order to understand how these organisms can adapt to changes in their environment over both long and short time periods, this project will focus on obtaining genome sequences for the tidepool copepod, Tigriopus californicus, and then will use this genomic information to understand how the species responds to environmental change. The study has three major scientific components. First, the genome will be sequenced from four geographically isolated populations to allow comparison of genome-wide population differences. Target populations will be selected to provide contrasts in population responses to two key environmental stresses, thermal stress and salinity stress. The second component will be to examine which genes respond to these environmental stresses to help determine the mechanisms used to survive these two stresses.  Finally, the third component will use laboratory crosses and genetic mapping approaches to look at what regions of the genome confer tolerance to salinity and temperature stress. By integrating across all three aspects, this study will yield insights into how this species (and likely other organisms) respond to basic environmental stresses.\r\n\r\nAt a broader level, the decoding of a complete copepod genome will provide a key resource for understanding the basic biology of other species of this ecologically important group, with sequence data made available through standard databases and a newly-developed website (http://sio.ucsd.edu/Research/copepod_genomics/).  This project includes extensive outreach and will bring a public window into how modern marine science is conducted through programs for elementary school children and exhibits for visitors to public aquaria. Outreach will also be extended to the broader marine sciences community to help show how genomics can be used to study fundamental questions in marine systems that traditionally have not utilized genetic techniques. Finally, the research will directly train a number of young scientists in this exciting combination of marine science, physiology, and genomics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ronald",
   "pi_last_name": "Burton",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Ronald S Burton",
   "pi_email_addr": "rburton@ucsd.edu",
   "nsf_id": "000298302",
   "pi_start_date": "2012-05-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego Scripps Inst of Oceanography",
  "inst_street_address": "8622 DISCOVERY WAY # 116",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585341293",
  "inst_zip_code": "920931500",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SAN DIEGO",
  "org_prnt_uei_num": "QJ8HMDK7MRM3",
  "org_uei_num": "QJ8HMDK7MRM3"
 },
 "perf_inst": {
  "perf_inst_name": "UCSD Scripps Inst of Oceanography",
  "perf_str_addr": "9500 Gilman Drive, MC 0210",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930210",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1650",
   "pgm_ref_txt": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 153926.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 140833.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 117876.0
  }
 ],
 "por": null
}