{
 "awd_id": "1156155",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Economics:  How Does Ability Information Impact Educational Investments?",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032928326",
 "po_email": "mreksula@nsf.gov",
 "po_sign_block_name": "Michael Reksulak",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 25800.0,
 "awd_amount": 25800.0,
 "awd_min_amd_letter_date": "2012-04-02",
 "awd_max_amd_letter_date": "2012-04-02",
 "awd_abstract_narration": "Doctoral Dissertation Research in Economics: \r\nHow Does Ability Information Impact Educational Investments?\r\n\r\nAbstract: PI Pascaline Dupas, co-PI Rebecca Dizon-Ross\r\n\r\nIn recent years, governments across the developing world have invested heavily in improving educational access. However, despite these measures, educational inequalities still persist across generations.\r\nThis project will investigate a relatively unexamined hypothesis for educational inequalities: that poorer parents have more inaccurate information about their children's ability, which prevents them from making optimal investments in their children's schooling. The research will explore this hypothesis through a randomized controlled trial in Malawi. First, it will measure parents' beliefs about their children's aptitude and school performance. It will then provide randomly selected parents with information about their children's true performance, and measure the effect on educational investments.\r\nThe investigators will thus be able to address the following research questions: Does ability information impact investments? Can poor information explain part of the socioeconomic gap in educational attainment?\r\nIn addition, by examining whether parental investments increase or decrease (relative to investments in the control group) depending on whether parents find out if their children's performance was lower or higher than expected, the research will address the question: how do schooling investments depend upon a child's actual measured ability?\r\nSince most models of optimal human capital investment show that efficient schooling investments depend upon a child's ability, this research will contribute to the literature by examining a potentially important source of inefficient investments in education -- that investments depend on perceived, not true, ability.\r\nMoreover, the study is expected to contribute to the literature examining whether ability and schooling are complements or substitutes, and whether parents invest more if their child has lower or higher ability. Empirically estimating these relationships is difficult because of reverse causality -- because investments may increase measured ability, one cannot distinguish whether high ability is a cause or effect of high investment -- and omitted variable bias. The proposed research improves upon the identification of previous work by using information shocks to create exogenous variation in (perceived) ability.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pascaline",
   "pi_last_name": "Dupas",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pascaline Dupas",
   "pi_email_addr": "pdupas@stanford.edu",
   "nsf_id": "000598242",
   "pi_start_date": "2012-04-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rebecca",
   "pi_last_name": "Dizon-Ross",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rebecca Dizon-Ross",
   "pi_email_addr": "dizonros@stanford.edu",
   "nsf_id": "000598239",
   "pi_start_date": "2012-04-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "340 Panama Street",
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943059999",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 25800.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Education is often seen as a promising way to break the cycle of poverty by providing poor children with the same adult earnings opportunities as their richer peers. And yet, despite government measures across developing countries to improve educational access, large inequalities between the educational outcomes of rich and poor children persist. The literature has examined many factors, e.g., limited access to credit and school quality, to explain these inequalities. This project investigates a hypothesis that has previously received limited attention in the literature: that poor parents have inaccurate information about their children&rsquo;s ability, which prevents them from making optimal investments in their children&rsquo;s schooling.</p>\n<p>To explore this hypothesis, we conducted a randomized experiment in Malawi in 2012. First, we measured parents&rsquo; beliefs about their children's academic abilities. We then provided randomly selected parents with information about their children's true academic abilities. Finally, we measured the effect of the intervention on parents&rsquo; investments in education.</p>\n<p>The results of the experiment imply that information inefficiencies may be one channel through which educational inequalities persist across generations. The first finding is that parents have large misperceptions about their children's academic ability, as proxied by their current school performance.</p>\n<p>Second, we find that providing information to parents affects their investments in education. For example, we find evidence that providing information to parents affects their investments in their children's secondary education.</p>\n<p>Finally, we find that poorer and less-educated parents have larger misperceptions about their children&rsquo;s academic performance. For example, the average gap between parents&rsquo; beliefs and their children&rsquo;s true performance is roughly 0.2 standard deviations higher for parents without a secondary education than for those who have secondary education.</p>\n<p>Taken together, these results imply that misperceptions negatively impact parents' investments in their children's education, and that misperceptions may be one factor preventing children from poorer families from attaining the same level of human capital as children from richer families.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/29/2013<br>\n\t\t\t\t\tModified by: Pascaline&nbsp;Dupas</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEducation is often seen as a promising way to break the cycle of poverty by providing poor children with the same adult earnings opportunities as their richer peers. And yet, despite government measures across developing countries to improve educational access, large inequalities between the educational outcomes of rich and poor children persist. The literature has examined many factors, e.g., limited access to credit and school quality, to explain these inequalities. This project investigates a hypothesis that has previously received limited attention in the literature: that poor parents have inaccurate information about their childrenÆs ability, which prevents them from making optimal investments in their childrenÆs schooling.\n\nTo explore this hypothesis, we conducted a randomized experiment in Malawi in 2012. First, we measured parentsÆ beliefs about their children's academic abilities. We then provided randomly selected parents with information about their children's true academic abilities. Finally, we measured the effect of the intervention on parentsÆ investments in education.\n\nThe results of the experiment imply that information inefficiencies may be one channel through which educational inequalities persist across generations. The first finding is that parents have large misperceptions about their children's academic ability, as proxied by their current school performance.\n\nSecond, we find that providing information to parents affects their investments in education. For example, we find evidence that providing information to parents affects their investments in their children's secondary education.\n\nFinally, we find that poorer and less-educated parents have larger misperceptions about their childrenÆs academic performance. For example, the average gap between parentsÆ beliefs and their childrenÆs true performance is roughly 0.2 standard deviations higher for parents without a secondary education than for those who have secondary education.\n\nTaken together, these results imply that misperceptions negatively impact parents' investments in their children's education, and that misperceptions may be one factor preventing children from poorer families from attaining the same level of human capital as children from richer families.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 06/29/2013\n\n\t\t\t\t\tSubmitted by: Pascaline Dupas"
 }
}