{
 "awd_id": "1156933",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU Site: Biological Materials and Processes (BioMaP)",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Poats",
 "awd_eff_date": "2012-03-15",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 419965.0,
 "awd_amount": 419965.0,
 "awd_min_amd_letter_date": "2012-02-24",
 "awd_max_amd_letter_date": "2013-08-16",
 "awd_abstract_narration": "Intellectual Merit\r\nThis proposed three year renewal REU site program at Iowa State University (ISU) and the Instituto Tecnologico y de Estudios Superiores de Monterrey (ITESM), Mexico will engage 12 students for 10 summer weeks each year in research focused in the areas of biological materials and processes.  The overall goal is to create novel research experiences at ISU and ITESM for undergraduate students in the areas of biological materials and processes. These areas highlight the biological strengths of ISU, institutional units focused on biology and materials, and recent investments by ITESM in biotechnology. The cross-disciplinary nature of BioMaP enables students to discover the exciting biology/materials interface. The faculty team is diverse, has broad research interests, and an outstanding record of mentoring undergraduate students. Some students will participate in an international research experience at ITESM, which will provide them with valuable skills in a global environment.\r\n\r\nThe program will focus on two research themes: (1) Biological Materials - The interface between biology and materials can be exploited to design robust materials with unique properties. In this context, biological materials are synthetic materials that interact with biological molecules/systems in specific ways to promote biological function. The students will work on projects focused on activation of immune cells, micro patterned scaffolds for neural stem cells, and colloidal quantum dots for bio-imaging and (2) Biological Processes - A fundamental knowledge of biological processes will be critical in the future chemical industry. Students will be exposed to this area through projects on protein recovery from transgenic plants, molecular modeling of peptide mimics, and metabolic engineering of alkaloids. ITESM faculty has established research collaborations with ISU faculty that will be used to offer exciting projects to students. \r\n\r\nThe students will be active members of inter-disciplinary groups and will interact with faculty, post-docs, and graduate students. The REU students will also participate in educational activities such as short courses, joint seminars/meetings, workshops, tours of research facilities, and field trips. At the end of the program, the students will participate in a joint poster symposium together with students from other ISU undergraduate research programs. Program evaluations will provide feedback on fundamental concepts learned, attitudes regarding the topics, and program effectiveness.\r\n\r\nBroader Impacts\r\nA talented and diverse group of students will be recruited; special efforts will be made to attract women and minorities by publicizing the program at national meetings of minority organizations, by working with ISU programs that recruit women and minorities, and by utilizing the university's extensive relationships with community colleges and Historically Black Colleges and Universities (HBCUs). The impact of the REU will be further broadened with the following components. The first is an integrated program with community colleges in Iowa in which community college students, who have completed two years of pre-engineering, biotechnology, or pre-medicine and who have declared to transfer to ISU, will participate in the BioMaP REU. The second component is new and is focused providing research experiences for undergraduates who are preservice teachers in chemistry, physics, biology, and math. Involving preservice teachers in research discoveries will enable these students to effectively stimulate young minds towards careers in science and engineering. \r\n\r\nResults from these studies will be broadly disseminated. The experience of working in a global environment where their research will evolve from dependent to independent status will enable the students to walk away with life-long learning skills that will impact their contributions to science and engineering and to society.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Monica",
   "pi_last_name": "Lamm",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Monica H Lamm",
   "pi_email_addr": "mhlamm@iastate.edu",
   "nsf_id": "000184232",
   "pi_start_date": "2012-02-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Balaji",
   "pi_last_name": "Narasimhan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Balaji Narasimhan",
   "pi_email_addr": "nbalaji@iastate.edu",
   "nsf_id": "000286877",
   "pi_start_date": "2012-02-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "",
  "perf_city_name": "Ames",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500112207",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "IA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "136000",
   "pgm_ele_name": "EWFD-Eng Workforce Development"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 139270.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 280695.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The BioMaP Research Experiences for Undergraduates (REU) Program was offered at Iowa State University in the summers of 2012-14. A comprehensive and content-rich website (http://www.cbe.iastate.edu/research/undergraduate-research/) was developed that described the application process, research projects, contact information for faculty and staff, and other programmatic details. This NSF project funded 28 and matching funds from ISU were used to fund 7 additional students, bringing the total number of students funded by the program in three years to 35. Of these students, 54% were female and 28% were underrepresented minorities. The average GPA of the BioMaP students over three years was 3.59/4.00.</p>\n<p>The research performed by the students in the area of biological materials and processes has led to new techniques for using bacteriophages as sensors, new thermochemical processing methods for biomass in fluidized bed reactors, an improved computational model for flow in photobioreactors, new strategies for deriving coarse-grained molecular models of nucleic acids, and new biosensors for use in pancreatic cancer diagnostics. The BioMaP REU students produced three refereed journal publications, 11 conference presentations. Several of the REU students won awards for research performed as part of the BioMaP REU.</p>\n<p>The participants experienced a substantial research experience in a cross-disciplinary area; indeed, many students split their time in laboratories of multiple PI&rsquo;s in departments such as cell biology, immunology, physics, and chemistry. This exposed the students to the excitement and the challenges of working at interfaces between fields. The students participated in workshops on oral communication and technical writing, graduate school, and bioethics, giving them life-long skills in these important areas. They also made oral presentations during research group meetings and submitted a final technical report. At the end of the program, the students presented a poster in a joint symposium with students from other summer research programs on campus.</p>\n<p>An external evaluation team conducted the formative and summative evaluation of the program. The assessment was carried out using three student/evaluator sessions, faculty surveys and interviews, and pretest/posttest scores. Overall, students expressed great satisfaction with the academic and social components of the program. Students were pleased with the interactions they had with faculty mentors and graduate students and with the opportunities for networking with other REU students. The students indicated that the REU experience had confirmed their career goals and helped them learn more about graduate school.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/23/2015<br>\n\t\t\t\t\tModified by: Monica&nbsp;H&nbsp;Lamm</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe BioMaP Research Experiences for Undergraduates (REU) Program was offered at Iowa State University in the summers of 2012-14. A comprehensive and content-rich website (http://www.cbe.iastate.edu/research/undergraduate-research/) was developed that described the application process, research projects, contact information for faculty and staff, and other programmatic details. This NSF project funded 28 and matching funds from ISU were used to fund 7 additional students, bringing the total number of students funded by the program in three years to 35. Of these students, 54% were female and 28% were underrepresented minorities. The average GPA of the BioMaP students over three years was 3.59/4.00.\n\nThe research performed by the students in the area of biological materials and processes has led to new techniques for using bacteriophages as sensors, new thermochemical processing methods for biomass in fluidized bed reactors, an improved computational model for flow in photobioreactors, new strategies for deriving coarse-grained molecular models of nucleic acids, and new biosensors for use in pancreatic cancer diagnostics. The BioMaP REU students produced three refereed journal publications, 11 conference presentations. Several of the REU students won awards for research performed as part of the BioMaP REU.\n\nThe participants experienced a substantial research experience in a cross-disciplinary area; indeed, many students split their time in laboratories of multiple PIÆs in departments such as cell biology, immunology, physics, and chemistry. This exposed the students to the excitement and the challenges of working at interfaces between fields. The students participated in workshops on oral communication and technical writing, graduate school, and bioethics, giving them life-long skills in these important areas. They also made oral presentations during research group meetings and submitted a final technical report. At the end of the program, the students presented a poster in a joint symposium with students from other summer research programs on campus.\n\nAn external evaluation team conducted the formative and summative evaluation of the program. The assessment was carried out using three student/evaluator sessions, faculty surveys and interviews, and pretest/posttest scores. Overall, students expressed great satisfaction with the academic and social components of the program. Students were pleased with the interactions they had with faculty mentors and graduate students and with the opportunities for networking with other REU students. The students indicated that the REU experience had confirmed their career goals and helped them learn more about graduate school.\n\n\t\t\t\t\tLast Modified: 05/23/2015\n\n\t\t\t\t\tSubmitted by: Monica H Lamm"
 }
}