{
 "awd_id": "1156741",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site:  Interdisciplinary REU in the Structure and Function of Proteins",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sally O'Connor",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2013-02-28",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 101124.0,
 "awd_min_amd_letter_date": "2012-03-01",
 "awd_max_amd_letter_date": "2012-05-07",
 "awd_abstract_narration": "The University of Michigan Interdisciplinary REU Site will provide a research program for ten undergraduates during the summer of 2012. The students will participate in a ten-week interdisciplinary research program focused on studies involving the structure and function of proteins. Student participants will engage in intensive hands-on experimental training and independent investigation in the areas of biochemistry, biophysics, marine biology, molecular biology and plant biology. In addition to research, students will participate in a series of weekly enrichment seminars focusing on scientific communication, graduate school application process, the ethical conduct of research, and scientific career options. Opportunities for integration into the university research community will be provided through periodic networking activities and field trips -- with REU faculty mentors, graduate students, and undergraduate students from other campus summer research programs. The overall REU experience will promote student persistence in the STEM disciplines at the undergraduate, graduate and post-graduate levels. Students will be recruited from across the nation while maintaining an emphasis on providing research opportunities to women, underrepresented minorities, and students from institutions with limited resources for research. Rising sophomores, juniors or seniors majoring in biochemistry, biology, and biophysics or a related discipline will be eligible for participation in the program. Students from outside the host institution will be given priority, as University of Michigan students have ample opportunities to conduct research outside of the REU program. All participants will receive on-campus housing, meal and travel allowances, and a stipend. The program will be assessed by using the common REU assessment tool available at the BIO REU website (www.bioreu.org). Students will be tracked annually over at least five years after completion of the program to determine the long term impact of the REU experience. Additional information is available at: http://pharmacy.umich.edu/reu, or by contacting the Program Co-Directors: Dr. Cherie R. Dotson (crdotson@umich.edu / 734-615-6562) or Dr. Ronald W. Woodard (rww@umich.edu / 734-764-7366).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cherie",
   "pi_last_name": "Dotson",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Cherie R Dotson",
   "pi_email_addr": "crdotson@umich.edu",
   "nsf_id": "000331984",
   "pi_start_date": "2012-03-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ronald",
   "pi_last_name": "Woodard",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Ronald W Woodard",
   "pi_email_addr": "rww@umich.edu",
   "nsf_id": "000351813",
   "pi_start_date": "2012-03-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "428 Church Street",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091065",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 101124.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong></p>\n<p>In the spring of 2012, ten students were selected to participate in the Interdisciplinary<strong> </strong>REU Program in the Structure and Function of Proteins at the University of Michigan (U of M).&nbsp; The major focus of this program is on exposing undergraduate students to the nature of interdisciplinary research.&nbsp; Participants are engaged in an authentic ten-week interdisciplinary research experience in the areas of biochemistry, biophysics, computational chemistry, enzymology, molecular biology and plant biology.&nbsp; In addition to the research experience, students are required to participate in a series of enrichment seminars focusing on scientific communication, graduate school admissions and scientific career options.&nbsp; Students are also required to complete several assignments focused on oral and written communication in science.</p>\n<p>The long-term goal of the Interdisciplinary<strong> </strong>REU Program is to encourage persistence in STEM (science, technology, engineering and mathematics) disciplines at the undergraduate, graduate and post-graduate levels.&nbsp; A further goal of the program is to increase the number of women and underrepresented minority students who are pursuing graduate (M.S./Ph.D.) degrees and careers in STEM disciplines.</p>\n<p>The objectives of the Interdisciplinary REU Program are to: <strong>1)</strong> enhance the educational experience of program participants, <strong>2)</strong> assist program participants in confirming and clarifying their educational and career goals and <strong>3) </strong>encourage participants to pursue graduate (M.S./Ph.D.) degrees and careers in STEM disciplines.&nbsp;</p>\n<p>The Undergraduate Research Student Self-Assessment (URSSA), was used to determine the degree of educational enhancement of program participants based on self-reported gains (1 = no gain &ndash; 5 = great gain) in three areas:&nbsp; 1) Gains in Thinking and Working Like a Scientist&nbsp; 2) Personal Gains Related to Research Work and 3) Gains in Skills.&nbsp;&nbsp; Average gains of 4.8 were reported in &ldquo;Personal Gains Related to Research Work&rdquo; in the sub-areas of <em>&ldquo;Confidence in my ability to do research&rdquo; and &ldquo;Confidence in my ability to do well in future science courses.&rdquo;&nbsp; </em>Both of these results are good indicators that the program may meet the long-term goal of encouraging persistence in STEM disciplines.&nbsp; The highest average gain (5.0) was in <em>&ldquo;Understanding What Every Day Research Work is Like.&rdquo;</em> It is hoped that this will assist students in confirming their decisions to pursue graduate education and careers in STEM disciplines.&nbsp;</p>\n<p>Average gains of 4.8 were reported in &ldquo;Gains in Skills&rdquo; in the sub-areas of <em>&ldquo;Explaining my project to people outside my field&rdquo; and &ldquo;Preparing a scientific poster.&rdquo; </em>It is hoped that this confidence will motivate the students to pursue opportunities to communicate their research results whenever possible.</p>\n<p>The degree to which the REU experience assists participants in confirming and clarifying their educational and career goals was assessed in the post program REU Self-Assessment.&nbsp; The results of this assessment indicate that 100% of the REU students attribute their participation in the REU program to a confirmation, alteration or further definition of both their plans for postgraduate study and their career goals.</p>\n<p>Information regarding the educational and career pursuits of the student participants will be obtained from long-term annual tracking surveys.&nbsp; Although the goal of the program is to encourage persistence in STEM disciplines, if this experience helps students to determine that a graduate degree or a research career in a STEM discipline is not their desired path that will be considered a...",
  "por_txt_cntn": "\nIntellectual Merit\n\nIn the spring of 2012, ten students were selected to participate in the Interdisciplinary REU Program in the Structure and Function of Proteins at the University of Michigan (U of M).  The major focus of this program is on exposing undergraduate students to the nature of interdisciplinary research.  Participants are engaged in an authentic ten-week interdisciplinary research experience in the areas of biochemistry, biophysics, computational chemistry, enzymology, molecular biology and plant biology.  In addition to the research experience, students are required to participate in a series of enrichment seminars focusing on scientific communication, graduate school admissions and scientific career options.  Students are also required to complete several assignments focused on oral and written communication in science.\n\nThe long-term goal of the Interdisciplinary REU Program is to encourage persistence in STEM (science, technology, engineering and mathematics) disciplines at the undergraduate, graduate and post-graduate levels.  A further goal of the program is to increase the number of women and underrepresented minority students who are pursuing graduate (M.S./Ph.D.) degrees and careers in STEM disciplines.\n\nThe objectives of the Interdisciplinary REU Program are to: 1) enhance the educational experience of program participants, 2) assist program participants in confirming and clarifying their educational and career goals and 3) encourage participants to pursue graduate (M.S./Ph.D.) degrees and careers in STEM disciplines. \n\nThe Undergraduate Research Student Self-Assessment (URSSA), was used to determine the degree of educational enhancement of program participants based on self-reported gains (1 = no gain &ndash; 5 = great gain) in three areas:  1) Gains in Thinking and Working Like a Scientist  2) Personal Gains Related to Research Work and 3) Gains in Skills.   Average gains of 4.8 were reported in \"Personal Gains Related to Research Work\" in the sub-areas of \"Confidence in my ability to do research\" and \"Confidence in my ability to do well in future science courses.\"  Both of these results are good indicators that the program may meet the long-term goal of encouraging persistence in STEM disciplines.  The highest average gain (5.0) was in \"Understanding What Every Day Research Work is Like.\" It is hoped that this will assist students in confirming their decisions to pursue graduate education and careers in STEM disciplines. \n\nAverage gains of 4.8 were reported in \"Gains in Skills\" in the sub-areas of \"Explaining my project to people outside my field\" and \"Preparing a scientific poster.\" It is hoped that this confidence will motivate the students to pursue opportunities to communicate their research results whenever possible.\n\nThe degree to which the REU experience assists participants in confirming and clarifying their educational and career goals was assessed in the post program REU Self-Assessment.  The results of this assessment indicate that 100% of the REU students attribute their participation in the REU program to a confirmation, alteration or further definition of both their plans for postgraduate study and their career goals.\n\nInformation regarding the educational and career pursuits of the student participants will be obtained from long-term annual tracking surveys.  Although the goal of the program is to encourage persistence in STEM disciplines, if this experience helps students to determine that a graduate degree or a research career in a STEM discipline is not their desired path that will be considered as a positive outcome.   \n\nBroader Impacts\n\nThe U of M Interdisciplinary REU Program recruits students from across the nation while maintaining a special interest in providing research opportunities to women, 1st generation college students, underrepresented minority students and students from institutions with limited resources for research.  Students with no prior research experience are ..."
 }
}