{
 "awd_id": "1156154",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Improving Randomized Controlled Trials: Practical and Theoretical Challenges",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 256080.0,
 "awd_amount": 256080.0,
 "awd_min_amd_letter_date": "2012-05-30",
 "awd_max_amd_letter_date": "2012-05-30",
 "awd_abstract_narration": "The PIs use a mechanism design approach to analyze the informational properties of experimental trials, with the goal of improving upon the standard randomized controlled trial (RCT) method.   Their concept of a selective trial uses a dominant strategy mechanism to generalize RCTs by allowing experimental participants to express their preference over treatment through costly signals that increase the probability of being chose for the treatment group.  A selective trial makes the implicit selection possibility in an ordinary RCT an explicit part of the experimental design.\r\n\r\nThe research has four parts.  First the PIs demonstrate how straightforward extensions of standard experimental protocols can produce important information.  Second, they demonstrate that these extensions work as predicted in controlled experimental settings.  Third, they use the same basic concepts to consider methods for conducting dynamic experiments.  Fourth, they consider how to adjust the experimental design for situations where there are informational or productive externalities between experimental subjects.\r\n\r\nRandomized controlled trials are becoming increasingly important in the social sciences.  Improved experimental design that carefully takes into account the incentives and beliefs of experimental subjects will improve the usefulness of field experiments.\r\n\r\nBroader Impacts:  These methods are also useful for medical research.   The method is particularly suited to considering medical non-compliance, and may provide a more accurate way to predict the effects of medications.  The PIs will be making the power formulae, protocols, and software for data analysis available to a wide community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erik",
   "pi_last_name": "Snowberg",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Erik Snowberg",
   "pi_email_addr": "snowberg@caltech.edu",
   "nsf_id": "000539418",
   "pi_start_date": "2012-05-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Institute of Technology",
  "inst_street_address": "1200 E CALIFORNIA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6263956219",
  "inst_zip_code": "911250001",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CALIFORNIA INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U2JMKHNS5TG4"
 },
 "perf_inst": {
  "perf_inst_name": "California Institute of Technology",
  "perf_str_addr": "1200 E. California Blvd.",
  "perf_city_name": "Pasadena",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  },
  {
   "pgm_ele_code": "133300",
   "pgm_ele_name": "Methodology, Measuremt & Stats"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7956",
   "pgm_ref_txt": "SBE Interdisciplinary Research"
  },
  {
   "pgm_ref_code": "8605",
   "pgm_ref_txt": "SBE 2020"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 256080.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Outcomes:</p>\n<p>Support from NSF grant SES-1156154 &nbsp;``Improving Randomized Controlled Trials: Practical and Theoretical Challenges,\" allowed Sylvain Chassang and Erik Snowberg to complete several research projects related to experimentation and public policy. Many of the papers completed under this grant have already found publication. In addition, the grant funded an interdisciplinary conference to promote the research developed here to a wide audience.</p>\n<p><br />We summarize the research completed, and continuing work below.</p>\n<p><br />Published Papers:</p>\n<p>* \"Accounting for Behavior in Treatment Effects: New Applications for Blind Trials,\" published in PLoS One (June 2015) (with Ben Seymour and Cayley Bowels). This paper studies the interaction between behavior/placebo and treatment effects when measuring the effectiveness of medical treatments. It shows that standard blind trials do not fully account for the full value added of treatment when interaction effects are present. We show that two-by-two trials, in which both the assignment of the drug and the likelihood of being treated are randomized, allow the recovery of a more complete picture of the efficacy of treatment. The paper confirms the importance of interaction effects using data from anti-depressant trials.</p>\n<p><br />* Chassang and Snowberg collaborated with Abhijit Banerjee (MIT) on ``Decision Theoretic Approaches to Experiment Design and External Validity,\" which will be appearing in the Handbook of Field Experiments. The paper provide a decision theoretic framework to study trial design and makes proposals for the design of trial registries.</p>\n<p><br />* In ``Batched Bandit Problems\", along with co-authors Vianney Perchet (Universite Paris 7) and Philippe Rigollet (MIT), Chassang and Snowberg study the optimal design of randomized controlled trials when the experimenter is constrained to use few batches. The paper, forthcoming in Annals of Statistics, provides rules for trial design achieving optimally sized experiments.</p>\n<p><br />* In ``Overconfidence in Political Behavior&rsquo;&rsquo;, Snowberg and co-author Pietro Ortoleva, studies how particular biases in information processing affect citizen's evaluations of policy experiments. They study how correlational neglect&mdash;the tendency to see multiple similar signals as relatively uncorrelated&mdash;will lead partisans to draw different inferences from similar data, and how this, in turn will political attributes and behaviors like ideological extremeness and turnout.<br />Completed, but unpublished research:* In ``Corruption, Intimidation and Whistleblowing : A Theory of Inference from Unverifiable Reports'', &nbsp;and ``Making Collusion Hard : Asymmetric Information as a Counter-Corruption Measure'', Chassang and co-authors Gerard Padro-i-Miquel and Juan Ortner study the problem of trial design in the context of counter-corruption policy. They provide tools to identify policy improvements using only unverifiable reporting data.</p>\n<p><br />* In ``The Right Type of Legislator: A Theory of Taxation and Representation&rsquo;&rsquo;, Snowberg and co-author Andrea Mattozzi, studies how institutional structures affect the preferences and beliefs of politicians who are elected. Ongoing research aims to understand how different types of politicians experiment with policy, and interpret the results of those policy experiments.<br />* Finally, Snowberg, with co-authors Ben Gillen and Leeat Yariv, examine the role of measurement error in experimental results. In ``Experimenting with Measurement Error: Techniques with Applications to the Caltech Cohort Study&rsquo;&rsquo; they show that three classic economics experiments come to very different conclusions once measurement error is accounted for. They argue that measurement error may account for the proliferation of ``new&rsquo;&rsquo; behavioral attributes, as well as the failure o...",
  "por_txt_cntn": "\nOutcomes:\n\nSupport from NSF grant SES-1156154  ``Improving Randomized Controlled Trials: Practical and Theoretical Challenges,\" allowed Sylvain Chassang and Erik Snowberg to complete several research projects related to experimentation and public policy. Many of the papers completed under this grant have already found publication. In addition, the grant funded an interdisciplinary conference to promote the research developed here to a wide audience.\n\n\nWe summarize the research completed, and continuing work below.\n\n\nPublished Papers:\n\n* \"Accounting for Behavior in Treatment Effects: New Applications for Blind Trials,\" published in PLoS One (June 2015) (with Ben Seymour and Cayley Bowels). This paper studies the interaction between behavior/placebo and treatment effects when measuring the effectiveness of medical treatments. It shows that standard blind trials do not fully account for the full value added of treatment when interaction effects are present. We show that two-by-two trials, in which both the assignment of the drug and the likelihood of being treated are randomized, allow the recovery of a more complete picture of the efficacy of treatment. The paper confirms the importance of interaction effects using data from anti-depressant trials.\n\n\n* Chassang and Snowberg collaborated with Abhijit Banerjee (MIT) on ``Decision Theoretic Approaches to Experiment Design and External Validity,\" which will be appearing in the Handbook of Field Experiments. The paper provide a decision theoretic framework to study trial design and makes proposals for the design of trial registries.\n\n\n* In ``Batched Bandit Problems\", along with co-authors Vianney Perchet (Universite Paris 7) and Philippe Rigollet (MIT), Chassang and Snowberg study the optimal design of randomized controlled trials when the experimenter is constrained to use few batches. The paper, forthcoming in Annals of Statistics, provides rules for trial design achieving optimally sized experiments.\n\n\n* In ``Overconfidence in Political BehaviorÆÆ, Snowberg and co-author Pietro Ortoleva, studies how particular biases in information processing affect citizen's evaluations of policy experiments. They study how correlational neglect&mdash;the tendency to see multiple similar signals as relatively uncorrelated&mdash;will lead partisans to draw different inferences from similar data, and how this, in turn will political attributes and behaviors like ideological extremeness and turnout.\nCompleted, but unpublished research:* In ``Corruption, Intimidation and Whistleblowing : A Theory of Inference from Unverifiable Reports'',  and ``Making Collusion Hard : Asymmetric Information as a Counter-Corruption Measure'', Chassang and co-authors Gerard Padro-i-Miquel and Juan Ortner study the problem of trial design in the context of counter-corruption policy. They provide tools to identify policy improvements using only unverifiable reporting data.\n\n\n* In ``The Right Type of Legislator: A Theory of Taxation and RepresentationÆÆ, Snowberg and co-author Andrea Mattozzi, studies how institutional structures affect the preferences and beliefs of politicians who are elected. Ongoing research aims to understand how different types of politicians experiment with policy, and interpret the results of those policy experiments.\n* Finally, Snowberg, with co-authors Ben Gillen and Leeat Yariv, examine the role of measurement error in experimental results. In ``Experimenting with Measurement Error: Techniques with Applications to the Caltech Cohort StudyÆÆ they show that three classic economics experiments come to very different conclusions once measurement error is accounted for. They argue that measurement error may account for the proliferation of ``newÆÆ behavioral attributes, as well as the failure of many experiments to replicate.\n\nConference:\n\nChassang and Snowberg organized a conference titled ``Experimental Design and Behavior in Medical Trials\" (May 2013) related to the research program covered by t..."
 }
}