{
 "awd_id": "1156840",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site:  Summer Undergraduate Research Experience in Molecular Biosciences",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sally O'Connor",
 "awd_eff_date": "2012-02-01",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 309761.0,
 "awd_amount": 309761.0,
 "awd_min_amd_letter_date": "2012-01-25",
 "awd_max_amd_letter_date": "2012-12-14",
 "awd_abstract_narration": "A Research Experience for Undergraduates (REU) Sites award has been made to the University of North Carolina at Chapel Hill that will provide research training for 10 students, for 10 weeks during the summers of 2012- 2014.  The program focuses on molecular biosciences - the application of biochemistry, genetics, molecular biology, cell biology, genomics, proteomics, and computational and structural biology - to solve complex problems in biology in a highly collaborative and interdisciplinary environment.  Numerous faculty from several relevant departments will serve as research mentors.  A wide variety of interesting projects at the cutting edge of molecular bioscience will be available for the students.  In addition to working full-time in their chosen research labs, students will participate in professional development activities including training in the responsible conduct of research, reading and presenting reports from the primary scientific literature, poster preparation and presentation, career opportunities in academia, industry and government, the graduate school application process, an optional GRE Prep course, writing an effective personal statement, and effective interviewing skills.  Students will have ample opportunities to interact with students from additional programs hosted by the university during the summer, as well as with graduate students and post-doctoral fellows who assist in professional development activities.  Students are recruited via a dedicated web site, visits to local universities (especially those with a large number of underrepresented minority students), during national meetings such as ASBMB and SACNAS, and targeted e-mails.  Selection of participants is based upon GPA, lack of availability of concentrated research experiences at the student's home college or university, interest in research as indicated through a Personal Statement, and perceived potential for, and interest in, a career in biological research.  Students are tracked to determine their continued interest in their academic field of study, their career paths, and the lasting influences of the research experience. Information about the program will be assessed by various means, including use of an REU common assessment tool. More information is available by visiting http://www.med.unc.edu/oge/stad/sure, or by contacting the PI (Dr. Gwen Sancar at gsancar@ad.unc.edu) or the co-PI (Dr. Miriam Braunstein at miriam_braunstein@med.unc.edu).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Esta",
   "pi_last_name": "Sancar",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Esta G Sancar",
   "pi_email_addr": "Gwendolyn_Sancar@med.unc.edu",
   "nsf_id": "000377845",
   "pi_start_date": "2012-01-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Miriam",
   "pi_last_name": "Braunstein",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Miriam S Braunstein",
   "pi_email_addr": "miriam_braunstein@med.unc.edu",
   "nsf_id": "000200357",
   "pi_start_date": "2012-01-25",
   "pi_end_date": "2012-12-14"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Kawula",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas Kawula",
   "pi_email_addr": "kawula@med.unc.edu",
   "nsf_id": "000637192",
   "pi_start_date": "2012-12-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275991350",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 309761.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overall goal of the&nbsp;REU&nbsp;Program in Molecular Biosciences at&nbsp;UNC-Chapel Hill was to encourage promising undergraduate students to enter careers in research and teaching in the&nbsp;biomolecular&nbsp;sciences.<strong>&nbsp;</strong>&nbsp;The mechanism for attaining this goal was to provide a mentored research and professional enrichment experience for a group of promising undergraduate students at a time when they were making critical career decisions.&nbsp; During the 10-week research experience students carried out research side-by-side with graduate students, postdoctoral fellows and faculty who serve as role models and as mentors as they learned how modern biological research is designed, executed, and reported.&nbsp; Students also participated in a variety of professional development activities designed to hone their critical thinking skills and to make them stronger candidates when they applied to graduate school.&nbsp; Our target participant population included students enrolled at institutions that do not award advanced degrees in STEM areas, students from underrepresented minority groups, students with disabilities, first generation college students, and students who show exceptional potential but have not yet had a laboratory research experience.</p>\n<p>&nbsp;</p>\n<p><strong>Intellectual Merit:</strong>&nbsp;The REU-MBS Program at UNC-Chapel Hill&nbsp;provided&nbsp;participants with opportunities to work on ongoing funded research projects under the direction of nationally or internationally renowned scientists.&nbsp; Work done by these students contributed to furthering the research projects of these labs; thus far two students have been listed as co-authors as a result of their research contributions during their summer experience and two more are listed on manuscripts in preparation for submission. In addition, seven students have attended national meetings to present their work and five of these have received awards based upon the excellence of their work and presentations. Thus, through its emphasis on multi- and inter-disciplinary approaches the program advanced discovery and knowledge while preparing participants for the type of scientific research that will dominate the 21<sup>st</sup>&nbsp;century.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impacts:&nbsp;</strong>&nbsp;Over the 2012 &ndash; 2015 funding period,&nbsp;REU-MBS&nbsp;at&nbsp;UNC-Chapel Hill was highly successful in preparing a diverse group of students for careers in research.&nbsp; Among the thirty-four participants supported in whole or in part from REU funds, eight were first-generation college students, nineteen were from underrepresented racial or ethnic groups and two were physically impaired students.&nbsp; Eighteen were from educational institutions that do not offer the Ph.D. and that did not provide a research-intensive environment.</p>\n<p>Both first generation college students and students from underrepresented racial and ethnic groups are at increased risk of failing to complete college or of leaving the science education pipeline.&nbsp; Providing guidance and an opportunity to participate in meaningful research has been shown to increase retention, particularly when it occurs in the early college years.&nbsp; Our REU program focuses on students early in their college career; two thirds of our students have completed 2 years or fewer of undergraduate school at the time of their REU experience.&nbsp; 100 percent of our participants will have graduated by May 2015 or remain on-track to graduate on-time in 2016 or 2017. In addition, all of the twenty-five students who have graduated after completing our program remain involved in science.&nbsp; Thirteen of our former participants are currently enrolled in or have accepted offers from graduate programs in the molecular biosciences, while one will be attending a post-bac program in 2015-16.&nbsp; In addition to...",
  "por_txt_cntn": "\nThe overall goal of the REU Program in Molecular Biosciences at UNC-Chapel Hill was to encourage promising undergraduate students to enter careers in research and teaching in the biomolecular sciences.  The mechanism for attaining this goal was to provide a mentored research and professional enrichment experience for a group of promising undergraduate students at a time when they were making critical career decisions.  During the 10-week research experience students carried out research side-by-side with graduate students, postdoctoral fellows and faculty who serve as role models and as mentors as they learned how modern biological research is designed, executed, and reported.  Students also participated in a variety of professional development activities designed to hone their critical thinking skills and to make them stronger candidates when they applied to graduate school.  Our target participant population included students enrolled at institutions that do not award advanced degrees in STEM areas, students from underrepresented minority groups, students with disabilities, first generation college students, and students who show exceptional potential but have not yet had a laboratory research experience.\n\n \n\nIntellectual Merit: The REU-MBS Program at UNC-Chapel Hill provided participants with opportunities to work on ongoing funded research projects under the direction of nationally or internationally renowned scientists.  Work done by these students contributed to furthering the research projects of these labs; thus far two students have been listed as co-authors as a result of their research contributions during their summer experience and two more are listed on manuscripts in preparation for submission. In addition, seven students have attended national meetings to present their work and five of these have received awards based upon the excellence of their work and presentations. Thus, through its emphasis on multi- and inter-disciplinary approaches the program advanced discovery and knowledge while preparing participants for the type of scientific research that will dominate the 21st century. \n\n \n\nBroader Impacts:  Over the 2012 &ndash; 2015 funding period, REU-MBS at UNC-Chapel Hill was highly successful in preparing a diverse group of students for careers in research.  Among the thirty-four participants supported in whole or in part from REU funds, eight were first-generation college students, nineteen were from underrepresented racial or ethnic groups and two were physically impaired students.  Eighteen were from educational institutions that do not offer the Ph.D. and that did not provide a research-intensive environment.\n\nBoth first generation college students and students from underrepresented racial and ethnic groups are at increased risk of failing to complete college or of leaving the science education pipeline.  Providing guidance and an opportunity to participate in meaningful research has been shown to increase retention, particularly when it occurs in the early college years.  Our REU program focuses on students early in their college career; two thirds of our students have completed 2 years or fewer of undergraduate school at the time of their REU experience.  100 percent of our participants will have graduated by May 2015 or remain on-track to graduate on-time in 2016 or 2017. In addition, all of the twenty-five students who have graduated after completing our program remain involved in science.  Thirteen of our former participants are currently enrolled in or have accepted offers from graduate programs in the molecular biosciences, while one will be attending a post-bac program in 2015-16.  In addition to pursuing graduate degrees our participants pursue other science-related careers: one will be teaching science in the North Carolina public schools beginning in August 2015, four are employed as research technicians in the molecular biosciences, and six are attending or will be attending medical school...."
 }
}