{
 "awd_id": "1156848",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: Supporting Undergraduate Research Fellows In Timely STEM Education Research Via the University of Kentucky's STEM Education Research Laboratory",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth VanderPutten",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2018-06-30",
 "tot_intn_awd_amt": 316494.0,
 "awd_amount": 316494.0,
 "awd_min_amd_letter_date": "2012-06-24",
 "awd_max_amd_letter_date": "2017-07-03",
 "awd_abstract_narration": "This award to the University of Kentucky STEM Education Research Laboratory supports undergraduate students who are studying to be K-12 STEM teachers in education research projects in STEM fields.  There are four ongoing STEM education research projects on which the REU participants work, including: (1) motivation and career trajectories of STEM educators; (2) racial and gender equity and participation in K-12 math and physics; (3) elementary teacher attitudes and beliefs regarding mathematics; and (4) technology and engineering design concepts for integrated STEM instruction. \r\n\r\nEach year, 8 undergraduates are recruited from the University of Kentucky, Kentucky State University, Berea College, and other regional institutions. A total of 24 students are supported over the life of the grant. The program is an academic year REU. Students participate in biweekly meetings on campus as a cohort and with their research mentors. The program uses online collaboration tools to facilitate interactions throughout the experience. By focusing on recruiting preservice STEM teachers, this project has the potential to help these teachers understand ways to incorporate education research findings in their practice; it may also provide a model for bridging research with practice through such STEM education research experiences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Jana",
   "pi_last_name": "Bouwma-Gearhart",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jana Bouwma-Gearhart",
   "pi_email_addr": "jana.bouwma-gearhart@oregonstate.edu",
   "nsf_id": "000524743",
   "pi_start_date": "2012-06-24",
   "pi_end_date": "2013-01-16"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Molly",
   "pi_last_name": "Fisher",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Molly H Fisher",
   "pi_email_addr": "fishermolly@rowan.edu",
   "nsf_id": "000564726",
   "pi_start_date": "2017-07-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jana",
   "pi_last_name": "Bouwma-Gearhart",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jana Bouwma-Gearhart",
   "pi_email_addr": "jana.bouwma-gearhart@oregonstate.edu",
   "nsf_id": "000524743",
   "pi_start_date": "2017-07-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Wilhelm",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer Wilhelm",
   "pi_email_addr": "jennifer.wilhelm@uky.edu",
   "nsf_id": "000549067",
   "pi_start_date": "2012-09-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Molly",
   "pi_last_name": "Fisher",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Molly H Fisher",
   "pi_email_addr": "fishermolly@rowan.edu",
   "nsf_id": "000564726",
   "pi_start_date": "2012-06-24",
   "pi_end_date": "2012-09-22"
  }
 ],
 "inst": {
  "inst_name": "University of Kentucky Research Foundation",
  "inst_street_address": "500 S LIMESTONE",
  "inst_street_address_2": "109 KINKEAD HALL",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592579420",
  "inst_zip_code": "405260001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "UNIVERSITY OF KENTUCKY RESEARCH FOUNDATION, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "H1HYA8Z1NTM5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kentucky",
  "perf_str_addr": "112 Taylor Education",
  "perf_city_name": "Lexington",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "405071464",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "KY06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "179300",
   "pgm_ele_name": "MSP-OTHER AWARDS"
  },
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  },
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 316494.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>$316,494 &ndash; </strong>Fisher, M., (PI), Wilhelm, J. (Co-PI), Bouwma-Gearhart, J (Co-PI), Senior Personnel: Jackson, C., Jong, C., Krall, R., Mohr-Schroeder, M. (2012 &ndash; 2015). <em>REU Site: Supporting Undergraduate Research Fellows in Timely STEM Education Research Via the University of Kentucky's STEM Education Research Laboratory</em>. <strong><br /> <br /> </strong></p>\n<p><strong>Intellectual Merit: </strong>The under-preparation of the nation&rsquo;s workforce with respect to STEM knowledge and skills continues to be a very real problem in the United States. Our REU project&rsquo;s ultimate goal was to create a larger and better-prepared K-12 STEM teacher population. Our basic pedagogical approach centered on the active participation of pre-service teachers in authentic research into local educational issues with national and international implications. Our program exposed pre-service K-12 STEM teachers to timely problems involving STEM teaching and learning through original research. Through the unique research experiences our project fostered pre-service K-12 STEM teachers with an appreciation of the interplay amongst society, education, and research. <strong>Broader Impacts: </strong>During a three-year period, we recruited 23 highly committed undergraduate pre-service teachers as Fellows (8 Fellows per year with one who repeated) who functioned as a cohort within the larger dynamic of our STEM Education research community. The Fellows represented a diverse group of undergraduate students studying elementary, middle, and secondary level mathematics and science education. The demographics of the Fellows were: 21 females, 2 males, 4 students of color, and 2 &ldquo;non-traditional&rdquo; students in terms of age. Fellows were immersed in the design, execution, analysis, and communication regarding authentic STEM education research. Through their experiences, Fellows learned how to consult the research literature for relevant background theory and methods pertaining to STEM education problems, develop technical expertise and meticulous habits of data collection and record-keeping, gain experience with both qualitative and quantitative data analysis, improve writing and presentation skills, and earn valuable experience working on an active and successful team of educator-researchers. Many of the Fellows&rsquo; projects were interdisciplinary in terms of the STEM content analyzed. Projects included spatial visualization in Earth-Space science, computer programming and engineering design within a robotics laboratory, mathematical experiences that affect STEM attitudes and beliefs, and the unique ways of attending, interpreting, and deciding within STEM classrooms. When Fellows were asked via a quantitative survey which areas they felt they grew the most, those questions with the largest gains were identifying research questions, generalizing results to &ldquo;the bigger picture&rdquo;, designing a research study, quantitative analysis, presenting research, and scholarly writing.</p>\n<p>To date, REU Fellows involved in this program have participated in twelve research presentations and have co-authored six manuscripts (that are printed or in press) in journals such as <em>School Science and Mathematics</em> and <em>Science Scope</em>, with many other manuscripts currently under review or are under revision for a journal.<em> </em>The accolades of the Fellows do not end with scholarship in terms of presentations and publications. In the last two cohorts, three Fellows have been awarded summer research grants to continue their work, one was offered a summer position teaching for the prestigious Duke program, two entered graduate programs with fully funded research positions (one master&rsquo;s program and one doctoral program), one worked as a preservice teacher summer research intern for Pearson, and another went on to participate in a summer REU experience at another research university after leaving her academic year REU program at UK. Additionally, 18 of the 23 former Fellows were contacted during the summer of 2018 and all 18 are planning to attend, are currently attending, or have already completed a graduate program.</p>\n<p>One Fellow from the first cohort summed up her experience with the following, &ldquo;I definitely think about research differently from what I did before. Before it was like this intangible thing and too hard. But actually getting involved and doing it was a really great experience. It also was seeing the importance of doing the research and looking at the results and how those can be used in the classrooms and how that is beneficial to the education community in general.&rdquo;</p>\n<p>This REU project expands the research base concerning undergraduate student research across the disciplines and serves to inform international efforts towards developing future K-12 STEM educators able to implement research-confirmed pedagogical practices, conduct and respond to authentic research concerning their practice, and serve as agents of change regarding local schooling realities.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/27/2018<br>\n\t\t\t\t\tModified by: Molly&nbsp;H&nbsp;Fisher</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n$316,494 &ndash; Fisher, M., (PI), Wilhelm, J. (Co-PI), Bouwma-Gearhart, J (Co-PI), Senior Personnel: Jackson, C., Jong, C., Krall, R., Mohr-Schroeder, M. (2012 &ndash; 2015). REU Site: Supporting Undergraduate Research Fellows in Timely STEM Education Research Via the University of Kentucky's STEM Education Research Laboratory. \n \n \n\nIntellectual Merit: The under-preparation of the nation?s workforce with respect to STEM knowledge and skills continues to be a very real problem in the United States. Our REU project?s ultimate goal was to create a larger and better-prepared K-12 STEM teacher population. Our basic pedagogical approach centered on the active participation of pre-service teachers in authentic research into local educational issues with national and international implications. Our program exposed pre-service K-12 STEM teachers to timely problems involving STEM teaching and learning through original research. Through the unique research experiences our project fostered pre-service K-12 STEM teachers with an appreciation of the interplay amongst society, education, and research. Broader Impacts: During a three-year period, we recruited 23 highly committed undergraduate pre-service teachers as Fellows (8 Fellows per year with one who repeated) who functioned as a cohort within the larger dynamic of our STEM Education research community. The Fellows represented a diverse group of undergraduate students studying elementary, middle, and secondary level mathematics and science education. The demographics of the Fellows were: 21 females, 2 males, 4 students of color, and 2 \"non-traditional\" students in terms of age. Fellows were immersed in the design, execution, analysis, and communication regarding authentic STEM education research. Through their experiences, Fellows learned how to consult the research literature for relevant background theory and methods pertaining to STEM education problems, develop technical expertise and meticulous habits of data collection and record-keeping, gain experience with both qualitative and quantitative data analysis, improve writing and presentation skills, and earn valuable experience working on an active and successful team of educator-researchers. Many of the Fellows? projects were interdisciplinary in terms of the STEM content analyzed. Projects included spatial visualization in Earth-Space science, computer programming and engineering design within a robotics laboratory, mathematical experiences that affect STEM attitudes and beliefs, and the unique ways of attending, interpreting, and deciding within STEM classrooms. When Fellows were asked via a quantitative survey which areas they felt they grew the most, those questions with the largest gains were identifying research questions, generalizing results to \"the bigger picture\", designing a research study, quantitative analysis, presenting research, and scholarly writing.\n\nTo date, REU Fellows involved in this program have participated in twelve research presentations and have co-authored six manuscripts (that are printed or in press) in journals such as School Science and Mathematics and Science Scope, with many other manuscripts currently under review or are under revision for a journal. The accolades of the Fellows do not end with scholarship in terms of presentations and publications. In the last two cohorts, three Fellows have been awarded summer research grants to continue their work, one was offered a summer position teaching for the prestigious Duke program, two entered graduate programs with fully funded research positions (one master?s program and one doctoral program), one worked as a preservice teacher summer research intern for Pearson, and another went on to participate in a summer REU experience at another research university after leaving her academic year REU program at UK. Additionally, 18 of the 23 former Fellows were contacted during the summer of 2018 and all 18 are planning to attend, are currently attending, or have already completed a graduate program.\n\nOne Fellow from the first cohort summed up her experience with the following, \"I definitely think about research differently from what I did before. Before it was like this intangible thing and too hard. But actually getting involved and doing it was a really great experience. It also was seeing the importance of doing the research and looking at the results and how those can be used in the classrooms and how that is beneficial to the education community in general.\"\n\nThis REU project expands the research base concerning undergraduate student research across the disciplines and serves to inform international efforts towards developing future K-12 STEM educators able to implement research-confirmed pedagogical practices, conduct and respond to authentic research concerning their practice, and serve as agents of change regarding local schooling realities.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/27/2018\n\n\t\t\t\t\tSubmitted by: Molly H Fisher"
 }
}