{
 "awd_id": "1156899",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU Site: Engineering Tools for Decision Support in Systems Medicine",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032922552",
 "po_email": "agreer@nsf.gov",
 "po_sign_block_name": "Amelia Greer",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2017-02-28",
 "tot_intn_awd_amt": 357693.0,
 "awd_amount": 357693.0,
 "awd_min_amd_letter_date": "2012-02-24",
 "awd_max_amd_letter_date": "2013-08-16",
 "awd_abstract_narration": "Intellectual Merit\r\nThe primary objective of this new three-year REU site program at the University of Pittsburgh is to expose 9 undergraduate students per year to research in the emerging field of systems medicine. Systems medicine problems are characterized by complex interacting systems requiring multidisciplinary knowledge to formulate and solve. The intellectual merit of this REU proposal derives from the emergence of this field and the need for experts with the knowledge and motivation to address constrained real-world problems where mathematical models can provide hypothesis-generating and in validating predictions. Furthermore, systems medicine is underserved by existing REU sites, in comparison to other areas of biomedical research, and this site would expand the existing REU portfolio while educating students who could serve as the next generation of leaders in the field. The necessity of coupling modeling and systems analysis approaches to experimental data; thereby yielding a predictive model upon validation is a prerequisite to solving clinically-relevant systems medicine problems. Through a series of mentored research and teaching experiences, REU students will take the first step on the path to becoming the next generation of experts in the field of systems medicine.\r\n\r\nBroader Impacts\r\nThe PI will actively recruit underrepresented undergraduates to participate in interdisciplinary research and to advance the abilities of all students in the program with respect to communication, teamwork, and professional skills. Through existing relationships, and the development of new ones with minority, female, or primarily undergraduate institutions, the program will  provide a pathway to graduate education for populations that are traditionally underrepresented at the engineering (and STEM) post-graduate level by fostering the ability to independently and collaboratively investigate systems medicine research problems. One path of dissemination is to design simulations for use in K-12 education; through partnering with the CTSI \"Mobile Lab\" to bring computational experiments to K-12 students in an effort to stimulate the desire of these students to pursue STEM subjects at the baccalaureate level.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Parker",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Robert S Parker",
   "pi_email_addr": "rparker@pitt.edu",
   "nsf_id": "000155119",
   "pi_start_date": "2012-02-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "University Club",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152132303",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "136000",
   "pgm_ele_name": "EWFD-Eng Workforce Development"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 115195.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 242498.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Engineering Tools for Decision Support in Systems Medicine REU program provided a 10-week mentored research experience at the interface of engineering and medicine to 34 undergraduate students.&nbsp; These students learned to use mathematical modeling and data analysis tools, in tandem with experimental data, to design and execute novel experiments ultimately leading to improved outcomes in biomedical engineering contributing to patient treatment.&nbsp; Students also learned teaming skills, a must in the collaborative world of biomedical science and engineering.&nbsp; By participating in hands-on workshops, students broadened their knowledge of ethics in medicine, written and oral communication skills, experimental and imaging techniques, and mathematical frameworks and computational techniques.&nbsp; The mentored research experience exposed those who had not previously done research to the principles of academic inquiry while simultaneously teaching novel laboratory skills (experimental, computational, or both) to aspiring researchers.<br /><br />Students presented their work annually at Duquesne&rsquo;s symposium and poster session gathering of summer research students.&nbsp; Here students practiced what they had learned in the oral and written communication skills workshops, presenting their research and what they had learned during their mentored experience.&nbsp; Select students, roughly 3-4 each year, were invited to attend a national meeting to present their work in a podium or poster format to a broader scientific audience.&nbsp; These students performed well, with several winning &ldquo;top 3&rdquo; awards in their research section at the AIChE Annual Meeting&rsquo;s poster competition.&nbsp; Particularly successful students became co-authors on peer-reviewed conference proceedings paper or peer-reviewed journal manuscripts, demonstrating their ability to translate their research skills into scientific success addressing biomedical challenges to society.<br /><br />We had the goal to expand opportunities for students to participate in research, with a focus on student groups underrepresented in engineering.&nbsp; For the program in composite, our population was 11% Black, 9% Hispanic, and 49% female (compared to 2013 ASEE statistics across engineering of 5%, 11%, and 19%, respectively).&nbsp; 26% of REU students came from primarily undergraduate institutions.&nbsp; The Systems Medicine REU program thereby developed a diverse group of engineers and scientists for the biomedical workforce, be it corporate, post-graduate, or government.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/28/2021<br>\n\t\t\t\t\tModified by: Robert&nbsp;S&nbsp;Parker</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Engineering Tools for Decision Support in Systems Medicine REU program provided a 10-week mentored research experience at the interface of engineering and medicine to 34 undergraduate students.  These students learned to use mathematical modeling and data analysis tools, in tandem with experimental data, to design and execute novel experiments ultimately leading to improved outcomes in biomedical engineering contributing to patient treatment.  Students also learned teaming skills, a must in the collaborative world of biomedical science and engineering.  By participating in hands-on workshops, students broadened their knowledge of ethics in medicine, written and oral communication skills, experimental and imaging techniques, and mathematical frameworks and computational techniques.  The mentored research experience exposed those who had not previously done research to the principles of academic inquiry while simultaneously teaching novel laboratory skills (experimental, computational, or both) to aspiring researchers.\n\nStudents presented their work annually at Duquesne’s symposium and poster session gathering of summer research students.  Here students practiced what they had learned in the oral and written communication skills workshops, presenting their research and what they had learned during their mentored experience.  Select students, roughly 3-4 each year, were invited to attend a national meeting to present their work in a podium or poster format to a broader scientific audience.  These students performed well, with several winning \"top 3\" awards in their research section at the AIChE Annual Meeting’s poster competition.  Particularly successful students became co-authors on peer-reviewed conference proceedings paper or peer-reviewed journal manuscripts, demonstrating their ability to translate their research skills into scientific success addressing biomedical challenges to society.\n\nWe had the goal to expand opportunities for students to participate in research, with a focus on student groups underrepresented in engineering.  For the program in composite, our population was 11% Black, 9% Hispanic, and 49% female (compared to 2013 ASEE statistics across engineering of 5%, 11%, and 19%, respectively).  26% of REU students came from primarily undergraduate institutions.  The Systems Medicine REU program thereby developed a diverse group of engineers and scientists for the biomedical workforce, be it corporate, post-graduate, or government.\n\n\t\t\t\t\tLast Modified: 06/28/2021\n\n\t\t\t\t\tSubmitted by: Robert S Parker"
 }
}