{
 "awd_id": "1156016",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement: Functional Morphology of Mammalian Sacra and Caudal Vertebrae: Implications for tail loss and positional behaviors in extinct primates",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Carolyn Ehardt",
 "awd_eff_date": "2012-03-15",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 20000.0,
 "awd_amount": 20000.0,
 "awd_min_amd_letter_date": "2012-02-16",
 "awd_max_amd_letter_date": "2012-02-16",
 "awd_abstract_narration": "Doctoral candidate Gabrielle Russo (University of Texas, Austin), under guidance of Dr. Liza Shapiro, will investigate evolutionarily significant aspects of primate functional morphology. The focus will be on features related to taillessness and upright posture, features which are important in understanding ape origins, evolutionary relationships and locomotion. Despite extensive study of the ape postcranial skeleton, researchers continue to face difficulty identifying taillessness and trunk posture from fossil material, in part because appropriate living primate analogs for comparison are lacking. This has compromised testing functional hypotheses focused on the evolution of such features as they are represented in the fossil record.\r\n\r\nThis study will 1) identify anatomical correlates of tail length, posture and locomotion from the external and internal bony morphology of sacra and caudal vertebrae in a taxonomically and morphologically diverse mammalian sample, and then 2) apply the identified anatomical correlates to a reconstruction of tail length, posture, and locomotion in extinct hominoids and other primates. \r\n\r\nThe project will generate an extensive dataset and test explicit hypotheses about tail length, posture and locomotion. External morphometric data will be collected from more than 73 species belonging to five mammalian orders. Using high resolution X-ray computed tomography, sacra representative of 18 living primate species will be scanned in order to analyze trabecular and cortical bone parameters. This study will produce the largest known CT scan sample of mammalian sacra, which will be made freely accessible to biological anthropologists, comparative mammalogists, and clinicians. This project also provides educational and research opportunities to undergraduate students by soliciting interns though a University of Texas at Austin program that targets first-generation and minority students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Liza",
   "pi_last_name": "Shapiro",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Liza J Shapiro",
   "pi_email_addr": "LIZA.SHAPIRO@austin.utexas.edu",
   "nsf_id": "000147585",
   "pi_start_date": "2012-02-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gabrielle",
   "pi_last_name": "Russo",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Gabrielle A Russo",
   "pi_email_addr": "gabrielle.russo@stonybrook.edu",
   "nsf_id": "000597746",
   "pi_start_date": "2012-02-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787137726",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>This project makes a major contribution to two areas of interest in Physical Anthropology: primate evolution and functional morphology. The study focused on the spine, which is the structural core of the locomotor skeleton and exhibits variation among living primates that is both functionally and phylogenetically significant. By understanding how spinal anatomy varies among living primates, it is possible to reconstruct aspects of spinal anatomy in extinct primates. This endeavor is important for physical anthropologists because major transitions in spinal anatomy are associated with the evolutionary appearance of new primate adaptations and new clades. This research addressed three changes in spinal anatomy that occurred during hominoid (apes and humans) evolution. 1) Tail loss: In contrast to monkeys, all living hominoids lack tails. Thus, it is assumed that extinct hominoids also lacked tails. Tail loss is thus a diagnostic feature of the hominoid clade. 2) Upright trunk posture: In contrast to monkeys and most other mammals, which exhibit horizontal trunk posture, living hominoids share adaptations to upright trunk posture. Although not all extinct hominoids exhibit upright trunk posture, those that do are, arguably, most closely related to living apes. Upright trunk posture thus marks the appearance of apes of a modern aspect. 3) Adaptations to bipedalism: human bipedalism is a unique form of locomotion. Because bipedalism requires the torso to be balanced over the legs, the spine is one of the first regions of the body to reflect bipedal adaptations. The appearance of adaptations to bipedalism thus marks the emergence of the human clade.</p>\n<p><span style=\"white-space: pre;\"> </span>This study addressed these topics by identifying anatomical correlates of tail length, trunk posture, and locomotion from the external and internal (e.g., trabecular) bony morphology of sacra and tail vertebrae in a sample of living primates and other mammals, and then applying the identified correlates to reconstructions of these features in extinct primates. The intellectual merit of this study is reflected in its potential to transform our understanding of both ape and hominin (humans and their bipedal ancestors) evolution by providing novel insight into the functional anatomy of an understudied skeletal region. The sacrum occupies a functionally important anatomical position as part of both the pelvis and spine, making it ideal for studying both positional behaviors and tail length; additional functional insight into anatomy associated with tail loss is gained by examining the changes in tail vertebral morphology associated with length reduction. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p><span style=\"white-space: pre;\"> </span>We found that tail vertebral anatomy reflected differences in tail length among living primates. Findings for primates were corroborated by similar anatomical trends in other mammals varying in tail length. Generally, compared to shorter-tailed mammals, longer-tailed mammals possess a greater number of tail vertebral features associated with increased tail flexibility, increased joint range of motion, and increased leverage of tail musculature. The tail lengths of two extinct lemurs were reconstructed: <em>Palaeopropithecus </em>had a tail is shorter than &frac12; head and body length, and <em>Archaeolemur </em>had a tail longer than head and body length. We also found that the sacrum&rsquo;s external bone (and to some extent the trabecular bone) reflected differences in tail length among primates, and these findings, too, are corroborated by similar trends in other mammals. The tail lengths of five extinct primates were predicted. Reconstructions support previous interpretations that <em>Proconsul </em>was tailless, <em>Archaeolemur </em>possessed a long tail, and <em>Palaeop...",
  "por_txt_cntn": "\n This project makes a major contribution to two areas of interest in Physical Anthropology: primate evolution and functional morphology. The study focused on the spine, which is the structural core of the locomotor skeleton and exhibits variation among living primates that is both functionally and phylogenetically significant. By understanding how spinal anatomy varies among living primates, it is possible to reconstruct aspects of spinal anatomy in extinct primates. This endeavor is important for physical anthropologists because major transitions in spinal anatomy are associated with the evolutionary appearance of new primate adaptations and new clades. This research addressed three changes in spinal anatomy that occurred during hominoid (apes and humans) evolution. 1) Tail loss: In contrast to monkeys, all living hominoids lack tails. Thus, it is assumed that extinct hominoids also lacked tails. Tail loss is thus a diagnostic feature of the hominoid clade. 2) Upright trunk posture: In contrast to monkeys and most other mammals, which exhibit horizontal trunk posture, living hominoids share adaptations to upright trunk posture. Although not all extinct hominoids exhibit upright trunk posture, those that do are, arguably, most closely related to living apes. Upright trunk posture thus marks the appearance of apes of a modern aspect. 3) Adaptations to bipedalism: human bipedalism is a unique form of locomotion. Because bipedalism requires the torso to be balanced over the legs, the spine is one of the first regions of the body to reflect bipedal adaptations. The appearance of adaptations to bipedalism thus marks the emergence of the human clade.\n\n This study addressed these topics by identifying anatomical correlates of tail length, trunk posture, and locomotion from the external and internal (e.g., trabecular) bony morphology of sacra and tail vertebrae in a sample of living primates and other mammals, and then applying the identified correlates to reconstructions of these features in extinct primates. The intellectual merit of this study is reflected in its potential to transform our understanding of both ape and hominin (humans and their bipedal ancestors) evolution by providing novel insight into the functional anatomy of an understudied skeletal region. The sacrum occupies a functionally important anatomical position as part of both the pelvis and spine, making it ideal for studying both positional behaviors and tail length; additional functional insight into anatomy associated with tail loss is gained by examining the changes in tail vertebral morphology associated with length reduction.             \n\n We found that tail vertebral anatomy reflected differences in tail length among living primates. Findings for primates were corroborated by similar anatomical trends in other mammals varying in tail length. Generally, compared to shorter-tailed mammals, longer-tailed mammals possess a greater number of tail vertebral features associated with increased tail flexibility, increased joint range of motion, and increased leverage of tail musculature. The tail lengths of two extinct lemurs were reconstructed: Palaeopropithecus had a tail is shorter than &frac12; head and body length, and Archaeolemur had a tail longer than head and body length. We also found that the sacrumÆs external bone (and to some extent the trabecular bone) reflected differences in tail length among primates, and these findings, too, are corroborated by similar trends in other mammals. The tail lengths of five extinct primates were predicted. Reconstructions support previous interpretations that Proconsul was tailless, Archaeolemur possessed a long tail, and Palaeopropithecus possessed a short tail. Results also demonstrate that Megaladapis and Epipliopithecus had short tails. Results for Proconsul are significant because the evolutionary position of this primate is historically controversial with respect to the hominoid clade (i.e., a debate about whether ..."
 }
}