{
 "awd_id": "1156289",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Crosslinguistic Perception of Pitch in Language and Music",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan Maling",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2013-02-28",
 "tot_intn_awd_amt": 8730.0,
 "awd_amount": 8730.0,
 "awd_min_amd_letter_date": "2012-02-17",
 "awd_max_amd_letter_date": "2012-02-17",
 "awd_abstract_narration": "This dissertation investigates how one's native language and degree of musicianship shape auditory perception by examining the perception of pitch in language and music. The central hypotheses are based on the Reverse Hierarchy Theory of learning, in which sensory experiences tune brain areas to provide better information for solving complex perceptual tasks. This tuning can lead to crossover between domains which are united by common brain areas. The specific proposal is that languages with lexical tone (the inclusion of pitch as an important component of words) share properties of musical melodies. Thus, tone language speakers are expected to show better melody perception, and musicians to show better tone perception.\r\n\r\nThree experiments investigate these issues. The first compares native speakers of Mandarin Chinese, Yoruba (tone languages), and English (nontone language) on a standardized music perception test, measuring discrimination of several properties of melody. It is expected that tone language speakers will outperform English speakers only on those melodic properties shared with lexical tone, and that Mandarin speakers will outperform Yoruba speakers only on those properties which are unique to Mandarin. Second, English-speaking learners of Mandarin participate in the same test. It is expected that after linguistic training, they will show improvement in melody perception similar to native speakers, compared to students learning nontone languages. Third, students taking musical training are tested on their perception of Mandarin tones. It is expected that such musical training will lead to improved perception of lexical tones even without linguistic training. That is, music training should enhance melodic properties shared with lexical tone. \r\n\r\nThese results will provide insight into the cognitive relationship between language and music and the influence of sensory experience during development and adulthood. Thus, they will bear directly on issues of cognitive modularity and language and music training.  This award will also enhance the training of a promising linguistic scholar.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Irene",
   "pi_last_name": "Vogel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Irene Vogel",
   "pi_email_addr": "ivogel@udel.edu",
   "nsf_id": "000176745",
   "pi_start_date": "2012-02-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Evan",
   "pi_last_name": "Bradley",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Evan D Bradley",
   "pi_email_addr": "evan.d.bradley@psu.edu",
   "nsf_id": "000585577",
   "pi_start_date": "2012-02-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "",
  "perf_city_name": "Newark",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197162553",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 8730.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The dissertation supported by this award investigated the ways in which experience speaking a lexical tone language influences the perception of musical melody,and how musical training influences the perception of lexical tone. The central theoretical basis for the study is a model of perceptual learning, Reverse Hierarchy Theory, in which cognitive processes like language tune neural resources to providethe sensory information necessary for the perceptual task; these sensory resources are then available to other cognitive processes, like music, which rely on the same perceptual properties.</p>\n<p>This study proposed that the tone properties pitch <em>height</em>, pitch <em>direction</em>, and pitch <em>slope</em> correspond to the melodic properties <em>key</em>, <em>contour</em>, and <em>interval</em>, respectively, and this correspondance underlies crossover effects between lexical tone and melody perception. Specifically, the study asked three questions:</p>\n<p>(a) whether differences in melody perception between tone and non-tone language speakers, and among speakers of different tone languages, can be linked to specific properties of the languages&rsquo; tonal inventories;</p>\n<p>(b) whether melody perception is affected by second language experience with a tone language; and</p>\n<p>(c) whether musical ear-training leads to enhanced perception of lexical tone.</p>\n<p>To address (a), a standardized test of music perception was administered to tone (Mandarin and Yoruba) and nontone (English) language speakers. Tone language speakers demonstrated more accurate melody perception than English speakers; rather than a uniform advantage, however, this effect is limited to those specific properties argued to be shared between language and music. Results indicate that Mandarin speakers differ from English speakers in sensitivity to melodic <em>contour</em> and <em>interval</em>, but not <em>key</em>; this is consistent with the importance of <em>direction</em> and <em>slope</em> in the tonal inventory of Mandarin. Yoruba speakers differ from English speakers only on sensitivity to <em>interval</em> ; this finding is more difficult to link with the tonal inventory of Yoruba, but supports the general hypothesis in two ways: (i) tone and nontone language speakers differ in melody perception only in specific ways (they do not differ in sensitivity to <em>key</em>), and (ii) speakers of different tone languages do not perform identically, supporting the hypothesis that differences in melody perception are driven by specific propertiesof the language, and not by tonality generally. The performance of Yoruba listeners suggest the tone&ndash;melody mapping must be refined and/or assumptions about the Yoruba tonal phonology revised.</p>\n<p>It was hypothesized that learning a tone language in adulthood would improve melody perception similarly to nativelanguage experience (b), but attempts to extend these findings to second-language tone experience by administering the MET to adult learners of Mandarin were not successful; however, the limited range of L2 proficiency examined renders interpretation difficult, and a wider sample is necessary before discarding this hypothesis.</p>\n<p>The role of explicit perceptual music training (c) was examined by assessing the effects of aural skills training on musicians&rsquo; perception of Mandarin lexical tones. It was expected that musical ear training would lead to improved perception of lexical tone, because such training targets <em>contour</em> and <em>interval</em> perception, and includes task characteristics thought to enhancelearning, as summarized in the OPERA hypothesis. A Mandarin tone discrimination task was administered to monolingual English-speaking music students before and after musical ear training, and control groups of musicians and nonmusicians without such training. The results reveal that this training did not lead t...",
  "por_txt_cntn": "\nThe dissertation supported by this award investigated the ways in which experience speaking a lexical tone language influences the perception of musical melody,and how musical training influences the perception of lexical tone. The central theoretical basis for the study is a model of perceptual learning, Reverse Hierarchy Theory, in which cognitive processes like language tune neural resources to providethe sensory information necessary for the perceptual task; these sensory resources are then available to other cognitive processes, like music, which rely on the same perceptual properties.\n\nThis study proposed that the tone properties pitch height, pitch direction, and pitch slope correspond to the melodic properties key, contour, and interval, respectively, and this correspondance underlies crossover effects between lexical tone and melody perception. Specifically, the study asked three questions:\n\n(a) whether differences in melody perception between tone and non-tone language speakers, and among speakers of different tone languages, can be linked to specific properties of the languagesÆ tonal inventories;\n\n(b) whether melody perception is affected by second language experience with a tone language; and\n\n(c) whether musical ear-training leads to enhanced perception of lexical tone.\n\nTo address (a), a standardized test of music perception was administered to tone (Mandarin and Yoruba) and nontone (English) language speakers. Tone language speakers demonstrated more accurate melody perception than English speakers; rather than a uniform advantage, however, this effect is limited to those specific properties argued to be shared between language and music. Results indicate that Mandarin speakers differ from English speakers in sensitivity to melodic contour and interval, but not key; this is consistent with the importance of direction and slope in the tonal inventory of Mandarin. Yoruba speakers differ from English speakers only on sensitivity to interval ; this finding is more difficult to link with the tonal inventory of Yoruba, but supports the general hypothesis in two ways: (i) tone and nontone language speakers differ in melody perception only in specific ways (they do not differ in sensitivity to key), and (ii) speakers of different tone languages do not perform identically, supporting the hypothesis that differences in melody perception are driven by specific propertiesof the language, and not by tonality generally. The performance of Yoruba listeners suggest the tone&ndash;melody mapping must be refined and/or assumptions about the Yoruba tonal phonology revised.\n\nIt was hypothesized that learning a tone language in adulthood would improve melody perception similarly to nativelanguage experience (b), but attempts to extend these findings to second-language tone experience by administering the MET to adult learners of Mandarin were not successful; however, the limited range of L2 proficiency examined renders interpretation difficult, and a wider sample is necessary before discarding this hypothesis.\n\nThe role of explicit perceptual music training (c) was examined by assessing the effects of aural skills training on musiciansÆ perception of Mandarin lexical tones. It was expected that musical ear training would lead to improved perception of lexical tone, because such training targets contour and interval perception, and includes task characteristics thought to enhancelearning, as summarized in the OPERA hypothesis. A Mandarin tone discrimination task was administered to monolingual English-speaking music students before and after musical ear training, and control groups of musicians and nonmusicians without such training. The results reveal that this training did not lead to improvement in the perception of these tones in a similar fashion to native or second language speakers of Mandarin. discrimination of a difficult tone contrast (2 vs. 3) improved slightly for all groups. Changes in response bias by the ear-training..."
 }
}