{
 "awd_id": "1156260",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "WORKSHOP: Workshop on Cultural Property, Creativity, and Indigeneity Under the New Bolivian Constitution (Four day workshop in Bolivia)",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "jonathan gould",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 36403.0,
 "awd_amount": 36403.0,
 "awd_min_amd_letter_date": "2012-04-03",
 "awd_max_amd_letter_date": "2012-04-03",
 "awd_abstract_narration": "Bolivia adopted a new constitution in 2009; the new constitution provides an opportunity to analyze \r\nhow people understand a constitution, and how a national constitution intersects with international \r\nlegal frameworks.  The workshop is guided by the questions of whether or not and how Bolivians, \r\nas they go through constitutional change will propose alternatives to globally prevalent intellectual \r\nand cultural property frameworks. These global regimes too often discussed only at international and \r\nnational levels--have fallen short as regards recognition of collective creativity, access in unequal \r\nsocial terrains, and resolution of state-indigenous contradictions about heritage.\r\n\r\nWorking from the ground up, the workshop will initiate a dialogue\r\nabout indigenous rights and cultural property that does not dismiss economic motivations,\r\nconsiders a multiplicity of proprietary systems, addresses already identified social values of\r\ncreativity and acknowledgement, and locates cultural property claims in relation to other local\r\nindigenous struggles. As the poorest and most indigenous country of South America, Bolivia poses \r\npressing local and globally germane challenges for intellectual property, which in Bolivia is viewed by some as an\r\nexternal legal mechanism designed to deny majority access to knowledge, and by others as a\r\nroute out of the nation&#700;s economic woes. \r\n\r\nThis project will facilitate discussion among Bolivians through (a) an intensive four-day participatory\r\nworkshop on cultural and intellectual property involving twenty participants who do creative\r\nperformance work, represent indigenous organizations, or work in local media, and (b) a mediabased\r\ndissemination program. Principal investigators from the U.S. and the U.K. and two\r\nBolivian research assistants will draw on collaborative ethnographic methods to coordinate the\r\nworkshop and media-based dialogues.\r\n\r\nWorkshop proceedings will be summarized for international circulation through a Spanish-English\r\nbilingual website. Before and after the workshop, television and radio discussions (sometimes in\r\nindigenous languages) will further disseminate these conversations among Bolivia&#700;s poorer urban\r\nand rural populations where Internet access is limited. Through the workshop&#700;s activities, local\r\nvoices rarely heard in the international context will be brought into broader global debates, and\r\nBolivians will be provided with greater access to diverse perspectives on cultural property.\r\nThrough the website and subsequent reports, connections will be sought with other international\r\nand national entities engaged in these issues.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michelle",
   "pi_last_name": "Bigenho",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michelle Bigenho",
   "pi_email_addr": "mbigenho@hampshire.edu",
   "nsf_id": "000571090",
   "pi_start_date": "2012-04-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Henry Forester",
   "pi_last_name": "Stobart",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Henry Forester Stobart",
   "pi_email_addr": "H.Stobart@rhul.ac.uk",
   "nsf_id": "000572562",
   "pi_start_date": "2012-04-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Hampshire College",
  "inst_street_address": "893 WEST ST",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135595378",
  "inst_zip_code": "010023372",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "THE TRUSTEES OF HAMPSHIRE COLLEGE",
  "org_prnt_uei_num": "JWJCD6DL2C91",
  "org_uei_num": "JWJCD6DL2C91"
 },
 "perf_inst": {
  "perf_inst_name": "Hampshire College",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010023372",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 36403.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Among Bolivians, intellectual and cultural property issues have become points of heated dispute, within a country that has extreme levels of media &ldquo;piracy&rdquo; and a proactive agenda of intangible heritage registration. In this highly indigenous country, where a new constitution (2009) gives expanded rights to indigenous peoples, views about intellectual and cultural property tend to be highly polarized. The project was guided by the questions of whether or not and how Bolivians, as they go through constitutional change and legal transformation, would propose alternatives to globally prevalent intellectual and cultural property regimes. In general, these regimes have fallen short as regards recognition of collective creativity, access in unequal social terrains, and relations between states and indigenous peoples with respect to heritage.</p>\n<p>&nbsp;</p>\n<p>To address these issues, Bigenho (U.S.) and Stobart (U.K.)--along with two Bolivian research assistants and a US undergraduate student intern--drew on collaborative ethnographic methods to organize a four-day participatory workshop held in Coroico and La Paz, Bolivia (2012). Twenty Bolivians were invited to the Workshop titled &ldquo;Rethinking Creativity, Recognition, and Indigeneity.&rdquo; The closing event of the Workshop involved a public &ldquo;conversation with experts&rdquo; hosted by the national Museum of Ethnography and Folklore in La Paz. During this final event, workshop participants posed questions to the Minister of Cultures, the Director of Bolivia&rsquo;s music royalty collection society, and a representative of the National Intellectual Property Service.</p>\n<p>&nbsp;</p>\n<p>Following the Workshop, dissemination activities were carried out in other areas of the country--La Paz, Sucre, Tarija, Santa Cruz, and Potos&iacute;--opening additional spaces of dialogue and fostering more sustained conversations on these issues. Workshop organizers and participants made connections to other related activities; for example, they organized roundtables on intellectual property issues within other collective contexts in Bolivia.</p>\n<p>&nbsp;</p>\n<p>Subsequently, Bigenho and Stobart curated and edited a Spanish/English bilingual website, <a href=\"https://www.royalholloway.ac.uk/boliviamusicip/home.aspx\">&ldquo;Rethinking Creativity, Recognition, and Indigenous Heritage.&rdquo;</a>&nbsp; The website 1) summarizes the Workshop&rsquo;s activities including the collectively authored conclusions and proposals; 2) showcases the materials and methodologies that were used to foster these discussions in Bolivia, including brief audio segments in Spanish that can be downloaded for use on radio in rural areas of Bolivia and other areas of the Spanish-speaking world; 3) provides downloadable documents that may be revised easily by others wishing to use these methodologies elsewhere in the world.</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Intellectual Merit: </strong>The Workshop and dissemination activities sit at the intersection of globally unresolved socio-legal puzzles surrounding cultural ownership, access to knowledge, and indigenous rights. The project facilitated dialogues that engaged these complexities--through considering a multiplicity of proprietary systems, addressing the social values of creativity and acknowledgement, considering cultural property claims in relation to other indigenous struggles, and all while acknowledging economic motivations as they occurred. In post-Workshop research, several scholarly journal articles, book chapters, and conference papers have been written by Bigenho and Stobart, including one essay written in collaboration with several workshop participants. In particular, Bigenho and Stobart have identified two key paradoxes that continue to constrain discussions of indigenous heritage in Bolivia and beyond: (1) <em>the paradox of patriotic patrimony</em>: the tendenc...",
  "por_txt_cntn": "\nAmong Bolivians, intellectual and cultural property issues have become points of heated dispute, within a country that has extreme levels of media \"piracy\" and a proactive agenda of intangible heritage registration. In this highly indigenous country, where a new constitution (2009) gives expanded rights to indigenous peoples, views about intellectual and cultural property tend to be highly polarized. The project was guided by the questions of whether or not and how Bolivians, as they go through constitutional change and legal transformation, would propose alternatives to globally prevalent intellectual and cultural property regimes. In general, these regimes have fallen short as regards recognition of collective creativity, access in unequal social terrains, and relations between states and indigenous peoples with respect to heritage.\n\n \n\nTo address these issues, Bigenho (U.S.) and Stobart (U.K.)--along with two Bolivian research assistants and a US undergraduate student intern--drew on collaborative ethnographic methods to organize a four-day participatory workshop held in Coroico and La Paz, Bolivia (2012). Twenty Bolivians were invited to the Workshop titled \"Rethinking Creativity, Recognition, and Indigeneity.\" The closing event of the Workshop involved a public \"conversation with experts\" hosted by the national Museum of Ethnography and Folklore in La Paz. During this final event, workshop participants posed questions to the Minister of Cultures, the Director of BoliviaÆs music royalty collection society, and a representative of the National Intellectual Property Service.\n\n \n\nFollowing the Workshop, dissemination activities were carried out in other areas of the country--La Paz, Sucre, Tarija, Santa Cruz, and Potos&iacute;--opening additional spaces of dialogue and fostering more sustained conversations on these issues. Workshop organizers and participants made connections to other related activities; for example, they organized roundtables on intellectual property issues within other collective contexts in Bolivia.\n\n \n\nSubsequently, Bigenho and Stobart curated and edited a Spanish/English bilingual website, \"Rethinking Creativity, Recognition, and Indigenous Heritage.\"  The website 1) summarizes the WorkshopÆs activities including the collectively authored conclusions and proposals; 2) showcases the materials and methodologies that were used to foster these discussions in Bolivia, including brief audio segments in Spanish that can be downloaded for use on radio in rural areas of Bolivia and other areas of the Spanish-speaking world; 3) provides downloadable documents that may be revised easily by others wishing to use these methodologies elsewhere in the world.\n\n \n\nIntellectual Merit: The Workshop and dissemination activities sit at the intersection of globally unresolved socio-legal puzzles surrounding cultural ownership, access to knowledge, and indigenous rights. The project facilitated dialogues that engaged these complexities--through considering a multiplicity of proprietary systems, addressing the social values of creativity and acknowledgement, considering cultural property claims in relation to other indigenous struggles, and all while acknowledging economic motivations as they occurred. In post-Workshop research, several scholarly journal articles, book chapters, and conference papers have been written by Bigenho and Stobart, including one essay written in collaboration with several workshop participants. In particular, Bigenho and Stobart have identified two key paradoxes that continue to constrain discussions of indigenous heritage in Bolivia and beyond: (1) the paradox of patriotic patrimony: the tendency for heritage instruments to be administered at nation-state levels, rather than by indigenous actors for their own interests, and (2) the economic vs. cultural rights paradox, where international policy and the topical literature present economic and cultural rights in mutual opposition. Rather than reprod..."
 }
}