{
 "awd_id": "1156509",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: EXERCISE-Explore Emerging Computing in Science and Engineering",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032927885",
 "po_email": "abanerje@nsf.gov",
 "po_sign_block_name": "Anindya Banerjee",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 306408.0,
 "awd_amount": 306408.0,
 "awd_min_amd_letter_date": "2012-03-22",
 "awd_max_amd_letter_date": "2012-03-22",
 "awd_abstract_narration": "This funding establishes a new CISE Research Experiences for Undergraduates\r\n(REU) site at Salisbury University.  The project, called Explore Emerging\r\nComputing in Science and Engineering (EXERCISE), exposes students to\r\nemerging parallel programming models, such as GPGPU languages and MapReduce,\r\napplied to compute intensive problems in computer networks, image and signal\r\nprocessing, and geographic information system.\r\n\r\nThe project will provide an opportunity for twenty-four undergraduate\r\nstudents over a three-year period to participate in a supportive environment\r\nthat encourages them to pursue graduate studies in Computer Science.  It will\r\nexpose these students to parallel programming, which is an area of growing\r\nimportance, and offer them the opportunity to present their results at\r\nregional and national professional conferences.  The site will recruit\r\nparticipants from under-represented groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Enyue",
   "pi_last_name": "Lu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Enyue Lu",
   "pi_email_addr": "ealu@salisbury.edu",
   "nsf_id": "000354080",
   "pi_start_date": "2012-03-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Salisbury University",
  "inst_street_address": "1101 CAMDEN AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SALISBURY",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4105436066",
  "inst_zip_code": "218016860",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MD01",
  "org_lgl_bus_name": "SALISBURY UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "D69GS8RKHG25"
 },
 "perf_inst": {
  "perf_inst_name": "Salisbury University",
  "perf_str_addr": "1101 Camden Avenue",
  "perf_city_name": "Salisbury",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "218016837",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MD01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 306408.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project: &ldquo;EXERCISE - Explore Emerging Computing in Science and Engineering&rdquo; (April 2012 to March 2016) was the first REU site at Salisbury University (SU). It provided a total of twenty-four undergraduate students&rsquo; valuable research experiences in <span class=\"TitleChar\"><span lang=\"X-NONE\">high performance computing (HPC)</span></span> and helped them build confidence in research and develop problem-solving skills. In the EXERCISE project, students applied emerging parallel computing models such as GPU computing with NVIDIA CUDA (a local parallel processing system) and MapReduce computing on Amazon EC2 (a distributed parallel processing system) to tackle data and compute-intensive problems in computer networks and security, image and signal processing, and geographic information system.</p>\n<p>The REU site placed recruiting efforts on woman and underrepresented minorities, particularly the students from historically black college and universities (HBCUs) and primarily undergraduate institutions (PUIs) with limited research resources and opportunities. The application data reveals that the application pool consists of 23% females, 13% Hispanic/Latinos, and 10% African Americans. The REU student participants were 17% (=4/24) females, 21% (=5/24) Hispanic/Latinos, and 8% (=2/24) African Americans. Notably, there were 83.3% (=20/24) REU participants from outside of SU, the REU site home school and 58.3% (= 14/24) from PUIs and HBCUs including Messiah College, Amherst College, SUNY Potsdam, Cal Poly Pomona, Lock Haven University, Arcadia University, Villanova University, and University of Maryland Eastern Shore.</p>\n<p>The REU research results were well disseminated. The students presented their research projects at IEEE/ACM International Conference for High Performance Computing, Networking, Storage and Analysis, SPIE Conference on Computational Imaging, Grace Hopper Celebration of Women in Computing, National Conference on Undergraduate Research, CUR Research Experiences for Undergraduates Symposium, Maryland STEM Festival, SU Annual Student Research Conference, and SU&rsquo;s Henson Summer Research Symposium.&nbsp; The PI and faculty mentors gave talks in SIAM Conference on Computational Science and Engineering and SU annual Research Day and Innovation Showcase. The PI was also invited as a panelist for the session &ldquo;Effectively Managing Research Projects&rdquo; in the 2013 NSF CISE REU PI meeting. The EXERCISE project won the fourth place in the NSF REU highlight contest award among 69 CISE REU sites in 2012.&nbsp;</p>\n<p>The project assessment showed that the overall experience for REU participants was rewarding. Students indicated that the REU program met or exceeded their expectations. Particularly, students&rsquo; experiences of the summer research, field trips, and the REU program in general have been very positive. Students&rsquo; interests in pursuing graduate school increased significantly from pre-assessment to post-assessment. For example, the REU project changed some students&rsquo; minds from being unsure about graduate schools to wanting to pursue a Ph.D. degree. During the exit program interview, students commented &ldquo;Didn&rsquo;t know research before; now I like it; it&rsquo;s fun.&rdquo; For those who always wanted to do research, they gained first-hand experiences of how research is done. &ldquo;I always planned on graduate school but this has convinced me even more!&rdquo; Some students even expressed interests in research as a profession. From the feedback of the past three-year REU alumni tracking requests, five REU participants have enrolled in graduate programs of Carnegie Mellon University, University of Illinois at Urbana-Champaign, University of Virginia, University of Tennessee at Knoxville, and Old Dominion University. One was awarded as a Siebel Scholar.</p>\n<p>The REU <span class=\"TitleChar\"><span lang=\"X-...",
  "por_txt_cntn": "\nThe project: \"EXERCISE - Explore Emerging Computing in Science and Engineering\" (April 2012 to March 2016) was the first REU site at Salisbury University (SU). It provided a total of twenty-four undergraduate studentsÆ valuable research experiences in high performance computing (HPC) and helped them build confidence in research and develop problem-solving skills. In the EXERCISE project, students applied emerging parallel computing models such as GPU computing with NVIDIA CUDA (a local parallel processing system) and MapReduce computing on Amazon EC2 (a distributed parallel processing system) to tackle data and compute-intensive problems in computer networks and security, image and signal processing, and geographic information system.\n\nThe REU site placed recruiting efforts on woman and underrepresented minorities, particularly the students from historically black college and universities (HBCUs) and primarily undergraduate institutions (PUIs) with limited research resources and opportunities. The application data reveals that the application pool consists of 23% females, 13% Hispanic/Latinos, and 10% African Americans. The REU student participants were 17% (=4/24) females, 21% (=5/24) Hispanic/Latinos, and 8% (=2/24) African Americans. Notably, there were 83.3% (=20/24) REU participants from outside of SU, the REU site home school and 58.3% (= 14/24) from PUIs and HBCUs including Messiah College, Amherst College, SUNY Potsdam, Cal Poly Pomona, Lock Haven University, Arcadia University, Villanova University, and University of Maryland Eastern Shore.\n\nThe REU research results were well disseminated. The students presented their research projects at IEEE/ACM International Conference for High Performance Computing, Networking, Storage and Analysis, SPIE Conference on Computational Imaging, Grace Hopper Celebration of Women in Computing, National Conference on Undergraduate Research, CUR Research Experiences for Undergraduates Symposium, Maryland STEM Festival, SU Annual Student Research Conference, and SUÆs Henson Summer Research Symposium.  The PI and faculty mentors gave talks in SIAM Conference on Computational Science and Engineering and SU annual Research Day and Innovation Showcase. The PI was also invited as a panelist for the session \"Effectively Managing Research Projects\" in the 2013 NSF CISE REU PI meeting. The EXERCISE project won the fourth place in the NSF REU highlight contest award among 69 CISE REU sites in 2012. \n\nThe project assessment showed that the overall experience for REU participants was rewarding. Students indicated that the REU program met or exceeded their expectations. Particularly, studentsÆ experiences of the summer research, field trips, and the REU program in general have been very positive. StudentsÆ interests in pursuing graduate school increased significantly from pre-assessment to post-assessment. For example, the REU project changed some studentsÆ minds from being unsure about graduate schools to wanting to pursue a Ph.D. degree. During the exit program interview, students commented \"DidnÆt know research before; now I like it; itÆs fun.\" For those who always wanted to do research, they gained first-hand experiences of how research is done. \"I always planned on graduate school but this has convinced me even more!\" Some students even expressed interests in research as a profession. From the feedback of the past three-year REU alumni tracking requests, five REU participants have enrolled in graduate programs of Carnegie Mellon University, University of Illinois at Urbana-Champaign, University of Virginia, University of Tennessee at Knoxville, and Old Dominion University. One was awarded as a Siebel Scholar.\n\nThe REU EXERCISE project has broader impacts on multiples communities including:\n\nUndergraduate STEM students. The summer research programs had engaged REU students in intensive research projects that enabled undergraduate participants to be at the forefront of emerging technology and inno..."
 }
}