{
 "awd_id": "1156861",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU-Research Experiences in Chemistry and Structural Biology",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michelle Bushey",
 "awd_eff_date": "2012-05-15",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2012-05-09",
 "awd_max_amd_letter_date": "2012-05-09",
 "awd_abstract_narration": "This award from the Division of Chemistry (CHE) and the EPSCoR Office at the National Science Foundation supports a Research Experience for Undergraduates (REU) Site led by Professors Aleeta M. Powe and Craig Grapperhaus at the University of Louisville. The research projects supported in this site are in broad areas of chemistry and structural biology. Undergraduates will be recruited to this site primarily from institutions that lack infrastructure to support undergraduate research, including students from underrepresented groups. The site will support the selected students each summer in a ten-week program. Faculty mentors are divided into two groups based upon their research foci, namely chemistry of life processes, measurement and imaging, chemical catalysis, and synthesis.  Weekly enrichment seminars focus on laboratory safety, laboratory techniques, scientific communication, scientific ethics and scientific career options. To stress synergism and collegiality among the group, REU students engage in weekly interactive activities led by faculty mentors of the two groups. Weekly activities include team-building exercises, diversity/mentoring workshops, field trips and several informational workshops, namely, Constructing a Bibliography, Writing an Abstract and Preparing a Research Poster. A technical writing component ensures interactive peer critique, mentor/mentee dialogue and student comprehension of scientific writing. REU participants present their research results at the end of the summer in a campus-wide symposium featuring posters that display their progress and findings. Collectively, these organized activities provide REU Participants the training and professional development to pursue research careers or graduate degrees in the chemistry sciences. Young scientists need exposure to modern research methods and tools as part of their training. This REU site aims to provide research training using state-of-the-art facilities in a broad range of topics in the chemical sciences. Undergraduate researchers participating in this site will have significant, hands-on access to sophisticated research tools. The diverse student cohort participating in research at this site will be well prepared for graduate school, and eventual employment as part of the country's technical workforce.\r\n\r\nThe Program is designed to give research opportunities to undergraduate students who are from underrepresented groups in the sciences and/or first-generation college students. Although advertisement and marketing for the REU site will be nationwide, targeted recruitment will be facilitated via partnerships with several regional Historically Black Colleges and Universities (HBCUs), and numerous undergraduate institutions with limited research resources in the states of Georgia, Louisiana, North Carolina, Indiana and Kentucky.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aleeta",
   "pi_last_name": "Powe",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Aleeta M Powe",
   "pi_email_addr": "aleeta.powe@louisville.edu",
   "nsf_id": "000597603",
   "pi_start_date": "2012-05-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Craig",
   "pi_last_name": "Grapperhaus",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Craig A Grapperhaus",
   "pi_email_addr": "grapperhaus@louisville.edu",
   "nsf_id": "000307174",
   "pi_start_date": "2012-05-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Louisville Research Foundation Inc",
  "inst_street_address": "2301 S 3RD ST",
  "inst_street_address_2": "",
  "inst_city_name": "LOUISVILLE",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "5028523788",
  "inst_zip_code": "402081838",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "KY03",
  "org_lgl_bus_name": "UNIVERSITY OF LOUISVILLE",
  "org_prnt_uei_num": "",
  "org_uei_num": "E1KJM4T54MK6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Louisville",
  "perf_str_addr": "2301 South Third Street",
  "perf_city_name": "Louisville",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "402081802",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "KY03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "198600",
   "pgm_ele_name": "UNDERGRADUATE PROGRAMS IN CHEM"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1401",
   "pgm_ref_txt": "CATALYSIS AND BIOCATALYSIS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"StyleJustified\">The Chemistry Departmental at the University of Louisville, housed a&nbsp; NSF-funded Research Experiences for Undergraduates (Chemistry and Structural Biology [CSB-REU]) Program site for three summers (2012-2014). This REU Program was the first of its kind in the department. &nbsp; The ten-week program offered to particular&nbsp; undergraduate students research and scientific writing experience, professional development workshops, industrial site visits, and career information about the myriad arenas that encompass the modern chemical sciences. This collaborative outreach enterprise benefited REU Student Participants, their home institutions, Faculty Mentors and their individual research groups, the university research infrastructure, higher education in the state of Kentucky and the general scientific community.&nbsp;</p>\n<p class=\"StyleJustified\">The main goal of the program was to expose undergraduate students (who otherwise might not have the opportunity) to the research experience as a way to encourage those students to pursue careers in the chemical sciences. REU Students: 1) learned fundamental skills of scientific research; 2) experienced collegiality and teamwork in the scientific arena; 3) communicated research results in verbal and written formats; and 4) attained a dependable basis to make informed decisions about their future careers. Because the Chemistry Department&rsquo;s REU Program sought to broaden the participation of under-represented groups in the chemical sciences, through specific recruitment and mentoring, the target populations included members of under-represented groups in chemistry and first-generation college students.</p>\n<p class=\"StyleJustified\">Over the three summers, 31 students, who attend institutions that have limited research resources, were chosen for the residential Program. Students lived on campus within walking distance of the Chemistry building.&nbsp; Over ten weeks each summer students conducted cutting-edge research under the direction of faculty mentors with additional interaction with Post-docs, graduate students and other undergraduate students. &nbsp; &nbsp;</p>\n<p class=\"StyleJustified\">In addition to research, students attended six professional development workshops and three field trips to local chemical industry sites.&nbsp; The workshops focused on a variety of topics that pertain to careers in the medical and STEM (science, technology engineering and math) fields.&nbsp;&nbsp;&nbsp; These workshops were conducted by experts within the university community.&nbsp; The local industries that hosted our students each summer were, 1) the Conn Center for Renewable Energy Research, 2) the Louisville Water Company and 3) the Brown-Forman, Corporation.&nbsp; Each site provided the students with wonderful information and insight into traditional and non-traditional careers in the STEM fields. &nbsp;&nbsp;</p>\n<p class=\"StyleJustified\">Further, as part of career training, each student prepared two scientific presentations.&nbsp; One was given as an Oral presentation of the progress of each student's research project.&nbsp; The other presentation was shown to the University family in poster format at a Symposium that showcased the research of all the summer undergraduate students. &nbsp;&nbsp; &nbsp;</p>\n<p class=\"StyleJustified\">Additionally, after their participation in the CSB-REU, students disseminated their work through a total of 12 poster presentations and 1 oral presentation based on their REU research. Three of the posters were presented at national American Chemical Society meetings, five students presented posters at annual meetings of the Kentucky Academy of Sciences (one winning the poster competition), and one student presented to an audience including state legislatures at the annual Posters-at-the-Capitol event in Frankfort, KY. To date, one publication with a participant as co-autho...",
  "por_txt_cntn": "The Chemistry Departmental at the University of Louisville, housed a  NSF-funded Research Experiences for Undergraduates (Chemistry and Structural Biology [CSB-REU]) Program site for three summers (2012-2014). This REU Program was the first of its kind in the department.   The ten-week program offered to particular  undergraduate students research and scientific writing experience, professional development workshops, industrial site visits, and career information about the myriad arenas that encompass the modern chemical sciences. This collaborative outreach enterprise benefited REU Student Participants, their home institutions, Faculty Mentors and their individual research groups, the university research infrastructure, higher education in the state of Kentucky and the general scientific community. \nThe main goal of the program was to expose undergraduate students (who otherwise might not have the opportunity) to the research experience as a way to encourage those students to pursue careers in the chemical sciences. REU Students: 1) learned fundamental skills of scientific research; 2) experienced collegiality and teamwork in the scientific arena; 3) communicated research results in verbal and written formats; and 4) attained a dependable basis to make informed decisions about their future careers. Because the Chemistry DepartmentÆs REU Program sought to broaden the participation of under-represented groups in the chemical sciences, through specific recruitment and mentoring, the target populations included members of under-represented groups in chemistry and first-generation college students.\nOver the three summers, 31 students, who attend institutions that have limited research resources, were chosen for the residential Program. Students lived on campus within walking distance of the Chemistry building.  Over ten weeks each summer students conducted cutting-edge research under the direction of faculty mentors with additional interaction with Post-docs, graduate students and other undergraduate students.    \nIn addition to research, students attended six professional development workshops and three field trips to local chemical industry sites.  The workshops focused on a variety of topics that pertain to careers in the medical and STEM (science, technology engineering and math) fields.    These workshops were conducted by experts within the university community.  The local industries that hosted our students each summer were, 1) the Conn Center for Renewable Energy Research, 2) the Louisville Water Company and 3) the Brown-Forman, Corporation.  Each site provided the students with wonderful information and insight into traditional and non-traditional careers in the STEM fields.   \nFurther, as part of career training, each student prepared two scientific presentations.  One was given as an Oral presentation of the progress of each student's research project.  The other presentation was shown to the University family in poster format at a Symposium that showcased the research of all the summer undergraduate students.     \nAdditionally, after their participation in the CSB-REU, students disseminated their work through a total of 12 poster presentations and 1 oral presentation based on their REU research. Three of the posters were presented at national American Chemical Society meetings, five students presented posters at annual meetings of the Kentucky Academy of Sciences (one winning the poster competition), and one student presented to an audience including state legislatures at the annual Posters-at-the-Capitol event in Frankfort, KY. To date, one publication with a participant as co-author has been published in the a peer reviewed journal.\nIn essence, the intense 10-week Program in the Chemistry Department at the University of Louisville targeted students who would not have exposure to research opportunities at their home institutions.  It allowed them a sample of the daily lives of researchers, gave information about enter..."
 }
}