{
 "awd_id": "1156239",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Railroads and American Economic Growth: New Data and Theory",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927466",
 "po_email": "kgyimahb@nsf.gov",
 "po_sign_block_name": "Kwabena Gyimah-Brempong",
 "awd_eff_date": "2012-04-15",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 413850.0,
 "awd_amount": 413850.0,
 "awd_min_amd_letter_date": "2012-04-09",
 "awd_max_amd_letter_date": "2012-04-09",
 "awd_abstract_narration": "An empirical assessment of the railroads' contribution to 19th century American economic growth is central to understanding the United States' historical rise to global economic prominence. Railroads and internal market integration may have been a major contributing factor to American economic growth; if not, isolating the limited impact of railroads enables research to explore alternative explanations.\r\nThis project revisits the historical impact of railroads on American economic growth, using a new methodology that combines recent advances in general equilibrium trade theory, county-level historical data, and the construction of a new spatial network of freight transportation routes.\r\nRailroads spread throughout the United States from 1830 to 1920, both complementing and substituting for the use of navigable waterways. This historical setting provides an opportunity to implement and test recent theoretical advances in trade theory using a direct shock to trade costs and county-level data on population and agricultural land values. The aggregate economic impact of changes in counties' access to markets is capitalized by changes in counties' land values.\r\nThe empirical analysis uses changes in the railway network to estimate the relationship between counties' market access and land values. These estimates are used to calculate the implied aggregate economic loss from removing railroads or replacing railroads with a hypothetical extension of the canal network. Further analysis considers railroads' impact on the geographic distribution of economic activity.\r\nAn understanding of historical American economic growth is shaped by the impact of railroads and, more generally, the impacts of market integration. When analyzing other determinants of American economic growth, the created datasets provide an opportunity to adjust for concurrent railroad construction and changes in counties' market access.\r\nGlobally, many growth initiatives focus on improving transportation infrastructure and market integration. This project develops and illustrates a new methodology for estimating the impacts of transportation infrastructure improvements and increased market integration.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Hornbeck",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Richard Hornbeck",
   "pi_email_addr": "richard.hornbeck@chicagobooth.edu",
   "nsf_id": "000540885",
   "pi_start_date": "2012-04-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dave",
   "pi_last_name": "Donaldson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dave Donaldson",
   "pi_email_addr": "ddonald@mit.edu",
   "nsf_id": "000599209",
   "pi_start_date": "2012-04-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Bureau of Economic Research Inc",
  "inst_street_address": "1050 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6178683900",
  "inst_zip_code": "021385359",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "NATIONAL BUREAU OF ECONOMIC RESEARCH INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "GT28BRBA2Q49"
 },
 "perf_inst": {
  "perf_inst_name": "National Bureau of Economic Research Inc",
  "perf_str_addr": "1050 Massachusetts Avenue",
  "perf_city_name": "Chicago",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385398",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "MA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 413850.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Robert Fogel&rsquo;s landmark 1964 book, &ldquo;Railroads and American Economic Growth&rdquo;, used economic tools to gauge the aggregate contribution to the United States economy from the historical introduction of the railroads.&nbsp; While the railroads are often thought to have been central to the development of the American economy, Fogel&rsquo;s influential analysis suggested a more limited aggregate impact from the railroads.&nbsp; Transportation infrastructure continues to account for a large share of international development spending, however, and a natural question is how much transportation infrastructure contributed to the United States&rsquo; historical rise to global economic prominence.&nbsp; More generally, the impact of the railroads can inform the role of market integration in driving economic growth.</p>\n<p>&nbsp;</p>\n<p>This project has reexamined the historical impact of railroads on the American economy be combining:&nbsp; (1) a newly constructed spatial network of railroad and waterway transportation routes; (2) county-level historical data; and (3) a new methodology based on recent advances in general equilibrium trade theory.&nbsp; We revisit Fogel&rsquo;s estimates and lay the groundwork for future work exploring broader impacts of the railroads on the development of the American economy.</p>\n<p>&nbsp;</p>\n<p>As the railroad network expanded in the United States, most notably from 1870 to 1890, some counties gained access to markets (due to new railroad lines) but other counties lost their privileged access to markets (if they were previously advantageously placed on a navigable waterway).&nbsp; Railroads may then have had a large impact on the relative success of some county economies compared to other county economies, but not necessarily a large impact on the total aggregate economy if gains to some counties came at the expense of other counties.&nbsp; Care is therefore required in applying standard statistical techniques, which compare counties that obtained railroad access to those that did not.</p>\n<p>&nbsp;</p>\n<p>Our analysis focuses instead on estimating the impact of county &ldquo;market access&rdquo;, which departs from standard methods in capturing both the direct impacts of local railroad access and the indirect impacts from changes elsewhere in the transportation network.&nbsp; Market access reflects a county&rsquo;s ability to sell its ouput to other counties, and a county&rsquo;s ability to buy consumer goods and production inputs from other counties.</p>\n<p>&nbsp;</p>\n<p>We document that (1) railroads induced large increases in county market access, and that (2) increases in county market access generated large economic gains.&nbsp; Focusing on the agricultural sector, as in Fogel&rsquo;s analysis, we find that 60% of the value of agricultural land in 1890 would have been destroyed in the absence of the railroads.&nbsp; Whereas Fogel suggested that expansion of the canal network might have largely compensated for the absence of the railroads, we find that proposed extensions to the canal network would have been substantially less impactful than the railroads constructed.</p>\n<p>&nbsp;</p>\n<p>We have made publicly available the transportation network database files to calculate changes in county market access between 1830 and 1920, which will support further research into the railroads&rsquo; impacts across broader sectors and outcomes.&nbsp; Further, researchers will be able to incorporate both railroad access and market access as covariates in other analysis of the American economy during this broad time period.&nbsp; More generally, our methodology can be extended to the evaluation of other aggregate economic impacts that might reflect large dislocation effects from one place to another.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/14/2016<br>\n\t\t\t\t\tModified by: Dave&nbsp;Donaldson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nRobert Fogel?s landmark 1964 book, \"Railroads and American Economic Growth\", used economic tools to gauge the aggregate contribution to the United States economy from the historical introduction of the railroads.  While the railroads are often thought to have been central to the development of the American economy, Fogel?s influential analysis suggested a more limited aggregate impact from the railroads.  Transportation infrastructure continues to account for a large share of international development spending, however, and a natural question is how much transportation infrastructure contributed to the United States? historical rise to global economic prominence.  More generally, the impact of the railroads can inform the role of market integration in driving economic growth.\n\n \n\nThis project has reexamined the historical impact of railroads on the American economy be combining:  (1) a newly constructed spatial network of railroad and waterway transportation routes; (2) county-level historical data; and (3) a new methodology based on recent advances in general equilibrium trade theory.  We revisit Fogel?s estimates and lay the groundwork for future work exploring broader impacts of the railroads on the development of the American economy.\n\n \n\nAs the railroad network expanded in the United States, most notably from 1870 to 1890, some counties gained access to markets (due to new railroad lines) but other counties lost their privileged access to markets (if they were previously advantageously placed on a navigable waterway).  Railroads may then have had a large impact on the relative success of some county economies compared to other county economies, but not necessarily a large impact on the total aggregate economy if gains to some counties came at the expense of other counties.  Care is therefore required in applying standard statistical techniques, which compare counties that obtained railroad access to those that did not.\n\n \n\nOur analysis focuses instead on estimating the impact of county \"market access\", which departs from standard methods in capturing both the direct impacts of local railroad access and the indirect impacts from changes elsewhere in the transportation network.  Market access reflects a county?s ability to sell its ouput to other counties, and a county?s ability to buy consumer goods and production inputs from other counties.\n\n \n\nWe document that (1) railroads induced large increases in county market access, and that (2) increases in county market access generated large economic gains.  Focusing on the agricultural sector, as in Fogel?s analysis, we find that 60% of the value of agricultural land in 1890 would have been destroyed in the absence of the railroads.  Whereas Fogel suggested that expansion of the canal network might have largely compensated for the absence of the railroads, we find that proposed extensions to the canal network would have been substantially less impactful than the railroads constructed.\n\n \n\nWe have made publicly available the transportation network database files to calculate changes in county market access between 1830 and 1920, which will support further research into the railroads? impacts across broader sectors and outcomes.  Further, researchers will be able to incorporate both railroad access and market access as covariates in other analysis of the American economy during this broad time period.  More generally, our methodology can be extended to the evaluation of other aggregate economic impacts that might reflect large dislocation effects from one place to another.\n\n\t\t\t\t\tLast Modified: 09/14/2016\n\n\t\t\t\t\tSubmitted by: Dave Donaldson"
 }
}