{
 "awd_id": "1156829",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Investigating Behavioral practices at the Mississippian Site of Cahokia",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 12999.0,
 "awd_amount": 12999.0,
 "awd_min_amd_letter_date": "2012-01-19",
 "awd_max_amd_letter_date": "2012-01-19",
 "awd_abstract_narration": "Under the guidance of Dr. Timothy R. Pauketat, Sarah E. Baires will conduct archaeological excavation of a raised walkway, or processional avenue, and analysis of artifacts, notes, and maps from three previously excavated ridge-top burial mounds at the site of Cahokia a pre-Columbian Native American city located in the American Bottom near the confluence of the Illinois, Mississippi and Missouri Rivers.  Ms. Baires proposes to investigate the relationship between formal burial practices, new religious beliefs, and the rise of an urban society in the Cahokia region between the years of AD 1050 - 1200. This research will test the hypothesis that mortuary practices, as a religious activity, play a central role in reinforcing the social organization of this complex society.  This hypothesis will be tested through (1) archaeological excavations into a possible raised walkway connecting one of the largest ridge-top burial mounds at the site with Cahokia's central public plaza, and (2) the analysis of three ridge-top mound mortuaries.  Ms. Baires will visit three museums, the Illinois State Museum, the Smithsonian Institution, and the University of Michigan Museum of Anthropology to study the as yet unanalyzed collections of human remains and artifacts from three burial mounds located at Cahokia. \r\nSites such as Cahokia provide insight into the forces which originally gave rise to complex societies such as our own and help to trace the underlying developmental processes. They set a wide range of societies which characterize the extant world in a broader chronological context. \r\nExcavations into the raised walkway, which connects public space to burial grounds, will provide new information on how Native persons in Illinois gathered, moved, and buried their dead.  The analysis of human remains from three ridge-top burial mounds will provide demographic data on those buried in the mounds. Death is often tied to concepts of the afterworld, ancestors, and religious beliefs.  These aspects of religion and death appear to be a human universal, a way in which people make sense of the world around them and their place in it, and a way in which politicians achieve positions of authority.  By using the archaeological evidence of religious mortuary practices, where certain people are buried in politically powerful ways, Ms. Baires will contribute to a larger understanding of how religion and politics influence each other.  \r\nThis research will engage three subfields of Anthropology, physical, socio-cultural, and archaeology, focusing not only on the scientific components of the research but also on the direct relationships among complex societies, mortuary practice, and religious belief.  Excavations into the raised walkway, or processional avenue, will take place on Cahokia Mounds property, engaging both community members and archaeologists visiting and working at the site.  The project will involve interested community members through presentations of the excavation results at the annual public Cahokia Conference and Illinois Association for Advancement of Archaeology Conference, the annual Midwestern Archaeological Conference, Southeastern Archaeological Conference, and the Society for American Archaeology Annual Meeting.  Two public lectures at the University of Wisconsin, Milwaukee and Monmouth College, Monmouth, Illinois will provide additional ways for community education and participation.  And finally, an informational pamphlet will be authored by Baires and distributed to interested Native and non-Native communities through the Cahokia Mounds State Historic Site Interpretive Center.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Pauketat",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy R Pauketat",
   "pi_email_addr": "pauketat@illinois.edu",
   "nsf_id": "000308725",
   "pi_start_date": "2012-01-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Otten",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah Otten",
   "pi_email_addr": "sotten2@illinois.edu",
   "nsf_id": "000586076",
   "pi_start_date": "2012-01-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618207406",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 12999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was conducted to answer questions regarding the emergence of Cahokia, the largest Native American city north of Mexico, located in southern Illinois near modern day St. Louis.&nbsp; Specifically, I sought answers to the relationship between the emergence of Cahokia and the introduction of a new religion, based in ancestor veneration, celestial alignments, novel mortuary practices and the construction of ridge-top burial mounds.&nbsp; Through test excavation of the largest ridge-top burial mound at the site (Rattlesnake Mound) and of a previously uncoroborated 1 km long raised earthen causeway (Rattlesnake Causeway) I sought answers to methods of mound and embankment construction, chronological affiliation, and the types of practices that occured at both locales.&nbsp; Additionally, I pieced together excavation materials, artifacts and notes from archaeological work conducted in the 1950s (by archaeologist Preston Holder) at an additional mortuary mound, Wilson Mound, one of the most important finds at Cahokia.&nbsp;</p>\n<p>Together these data shed new light on Cahokian mortuary practices, which included the construction of novel ridge-top shaped mortuary mounds at specific locations throughout the site (typically on the city edges and within Cahokia's central precinct) and unique burial practices that included the use and decomissioning of a mortuary building prior to the construction of these earthworks in sequential stages.&nbsp; These construction stages utilized prepared and colored (yellows and blacks) soils collected from the surrounding area and cleaned of unwanted materials like rocks, roots, and broken bits of pots or stone tools.&nbsp; These sediments were then used to build up these massive monuments, and based on this recent research Rattlesnake Mound and causeway were constructed rather rapidly- there was no evidence for prepared stages or surfaces throughout the earthen monuments.&nbsp;</p>\n<p>When examining the old notes and artifacts from the Wilson Mound excavation, it became clear that these ridge-top monuments shared multiple unique features, not limited to the use of a foundational building, or construction of the monument with prepared and colored fills.&nbsp; Additionally, the treatment of the individuals buried inside these monuments was similar.&nbsp; Most individuals were disarticulated after death and buried in tightly wraped bundles along with materials like marine shell beads, gaming stones, pottery, and woven fabric.&nbsp; Importantly, these practices have been recounted elsewhere at the site at two specific locations: Mound 72 and Powell Mound.&nbsp; The importance of uncovering these shared details speaks to the structured nature of Cahokian religion that included the method and practice of burial as well as the construction of these unique monuments (inclduding their peripheral location).</p>\n<p>The most important discovery of this research was the identification and corroboration of the Rattlesnake Causeway, this 1 km long raised earthen causeway marked Cahokia's 5<sup>o</sup> east of north site orientation.&nbsp; It extented 5<sup>o </sup>east of north from the center of Rattlesnake Mound up to Cahokia's central precint not only marking the city's alignment (as all other monuments and neighborhoods are aligned to this line) but also providing a means of travel between Rattlesnake Mound and the central Grand Plaza.&nbsp; Importantly, based on recently dated material, the causeway dates to 1043-1104 cal. A.D., Cahokia's emergence. This early date indicates that the causeway was one of the city's earliest constructions, along with at least three ridge-top mortuary mounds (Wilson, Rattlesnake, and Mound 72) (see Figure 1, original base map used with permission from T.R. Pauketat).&nbsp;</p>\n<p>Overall, this research adds much needed new information on the types of earthen mound construction techniques employed by Cahokians...",
  "por_txt_cntn": "\nThis project was conducted to answer questions regarding the emergence of Cahokia, the largest Native American city north of Mexico, located in southern Illinois near modern day St. Louis.  Specifically, I sought answers to the relationship between the emergence of Cahokia and the introduction of a new religion, based in ancestor veneration, celestial alignments, novel mortuary practices and the construction of ridge-top burial mounds.  Through test excavation of the largest ridge-top burial mound at the site (Rattlesnake Mound) and of a previously uncoroborated 1 km long raised earthen causeway (Rattlesnake Causeway) I sought answers to methods of mound and embankment construction, chronological affiliation, and the types of practices that occured at both locales.  Additionally, I pieced together excavation materials, artifacts and notes from archaeological work conducted in the 1950s (by archaeologist Preston Holder) at an additional mortuary mound, Wilson Mound, one of the most important finds at Cahokia. \n\nTogether these data shed new light on Cahokian mortuary practices, which included the construction of novel ridge-top shaped mortuary mounds at specific locations throughout the site (typically on the city edges and within Cahokia's central precinct) and unique burial practices that included the use and decomissioning of a mortuary building prior to the construction of these earthworks in sequential stages.  These construction stages utilized prepared and colored (yellows and blacks) soils collected from the surrounding area and cleaned of unwanted materials like rocks, roots, and broken bits of pots or stone tools.  These sediments were then used to build up these massive monuments, and based on this recent research Rattlesnake Mound and causeway were constructed rather rapidly- there was no evidence for prepared stages or surfaces throughout the earthen monuments. \n\nWhen examining the old notes and artifacts from the Wilson Mound excavation, it became clear that these ridge-top monuments shared multiple unique features, not limited to the use of a foundational building, or construction of the monument with prepared and colored fills.  Additionally, the treatment of the individuals buried inside these monuments was similar.  Most individuals were disarticulated after death and buried in tightly wraped bundles along with materials like marine shell beads, gaming stones, pottery, and woven fabric.  Importantly, these practices have been recounted elsewhere at the site at two specific locations: Mound 72 and Powell Mound.  The importance of uncovering these shared details speaks to the structured nature of Cahokian religion that included the method and practice of burial as well as the construction of these unique monuments (inclduding their peripheral location).\n\nThe most important discovery of this research was the identification and corroboration of the Rattlesnake Causeway, this 1 km long raised earthen causeway marked Cahokia's 5o east of north site orientation.  It extented 5o east of north from the center of Rattlesnake Mound up to Cahokia's central precint not only marking the city's alignment (as all other monuments and neighborhoods are aligned to this line) but also providing a means of travel between Rattlesnake Mound and the central Grand Plaza.  Importantly, based on recently dated material, the causeway dates to 1043-1104 cal. A.D., Cahokia's emergence. This early date indicates that the causeway was one of the city's earliest constructions, along with at least three ridge-top mortuary mounds (Wilson, Rattlesnake, and Mound 72) (see Figure 1, original base map used with permission from T.R. Pauketat). \n\nOverall, this research adds much needed new information on the types of earthen mound construction techniques employed by Cahokians, the variation in mortuary practice, and specfically the identification of Rattlesnake Causeway which importantly highlights Cahokia's orientation and city construction plan. \n\n..."
 }
}