{
 "awd_id": "1156853",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: Chemistry Summer Enhanced Experience Discovering Science, Chem-SEEDS",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michelle Bushey",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 270000.0,
 "awd_amount": 270000.0,
 "awd_min_amd_letter_date": "2012-09-11",
 "awd_max_amd_letter_date": "2012-09-11",
 "awd_abstract_narration": "This award from the Division of Chemistry (CHE) at the National Science Foundation supports the Research Experiences for Undergraduates (REU) Site at University of South Florida. Through the Chemistry Summer Enhanced Experience Discovering Science (Chem-SEEDS) program in the Department of Chemistry at the University of South Florida (USF), the participant's experience will be enhanced by a pedagogical approach to facilitating development of scientific skills through mentoring and apprenticeship. Each student will be assigned a faculty advisor and a graduate student mentor and together they will explore a broad spectrum of cutting edge chemistry research projects. In addition to being immersed in lab work, the program will offer seminars and workshops on various topics (ethical issues, instrumentation, socio-scientific issues, career opportunities, etc.), informal research lunch talks, and weekly REU research discussion meetings where participants will rotate and present every other week. This peer-centered, collaborative environment will promote collaborative and reflective discussions. To culminate the ten-week summer program the students will present posters at the USF-organized REU Research Day that currently brings together four NSF-sponsored USF REU sites. Student publications and presentations at national and regional meetings are expected outcomes of this program and will be actively encouraged. Chem-SEEDS will incorporate a sound multi-dimensional and multi-instrument evaluation plan that will generate empirical evidence and knowledge regarding the effectiveness of the enhanced experience and may inform the design of other REU programs. \r\n\r\nOne of the nine undergraduates each summer comes from USF and takes the role of host-participant. Chem-SEEDS recruits two-thirds of its participants from STEM-underrepresented groups and will maintain a balanced female-to-male ratio in each of the three years of the program. Recruitment has a special focus on targeting students who lack access to research opportunities, have not considered pursuing science as a career, and are first-generation college students. Partnerships with Historically Black Colleges and Universities (HBCUs) and Hispanic Serving Institutions (HSIs), as well as the Florida/Georgia Louis Stokes Alliance for Minority Participation (FGLSAMP) program and community colleges, will insure the recruitment of underrepresented groups of students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Santiago",
   "pi_last_name": "Sandi-Urena",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Santiago Sandi-Urena",
   "pi_email_addr": "santiago.s.urena@gmail.com",
   "nsf_id": "000543598",
   "pi_start_date": "2012-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Patricia",
   "pi_last_name": "Muisener",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Patricia O Muisener",
   "pi_email_addr": "muisener@cas.usf.edu",
   "nsf_id": "000107254",
   "pi_start_date": "2012-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of South Florida",
  "inst_street_address": "4202 E FOWLER AVE",
  "inst_street_address_2": "",
  "inst_city_name": "TAMPA",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8139742897",
  "inst_zip_code": "336205800",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "FL15",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTH FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NKAZLXLL7Z91"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Florida",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "336129446",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "FL15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "198600",
   "pgm_ele_name": "UNDERGRADUATE PROGRAMS IN CHEM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 270000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>The <em>Chem</em>-SEEDS REU site provided 27 undergraduate students from 10 States and Puerto Rico with an immersive, authentic, and engaging Chemistry state-of-the-art research environment conducive to developing the skills necessary to become successful independent student researchers. <em>Chem</em>-SEEDS purposefully targeted promising students with vastly diverse background and research experiences including participants who did not have access to research opportunities at their home institutions. Students represented a diverse array of institutions: Hispanic Serving, Historically Black Colleges and Universities, Community Colleges, private and public Liberal Arts colleges, and Research Universities (RU/VH and RU/H). Of our total participants 40% were female, 44% were under-represented minorities, 59% were minorities, and 40% came from Florida institutions. Participant&rsquo;s experience was enhanced by a pedagogical approach that supported development of scientific skills through mentoring and apprenticeship. <em>Chem</em>-SEEDS used a network mentoring approach that contributed in helping graduate student and junior faculty mentors develop their mentoring skills. Thirteen faculty advisors and 29 graduate student or post-doctoral mentors engaged directly with the participants. Scientific practice and reasoning in the laboratory were enhanced by a series of seminars and workshops (~ten per summer) on topics ranging from ethical and socio-scientific issues to instrumentation and career opportunities. Through their participation, undergraduates generated knowledge in chemistry cutting edge research that was presented at an institution-wide event (USF REU Research Day Colloquium). In addition, <em>Chem</em>-SEEDS produced several publications in major journals and presentations at regional and national ACS meetings. <em>Chem</em>-SEEDS is consistent with USF&rsquo;s commitment to contribute in preparing a workforce of future leading scientists. Eighty-nine percent of our alumni and alumnae continued engaged in undergraduate research after completion of <em>Chem</em>-SEEDS. A considerable number of participants in our first two cohorts have started their graduate career in the chemical sciences.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/20/2015<br>\n\t\t\t\t\tModified by: Santiago&nbsp;Sandi-Urena</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\nThe Chem-SEEDS REU site provided 27 undergraduate students from 10 States and Puerto Rico with an immersive, authentic, and engaging Chemistry state-of-the-art research environment conducive to developing the skills necessary to become successful independent student researchers. Chem-SEEDS purposefully targeted promising students with vastly diverse background and research experiences including participants who did not have access to research opportunities at their home institutions. Students represented a diverse array of institutions: Hispanic Serving, Historically Black Colleges and Universities, Community Colleges, private and public Liberal Arts colleges, and Research Universities (RU/VH and RU/H). Of our total participants 40% were female, 44% were under-represented minorities, 59% were minorities, and 40% came from Florida institutions. ParticipantÆs experience was enhanced by a pedagogical approach that supported development of scientific skills through mentoring and apprenticeship. Chem-SEEDS used a network mentoring approach that contributed in helping graduate student and junior faculty mentors develop their mentoring skills. Thirteen faculty advisors and 29 graduate student or post-doctoral mentors engaged directly with the participants. Scientific practice and reasoning in the laboratory were enhanced by a series of seminars and workshops (~ten per summer) on topics ranging from ethical and socio-scientific issues to instrumentation and career opportunities. Through their participation, undergraduates generated knowledge in chemistry cutting edge research that was presented at an institution-wide event (USF REU Research Day Colloquium). In addition, Chem-SEEDS produced several publications in major journals and presentations at regional and national ACS meetings. Chem-SEEDS is consistent with USFÆs commitment to contribute in preparing a workforce of future leading scientists. Eighty-nine percent of our alumni and alumnae continued engaged in undergraduate research after completion of Chem-SEEDS. A considerable number of participants in our first two cohorts have started their graduate career in the chemical sciences.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/20/2015\n\n\t\t\t\t\tSubmitted by: Santiago Sandi-Urena"
 }
}