{
 "awd_id": "1156516",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Catalyzing New International Collaborations: US-MENA countries Research and Education in nano-organics for renewable energy harvest and storage",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 91243.0,
 "awd_amount": 91243.0,
 "awd_min_amd_letter_date": "2012-03-05",
 "awd_max_amd_letter_date": "2014-04-15",
 "awd_abstract_narration": "1156516 \r\nNayfeh\r\n\r\nDescription:  This project by the Dr. Munir Nayfeh, Department of Physics at the University of Illinois, Urbana-Champaign (UIUC) is to catalyze international research collaboration between US researchers and researchers in Middle East institutions in the area of development of efficient harvest and storage technologies of renewable, green energy and the study of their health and environmental impact. Researchers from the UIUC, University of Chicago and Cleveland State University on the US side and  from Fatih University (Turkey), Masdar Institute of Science and Technology (UAE), National Research Center (Egypt), and University of Karachi International Center for Chemical and Biological Sciences (ICCBS) (Pakistan), and Yarmouk University and University of Jordan Nano Groups (Jordan) will examine the feasibility of initiating and catalyzing a coherent, complimentary partnership among the institutions to conduct joint studies in the area of nano particle-organics composites for development of advanced renewable energy harvest and storage devices. The project will focus on the synthesis and understanding of the electronic and optical nature of thin films of nanomaterial composites based on silicon as well as other materials, such as carbon, and conducting polymer as well as developing new prototype devices using the thin films. The initiative can make significant contribution to the solutions of the present energy crisis, and can yield transformational energy technologies, which will get renewable energy to a point where it is economically competitive with current technology. The activities will include planning visits and a workshop to plan multi instructional research projects to be submitted in proposals to the NSF.\r\n\r\nIntellectual Merit: The key research perspective in this proposal is the further development of USiN as an approach to sustainable energy with three applications identified: solar cell, supercapacitor and fuel cell.  The identified research needs are: synthesis of nanomaterial, environment and safety, device simulation and testing, education and outreach, intellectual property and commercialization.  The US PI has been successful in promoting S&E in the Middle East, and there is a strong likelihood for this work to result in collaborative funded research.  Dr. Nayfeh has been doing extensive research in silicon based nanotechnology and its commercial applications, including solar energy, and the foreign collaborators are from countries with strong interest in renewal energy. The NSF PIRE program is identified as one of the potential future funding sources.  The non-US countries involved all have S&T programs that will also be potential funding sources.   \r\n\r\nBroader Impacts: The need for developing economical renewable energy is well-documented. The project research in nanomaterial will transcends energy, and will address important question of health, safety, effect on the environment, as well as nano ethics. The project is likely to open up new channels for international collaborations with industry. One of the most pressing issues in nano research and nano industry is the shortage of qualified workforce.  The project will provide training and valuable international experience and perspectives for the graduate and undergraduate students working on the project. It will also build important intellectual bridges between U.S. scientists and scientists of key U.S. allies in the Middle East. The visits and workshop will also provide useful exposure of students (including high school) to international scale efforts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Munir",
   "pi_last_name": "Nayfeh",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Munir H Nayfeh",
   "pi_email_addr": "m-nayfeh@illinois.edu",
   "nsf_id": "000462809",
   "pi_start_date": "2012-03-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013080",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "IL",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  },
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5940",
   "pgm_ref_txt": "TURKEY"
  },
  {
   "pgm_ref_code": "5944",
   "pgm_ref_txt": "EGYPT (COOP SCIENCE)"
  },
  {
   "pgm_ref_code": "5976",
   "pgm_ref_txt": "AFRICA, NEAR EAST, & SO ASIA"
  },
  {
   "pgm_ref_code": "7337",
   "pgm_ref_txt": "JORDAN"
  },
  {
   "pgm_ref_code": "7406",
   "pgm_ref_txt": "UNITED ARAB EMIRATES (UAE)"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 91243.0
  }
 ],
 "por": null
}