{
 "awd_id": "1156145",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Determining the Field Metabolic Rate of Marine Predators: Integrating Accelerometry and Respirometry to Bridge the Gap Between the Laboratory and the Field",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 127621.0,
 "awd_amount": 127621.0,
 "awd_min_amd_letter_date": "2012-03-13",
 "awd_max_amd_letter_date": "2012-03-13",
 "awd_abstract_narration": "Energetics is a central theme in ecology, and metabolism may be the primary factor determining the structure of biological systems as a whole. Despite the importance of top level predators in marine ecosystems and the need to understand the impact of their global population declines, surprisingly little is known about energy flow in upper trophic levels. This gap in knowledge is due to the difficulty of assessing the metabolic rate of marine predators and our inability to link experimentally derived metabolic rates to those of free-ranging animals in their natural habitat. Novel accelerometry technology is now making this link possible for the first time. Because Overall Dynamic Body Acceleration (ODBA) has been shown to correlate closely with oxygen consumption in numerous vertebrate taxa, we can use this potentially transformational technique to derive time-energy budgets for free-ranging marine predators.\r\n\r\nIntellectual Merit:  This study will integrate the use of respirometry and accelerometry technology to bridge the gap between laboratory- and field-based metabolic rates for three species of sharks with different behaviors. The PIs will conduct respirometry experiments on accelerometer-equipped animals in the laboratory to determine the relationship between metabolic rate and ODBA for each species over a range of swim speeds and water temperatures. Using these relationships, the PIs will then conduct field experiments using accelerometry to calculate the absolute energetic expenditure of sharks in their natural habitat over several days. Because accelerometers also provide data with which specific shark behaviors can be quantified, the PIs will be able to partition between standard and active metabolic rate and determine how the relationship changes at varying temperatures. This aspect will have implications for predicting how seasonal or long-term changes in sea surface temperatures are likely to affect the impact of ectothermic predators on their prey.\r\n\r\nBroader Impacts: This work will provide data and a new methodology for estimating energy demands of sharks in their natural environments following natural patterns of behavior.  This is an important step in calculating the trophic effects of sharks on other components of ecosystems, and thereby also calculating the consequences of shark declines.  This work will be the basis of student intern projects through the Mote Marine Laboratory's (MML's) ongoing NSF-REU Program, which provides research experiences to U.S. college students with a special focus on minority groups underrepresented in science and engineering. The PIs are involved in a unique collaboration with Untamed Science to film their work and use it to illustrate science concepts for chapter-specific films which will allow their work to reach millions of K-12 students nationwide. This project will also fund a creative way of connecting with the general public through a new exhibit at MML's public aquarium (with approximately 400,000 visitors per year). This capitalizes on the broad public interest in sharks and allows visitors to control a digital shark using an accelerometer-based videogame controller. Shark energy level will be depleted by excessive tailbeats and replenished by feeding events, and visitors will have to balance the value of feeding success against the cost of higher ODBA and rapid energy depletion.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Samuel",
   "pi_last_name": "Gruber",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Samuel H Gruber",
   "pi_email_addr": "sgruber@rsmas.miami.edu",
   "nsf_id": "000262821",
   "pi_start_date": "2012-03-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Miami",
  "inst_street_address": "1251 MEMORIAL DR",
  "inst_street_address_2": "",
  "inst_city_name": "CORAL GABLES",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3054214089",
  "inst_zip_code": "331462509",
  "inst_country_name": "United States",
  "cong_dist_code": "27",
  "st_cong_dist_code": "FL27",
  "org_lgl_bus_name": "UNIVERSITY OF MIAMI",
  "org_prnt_uei_num": "VNZZYCJ55TC4",
  "org_uei_num": "KXN7HGCF6K91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Miami/RSMAS",
  "perf_str_addr": "4600 Rickenbacker Cswy",
  "perf_city_name": "Miami",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331491031",
  "perf_ctry_code": "US",
  "perf_cong_dist": "27",
  "perf_st_cong_dist": "FL27",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 127621.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This multi-institution research project was designed to achieve a goal that has eluded researchers for decades: measuring the metabolic rate of free-ranging marine predators. Achieving this goal is crucial to quantifying a species&rsquo; impact on their ecosystem, estimating the effect of their removal on lower trophic levels, and producing reliable bioenergetics models to aid fisheries management. To achieve this, we must have an understanding of how animals behave in their natural environment and the ability to reconcile differences between field and lab based experiments. The recent development and miniaturisation of animal-borne accelerometers can give us insight into the cryptic lives of animals through their movement. These devices are similar to the accelerometers found in the more modern smart phones that can monitor your step count or the wrist-worn activity trackers able to detect and distinguish your activities. Using this technology, the Bimini Biological Field Station Foundation (BBFSF) has successfully collected fine-scale body movement data for free-swimming juvenile sharks: the lemon shark (<em>Negaprion brevirostris</em>)<em> </em>and the nurse shark (<em>Ginglymostoma cirratum</em>). The juvenile lemon shark is a more active species, spending its time swimming the mangrove-fringed shorelines of Bimini, Bahamas. The juvenile nurse shark is more sedentary, readily found resting under shallow cave-like ledges during the day. This body movement data constitutes the field portion of the project for these two species, which can later be coordinated with lab-measured metabolic rates to determine the energy expenditure of these animals in their natural surroundings.</p>\n<p>Accelerometers were securely attached to the first dorsal fin of the individuals (attachment time &lt;3 minutes), and began logging data 24 hours post release, for five days. Once data recording ceased, individuals were located and recaptured for device removal. Logging acceleration data in the three axes of movement (surge, sway and heave) at a rate of 30Hz, we have 2,520 and 2,280 hours of data recorded for the lemon and nurse shark respectively. That equates to 272,160,000 and 246,240,000 data points for our two model species! Additionally, temperature and pressure were recorded each second. Early data analysis indicates that from the acceleration data we can successfully identify typical behaviours, such as steady swimming, burst/fright response and resting for both species, with potential for semi-automated identification of successful predation events for the lemon shark with the upcoming release of new software. This provides us with the first real insight into what these species are doing from one second to the next, allowing us to reconstruct activity patterns of these free-ranging sharks on a daily and seasonal basis. For example, our data indicates that the lemon shark on average was found to spend approximately 11% and 16% of its time resting during the wet (April-September) and dry (October-March) season respectively. These activity patterns can be modelled against environmental factors such as temperature, time of day and tidal cycles to see which factors influence behaviour.</p>\n<p>Higher temperatures can yield increased metabolic rates, with the rate of increase varying between species and over temperature ranges. As such, field data was divided into two seasons, wet and dry, during which lemon sharks experienced a temperature range of 25.8-37.8&ordm;C and 17.6-30.1&ordm;C respectively. Preliminary analysis suggests that temperature has a significant effect on activity during both seasons, with the highest activity intensity for each season recorded at the top end of the temperature range. Additionally, average movement was found to be significantly higher during the warmer wet season than the dry season. The temperature recordings from the tags support published finding...",
  "por_txt_cntn": "\nThis multi-institution research project was designed to achieve a goal that has eluded researchers for decades: measuring the metabolic rate of free-ranging marine predators. Achieving this goal is crucial to quantifying a speciesÆ impact on their ecosystem, estimating the effect of their removal on lower trophic levels, and producing reliable bioenergetics models to aid fisheries management. To achieve this, we must have an understanding of how animals behave in their natural environment and the ability to reconcile differences between field and lab based experiments. The recent development and miniaturisation of animal-borne accelerometers can give us insight into the cryptic lives of animals through their movement. These devices are similar to the accelerometers found in the more modern smart phones that can monitor your step count or the wrist-worn activity trackers able to detect and distinguish your activities. Using this technology, the Bimini Biological Field Station Foundation (BBFSF) has successfully collected fine-scale body movement data for free-swimming juvenile sharks: the lemon shark (Negaprion brevirostris) and the nurse shark (Ginglymostoma cirratum). The juvenile lemon shark is a more active species, spending its time swimming the mangrove-fringed shorelines of Bimini, Bahamas. The juvenile nurse shark is more sedentary, readily found resting under shallow cave-like ledges during the day. This body movement data constitutes the field portion of the project for these two species, which can later be coordinated with lab-measured metabolic rates to determine the energy expenditure of these animals in their natural surroundings.\n\nAccelerometers were securely attached to the first dorsal fin of the individuals (attachment time &lt;3 minutes), and began logging data 24 hours post release, for five days. Once data recording ceased, individuals were located and recaptured for device removal. Logging acceleration data in the three axes of movement (surge, sway and heave) at a rate of 30Hz, we have 2,520 and 2,280 hours of data recorded for the lemon and nurse shark respectively. That equates to 272,160,000 and 246,240,000 data points for our two model species! Additionally, temperature and pressure were recorded each second. Early data analysis indicates that from the acceleration data we can successfully identify typical behaviours, such as steady swimming, burst/fright response and resting for both species, with potential for semi-automated identification of successful predation events for the lemon shark with the upcoming release of new software. This provides us with the first real insight into what these species are doing from one second to the next, allowing us to reconstruct activity patterns of these free-ranging sharks on a daily and seasonal basis. For example, our data indicates that the lemon shark on average was found to spend approximately 11% and 16% of its time resting during the wet (April-September) and dry (October-March) season respectively. These activity patterns can be modelled against environmental factors such as temperature, time of day and tidal cycles to see which factors influence behaviour.\n\nHigher temperatures can yield increased metabolic rates, with the rate of increase varying between species and over temperature ranges. As such, field data was divided into two seasons, wet and dry, during which lemon sharks experienced a temperature range of 25.8-37.8&ordm;C and 17.6-30.1&ordm;C respectively. Preliminary analysis suggests that temperature has a significant effect on activity during both seasons, with the highest activity intensity for each season recorded at the top end of the temperature range. Additionally, average movement was found to be significantly higher during the warmer wet season than the dry season. The temperature recordings from the tags support published findings from another lemon shark nursery, indicating that juveniles of this species occupy increasingly warmer wa..."
 }
}