{
 "awd_id": "1156138",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: SHINE--Observations and Modeling of the Longitudinal Extent and Variation of Multi-Spacecraft Solar Energetic Particle (SEP) Events",
 "cfda_num": "47.050",
 "org_code": "06020203",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ilia Roussev",
 "awd_eff_date": "2012-03-15",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 108544.0,
 "awd_amount": 108544.0,
 "awd_min_amd_letter_date": "2012-03-12",
 "awd_max_amd_letter_date": "2014-02-11",
 "awd_abstract_narration": "This collaborative research team will investigate the relative roles of shock acceleration, flare acceleration, suprathermal particle composition, and particle transport as a function of position (along the shock and/or the longitudinal distance from the solar source region). The relative contributions of flare and shock acceleration to solar energetic particle (SEP) events and their resulting compositional signatures are as yet undetermined, and this fact provides the motivation for this work. The research team will use observations of specific individual SEP events obtained from multiple spacecraft, rather than attempting to infer phenomenology through statistical studies of many events measured by a single spacecraft under varying conditions, as has been done in the past. This approach will allow a more accurate determination of the driving coronal mass ejection's source region and of its related properties. The team's analysis technique will also provide a more global view of solar activity and non-local effects, which may play an important role in the generation of SEP events and in determining their longitudinal extent. This effort will directly address open scientific questions regarding SEP composition and particle transport. \r\n\r\nUnderstanding the production, composition, and extent of SEP events is critical for accurate predictions of space weather and its potential impact on astronauts and satellites. The team will disseminate their scientific results through published articles, scientific talks, and the web pages associated with the relevant NASA spacecraft missions. This project will contribute to the training of a postdoctoral researcher as a co-investigator at George Mason University, and, through an international collaboration, a graduate student in Germany. The team will also supervise and train students at the University of Arizona and the Naval Research Laboratory who will work on this project. The Lead Principal Investigator at the California Institute of Technology is an active participant in \"Solar Week,\" a local program designed to encourage high school girls to pursue careers in science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Glenn",
   "pi_last_name": "Mason",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Glenn M Mason",
   "pi_email_addr": "glenn.mason@jhuapl.edu",
   "nsf_id": "000267517",
   "pi_start_date": "2012-03-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dennis",
   "pi_last_name": "Haggerty",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Dennis K Haggerty",
   "pi_email_addr": "dennis.haggerty@jhuapl.edu",
   "nsf_id": "000569094",
   "pi_start_date": "2012-03-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "11100 Johns Hopkins Road",
  "perf_city_name": "Laurel",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207236099",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MD03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152300",
   "pgm_ele_name": "SOLAR-TERRESTRIAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1323",
   "pgm_ref_txt": "SOLAR INFLUENCES"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 35261.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 36317.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 36966.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project has made use of new spacecraft observations available for the first time to study the properties of ionizing radiation from Solar Energetic Particle Events that take place at different places on the Sun.&nbsp; These events are driven by explosions in the strong magnetic field of the Sun, which periodically become unstable in sunspot regions.&nbsp; It has been long known the parent location of the event has an effect on the radiation reaching Earth, but since most observations have been made from a single spacecraft, a global picture of the process could only be roughly put together.&nbsp; Now with the ACE and STEREO spacecraft providing 360-degree coverage of the Sun, and with new high time remote sensing instruments such as the high definition cameras on Solar Dynamics Observatory, it has been possible to study single flares from multiple viewpoints.&nbsp; This permits investigation of the change in radiation properties such as intensity and composition as the parent site location is changed.&nbsp; Besides the intrinsic intellectual interest in understanding the magnetic properties of how the Sun&rsquo;s surface is connected to the interplanetary magnetic field and thence to Earth, these studies are directly relevant to Space Weather issues which seek to understand and predict the effects on space systems from events of this sort.&nbsp;</p>\n<p>The solar events that we studied can be split into two types, (1) Large &ldquo;Gradual&rdquo; Events, which are usually associated with Coronal Mass Ejections (CMEs) and associated interplanetary shock waves, and (2) &ldquo;Impulsive&rdquo; Events which are much smaller and develop and decay much more quickly.&nbsp; For the Gradual Events we studied several dozen cases.&nbsp; We found that events with wide CMEs could fill a large volume of the inner solar system with radiation, which was not surprising in view of earlier studies.&nbsp; However, in a few cases, virtually the entire inner solar system was filled within a short (hours) period of time.&nbsp; This surprising result is still not understood, and might be due to magnetic properties of the solar field that lead to pathways much broader than supposed, or might be due to the CME driven shock wave essentially propagating around the entire Sun.&nbsp; Neither of these possibilities was predicted, and they show that potentially damaging radiation events can have their sources on the far side of the Sun, not visible from Earth.&nbsp; This makes predicting such events difficult or impossible if only observations from Earth are used.&nbsp;</p>\n<p>The second class of events, rapid Impulsive Events, do not pose a radiation hazard due to their small size, however, they provide useful probes for understanding the paths through the Solar Coronal that particles may take.&nbsp; Since they are not associated with the large CMEs of the Gradual Events, they allow probing of the nearly undisturbed corona, in contrast to CME driven events which can radically change the Coronal magnetic configuration in a short period.&nbsp; We discovered that some of these impulsive events have radiation signatures that spread over a much wider region than previously believed possible, at least 130-degrees and perhaps more.&nbsp; We also found that these events can be repeatedly emitted by a single sunspot region as the Sun rotates, filling large volumes of the inner solar system with radiation from this source.&nbsp; The angular spread in the most extreme events was far wider than can be explained by current models of the Solar Coronal magnetic field, such as the PFSS (Potential Field Source Surface) model.&nbsp; It may be that the greater connectivity is due to connection processes such as those described in the newly studied &ldquo;S-web&rdquo; configurations that may provide high altitude channels in the corona that open paths to particle radiation. &nbsp;&nbsp;</p>\n<p>The results of the...",
  "por_txt_cntn": "\nThis project has made use of new spacecraft observations available for the first time to study the properties of ionizing radiation from Solar Energetic Particle Events that take place at different places on the Sun.  These events are driven by explosions in the strong magnetic field of the Sun, which periodically become unstable in sunspot regions.  It has been long known the parent location of the event has an effect on the radiation reaching Earth, but since most observations have been made from a single spacecraft, a global picture of the process could only be roughly put together.  Now with the ACE and STEREO spacecraft providing 360-degree coverage of the Sun, and with new high time remote sensing instruments such as the high definition cameras on Solar Dynamics Observatory, it has been possible to study single flares from multiple viewpoints.  This permits investigation of the change in radiation properties such as intensity and composition as the parent site location is changed.  Besides the intrinsic intellectual interest in understanding the magnetic properties of how the SunÆs surface is connected to the interplanetary magnetic field and thence to Earth, these studies are directly relevant to Space Weather issues which seek to understand and predict the effects on space systems from events of this sort. \n\nThe solar events that we studied can be split into two types, (1) Large \"Gradual\" Events, which are usually associated with Coronal Mass Ejections (CMEs) and associated interplanetary shock waves, and (2) \"Impulsive\" Events which are much smaller and develop and decay much more quickly.  For the Gradual Events we studied several dozen cases.  We found that events with wide CMEs could fill a large volume of the inner solar system with radiation, which was not surprising in view of earlier studies.  However, in a few cases, virtually the entire inner solar system was filled within a short (hours) period of time.  This surprising result is still not understood, and might be due to magnetic properties of the solar field that lead to pathways much broader than supposed, or might be due to the CME driven shock wave essentially propagating around the entire Sun.  Neither of these possibilities was predicted, and they show that potentially damaging radiation events can have their sources on the far side of the Sun, not visible from Earth.  This makes predicting such events difficult or impossible if only observations from Earth are used. \n\nThe second class of events, rapid Impulsive Events, do not pose a radiation hazard due to their small size, however, they provide useful probes for understanding the paths through the Solar Coronal that particles may take.  Since they are not associated with the large CMEs of the Gradual Events, they allow probing of the nearly undisturbed corona, in contrast to CME driven events which can radically change the Coronal magnetic configuration in a short period.  We discovered that some of these impulsive events have radiation signatures that spread over a much wider region than previously believed possible, at least 130-degrees and perhaps more.  We also found that these events can be repeatedly emitted by a single sunspot region as the Sun rotates, filling large volumes of the inner solar system with radiation from this source.  The angular spread in the most extreme events was far wider than can be explained by current models of the Solar Coronal magnetic field, such as the PFSS (Potential Field Source Surface) model.  It may be that the greater connectivity is due to connection processes such as those described in the newly studied \"S-web\" configurations that may provide high altitude channels in the corona that open paths to particle radiation.   \n\nThe results of these studies were reported to the public in many articles published in scientific journals, and the in the proceedings of scientific conferences.  In addition, many papers were presented as talks at scientific conferences an..."
 }
}