{
 "awd_id": "1156520",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU Site: SURFO - Summer Undergraduate Research Fellowships in Oceanography",
 "cfda_num": "47.050",
 "org_code": "06040100",
 "po_phone": "7032927709",
 "po_email": "elrom@nsf.gov",
 "po_sign_block_name": "Elizabeth Rom",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 395383.0,
 "awd_amount": 395383.0,
 "awd_min_amd_letter_date": "2012-02-24",
 "awd_max_amd_letter_date": "2014-04-14",
 "awd_abstract_narration": "This Research Experience for Undergraduates (REU) program is located at the University of Rhode Island's Graduate School of Oceanography (GSO) in Narragansett, RI. Named the \"Summer Undergraduate Research Fellowships in Oceanography\" (SURFO) program, the REU Site is a 10-week research/educational program designed to expose 12 undergraduates per year to cutting-edge, authentic, oceanographic research. Each student will work with a research advisor and graduate student to develop/conduct a research project in an area of oceanography appropriate to each student's background and interests. The research or educational niche filled by the SURFO program deals with the more quantitative aspects of oceanography, which closely parallels the strengths of GSO. The research projects undertaken by participants are typically part of a separately funded research program, but the student project focuses on an interesting aspect of the research that was not anticipated. Many of the student projects result in important initial findings for subsequent research proposals or publications. Numerous research seminars and professional development workshops are conducted specifically for the SURFOs. At the end of the summer, students present their results during a student research symposium and they write a research paper. Students and advisors are strongly encouraged to continue the projects for presentation at national/regional meetings or submission to refereed journals.\r\n\r\nThe site is supported by the Department of Defense in partnership with the NSF REU program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kathleen",
   "pi_last_name": "Donohue",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Kathleen A Donohue",
   "pi_email_addr": "kdonohue@uri.edu",
   "nsf_id": "000193640",
   "pi_start_date": "2012-02-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Smith",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "David C Smith",
   "pi_email_addr": "dcsmith@uri.edu",
   "nsf_id": "000217499",
   "pi_start_date": "2012-02-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rhode Island",
  "inst_street_address": "75 LOWER COLLEGE RD RM 103",
  "inst_street_address_2": "",
  "inst_city_name": "KINGSTON",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018742635",
  "inst_zip_code": "028811974",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "UNIVERSITY OF RHODE ISLAND",
  "org_prnt_uei_num": "NSA8T7PLC9K3",
  "org_uei_num": "CJDNG9D14MW7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rhode Island",
  "perf_str_addr": "South Ferry Rd.",
  "perf_city_name": "Narragansett",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028821197",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": null,
 "pgm_ref": [
  {
   "pgm_ref_code": "7736",
   "pgm_ref_txt": "DOD ASSURE PROGRAM"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112RB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213RB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415RB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 130767.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 131288.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 133328.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Summer Undergraduate Research Fellowships in Oceanography (SURFO) program is a 10-week research program the Graduate School of Oceanography (GSO) at the University of Rhode Island.&nbsp;&nbsp; The primary goal of the program is to fully engage undergraduates in authentic oceanographic research.&nbsp; Program success is gauged by growth in the skill set required for research:&nbsp; content knowledge, formulation of research hypotheses, experimental design, collection and quantitative analysis of data, communication of the results and broader impacts of the research.&nbsp; The program seeks to bolster independent thinking &ndash; What do I know? How do I know it? What does it mean?</p>\n<p>&nbsp;</p>\n<p>The students arrive at the start of each summer with various levels of confidence in core math, science, engineering and oceanography content and comfort levels in conducting research. The program is designed to provide the scaffolding to enable them to conduct independent research.&nbsp; Each student works with a research advisor and graduate student to develop and conduct a research project in an area of oceanography appropriate to each student's background and interests.&nbsp;&nbsp; The SURFO program exposes students to a broad spectrum of oceanographic research across various sub-disciplines through introductory lectures and hot-topic lectures such as ocean exploration, climate change, and hurricane prediction, ocean robotics.&nbsp;&nbsp; Specifically designed workshops address essential tools required for a career in research: laboratory safety, scientific writing, presentation, ethics, inquiry-driven research philosophy, how to choose and apply to graduate school. The program provides students with exposure to the expectations and lifestyle of graduate school. &nbsp;A series of informal &lsquo;brown-bag&rsquo; lunches with professionals outside the academic track exposes SURFO to careers in oceanography. &nbsp;Near the end of the program each SURFO gives a 15-minute presentation on their research at a GSO-wide event and produces a scientific manuscript.&nbsp; SURFOs are quickly entrained into the GSO community often volunteering in campus outreach efforts.</p>\n<p>&nbsp;</p>\n<p>This grant supported 39 SURFOS.&nbsp; Most students were between their junior and senior year of college.&nbsp; Research projects spanned sea floor to atmosphere and ranged from laboratory work, data analysis, instrumentation development, dynamical modeling and on-the-water field work. Cutting-edge genetic techniques were used understand phytoplankton diversity and organisms response to ocean acidification. Complex numerical models evaluated the separation of air-flow over wind waves.&nbsp; Arducopters were tested and adapted to map sea ice, Nature-inspired flapping foils were used to extract energy from fluid motion.&nbsp; Projects touched on the grand challenges in oceanography such as the impact of global change on multi-decadal variability of &lsquo;jellyfish&rsquo; in Narragansett Bay, biofouling, and cost-effective measurements of atmospheric pollutants.&nbsp; A subset, on the order of one-third of the participants,&nbsp;SURFOs presented their research at national meetings.&nbsp; Many of the student projects represented important initial results for subsequent research proposals or publications.</p>\n<p>&nbsp;</p>\n<p>Ultimately, the program provided students with a taste of the successes and frustrations of authentic, cutting-edge research. &nbsp;&nbsp;Their experience helped guide future career directions and confirmed (or not!) their interest in oceanography and research in general.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/29/2016<br>\n\t\t\t\t\tModified by: Kathleen&nbsp;A&nbsp;Donohue</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Summer Undergraduate Research Fellowships in Oceanography (SURFO) program is a 10-week research program the Graduate School of Oceanography (GSO) at the University of Rhode Island.   The primary goal of the program is to fully engage undergraduates in authentic oceanographic research.  Program success is gauged by growth in the skill set required for research:  content knowledge, formulation of research hypotheses, experimental design, collection and quantitative analysis of data, communication of the results and broader impacts of the research.  The program seeks to bolster independent thinking &ndash; What do I know? How do I know it? What does it mean?\n\n \n\nThe students arrive at the start of each summer with various levels of confidence in core math, science, engineering and oceanography content and comfort levels in conducting research. The program is designed to provide the scaffolding to enable them to conduct independent research.  Each student works with a research advisor and graduate student to develop and conduct a research project in an area of oceanography appropriate to each student's background and interests.   The SURFO program exposes students to a broad spectrum of oceanographic research across various sub-disciplines through introductory lectures and hot-topic lectures such as ocean exploration, climate change, and hurricane prediction, ocean robotics.   Specifically designed workshops address essential tools required for a career in research: laboratory safety, scientific writing, presentation, ethics, inquiry-driven research philosophy, how to choose and apply to graduate school. The program provides students with exposure to the expectations and lifestyle of graduate school.  A series of informal æbrown-bagÆ lunches with professionals outside the academic track exposes SURFO to careers in oceanography.  Near the end of the program each SURFO gives a 15-minute presentation on their research at a GSO-wide event and produces a scientific manuscript.  SURFOs are quickly entrained into the GSO community often volunteering in campus outreach efforts.\n\n \n\nThis grant supported 39 SURFOS.  Most students were between their junior and senior year of college.  Research projects spanned sea floor to atmosphere and ranged from laboratory work, data analysis, instrumentation development, dynamical modeling and on-the-water field work. Cutting-edge genetic techniques were used understand phytoplankton diversity and organisms response to ocean acidification. Complex numerical models evaluated the separation of air-flow over wind waves.  Arducopters were tested and adapted to map sea ice, Nature-inspired flapping foils were used to extract energy from fluid motion.  Projects touched on the grand challenges in oceanography such as the impact of global change on multi-decadal variability of æjellyfishÆ in Narragansett Bay, biofouling, and cost-effective measurements of atmospheric pollutants.  A subset, on the order of one-third of the participants, SURFOs presented their research at national meetings.  Many of the student projects represented important initial results for subsequent research proposals or publications.\n\n \n\nUltimately, the program provided students with a taste of the successes and frustrations of authentic, cutting-edge research.   Their experience helped guide future career directions and confirmed (or not!) their interest in oceanography and research in general. \n\n \n\n\t\t\t\t\tLast Modified: 06/29/2016\n\n\t\t\t\t\tSubmitted by: Kathleen A Donohue"
 }
}