{
 "awd_id": "1156134",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Early Career: Acquisition of a Mass Spectrometer for Research and Education in Tectonics and Paleoclimate",
 "cfda_num": "47.050",
 "org_code": "06030202",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Lambert",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 365362.0,
 "awd_amount": 365362.0,
 "awd_min_amd_letter_date": "2012-08-10",
 "awd_max_amd_letter_date": "2012-08-10",
 "awd_abstract_narration": "This award supports the acquisition of a gas-source, isotope-ratio mass spectrometer to measure clumped isotopologues of CO2 (&#916;47) at the University of Washington. The ability to make these measurements with high precision enables a wide range of applications?from constraining atmospheric CO2 budgets to documenting the thermal histories of meteorites?and the most developed application to date is a paleothermometer based on 13C-18O clumping in carbonates. Carbonate clumped isotope thermometry offers the promise of reconstructing terrestrial paleoclimate, paleoelevation, and the thermal history of the upper crust. Specific studies will include use of the mass spectrometer to (1) study carbonate formation processes in soils and develop paleoenvironmental proxies in paleosols, (2) constrain the climatic and topographic evolution of the Andes, Tibetan plateau, and western North America, and (3) investigate isotopic resetting in buried carbonates and fluid migration, mineral growth, and interactions of brittle deformation and diagenesis in sedimentary basins. \r\n\r\nThe mass spectrometer will substantially enhance research infrastructure enabling a large number of investigators and students to advance core research supported by NSF-EAR. Research made possible by this facility will be integrated with education, outreach, and broadening participation efforts through university-level curriculum development and experiential learning opportunities for minority high school students and teachers. These activities will strengthen K-12 science education and partnerships between the university and high schools, helping to raise awareness of geoanalytical capabilities in the U.S. The PI is an early career investigator.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katharine",
   "pi_last_name": "Huntington",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Katharine Huntington",
   "pi_email_addr": "kate1@u.washington.edu",
   "nsf_id": "000210604",
   "pi_start_date": "2012-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951310",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "769300",
   "pgm_ele_name": "CZO-Critical Zone Obsrvatories"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 365362.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A gas-source isotope-ratio mass spectrometer for measuring clumped isotopologues of carbon dioxide (CO<sub>2</sub>) was installed at the University of Washington (UW) to enable interdisciplinary Earth science research, education and outreach. Clumped isotope geochemistry is a new frontier of geoscience that concerns the tendency of rare isotopes to &lsquo;clump&rsquo; into bonds with each other.&nbsp; Bonding of the rare, heavy isotopes of carbon and oxygen in carbonate minerals depends on the temperature of mineral growth, which can be inferred from measurements of heavy-heavy isotope clumping in carbon dioxide derived from reaction of the carbonate with acid.&nbsp; The new mass spectrometer produced high-precision clumped isotope measurements of carbon dioxide derived from carbonate minerals grown under controlled laboratory conditions and in natural Earth surface and sub-surface environments. &nbsp;</p>\n<p>The results advanced core geoscience research in a wide range of areas, including reconstructing ancient climate on continents, the uplift history of the Tibetan and Andean plateaus, and the thermal and chemical evolution of faults and fluids in Earth&rsquo;s subsurface. Clumped isotope paleotemperatures support a link between atmospheric CO<sub>2</sub> concentrations and surface temperature on the Chinese loess plateau during a past period of rapid climate change in the Middle Miocene, ~15-17 million years ago. &nbsp;Soil carbonate paleotemperatures in the U.S. Pacific Northwest record changing environmental conditions from glacial to interglacial climates over the last ~43 thousand years. &nbsp;Analyses of modern soil carbonates from the Andes revealed the effects of rainfall patterns and environmental conditions on soil processes, informing the way soil chemistry is interpreted to address scientific questions about the history of Earth&rsquo;s climate and landscapes.&nbsp; Some of the most exciting findings shed new light on the source and role of sub-surface fluids in the weak behavior of the San Andreas Fault, which has a history of producing devastating earthquakes even though fault mechanics predict that the fault should not slip at all. &nbsp;</p>\n<p>The first analyses of minerals grown from sub-surface fluids in a modern geothermal reservoir show the promise of clumped isotope thermometry to investigate fluid sources and pathways, with the goal of understanding feedbacks among faulting, stress regime and fluid flow and their impact on mass and heat transport in Earth&rsquo;s shallow crust.&nbsp; These issues are also critical for societally relevant applications including the extraction of mineral, hydrocarbon and water resources, geothermal energy production, and predicting the behavior of contaminants and CO<sub>2</sub> injected underground.</p>\n<p>Installation of the mass spectrometer and advances in both societally relevant and basic research made possible through this award provided new infrastructure for research and education, and opportunities for new scientific collaborations, undergraduate and graduate student education, K-12 educational outreach and teacher professional development, activities designed to increase the participation of minorities in science, and broad dissemination of results. &nbsp;The project established the first clumped isotope mass spectrometry facility in the Pacific Northwest, meeting the research needs of the early career PI and enhancing infrastructure for a large number of researchers at UW and far beyond. &nbsp;The facility catalyzed new collaborative projects with the PI and scientists from 9 academic institutions, the UGSG and two industry partners.&nbsp; Two technicians and seven UW graduate students and postdoctoral scholars were trained in laboratory methods. Three visiting graduate students and one visiting postdoctoral scholar were hosted and trained in the laboratory.&nbsp; The PI developed and taught a ne...",
  "por_txt_cntn": "\nA gas-source isotope-ratio mass spectrometer for measuring clumped isotopologues of carbon dioxide (CO2) was installed at the University of Washington (UW) to enable interdisciplinary Earth science research, education and outreach. Clumped isotope geochemistry is a new frontier of geoscience that concerns the tendency of rare isotopes to æclumpÆ into bonds with each other.  Bonding of the rare, heavy isotopes of carbon and oxygen in carbonate minerals depends on the temperature of mineral growth, which can be inferred from measurements of heavy-heavy isotope clumping in carbon dioxide derived from reaction of the carbonate with acid.  The new mass spectrometer produced high-precision clumped isotope measurements of carbon dioxide derived from carbonate minerals grown under controlled laboratory conditions and in natural Earth surface and sub-surface environments.  \n\nThe results advanced core geoscience research in a wide range of areas, including reconstructing ancient climate on continents, the uplift history of the Tibetan and Andean plateaus, and the thermal and chemical evolution of faults and fluids in EarthÆs subsurface. Clumped isotope paleotemperatures support a link between atmospheric CO2 concentrations and surface temperature on the Chinese loess plateau during a past period of rapid climate change in the Middle Miocene, ~15-17 million years ago.  Soil carbonate paleotemperatures in the U.S. Pacific Northwest record changing environmental conditions from glacial to interglacial climates over the last ~43 thousand years.  Analyses of modern soil carbonates from the Andes revealed the effects of rainfall patterns and environmental conditions on soil processes, informing the way soil chemistry is interpreted to address scientific questions about the history of EarthÆs climate and landscapes.  Some of the most exciting findings shed new light on the source and role of sub-surface fluids in the weak behavior of the San Andreas Fault, which has a history of producing devastating earthquakes even though fault mechanics predict that the fault should not slip at all.  \n\nThe first analyses of minerals grown from sub-surface fluids in a modern geothermal reservoir show the promise of clumped isotope thermometry to investigate fluid sources and pathways, with the goal of understanding feedbacks among faulting, stress regime and fluid flow and their impact on mass and heat transport in EarthÆs shallow crust.  These issues are also critical for societally relevant applications including the extraction of mineral, hydrocarbon and water resources, geothermal energy production, and predicting the behavior of contaminants and CO2 injected underground.\n\nInstallation of the mass spectrometer and advances in both societally relevant and basic research made possible through this award provided new infrastructure for research and education, and opportunities for new scientific collaborations, undergraduate and graduate student education, K-12 educational outreach and teacher professional development, activities designed to increase the participation of minorities in science, and broad dissemination of results.  The project established the first clumped isotope mass spectrometry facility in the Pacific Northwest, meeting the research needs of the early career PI and enhancing infrastructure for a large number of researchers at UW and far beyond.  The facility catalyzed new collaborative projects with the PI and scientists from 9 academic institutions, the UGSG and two industry partners.  Two technicians and seven UW graduate students and postdoctoral scholars were trained in laboratory methods. Three visiting graduate students and one visiting postdoctoral scholar were hosted and trained in the laboratory.  The PI developed and taught a new lab component of her geochemistry course, and a one-week geochemistry \"boot camp\" for students analyzing samples for research projects.\n\nThe PI hosted two high school teachers for summer field and labo..."
 }
}