{
 "awd_id": "1156625",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU Site Proposal: Environmental research supporting management of coastal barriers and estuaries in North Carolina altered by human activities and climate change",
 "cfda_num": "47.050",
 "org_code": "06040100",
 "po_phone": "7032927709",
 "po_email": "elrom@nsf.gov",
 "po_sign_block_name": "Elizabeth Rom",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 264580.0,
 "awd_amount": 264580.0,
 "awd_min_amd_letter_date": "2012-04-19",
 "awd_max_amd_letter_date": "2014-03-05",
 "awd_abstract_narration": "The Research Experience for Undergraduates (REU) program at the University of North Carolina's Institute of Marine Sciences (IMS), located in Morehead City, NC will support a total of 8 students each year during a 10 week summer research program. Students will design, conduct, and interpret individual research projects that articulate with research focusing on environmental studies in coastal North Carolina. Sustaining ecosystem services of coastal habitats, while maintaining social and economic uses of these areas, requires a thorough understanding of the relevant natural processes as well as the consequences of specific anthropogenic activities. Extensive human habitation and visitation to coastal barriers and nearby estuaries has illustrated the problems associated with uses of these habitats without providing insight in choosing among alternative management strategies. IMS has a decades-long history of conducting research in coastal regions that has proved useful to policy makers. Students will continue that effort at several locations in coastal North Carolina including the U.S. Marine Corps base at Camp Lejeune where environmental management of the base faces all the problems seen in other coastal regions, with the added challenge of maintaining military training activities without degrading the integrity of the base's natural resources. At the end of the summer, REU students present their results during a student research symposium and write a research paper. Support provided by NSF includes funding for student stipends, student travel to and from the site, student housing and meals and some administrative costs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Peterson",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Charles H Peterson",
   "pi_email_addr": "cpeters@email.unc.edu",
   "nsf_id": "000200156",
   "pi_start_date": "2012-04-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Fegley",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen R Fegley",
   "pi_email_addr": "srfegley@email.unc.edu",
   "nsf_id": "000510112",
   "pi_start_date": "2012-04-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275991350",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169000",
   "pgm_ele_name": "EDUCATION/HUMAN RESOURCES,OCE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 85251.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 88182.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 91147.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>What person, fascinated by nature and interested in preserving both the quality of nature and human activities in nature, would not want to contribute to advancing our understanding of the world around us?&nbsp; If you were an undergraduate student, considering whether a career in science was for you, would you want to have an opportunity to experience research, not as just a technician, but as a designer of a research project and an interpreter of scientific data?&nbsp; The National Science Foundation&rsquo;s Research Experiences for Undergraduates (NSF-REU) program is designed for such an individual.&nbsp; Specifically, our NSF-REU sponsored program entitled &ldquo;Environmental Research Supporting Management of Coastal Barriers and Estuaries in North Carolina Altered by Human Activities and Climate Change&rdquo; here at the University of North Carolina&rsquo;s Institute of Marine Sciences (IMS) was designed to provide insight into the value of coastal habitats, the threats to these habitats, and reveal how natural habitats function under natural and unnatural situations.</p>\n<p>The majority of people in the United States live within 100 miles of the coast.&nbsp; These people benefit from and truly appreciate the easy access to boating, fishing, and swimming as well as the moderating effects of the ocean on local weather. Our industries benefit from proximity to the coast by access to oceanic shipping.&nbsp; Inevitably, however, concentrating people in any area produces environmental challenges that threaten the very characteristics that, in our case, draw us to the ocean in the first place: waters become polluted, natural habitats disappear, fisheries diminish, and human pathogens proliferate.&nbsp; If we are to mediate the negative environmental effects of concentrated human activity on coastal natural systems and sustain the services that these natural systems provide for our use, we must conduct research in coastal and estuarine areas that provides a clear picture of the extent and nature of any problem and gives insight into the natural processes affecting how natural systems act.</p>\n<p>For 10 weeks, in each summer from 2012 &ndash; 2014, IMS hosted 8 undergraduate interns. These 24 students, each from a different university or college, were selected from a pool of 317 applications that we received from over 200 higher educational institutions located across the nation.&nbsp; While living at our laboratory, each student&rsquo;s primary activity was conducting an independent research project with individual guidance from an IMS faculty mentor.&nbsp; Each student selected a specific research topic, then developed &ndash; with guidance &ndash; a study designed to provide new information on that topic, conducted the appropriate field and laboratory work, and analyzed the resulting data.&nbsp; To facilitate the transfer of this scientific information to non-scientists, each student presented the results of her (his) research in a half-day public forum open to the public.&nbsp; Finally, to round out their experience in our region, the students also participated in helping their fellow students conduct research, in field trips visiting local barrier islands and water bodies, in shark surveys, in a few informational seminars, and in IMS-sponsored recreational activities, such as kayaking, surfing, and cookouts focusing on regional menus.</p>\n<p>Student research projects focused on primarily geology, ecology, environmental health, or physical oceanography.&nbsp; For example, some studies examined estuary health (&ldquo;The evaluation of cultural methods for the direct isolation, differentiation, and enumeration of <em>Vibrio vulnificus</em> bacteria from shellfish matrices&rdquo;, &ldquo;Comparing the use and attributes of turbidity and total suspended solids along the Neuse River Estuary&rdquo;, or &ldquo;The effects of photochemical aging on the bioavailability of...",
  "por_txt_cntn": "\nWhat person, fascinated by nature and interested in preserving both the quality of nature and human activities in nature, would not want to contribute to advancing our understanding of the world around us?  If you were an undergraduate student, considering whether a career in science was for you, would you want to have an opportunity to experience research, not as just a technician, but as a designer of a research project and an interpreter of scientific data?  The National Science FoundationÆs Research Experiences for Undergraduates (NSF-REU) program is designed for such an individual.  Specifically, our NSF-REU sponsored program entitled \"Environmental Research Supporting Management of Coastal Barriers and Estuaries in North Carolina Altered by Human Activities and Climate Change\" here at the University of North CarolinaÆs Institute of Marine Sciences (IMS) was designed to provide insight into the value of coastal habitats, the threats to these habitats, and reveal how natural habitats function under natural and unnatural situations.\n\nThe majority of people in the United States live within 100 miles of the coast.  These people benefit from and truly appreciate the easy access to boating, fishing, and swimming as well as the moderating effects of the ocean on local weather. Our industries benefit from proximity to the coast by access to oceanic shipping.  Inevitably, however, concentrating people in any area produces environmental challenges that threaten the very characteristics that, in our case, draw us to the ocean in the first place: waters become polluted, natural habitats disappear, fisheries diminish, and human pathogens proliferate.  If we are to mediate the negative environmental effects of concentrated human activity on coastal natural systems and sustain the services that these natural systems provide for our use, we must conduct research in coastal and estuarine areas that provides a clear picture of the extent and nature of any problem and gives insight into the natural processes affecting how natural systems act.\n\nFor 10 weeks, in each summer from 2012 &ndash; 2014, IMS hosted 8 undergraduate interns. These 24 students, each from a different university or college, were selected from a pool of 317 applications that we received from over 200 higher educational institutions located across the nation.  While living at our laboratory, each studentÆs primary activity was conducting an independent research project with individual guidance from an IMS faculty mentor.  Each student selected a specific research topic, then developed &ndash; with guidance &ndash; a study designed to provide new information on that topic, conducted the appropriate field and laboratory work, and analyzed the resulting data.  To facilitate the transfer of this scientific information to non-scientists, each student presented the results of her (his) research in a half-day public forum open to the public.  Finally, to round out their experience in our region, the students also participated in helping their fellow students conduct research, in field trips visiting local barrier islands and water bodies, in shark surveys, in a few informational seminars, and in IMS-sponsored recreational activities, such as kayaking, surfing, and cookouts focusing on regional menus.\n\nStudent research projects focused on primarily geology, ecology, environmental health, or physical oceanography.  For example, some studies examined estuary health (\"The evaluation of cultural methods for the direct isolation, differentiation, and enumeration of Vibrio vulnificus bacteria from shellfish matrices\", \"Comparing the use and attributes of turbidity and total suspended solids along the Neuse River Estuary\", or \"The effects of photochemical aging on the bioavailability of dissolved organic nitrogen to estuarine microbial communities\"), barrier islands dynamics (\"Examining blue carbon on a barrier island: the process of carbon sequestration in Core Banks, North Carolina\" o..."
 }
}