{
 "awd_id": "1156688",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU Site: Complex Human and Water Dynamics - An Interdisciplinary Research Experience at the Virginia Tech StREAM Lab",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Poats",
 "awd_eff_date": "2012-03-15",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 314289.0,
 "awd_amount": 314289.0,
 "awd_min_amd_letter_date": "2012-03-01",
 "awd_max_amd_letter_date": "2013-08-20",
 "awd_abstract_narration": "Intellectual Merit\r\nThis three year REU site program at Virginia Polytechnic Institute will provide students with a unique interdisciplinary research experience within an urbanizing watershed system in southwestern Virginia. Virginia Tech's Stream Research, Education, and Management Laboratory (StREAM Lab) will serve as the focal point for several interconnected group research projects dealing with issues of water sustainability and environmental stewardship. The Town of Blacksburg and Virginia Tech's campus are the primary upland sources of pollutant loadings to this otherwise largely forested and agricultural receiving water, providing students with the opportunity to directly observe the effects of urban stormwater on stream hydrology and water quality. As the REU participants address their specific research questions, they will be mentored by interdisciplinary faculty groups, which will provide them with a rich perspective on their target issues, as well as extensive networking opportunities. The undergraduate students will be encouraged to develop critical thinking and communication skills through a series of \"Society and Science\" evening lectures and discussions, and through the guided design of outreach activities intended to engage minority young children in summer science camps.\r\n\r\nBroader Impacts\r\nThis REU site program will provide students with the interdisciplinary background necessary to address complex water sustainability issues during their future careers. In addition to exposing students to the diversity of related research in this area, this project will provide students with opportunities to communicate and interact with various stakeholders and the general public. Recruiting efforts will be guided by Virginia Tech's Center for Enhancement of Engineering Diversity (CEED) with a focus on recruiting students from non-research intensive institutions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Hession",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "William C Hession",
   "pi_email_addr": "chession@vt.edu",
   "nsf_id": "000233806",
   "pi_start_date": "2012-03-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Leigh Anne",
   "pi_last_name": "Krometis",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Leigh Anne H Krometis",
   "pi_email_addr": "krometis@vt.edu",
   "nsf_id": "000560405",
   "pi_start_date": "2012-03-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240610002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "136000",
   "pgm_ele_name": "EWFD-Eng Workforce Development"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 104043.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 210246.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The need for sustainable management of water resources at local, regional, and global scales has been identified as one of the key challenges of the 21st century. Maintaining sustainable water supplies to support population growth, while minimizing the negative effects on water quality typically associated with urbanization, requires a thorough understanding of the underlying processes, mechanisms, and feedback loops within aquatic ecosystems. Despite numerous calls for undergraduate education reform in water science and policy, current undergraduate degree programs generally introduce students to the breadth of scientific disciplines that intersect at major environmental issues solely via introductory courses, and infrequently provide students with real-world exposure to the related complex sociological, economic, and political factors involved. However, these factors often underpin a community&rsquo;s ability and willingness to accept behavioral orsocietal changes to improve water stewardship. In the recently released &ldquo;Framework for K-12 Science Practices&rdquo;, the National Research Council emphasizes the need to focus on processes and integration among scientific disciplines, as well as related social factors, in educational efforts.</p>\n<p>This Research Experiences for Undergraduates (REU) site aimed to catalyze interactions between students of widely varying home disciplines (e.g. engineering, forestry, geosciences, agricultural leadership, sociology) through a focus on highly interdisciplinary, community-based research questions. This process required science and engineering students to consider practical issues surrounding community acceptance of new technology and implementation efforts, and required social science students to immerse themselves in the technical details and methodologies of their peers&rsquo; research efforts in order to clearly understand the benefits, costs, and uncertainties surrounding community options. In order to promote student interaction and peer-mediated learning, as well as to provide a common, unifying context for research, the students&rsquo; individual research topics were located within or related to the Virginia Tech StREAM (Stream Research, Education, and Management) Laboratory at Stroubles Creek, adjacent to the main Blacksburg campus.&nbsp;</p>\n<p>Over the three years of the &ldquo;Dynamics of Water and Societal Systems&rdquo; NSF-REU program, we hosted 28 students from 18 different colleges/universities. These three REU cohorts included student representatives of 18 different major disciplines ranging from Mechanical Engineering to Economics, who were mentored by faculty teams representing five colleges at Virginia Tech. Gains in interdisciplinary understanding by the student participants were formally assessed each summer via pre and post program concepts maps, which are analyzed by a team in Engineering Education. Analysis of the concept maps show distinct increases in both the complexity of the maps and the degree of cross-system links, demonstrating that the REU experience enhanced students&rsquo; core understanding of research practices and issues around water sustainability. Interviews of the student fellows indicate that the REU appeared to have a net positive effect on students&rsquo; desire to go to graduate school; at least five StREAM-REU alumni are currently enrolled in graduate school, and many of the remaining alumni still completing their undergraduate degrees intend to apply.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/04/2015<br>\n\t\t\t\t\tModified by: William&nbsp;C&nbsp;Hession</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"s...",
  "por_txt_cntn": "\nThe need for sustainable management of water resources at local, regional, and global scales has been identified as one of the key challenges of the 21st century. Maintaining sustainable water supplies to support population growth, while minimizing the negative effects on water quality typically associated with urbanization, requires a thorough understanding of the underlying processes, mechanisms, and feedback loops within aquatic ecosystems. Despite numerous calls for undergraduate education reform in water science and policy, current undergraduate degree programs generally introduce students to the breadth of scientific disciplines that intersect at major environmental issues solely via introductory courses, and infrequently provide students with real-world exposure to the related complex sociological, economic, and political factors involved. However, these factors often underpin a communityÆs ability and willingness to accept behavioral orsocietal changes to improve water stewardship. In the recently released \"Framework for K-12 Science Practices\", the National Research Council emphasizes the need to focus on processes and integration among scientific disciplines, as well as related social factors, in educational efforts.\n\nThis Research Experiences for Undergraduates (REU) site aimed to catalyze interactions between students of widely varying home disciplines (e.g. engineering, forestry, geosciences, agricultural leadership, sociology) through a focus on highly interdisciplinary, community-based research questions. This process required science and engineering students to consider practical issues surrounding community acceptance of new technology and implementation efforts, and required social science students to immerse themselves in the technical details and methodologies of their peersÆ research efforts in order to clearly understand the benefits, costs, and uncertainties surrounding community options. In order to promote student interaction and peer-mediated learning, as well as to provide a common, unifying context for research, the studentsÆ individual research topics were located within or related to the Virginia Tech StREAM (Stream Research, Education, and Management) Laboratory at Stroubles Creek, adjacent to the main Blacksburg campus. \n\nOver the three years of the \"Dynamics of Water and Societal Systems\" NSF-REU program, we hosted 28 students from 18 different colleges/universities. These three REU cohorts included student representatives of 18 different major disciplines ranging from Mechanical Engineering to Economics, who were mentored by faculty teams representing five colleges at Virginia Tech. Gains in interdisciplinary understanding by the student participants were formally assessed each summer via pre and post program concepts maps, which are analyzed by a team in Engineering Education. Analysis of the concept maps show distinct increases in both the complexity of the maps and the degree of cross-system links, demonstrating that the REU experience enhanced studentsÆ core understanding of research practices and issues around water sustainability. Interviews of the student fellows indicate that the REU appeared to have a net positive effect on studentsÆ desire to go to graduate school; at least five StREAM-REU alumni are currently enrolled in graduate school, and many of the remaining alumni still completing their undergraduate degrees intend to apply.\n\n\t\t\t\t\tLast Modified: 05/04/2015\n\n\t\t\t\t\tSubmitted by: William C Hession"
 }
}