{
 "awd_id": "1156968",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site:  The Athienou Archaeological Project, Cyprus",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Josie S. Welkom",
 "awd_eff_date": "2012-03-15",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 316097.0,
 "awd_amount": 316097.0,
 "awd_min_amd_letter_date": "2012-03-05",
 "awd_max_amd_letter_date": "2012-03-05",
 "awd_abstract_narration": "Intellectual Merit: \r\n\r\nThe Athienou Archaeological Project (AAP) has been investigating long-term culture change in central Cyprus since 1990 (supported by NSF from 1995 to 2008, and again from 2012 - 2014). This multidisciplinary undertaking combines field training in archaeological methods (excavation and survey) with analyses of the natural and cultural contexts of ritual and secular use of the ancient and modern landscape. The specific problem that guides the Project's research agenda is the degree to which rural areas were assimilated into regional and interregional economic, political, social, and religious networks of exchange. A focus on regions is essential to such considerations since it is only by comparison to events in other parts of Cyprus and elsewhere in the eastern Mediterranean that past and present human activity in the area of Athienou makes sense. While the Athienou region and in fact, Cyprus as a whole may be viewed as marginal in the evolution of western civilization, the Project area can, nonetheless, be seen as a laboratory for the study of culture change. Ten outstanding undergraduate students are provided with the opportunity to join AAP and (1) receive instruction in survey and excavation techniques (e.g., remote sensing, computer-assisted mapping), record keeping and data management, and artifact analysis, (2) attend lectures taught by specialists on archaeological methods and theory and the cultural history of Cyprus and the eastern Mediterranean, (3) visit archaeological sites and museums on the island, (4) plan and complete an independent research project bearing on the work of AAP, and (5) live in Athienou and learn about life in modern Cyprus.\r\n\r\nAs part of their AAP experience, students find themselves at the intellectual vortex created by the presence of many international scholars in the fields of Social Sciences, Humanities and Natural Sciences, working towards a common goal. The students benefit enormously through their interaction with different disciplines and learn the value of cooperation across disciplines. By the end of the 7-week experience with AAP, students gain a deep understanding of archaeological theory and field research, including most recent approaches to data collection and analysis. Their undertaking of independent research, sometimes on artifacts brought to light by themselves, with the aim of publication, gives them confidence in their abilities to work as scientists, and accomplish set goals. This mentally and physically demanding program prepares students for productive careers in archaeology or related fields, or for that matter, in whatever other career they ultimately pursue.\r\n\r\nBroader Impacts: \r\n\r\nAAP's broader impact to society is manifest in many ways. Through site tours, public lectures and articles in the media, the Project contributes immensely in educating people on the importance of archaeological remains and helps stem illicit looting. AAP's impact is further manifested by the recent conversion of portions of the archaeological site into an archaeological park and the paving of the road signs and all leading to it. Moreover, 2009 saw the inauguration of a state-of-the-art Municipal Museum at Athienou which houses scores of artifacts unearthed by AAP (http://www.athienoumuseum.org.cy/). Like AAP, the Museum has primarily educational objectives, as attested by visits of thousands of school children in the short time since its inauguration, and is a source of great pride among the locals. The cross-cultural interaction between the local population and AAP staff and students helps forge lasting friendships and bridges of understanding between Cyprus and the US.\r\n\r\nInternational Component: The NSF Office of International Science and Engineering has co-funded this award.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Toumazou",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Michael K Toumazou",
   "pi_email_addr": "mitoumazou@davidson.edu",
   "nsf_id": "000205038",
   "pi_start_date": "2012-03-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Derek",
   "pi_last_name": "Counts",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Derek B Counts",
   "pi_email_addr": "dbc@uwm.edu",
   "nsf_id": "000257591",
   "pi_start_date": "2012-03-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Davidson College",
  "inst_street_address": "209 RIDGE RD",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIDSON",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "7048942644",
  "inst_zip_code": "280360407",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NC12",
  "org_lgl_bus_name": "THE TRUSTEES OF DAVIDSON COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MYR7QGXJF3J5"
 },
 "perf_inst": {
  "perf_inst_name": "Athienou Municipal Museum",
  "perf_str_addr": "2 Archbishop Makarios",
  "perf_city_name": "Athienou",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "7600",
  "perf_ctry_code": "CY",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Cyprus",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7515",
   "pgm_ref_txt": "CYPRUS"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 316097.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In the past three field seasons funded by the NSF-REU, the Athienou Archaeological Project (AAP) has employed systematic excavation, pedestrian survey, and digital workflows to emphasize the dynamic nature of human-land interaction in the Malloura Valley, Cyprus.</p>\n<p>The excavations have revealed the full spatial and chronological extent of an ancient rural sanctuary whose modifications over time have included expansion of the sacred area, reuse of some ritual objects as building materials, and the introduction of votive sculptures fashioned from local limestone and terracotta that reflect a wide range of cultic practices. The survey has concentrated on revisiting sites both to collect any new material to supplement our understanding of the date range of occupation and use in the valley from the ancient times to the modern period, and to record alterations that can inform our comprehension of site formation processes. On the one hand, digital recording strategies in the field, which include the use of mobile technologies to produce &lsquo;born-digital&rsquo; data have improved on-site documentation efforts and have greatly facilitated data sharing and curation. By recognizing the potential of mobile computing to help achieve the project&rsquo;s goals, AAP has transformed its in-field data recording and embraced iPad-based tablet computing to document the Cypriot past. On the other hand, digital work in the lab/museum in the form of 3D artifact modeling using a custom-built structured light scanner has prompted a new set of research questions and greatly enhanced our ability to provide poignant, high-resolution snapshots of ancient Cypriot art to fellow researchers and the general public. All of this recent work thus complements well the findings from other areas previously investigated in the valley through survey and excavation, including the cemetery to the north of the sanctuary area and the settlement remains excavated to the east. An overarching pattern emerges that illustrates the constant negotiation among local, island-wide, and &lsquo;&lsquo;international&rsquo;&rsquo; forces and the material manifestations of this process. Most significantly, we have found clues that help us to reconstruct the lifeways of ancient Cypriots in the hinterland from the Iron Age to the modern era, separated but not disconnected from the island&rsquo;s economic and political urban centers both inland and on the coast.</p>\n<p>Overall, the members of AAP seek to understand better both the local and regional, as well as cultural and environmental, factors that shaped the history of every modern landscape, including the Malloura Valley, while introducing a new generation of researchers to this unique archaeological landscape.</p>\n<p>Support from the NSF has provided crucial funds (airfare, tuition, room+board, stipend) to 30 highly-qualified undergraduates to experience archaeology &lsquo;hands-on&rsquo;. Based on our most recent updates, over half (63%) of our NSF participants from 2012, 2013, and 2015 have entered, completed, or plan to apply to programs in archaeology and related disciplines (art history, classics, museum studies). Such results suggest that AAP, under the aegis of the REU, has provided invaluable experience to students at a critical point in their lives and positioned them to make informed choices as they prepare for post-undergraduate careers. As a bridge between the social sciences and the humanities, archaeology is best observed <em>in action</em>; the NSF-REU program has offered that vehicle and impacted the lives of these future researchers.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/29/2016<br>\n\t\t\t\t\tModified by: Michael&nbsp;K&nbsp;Toumazou</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of...",
  "por_txt_cntn": "\nIn the past three field seasons funded by the NSF-REU, the Athienou Archaeological Project (AAP) has employed systematic excavation, pedestrian survey, and digital workflows to emphasize the dynamic nature of human-land interaction in the Malloura Valley, Cyprus.\n\nThe excavations have revealed the full spatial and chronological extent of an ancient rural sanctuary whose modifications over time have included expansion of the sacred area, reuse of some ritual objects as building materials, and the introduction of votive sculptures fashioned from local limestone and terracotta that reflect a wide range of cultic practices. The survey has concentrated on revisiting sites both to collect any new material to supplement our understanding of the date range of occupation and use in the valley from the ancient times to the modern period, and to record alterations that can inform our comprehension of site formation processes. On the one hand, digital recording strategies in the field, which include the use of mobile technologies to produce æborn-digitalÆ data have improved on-site documentation efforts and have greatly facilitated data sharing and curation. By recognizing the potential of mobile computing to help achieve the projectÆs goals, AAP has transformed its in-field data recording and embraced iPad-based tablet computing to document the Cypriot past. On the other hand, digital work in the lab/museum in the form of 3D artifact modeling using a custom-built structured light scanner has prompted a new set of research questions and greatly enhanced our ability to provide poignant, high-resolution snapshots of ancient Cypriot art to fellow researchers and the general public. All of this recent work thus complements well the findings from other areas previously investigated in the valley through survey and excavation, including the cemetery to the north of the sanctuary area and the settlement remains excavated to the east. An overarching pattern emerges that illustrates the constant negotiation among local, island-wide, and ææinternationalÆÆ forces and the material manifestations of this process. Most significantly, we have found clues that help us to reconstruct the lifeways of ancient Cypriots in the hinterland from the Iron Age to the modern era, separated but not disconnected from the islandÆs economic and political urban centers both inland and on the coast.\n\nOverall, the members of AAP seek to understand better both the local and regional, as well as cultural and environmental, factors that shaped the history of every modern landscape, including the Malloura Valley, while introducing a new generation of researchers to this unique archaeological landscape.\n\nSupport from the NSF has provided crucial funds (airfare, tuition, room+board, stipend) to 30 highly-qualified undergraduates to experience archaeology æhands-onÆ. Based on our most recent updates, over half (63%) of our NSF participants from 2012, 2013, and 2015 have entered, completed, or plan to apply to programs in archaeology and related disciplines (art history, classics, museum studies). Such results suggest that AAP, under the aegis of the REU, has provided invaluable experience to students at a critical point in their lives and positioned them to make informed choices as they prepare for post-undergraduate careers. As a bridge between the social sciences and the humanities, archaeology is best observed in action; the NSF-REU program has offered that vehicle and impacted the lives of these future researchers. \n\n \n\n\t\t\t\t\tLast Modified: 06/29/2016\n\n\t\t\t\t\tSubmitted by: Michael K Toumazou"
 }
}