{
 "awd_id": "1156262",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Macro-Financial Linkages in an Era of Globalization",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Georgia Kosmopoulou",
 "awd_eff_date": "2012-06-15",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 102510.0,
 "awd_amount": 102510.0,
 "awd_min_amd_letter_date": "2012-06-19",
 "awd_max_amd_letter_date": "2014-12-03",
 "awd_abstract_narration": "Abstract\r\n\r\nThis research will study how different types of macroeconomic and financial disturbances, or ?shocks?, are propagated across countries in a highly integrated world economy. These shocks could have their origins either in policy actions of national governments or as outcomes of market forces. The implications of these shocks for business cycle comovement across countries are of considerable interest from both analytical and policy perspectives. \r\n\r\nThe research is motivated by a few empirical observations. First, there have been enormous changes in the global economic landscape since the mid-1980s. These changes include the sharp increases in cross-border trade and financial flows, and the rising prominence of emerging market economies. Second, spillovers of shocks across financial markets and real economic activity have intensified, both within and across economies. Third, the recent global financial crisis has dramatically highlighted the linkages across economies that acted as channels for spillovers of shocks. \r\n\r\nThe project will address two key questions concerning macro-financial linkages, which refers to the increasingly close ties between macroeconomic variables, such as GDP and employment, and financial market variables, such as stock market indexes and interest rates. First, what are the implications of rising macro-financial linkages for the synchronization of business and financial cycles? Second, are common shocks or the propagation of country-specific shocks the key to synchronicity of business and financial cycles across countries? If it is the latter, what are the main channels for the propagation of shocks across different groups of countries? \r\n\r\nTo address these issues, the project will involve the development of a new econometric model that captures different aspects of international business cycle comovement and permits differentiation between true ?shocks? and their propagation effects. Another innovation is that the model will be used to study the roles of financial shocks and their spillovers in driving business cycle comovement of real macroeconomic aggregates.\r\n\r\nThe project will transform the growing debate on the implications of globalization with new evidence on how this phenomenon has affected the nature of cross-country economic and financial relationships. The results generated by the study will provide guidance for policy makers in evaluating the propagation channels for major shocks/crises that originate in one country but affect others. This is essential for designing effective stabilization policies at the national level and for coordination of policies at the international level.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eswar",
   "pi_last_name": "Prasad",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eswar Prasad",
   "pi_email_addr": "eswar.prasad@cornell.edu",
   "nsf_id": "000523686",
   "pi_start_date": "2012-06-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "M. Ayhan",
   "pi_last_name": "Kose",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "M. Ayhan Kose",
   "pi_email_addr": "akose@imf.org",
   "nsf_id": "000586027",
   "pi_start_date": "2012-06-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Bureau of Economic Research Inc",
  "inst_street_address": "1050 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6178683900",
  "inst_zip_code": "021385359",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "NATIONAL BUREAU OF ECONOMIC RESEARCH INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "GT28BRBA2Q49"
 },
 "perf_inst": {
  "perf_inst_name": "National Bureau of Economic Research Inc",
  "perf_str_addr": "1050 Massachusetts Avenue",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385398",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "MA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 102510.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this research project was to examine how spillovers and common shocks driven by macroeconomic and financial factors propagate across countries in a highly integrated world economy. The study had two main objectives. The first was to evaluate the relative importance of different types of shocks and then disentangle the roles of these shocks from their cross-country propagation in driving common cycles. The second was to assess the roles of real and financial channels in the transmission of macroeconomic fluctuations across countries.</p>\n<p><em>&nbsp;</em></p>\n<p>A related question is about the relative importance of common shocks versus the propagation of country-specific shocks as drivers of business cycle synchronicity. In the recent crisis, financial market spillovers appear to have been the main mechanism for transmission of shocks across advanced economies, but there is little formal evidence on this point. The crisis also illustrated extensive feedback across these two types of channels, making it imperative to study them in a unified setting. We study the dynamics of business and financial cycles in a unified model that is able to attribute different roles to the global factors, and simultaneously characterize potential cross-border spillovers and financial-real spillovers.</p>\n<p>&nbsp;</p>\n<p>We developed and implemented a new econometric model to capture different aspects of international business cycle comovement. We built on the dynamic factor analysis approach that involves a decomposition of the entire joint spectral density matrix of the data, thereby incorporating all information on the dynamic comovement of multiple time series. Existing factor models attribute the observed comovement among multiple time series to a small set of underlying shocks and help identify the relative importance of different driving forces for national and international business cycles&mdash;global shocks, shocks specific to certain groups of countries, and country-specific shocks. However, our interest is in differentiating between shocks and their propagation effects, which are difficult to disentangle in standard factor models.</p>\n<p>&nbsp;</p>\n<p>The model we developed explicitly captures spillovers from one region or country to another region, country, or the rest of the world. It differentiates between the underlying shocks, which could be global and/or country-specific, and their propagation effects. In other words, we decompose common factors into the components due to shocks to the factors themselves, and the components due to spillovers from shocks in other countries. For example, U.S.-specific real or financial shocks may have differential effects on other countries depending on the extent of their cross-border linkages and degree of openness. We quantify the extent to which a global (common) factor simply reflects shocks emanating from a dominant economy such as the U.S. We also quantify the extent to which fluctuations in one country may subsequently spill over to another country. Additionally, the model allows us to measure the linkages between financial and real variables in a novel way. Just as we can decompose shocks and spillovers in real variables across countries, we can decompose spillovers from financial variables onto real variables (as well as measure shocks that are common to the two types of variables).</p>\n<p>&nbsp;</p>\n<p>The empirical analysis focuses on the G-7 economies over the period 1985-2013. Consistent with the prior literature, we find that there is evidence of common business cycles, as reflected in the comovement of macroeconomic aggregates, among the G-7 economies. We also find evidence of common cycles in certain financial variables, especially equity prices.</p>\n<p>&nbsp;</p>\n<p>We also find that there are important spillovers from shocks to specific financial variables&mdash;equity prices, in particular, and also shor...",
  "por_txt_cntn": "\nThe goal of this research project was to examine how spillovers and common shocks driven by macroeconomic and financial factors propagate across countries in a highly integrated world economy. The study had two main objectives. The first was to evaluate the relative importance of different types of shocks and then disentangle the roles of these shocks from their cross-country propagation in driving common cycles. The second was to assess the roles of real and financial channels in the transmission of macroeconomic fluctuations across countries.\n\n \n\nA related question is about the relative importance of common shocks versus the propagation of country-specific shocks as drivers of business cycle synchronicity. In the recent crisis, financial market spillovers appear to have been the main mechanism for transmission of shocks across advanced economies, but there is little formal evidence on this point. The crisis also illustrated extensive feedback across these two types of channels, making it imperative to study them in a unified setting. We study the dynamics of business and financial cycles in a unified model that is able to attribute different roles to the global factors, and simultaneously characterize potential cross-border spillovers and financial-real spillovers.\n\n \n\nWe developed and implemented a new econometric model to capture different aspects of international business cycle comovement. We built on the dynamic factor analysis approach that involves a decomposition of the entire joint spectral density matrix of the data, thereby incorporating all information on the dynamic comovement of multiple time series. Existing factor models attribute the observed comovement among multiple time series to a small set of underlying shocks and help identify the relative importance of different driving forces for national and international business cycles&mdash;global shocks, shocks specific to certain groups of countries, and country-specific shocks. However, our interest is in differentiating between shocks and their propagation effects, which are difficult to disentangle in standard factor models.\n\n \n\nThe model we developed explicitly captures spillovers from one region or country to another region, country, or the rest of the world. It differentiates between the underlying shocks, which could be global and/or country-specific, and their propagation effects. In other words, we decompose common factors into the components due to shocks to the factors themselves, and the components due to spillovers from shocks in other countries. For example, U.S.-specific real or financial shocks may have differential effects on other countries depending on the extent of their cross-border linkages and degree of openness. We quantify the extent to which a global (common) factor simply reflects shocks emanating from a dominant economy such as the U.S. We also quantify the extent to which fluctuations in one country may subsequently spill over to another country. Additionally, the model allows us to measure the linkages between financial and real variables in a novel way. Just as we can decompose shocks and spillovers in real variables across countries, we can decompose spillovers from financial variables onto real variables (as well as measure shocks that are common to the two types of variables).\n\n \n\nThe empirical analysis focuses on the G-7 economies over the period 1985-2013. Consistent with the prior literature, we find that there is evidence of common business cycles, as reflected in the comovement of macroeconomic aggregates, among the G-7 economies. We also find evidence of common cycles in certain financial variables, especially equity prices.\n\n \n\nWe also find that there are important spillovers from shocks to specific financial variables&mdash;equity prices, in particular, and also short-term interest rates&mdash;to macroeconomic variables. Housing prices and credit growth are less important as sources of such spillover effects. Common cyc..."
 }
}