{
 "awd_id": "1156608",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: Investigations in Geometry and Knot Theory",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jennifer Pearl",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 284344.0,
 "awd_amount": 284344.0,
 "awd_min_amd_letter_date": "2012-02-24",
 "awd_max_amd_letter_date": "2012-02-24",
 "awd_abstract_narration": "The REU Sites project, Investigations in Geometry and Knot Theory, is an 8-week program for 8 undergraduates at California State University, San Bernardino. There are two topics which the participants will study. The first is an investigation of the algebraic properties of the Riemann curvature tensor on a smooth manifold. The possible questions we intend to pose relate to the interaction between the sorts of canonical curvature tensors one obtains from an embedding of a manifold into flat space as a hypersurface, in particular, the efficiency one has in exhibiting any curvature one might encounter in terms of the linear independence of algebraic curvature tensors. While these questions are broad in scope, another main area of study in this realm will be the decomposability of the algebraic structures that each tangent space of a smooth manifold is equipped with: the tangent space itself, the metric, and the curvature tensor. While it has been shown there are certain general circumstances when these structures decompose, there are many questions about the nature of this decomposition in specific instances that is of interest.  Beyond that, there is ample room for the discovery of new manifolds with prescribed curvature properties.  The second topic of investigation is a study of hyperbolic knots.  The subject of hyperbolic geometry is very rich, incorporating algebraic, geometric and topological techniques.  Moreover, the theory is developed enough to offer a wealth of problems accessible to mathematically mature undergraduates.  There are two classes of questions that will be investigated in the knot theory portion of the program, both of which pursue the relationship between hyperbolic geometry and braid theoretic descriptions of links.  The first involves volumes of hyperbolic closed three braids, and the second involves classifying closed braid representatives of hyperbolic knots.  Participants will be introduced to two vibrant areas of mathematics, geometry and knot theory, and will be actively engaged in significant research experiences.\r\n\r\nExperienced faculty advisors design projects in Geometry and Knot theory that introduce participants to significant mathematics while exploring creative and original concepts in their respective fields.  A group of students will work in each relevant field, with significant mathematical interaction occurring between students working in the same field.  Moreover, participants will work closely with their mentors in an enriching environment to complete background reading related to their topic, give presentations on relevant material, conduct research, and begin writing a journal-style paper.  As the summer progresses, students will perform their own literature searches, make independent discoveries and engage in creative mathematical research.  In addition to regular presentations and paper assignments, each student will create a poster describing their results, give a twenty-minute final presentation to the campus community at California State University, San Bernardino, and complete a journal-style paper about their project.  Thus participants will have a comprehensive and cohort research experience.  The program will advance discovery through actively engaging undergraduate students in mathematical research and strongly encouraging them to become active participants in the mathematical community.  Students from minority-serving institutions are encouraged to apply. Further, California State University, San Bernardino's diverse student population attends events sponsored by the program, broadening the impact it has on underrepresented groups.  Finally, the program has a multifaceted plan for broad dissemination in order to enhance scientific understanding.  Avenues for dissemination include conference presentations, submission for publication, and posting results on the program's web site.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Corey",
   "pi_last_name": "Dunn",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Corey M Dunn",
   "pi_email_addr": "cmdunn@csusb.edu",
   "nsf_id": "000079219",
   "pi_start_date": "2012-02-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rolland",
   "pi_last_name": "Trapp",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rolland Trapp",
   "pi_email_addr": "rtrapp@csusb.edu",
   "nsf_id": "000311887",
   "pi_start_date": "2012-02-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University Enterprises Corporation at CSUSB",
  "inst_street_address": "5500 UNIVERSITY PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "SAN BERNARDINO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9095375929",
  "inst_zip_code": "924072318",
  "inst_country_name": "United States",
  "cong_dist_code": "33",
  "st_cong_dist_code": "CA33",
  "org_lgl_bus_name": "UNIVERSITY ENTERPRISES CORPORATION AT CSUSB",
  "org_prnt_uei_num": "",
  "org_uei_num": "QJZ1F3UMLEJ4"
 },
 "perf_inst": {
  "perf_inst_name": "California State University San Bernardino",
  "perf_str_addr": "5500 University Parkway",
  "perf_city_name": "San Bernardino",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "924072393",
  "perf_ctry_code": "US",
  "perf_cong_dist": "33",
  "perf_st_cong_dist": "CA33",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733500",
   "pgm_ele_name": "WORKFORCE IN THE MATHEMAT SCI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 284344.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Each year, 8 students come to the CSUSB campus for an 8-week research experience.&nbsp; After some background presentations by the directors, each student is invited to select a research question or area to pursue.</p>\n<p>&nbsp;</p>\n<p>The program is designed to offer a number of opportunities to disseminate the participants' research (broader impacts), while offering a comprehensive and realistic research experience (intellectual merit).&nbsp; Each participant is expected to write a journal-style article about their research.&nbsp; This paper is subsequently posted to our REU website, and all papers produced are freely available to anyone (see below about our publication record).&nbsp; We also require each participant to give a formal 30 minute presentation of their results at the end of the program, and to participate in a poster session to which the entire campus and community is invited.&nbsp; These activities prepare the student for a career in mathematics by giving them an authentic research experience about relevant problems, and broadly disseminate their results to a wide audience through a number of mediums.</p>\n<p>&nbsp;</p>\n<p>There are several other activities the students participate in that increase the visibility of their research, further trains these individuals for a career in mathematics, and also positively influences the community.&nbsp; Each of our participants is encouraged to present their poster at the Joint Mathematics Meetings poster session in the following January.&nbsp; During this 3-year grant, we have had 15 of our 24 participants present at this meeting.&nbsp; Second, and more specific to our program, we have included the following activities in each year:</p>\n<p>&nbsp;</p>\n<p>1)&nbsp; Each Summer, we plan a visit to the University of California, Riverside (UCR) campus to meet with current graduate students in mathematics, and various faculty in the leadership of that graduate program.&nbsp;</p>\n<p>&nbsp;</p>\n<p>2)&nbsp; We train our participants in the proper use of online research tools.</p>\n<p>&nbsp;</p>\n<p>3)&nbsp; We invite at least one speaker to our campus to both talk about a mathematical topic of expertise, but also to spend some time with our group to discuss the various factors that led that person into mathematics, and why this was a good choice for them.&nbsp;</p>\n<p>&nbsp;</p>\n<p>4)&nbsp; We have a regular Wednesday Tea during the 8 weeks of our program.&nbsp; This tea is shared by other groups on campus and is an excellent way to share experiences amongst these groups.&nbsp; CSUSB is a Hispanic and Minority Serving Institution, and very many of the students our REU participants interact with are minorities.&nbsp; In addition, 70 percent of our student population is female, and so very many of these interactions are with underrepresented groups in mathematics.</p>\n<p>&nbsp;</p>\n<p>5)&nbsp; Our participants interact with two other groups on campus more formally:&nbsp; LSAMP and PRISM are both designed to encourage success in math and science, and our participants have an opportunity to share some of their experiences with these groups.</p>\n<p>&nbsp;</p>\n<p>Summary of outcomes:</p>\n<p>&nbsp;</p>\n<p>Through the life of the grant, we have had 12 women and 12 men.&nbsp; 8 have been minorities, and 11 have hailed from institutions that otherwise do not offer any advanced research opportunities.&nbsp; 15 have presented their work at a major conference (four of our participants have won awards), &nbsp;19 have gone on to graduate school in mathematics, and all of the rest of our participants except for one has either gone to graduate school in mathematics or has gone on to work in a math-related field.&nbsp; In sum, we had 356 applications, and of those 135 were female, and 57 were a minority of some other type.&nbsp;</p>\n<p>&nbsp;</p>\n<p>There have been four papers published or accepted in good journals that are either authore...",
  "por_txt_cntn": "\nEach year, 8 students come to the CSUSB campus for an 8-week research experience.  After some background presentations by the directors, each student is invited to select a research question or area to pursue.\n\n \n\nThe program is designed to offer a number of opportunities to disseminate the participants' research (broader impacts), while offering a comprehensive and realistic research experience (intellectual merit).  Each participant is expected to write a journal-style article about their research.  This paper is subsequently posted to our REU website, and all papers produced are freely available to anyone (see below about our publication record).  We also require each participant to give a formal 30 minute presentation of their results at the end of the program, and to participate in a poster session to which the entire campus and community is invited.  These activities prepare the student for a career in mathematics by giving them an authentic research experience about relevant problems, and broadly disseminate their results to a wide audience through a number of mediums.\n\n \n\nThere are several other activities the students participate in that increase the visibility of their research, further trains these individuals for a career in mathematics, and also positively influences the community.  Each of our participants is encouraged to present their poster at the Joint Mathematics Meetings poster session in the following January.  During this 3-year grant, we have had 15 of our 24 participants present at this meeting.  Second, and more specific to our program, we have included the following activities in each year:\n\n \n\n1)  Each Summer, we plan a visit to the University of California, Riverside (UCR) campus to meet with current graduate students in mathematics, and various faculty in the leadership of that graduate program. \n\n \n\n2)  We train our participants in the proper use of online research tools.\n\n \n\n3)  We invite at least one speaker to our campus to both talk about a mathematical topic of expertise, but also to spend some time with our group to discuss the various factors that led that person into mathematics, and why this was a good choice for them. \n\n \n\n4)  We have a regular Wednesday Tea during the 8 weeks of our program.  This tea is shared by other groups on campus and is an excellent way to share experiences amongst these groups.  CSUSB is a Hispanic and Minority Serving Institution, and very many of the students our REU participants interact with are minorities.  In addition, 70 percent of our student population is female, and so very many of these interactions are with underrepresented groups in mathematics.\n\n \n\n5)  Our participants interact with two other groups on campus more formally:  LSAMP and PRISM are both designed to encourage success in math and science, and our participants have an opportunity to share some of their experiences with these groups.\n\n \n\nSummary of outcomes:\n\n \n\nThrough the life of the grant, we have had 12 women and 12 men.  8 have been minorities, and 11 have hailed from institutions that otherwise do not offer any advanced research opportunities.  15 have presented their work at a major conference (four of our participants have won awards),  19 have gone on to graduate school in mathematics, and all of the rest of our participants except for one has either gone to graduate school in mathematics or has gone on to work in a math-related field.  In sum, we had 356 applications, and of those 135 were female, and 57 were a minority of some other type. \n\n \n\nThere have been four papers published or accepted in good journals that are either authored or co-authored by our participants, with two others in the writing or submission phase.  The bibliographic information for the work that has been published (or accepted) is as follows (* = REU participant from 2012-2014, ** = participant prior to 2012):\n\n \n\nD. Diroff*, Hermitian Geometric Realizations of Canonical Algebraic Curvature Tensors, accep..."
 }
}