{
 "awd_id": "1156040",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: 2012 Bioanalytical Sensors GRC, June 17 - 22, 2012, Newport, RI",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alexander Revzin",
 "awd_eff_date": "2012-04-15",
 "awd_exp_date": "2012-09-30",
 "tot_intn_awd_amt": 20000.0,
 "awd_amount": 20000.0,
 "awd_min_amd_letter_date": "2012-03-04",
 "awd_max_amd_letter_date": "2012-03-04",
 "awd_abstract_narration": "2012 Gordon Research Conference (GRC) on Bioanalytical Sensors\r\n\r\nThis grant application seeks partial support for the GRC on Bioanalytical Sensors, to be held at Salve Regina University, 17 - 22 June 2012, and its associated Gordon Research Seminar, which will be held at the same location on 16 - 17 June. The objective of this conference is to serve as a conduit for stimulating, but collegial discussions of unpublished data in the areas of biochemistry, biology, chemistry, engineering, medicine, and physics as they apply to the development and applications of bioanalytical sensors. This will be achieved through active participation of attendees in two poster sessions, informal discussions, and 9 oral sessions with 31 speakers and 9 discussion leaders. The data discussed will encompass diverse fields and will address the following themes: 1) molecular recognition using alternatives to standard antibodies, 2) recent advances in optical, electrochemical, and mechanical detection, 3) real-world applications and in vivo sensing, 4) use of nanotechnology to advance understanding of molecular interactions, (5) biocompatible engineered surfaces, and 6) supporting/enabling technologies. Specific topics will include (but are not limited to) single molecule-based sensing, intracellular sensing, biomaterials with enhanced optical or electronic properties, nanoparticles and nanostructures, biocompatibility and the biological/non-biological interface, miniaturization and automation, and multiplexed detection in complex matrices.  In addition, the Gordon Research Seminar (GRS) will convene immediately preceding the GRC. Organized and conducted by graduate students and postdocs, the GRS will provide an opportunity for junior scientists to present their own work in an oral format in front of their peers. Participation in this more intimate program (limited to ~35 participants) will enhance the scientific training of these junior investigators and provide to them contacts and potential collaborators. A large proportion of the total proposed budget will go to support GRC and GRS conference fees for graduate and postdoctoral participants as well as emerging researchers. \r\n\r\nINTELLECTUAL MERIT. Because the field of Bioanalytical Sensors is by its very nature highly interdisciplinary, it is important to provide scientists with information on the latest research in diverse areas directly related to and ancillary to biosensing. The conference program designed for the 2012 GRC addresses many diverse topical areas associated with bioanalytical sensing with presentations by both up-and-coming researchers as well as world renowned scientists with established track records of successful innovation and multidisciplinary endeavors. The discussion leaders - a hallmark of GRCs - are recognized experts in their fields and will be responsible for initiating and maintaining a vigorous, all-inclusive discussion for each talk. It is anticipated that new ideas will be generated, leading to improved instrumentation and materials for future bioanalytical sensor platforms as well as fostering new collaborations.\r\n \r\nBROADER IMPACT. The broad, long-term objective of the 2012 GRC on Bioanalytical Sensors is to increase the knowledge base by informing participants of the latest research in sensor systems and materials development, systems integration and automation, and other relevant basic and supporting technologies. This meeting will bring together a diverse group of participants with the expectation of forming cross-disciplinary collaborations. These interactions will be critical to bridge the gap between the biological and physical aspects of existing and future bioanalytical sensors. Additionally, the 2012 GRC and its associated GRS represents a significant opportunity to promote diversity in the field of bioanalytical sensing. The invited participants include young scientists and members of groups underrepresented in the fields of chemistry/biology/engineering. The GRS in particular is an exciting opportunity to involve graduate and postdoctoral trainees more fully in the \"GRC experience\", with formal oral presentations selected by a panel composed of the GRS chairs and vice chairs. Other GRS participants will present posters at both the GRS and GRC. The organizers will seek participation by trainees who are members of underrepresented groups, including women, African-Americans, and Hispanics by soliciting potential attendees from relevant organizations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Soper",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Steven A Soper",
   "pi_email_addr": "ssoper@ku.edu",
   "nsf_id": "000406118",
   "pi_start_date": "2012-03-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Gray",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy R Gray",
   "pi_email_addr": "nsf@grc.org",
   "nsf_id": "000206836",
   "pi_start_date": "2012-03-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gordon Research Conferences",
  "inst_street_address": "5586 POST RD UNIT 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST GREENWICH",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4017834011",
  "inst_zip_code": "028183454",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "GORDON RESEARCH CONFERENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "XL5ANMKWN557"
 },
 "perf_inst": {
  "perf_inst_name": "Gordon Research Conferences",
  "perf_str_addr": "",
  "perf_city_name": "West Kingston",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028921502",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  },
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  },
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  },
  {
   "pgm_ele_code": "790900",
   "pgm_ele_name": "BIOSENS-Biosensing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "019E",
   "pgm_ref_txt": "SENSORS AND SENSING"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p>The Gordon Research Conference on BIOANALYTICAL SENSORS was held at Salve Regina<br />University, Newport, Rhode Island, June 17 - 22, 2012.<br />The Conference was well-attended with 174 participants (attendees list<br />attached). The attendees represented the spectrum of endeavor in this field<br />coming from academia, industry, and government laboratories, both U.S.<br />and foreign scientists, senior researchers, young investigators, and students. Of<br />the 174 attendees, 86 voluntarily responded to a general inquiry regarding<br />ethnicity which appears on our registration forms. Of the 86 respondents, 26%<br />were Minorities &ndash; 2% Hispanic, 21% Asian and 3% African American. Approximately<br />39% of the participants at the 2012 meeting were women.</p>\n<p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br /></p>\n<p class=\"CM2\">In designing the<br />formal speakers program, emphasis was placed on current unpublished research<br />and discussion of the future target areas in this field. There was a conscious<br />effort to stimulate lively discussion about the key issues in the field today.<br />Time for formal presentations was limited in the interest of group discussions.<br />In order that more scientists could communicate their most recent results,<br />poster presentation time was scheduled. Attached is a copy of the formal<br />schedule and speaker program and the poster program. In addition to these<br />formal interactions, \"free time\" was scheduled to allow informal<br />discussions. Such discussions are fostering new collaborations and joint<br />efforts in the field.</p>\n<p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br />Thank you for your support of this Conference. As you<br />know, in the interest of promoting the presentation of unpublished and<br />frontier-breaking research, Gordon Research Conferences does not permit<br />publication of meeting proceedings.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/09/2012<br>\n\t\t\t\t\tModified by: Nancy&nbsp;R&nbsp;Gray</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\n\nThe Gordon Research Conference on BIOANALYTICAL SENSORS was held at Salve Regina\nUniversity, Newport, Rhode Island, June 17 - 22, 2012.\nThe Conference was well-attended with 174 participants (attendees list\nattached). The attendees represented the spectrum of endeavor in this field\ncoming from academia, industry, and government laboratories, both U.S.\nand foreign scientists, senior researchers, young investigators, and students. Of\nthe 174 attendees, 86 voluntarily responded to a general inquiry regarding\nethnicity which appears on our registration forms. Of the 86 respondents, 26%\nwere Minorities &ndash; 2% Hispanic, 21% Asian and 3% African American. Approximately\n39% of the participants at the 2012 meeting were women.\n\n\n\n\n \n\n\n\n\nIn designing the\nformal speakers program, emphasis was placed on current unpublished research\nand discussion of the future target areas in this field. There was a conscious\neffort to stimulate lively discussion about the key issues in the field today.\nTime for formal presentations was limited in the interest of group discussions.\nIn order that more scientists could communicate their most recent results,\nposter presentation time was scheduled. Attached is a copy of the formal\nschedule and speaker program and the poster program. In addition to these\nformal interactions, \"free time\" was scheduled to allow informal\ndiscussions. Such discussions are fostering new collaborations and joint\nefforts in the field.\n\n\n\n\n \n\n\n\nThank you for your support of this Conference. As you\nknow, in the interest of promoting the presentation of unpublished and\nfrontier-breaking research, Gordon Research Conferences does not permit\npublication of meeting proceedings.\n\n\t\t\t\t\tLast Modified: 08/09/2012\n\n\t\t\t\t\tSubmitted by: Nancy R Gray"
 }
}