{
 "awd_id": "1156594",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: Access to Global Biodiversity Studies for Undergraduates",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032927163",
 "po_email": "rsbeaman@nsf.gov",
 "po_sign_block_name": "Reed Beaman",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 286234.0,
 "awd_amount": 286234.0,
 "awd_min_amd_letter_date": "2012-02-20",
 "awd_max_amd_letter_date": "2012-02-20",
 "awd_abstract_narration": "A Research Experience for Undergraduates (REU) Sites award has been made to the Field Museum of Natural History that will provide research training for eight undergraduate students, for 10 weeks during the summers of 2012-2014. The program focuses on the unique insight that biological specimens from natural history collections can provide into topics such as taxonomy, phylogeography, biogeography, paleontology, conservation biology, and evolutionary biology, using phylogenetic systematics as a unifying theme. The Field Museum's life sciences departments include 21 curators that are involved in evolutionary biology and systematics research, and who will serve as mentors for the program. Students will conduct full-time lab research as well as participate in seminars on collections-based research in the biological sciences and responsible conduct in research; attend a phylogenetic workshop series; contribute taxon pages to the Encyclopedia of Life; and participate in introductory tours of collections and research facilities throughout the museum. A variety of research topics, such as Ant Diversity in the Rainforests of Australia Through Time or Using Systematic Traits of Teeth to Test Trophic Niche Evolution in Theropod Dinosaurus, are available to students, reflecting the breadth of research carried out by the museum's curators. In addition to their individual mentor's equipment and facilities, students will have access to core museum facilities such as the research collections, the Pritzker Laboratory for Molecular Systematics and Evolution, two scanning electron microscopes, the Collaborative Invertebrate Laboratory, and the museum's extensive research library. The program will be advertised on the Field Museum website, with additional targeted advertising taking place at Chicago-area colleges and universities, particularly those that serve underrepresented communities. Applications will be accepted via an online system. Students will be selected based on academic record, previous research performance, potential for outstanding research in evolutionary and systematic biology, and potential for broadening the participation of underrepresented groups in science. Program components will be tracked and updated using the USRAA common assessment tools, as well as our own pre- and post-internship surveys. More information is available by visiting http://fieldmuseum.org/about/research-experiences-undergraduates-reu, or by contacting the PI (Dr. Petra Sierwald; psierwald@fieldmuseum.org) or the co-PI (Dr. Kenneth Angielczyk, kangielczyk@fieldmuseum.org).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Petra",
   "pi_last_name": "Sierwald",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Petra Sierwald",
   "pi_email_addr": "psierwald@fieldmuseum.org",
   "nsf_id": "000476096",
   "pi_start_date": "2012-02-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Angielczyk",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth D Angielczyk",
   "pi_email_addr": "kangielczyk@fieldmuseum.org",
   "nsf_id": "000120690",
   "pi_start_date": "2012-02-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Field Museum of Natural History",
  "inst_street_address": "1400 S LAKE SHORE DR",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3126657240",
  "inst_zip_code": "606052827",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "FIELD MUSEUM OF NATURAL HISTORY",
  "org_prnt_uei_num": "",
  "org_uei_num": "CBHQF44BQYN5"
 },
 "perf_inst": {
  "perf_inst_name": "Field Museum of Natural History",
  "perf_str_addr": "1400 S Lake Shore Drive",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606052496",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "IL",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 286234.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!-- p { margin-bottom: 0.1in; direction: ltr; color: rgb(0, 0, 0); line-height: 120%; }p.western { font-family: \"Liberation Serif\",\"Times New Roman\",serif; font-size: 12pt; }p.cjk { font-family: \"Droid Sans Fallback\"; font-size: 12pt; }p.ctl { font-family: \"FreeSans\"; font-size: 12pt; } -->\n<p class=\"western\" style=\"margin-bottom: 0.1in; line-height: 0.18in;\"><span style=\"font-family: Times New Roman,serif;\"><span style=\"font-size: small;\">The Field Museum of Natural History (FMNH) is a premier independent natural history museum, having served as a principal repository for biological specimens from around the world for more than 100 years. Once considered essential teaching tools in organismal biology, biological specimen collections are now infrequently employed in undergraduate training, and few students have the opportunity to interact with museum professionals or to learn in specimen collections. When combined with the fact that urban environments offer few direct experiences with flora and fauna, the next generation of undergraduate students faces progressively less exposure to the scope and complexity of the planet&rsquo;s biodiversity. Nevertheless, students trained in specimen-based research such as taxonomy, systematics, and evolutionary biology will be a critical resource in addressing ongoing environmental change and biodiversity loss.</span></span></p>\n<p class=\"western\" style=\"margin-bottom: 0.1in; line-height: 0.18in;\"><span style=\"color: #000000;\"><span style=\"font-family: Times New Roman,serif;\"><span style=\"font-size: small;\">Intellectual Merit: Two consecutive REU site grants hosted by the Field Museum (2009-2014) offered undergraduate students from across the United States unique access to global biodiversity research though a combination of intensive organismal study and rigorous phylogenetic research. During their 10 week summer internships REU intern at the Field Museum of Natural History engaged in hands-on specimen-based training, were familiarized with modern collection management techniques, acquired technical skills in digital imaging, microscopic techniques (including scanning electron microscopy), and learned cutting-edge morphometric methods as well as a spectrum of molecular techniques focusing on DNA extractions and sequencing. Conceptually, each project incorporated specific aspects of evolutionary biology, based on rigorous phylogenetic analyses of the data the REU intern generated. All REU projects were integrated into the research program of their respective mentors; thereby the REU intern was exposed to a spectrum of empirical and conceptual questions in evolutionary biology and biodiversity research. Each project was carefully delineated to enable the REU intern to gather truly new scientific data, from the development of new character suites for systematics research and addressing questions of character evolution, to generating extensive new DNA sequence data enabling novel analyses of the evolutionary history of particular groups of organisms.</span></span></span></p>\n<p class=\"western\" style=\"margin-bottom: 0.1in; line-height: 0.18in;\"><span style=\"color: #000000;\"><span style=\"font-family: Times New Roman,serif;\"><span style=\"font-size: small;\">Broader Impact: Each REU student worked with a Field Museum faculty mentor, interacted with graduate students, postdoctoral researchers, and international scientific visitors. Most importantly, each year the REU-funded interns interacted and worked with a demographically and scientifically diverse cohort of over 30 other undergraduate interns hosted annually by the Field Museum's Science &amp; Education Division, as well with other REU interns at Field Museum&rsquo;s partnering institutions, the Morton Arboretum and the Chicago Botanic Garden. Our REU program served as focal point of related activities, such as field trips, a phylogenetic workshop series, tours of the specimen collecti...",
  "por_txt_cntn": "\nThe Field Museum of Natural History (FMNH) is a premier independent natural history museum, having served as a principal repository for biological specimens from around the world for more than 100 years. Once considered essential teaching tools in organismal biology, biological specimen collections are now infrequently employed in undergraduate training, and few students have the opportunity to interact with museum professionals or to learn in specimen collections. When combined with the fact that urban environments offer few direct experiences with flora and fauna, the next generation of undergraduate students faces progressively less exposure to the scope and complexity of the planetÆs biodiversity. Nevertheless, students trained in specimen-based research such as taxonomy, systematics, and evolutionary biology will be a critical resource in addressing ongoing environmental change and biodiversity loss.\nIntellectual Merit: Two consecutive REU site grants hosted by the Field Museum (2009-2014) offered undergraduate students from across the United States unique access to global biodiversity research though a combination of intensive organismal study and rigorous phylogenetic research. During their 10 week summer internships REU intern at the Field Museum of Natural History engaged in hands-on specimen-based training, were familiarized with modern collection management techniques, acquired technical skills in digital imaging, microscopic techniques (including scanning electron microscopy), and learned cutting-edge morphometric methods as well as a spectrum of molecular techniques focusing on DNA extractions and sequencing. Conceptually, each project incorporated specific aspects of evolutionary biology, based on rigorous phylogenetic analyses of the data the REU intern generated. All REU projects were integrated into the research program of their respective mentors; thereby the REU intern was exposed to a spectrum of empirical and conceptual questions in evolutionary biology and biodiversity research. Each project was carefully delineated to enable the REU intern to gather truly new scientific data, from the development of new character suites for systematics research and addressing questions of character evolution, to generating extensive new DNA sequence data enabling novel analyses of the evolutionary history of particular groups of organisms.\nBroader Impact: Each REU student worked with a Field Museum faculty mentor, interacted with graduate students, postdoctoral researchers, and international scientific visitors. Most importantly, each year the REU-funded interns interacted and worked with a demographically and scientifically diverse cohort of over 30 other undergraduate interns hosted annually by the Field Museum's Science &amp; Education Division, as well with other REU interns at Field MuseumÆs partnering institutions, the Morton Arboretum and the Chicago Botanic Garden. Our REU program served as focal point of related activities, such as field trips, a phylogenetic workshop series, tours of the specimen collections, and seminars. All REU interns presented their research at the jointly held Undergraduate Research Symposium; for many this was the first time they gave a professional presentation. Results from the project were disseminated to the research community through presentations by the interns at national and international scientific meetings and peer-reviewed publications. Interns presented their results to the general public through outreach activities at the museum, such as \"Meet a Scientist\" events in which the interns would bring specimens related to their work out to the public floor and interact with museum vistors.\nHuman Resource development in STEM: All Field Museum REU interns continue to remain in close contact with their mentors. Joint research often continues; many REU interns presented the results from their FMNH REU internship at national professional meetings (e.g., Geological Society of America, ..."
 }
}