{
 "awd_id": "1156528",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU Site: Research in molecular, cellular, neuro- and population biology using marine and other comparative models at the Whitney Laboratory for Marine Bioscience",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sally O'Connor",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 319290.0,
 "awd_amount": 322330.0,
 "awd_min_amd_letter_date": "2012-02-18",
 "awd_max_amd_letter_date": "2015-04-28",
 "awd_abstract_narration": "A Research Experience for Undergraduates (REU) Sites award has been made to the University of Florida's  Whitney Laboratory for Marine Bioscience in St. Augustine, Florida that will provide research training for 8 students, for 11 weeks during the summers of 2012- 2015. The program focuses on understanding basic mechanisms of biology through studies of marine and other comparative models.  The Whitney Laboratory consists of a highly cooperative group of 10 faculty who guide student projects in areas of molecular, cellular, neuro-, and population biology and bioinformatics.  Students do full-time lab research, participate in weekly research seminars and weekly workshops focusing on the responsible conduct of research and professional communication skills.  An introductory series of lectures exposes students to basic concepts of evolution and biodiversity which underlie the comparative approaches applied at the Whitney Laboratory. Guided field trips into local marine estuaries, to inland fresh water springs and to the Gulf coast of Florida also introduce students to diverse ecosystems. Students meet with graduate coordinators of various departments at the University of Florida to gain insights into the graduate school application process.  They also meet with former Whitney REU students to discuss diverse career paths in science and science related fields.  Students are recruited nationwide through digital based advertising and direct faculty contacts.  Trips are made to several minority-serving institutions and recruitment efforts also aim to attract non-traditional students from among returning veterans and their family members. Students are selected based on their academic record and research potential. Special attention is given to applicants from groups currently underrepresented in the sciences and groups for whom evidence suggests the REU experience has the greatest impact. Students are tracked to determine their continued interest in science, their career paths, and the lasting influences of the research experience. Information about the program will be assessed by various means, including use of an REU common assessment tool. More information is available by visiting: http://www.whitney.ufl.edu/index.php/education/undergraduate.  Alternatively, contact the PI (Dr. Barbara Battelle, battelle@whitney.ufl.edu) or Whitney's Education Coordinator (Brenda Cannaliato, Brenda@whitney.ufl.edu).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Barbara-Anne",
   "pi_last_name": "Battelle",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara-Anne Battelle",
   "pi_email_addr": "battelle@whitney.ufl.edu",
   "nsf_id": "000163008",
   "pi_start_date": "2012-02-18",
   "pi_end_date": "2014-12-22"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elaine",
   "pi_last_name": "Seaver",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Elaine C Seaver",
   "pi_email_addr": "seaver@whitney.ufl.edu",
   "nsf_id": "000193701",
   "pi_start_date": "2015-04-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Elaine",
   "pi_last_name": "Seaver",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Elaine C Seaver",
   "pi_email_addr": "seaver@whitney.ufl.edu",
   "nsf_id": "000193701",
   "pi_start_date": "2014-01-07",
   "pi_end_date": "2014-12-22"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Ryan",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph F Ryan",
   "pi_email_addr": "joseph.ryan@whitney.ufl.edu",
   "nsf_id": "000664734",
   "pi_start_date": "2014-12-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "Whitney Laboratory for Marine Bioscience",
  "perf_str_addr": "9505 Ocean Shore Blvd",
  "perf_city_name": "St. Augustine",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "320808610",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "FL06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 237369.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 3040.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 81921.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merit</p>\n<p>The REU program at the Whitney Laboratory for Marine Bioscience at the University of Florida has two major aims: (1) engage undergraduate students in a realistic and professional research experience that inspires or reinforces interest in science and motivates students to consider a basic research career; (2) use marine models to enhance student understanding of biodiversity and evolution, appreciate the value of &lsquo;natural experiments&rsquo; and the use of marine organisms in basic biological research. Whitney labs has continuously run a highly successful REU program since 1987, demonstrating an ongoing commitment to provide professional research training opportunities for motivated undergraduates that spans multiple eras of faculty involvement.</p>\n<p>The 11-week program provided research training for eight students each summer from 2012 &ndash; 2015 for a total of 32 interns. Students were recruited nationwide through digital and flyer-based advertising, at conferences, and trips to institutions. Students were selected based on academic record and research potential, and special attention was given to applicants for whom evidence suggests the REU experience has the greatest impact, such as first-to-college students, students from institutions that lack graduate training programs, and students from ethnic groups underrepresented in the sciences.</p>\n<p>Through individualized interactions with mentors, students performed full-time lab or field research. Research projects typically used marine models to enhance student understanding of basic mechanisms in biology in the context of evolution and species biodiversity. The program emphasized increased independence over the course of the program. Guided field trips to local marine estuaries, inland fresh water springs and the Gulf coast introduced students to the varied ecosystems of northeast Florida give interns an appreciation for a &lsquo;sense of place&rsquo;. REU students attend weekly research seminars by Whitney scientists, and workshops provided training on professional communication skills, science literacy, the responsible conduct of research, and diverse career paths in science related fields. Returning REU alumni meet with the interns to talk about their professional path after their REU experience. The effectiveness of the program was assessed using a web-based assessment tool to curate student opinions of their intern experience.</p>\n<p>&nbsp;</p>\n<p>Broader Impacts</p>\n<p>A diverse population of undergraduates received training in basic biological research, and for most of them, the REU experience was their first exposure to open-ended research.&nbsp; Most students reported that the program enhanced their interest in basic research and increased their likelihood of pursuing a science career.&nbsp; Furthermore, results of research performed by interns have been disseminated widely through the community through peer-reviewed journal publications, posters at national scientific conferences, posters at undergraduate research symposia, and at students&rsquo; home institiutions. In addition, REU interns write press release articles about their summer experience, which are sent to their home and school newspapers.&nbsp; Integration into the small scientific community at Whitney facilitated the professional socialization of students into the national scientific community. Participation of REU interns in Whitney&rsquo;s K-12 outreach program emphasized the importance of scientific literacy, and helped promote science education as part of a career plan. Efforts to maintain contact with former trainees have led to the development of an informal network among former trainees that fosters career development.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/15/2016<br>\n\t\t\t\t\tModified by: Elaine&nbsp;C&nbsp;Seaver</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit\n\nThe REU program at the Whitney Laboratory for Marine Bioscience at the University of Florida has two major aims: (1) engage undergraduate students in a realistic and professional research experience that inspires or reinforces interest in science and motivates students to consider a basic research career; (2) use marine models to enhance student understanding of biodiversity and evolution, appreciate the value of ænatural experimentsÆ and the use of marine organisms in basic biological research. Whitney labs has continuously run a highly successful REU program since 1987, demonstrating an ongoing commitment to provide professional research training opportunities for motivated undergraduates that spans multiple eras of faculty involvement.\n\nThe 11-week program provided research training for eight students each summer from 2012 &ndash; 2015 for a total of 32 interns. Students were recruited nationwide through digital and flyer-based advertising, at conferences, and trips to institutions. Students were selected based on academic record and research potential, and special attention was given to applicants for whom evidence suggests the REU experience has the greatest impact, such as first-to-college students, students from institutions that lack graduate training programs, and students from ethnic groups underrepresented in the sciences.\n\nThrough individualized interactions with mentors, students performed full-time lab or field research. Research projects typically used marine models to enhance student understanding of basic mechanisms in biology in the context of evolution and species biodiversity. The program emphasized increased independence over the course of the program. Guided field trips to local marine estuaries, inland fresh water springs and the Gulf coast introduced students to the varied ecosystems of northeast Florida give interns an appreciation for a æsense of placeÆ. REU students attend weekly research seminars by Whitney scientists, and workshops provided training on professional communication skills, science literacy, the responsible conduct of research, and diverse career paths in science related fields. Returning REU alumni meet with the interns to talk about their professional path after their REU experience. The effectiveness of the program was assessed using a web-based assessment tool to curate student opinions of their intern experience.\n\n \n\nBroader Impacts\n\nA diverse population of undergraduates received training in basic biological research, and for most of them, the REU experience was their first exposure to open-ended research.  Most students reported that the program enhanced their interest in basic research and increased their likelihood of pursuing a science career.  Furthermore, results of research performed by interns have been disseminated widely through the community through peer-reviewed journal publications, posters at national scientific conferences, posters at undergraduate research symposia, and at studentsÆ home institiutions. In addition, REU interns write press release articles about their summer experience, which are sent to their home and school newspapers.  Integration into the small scientific community at Whitney facilitated the professional socialization of students into the national scientific community. Participation of REU interns in WhitneyÆs K-12 outreach program emphasized the importance of scientific literacy, and helped promote science education as part of a career plan. Efforts to maintain contact with former trainees have led to the development of an informal network among former trainees that fosters career development.\n\n \n\n\t\t\t\t\tLast Modified: 06/15/2016\n\n\t\t\t\t\tSubmitted by: Elaine C Seaver"
 }
}