{
 "awd_id": "1156168",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Competition, Markups, and the Gains from International Trade",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927466",
 "po_email": "kgyimahb@nsf.gov",
 "po_sign_block_name": "Kwabena Gyimah-Brempong",
 "awd_eff_date": "2012-04-15",
 "awd_exp_date": "2017-03-31",
 "tot_intn_awd_amt": 294300.0,
 "awd_amount": 294300.0,
 "awd_min_amd_letter_date": "2012-04-08",
 "awd_max_amd_letter_date": "2012-04-08",
 "awd_abstract_narration": "Abstract\r\n\r\n\"Competition, Markups, and the Gains from International Trade\"\r\nNSF Proposal\r\n\r\nChris Edmond, Virgiliu Midrigan, Daniel Xu\r\n\r\n\r\nThis project studies the pro-competitive effects of policies that eliminate barriers to international trade.\r\n\r\nMost existing research focuses on gains from international trade that arise from increased specialization or from increased diversity in consumption. This project focuses on an alternative mechanism, namely the increase in the amount of competition domestic producers face when international trade barriers are reduced. Greater competition can lead, in theory, to a drop in markups (price-cost margins) and in markup differences across domestic producers, thereby leading to an increase in production, employment and efficiency and large potential welfare gains. This project aims to measure the strength of this mechanism by combining theory and firm-level data from a number of countries that have experienced trade liberalizations. \r\n\r\nMeasuring the response of markups to trade liberalizations is a difficult task since data on markups is generally unavailable. This project seeks to make progress on this dimension by combing recent theoretical models of markup determination with state-of-the-art estimation techniques from the field of industrial organization to carefully estimate producer-level costs and markups. \r\n\r\nThe project uses several sources of information to measure the response of markups to changes in trade barriers. One source of information the project exploits is the relationship between price-cost margins and the amount of competition individual producers face, as measured by a producer's market share in its own industry. To the extent to which price-cost margins vary a lot with the amount of competition, a decrease in trade barriers, by increasing competition, can have a significant effect on the average level of domestic markups. A second source of information the project exploits is the response of price-cost margins to individual episodes of trade liberalizations. By exploiting the differential impact of various trade agreements (such as NAFTA) on different industries' trade patterns and price-cost margins, the project can shed light on the effect individual episodes of trade liberalizations have had on the amount of competition and the level of markups in different industries in the US and other countries.\r\n\r\nThe project's findings have ramifications beyond international trade and will shed light on the role of markups for cross-country income differences and business cycle fluctuations. Cross-country differences in income reflect, in part, differences in the efficiency with which resources are allocated across producers. Differences in markups may be an important source of allocative inefficiency and the project will examine whether this is indeed the case. Markup fluctuations may also play an important role in explaining the large recent drop in US employment in the aftermath of the financial crisis and more generally around episodes of large contractions in economic activity. Such recessions are typically associated with large declines in labor's income share. Whether such declines are accounted for by an increase in producer markups, or inefficiencies in the labor market is an important question that the project will address by studying producer-level data during episodes of large recessions and financial crises.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Virgiliu",
   "pi_last_name": "Midrigan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Virgiliu Midrigan",
   "pi_email_addr": "virgiliu.midrigan@nyu.edu",
   "nsf_id": "000598671",
   "pi_start_date": "2012-04-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Yi",
   "pi_last_name": "Xu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yi Xu",
   "pi_email_addr": "daniel.xu@duke.edu",
   "nsf_id": "000556317",
   "pi_start_date": "2012-04-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Bureau of Economic Research Inc",
  "inst_street_address": "1050 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6178683900",
  "inst_zip_code": "021385359",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "NATIONAL BUREAU OF ECONOMIC RESEARCH INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "GT28BRBA2Q49"
 },
 "perf_inst": {
  "perf_inst_name": "National Bureau of Economic Research Inc",
  "perf_str_addr": "1050 Massachusetts Avenue",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021385398",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "MA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 294300.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our project studied the pro-competitive gains from international trade in an environment in which the degree of competition producers face affects their choice of markups. Whether markups increase or decrease in response to an opening to trade in such an environment is ambiguous: on one hand domestic producers face more competition and are forced to cut markups. On the other hand exporters&rsquo; market shares increase, so they can raise their markups. Which of these two forces dominates? We tackle these questions using a state-of-the-art model of international trade and product-level data on individual producers in Taiwan. We find that trade can significantly reduce markup distortions if two conditions are satisfied: (i) the economy is greatly distorted to begin with and (ii) opening to trade exposes hitherto dominant producers to greater competitive pressure.</p>\n<p>&nbsp;</p>\n<p>We measure the extent to which these two conditions are satisfied in Taiwanese producer-level data. The Taiwanese data feature a large amount of dispersion and concentration in producer-level market shares, as well as a strong relationship between market shares and markups. Interpreted through the lens of the model, this implies a significant amount of misallocation and hence the possibility of significant productivity gains from reduced markup distortions.</p>\n<p>&nbsp;</p>\n<p>Given this misallocation, the model predicts large pro-competitive gains if, within a given sector, domestic producers and foreign producers have relatively similar levels of productivity so that increased trade in fact increases the degree of effective competition amongst the producers prevailing within the market. This feature of the model is largely determined by the pattern of comparative advantage: the extent to which highly productive producers in one countries face similarly productive competitors abroad. We choose the amount of correlation in sectoral draws so that the model reproduces estimates of the elasticity of trade flows with respect to changes in variable trade costs. As the amount of correlation increases, there is less cross-country variation in the productivity with which producers within a given sector operate. Consequently, small changes in trade costs have relatively larger effects on trade flows --- in short, the trade elasticity is increasing in the amount of cross-country correlation. To match standard estimates of the trade elasticity, the benchmark model requires a relatively high cross-country correlation in sectoral draws. This also allows the model to reproduce the strong positive relationship between a sector's share of domestic sales and its share of imports that we observe in the data, that is the fact that sectors with relatively large, productive firms are also sectors with relatively large import shares.</p>\n<p>&nbsp;</p>\n<p>Given this high degree of correlation, opening to trade indeed reduces markup dispersion and increases aggregate productivity. For the benchmark model, calibrated to Taiwan's import share, opening to trade reduces markup distortions by about one-fifth and increases aggregate productivity by 12.4% relative to autarky. In short we find that, yes, opening to trade can lead to a quantitatively significant reduction in misallocation. We also find that these pro-competitive effects are strongest near autarky --- the pro-competitive effects are more important for an economy opening from autarky to a 10% import share than for an economy increasing its openness from a 10% to 20% import share.</p>\n<p>&nbsp;</p>\n<p>Overall, our analysis implies that trade can indeed play an important role in disciplining domestic producers and reducing their ability to charge high markups. Trade thus benefits an economy not only because it reduces the price of goods faced by consumers, but also because it increases employment and investment by reducing inefficiencies in the domestic economy.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/20/2017<br>\n\t\t\t\t\tModified by: Virgiliu&nbsp;Midrigan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOur project studied the pro-competitive gains from international trade in an environment in which the degree of competition producers face affects their choice of markups. Whether markups increase or decrease in response to an opening to trade in such an environment is ambiguous: on one hand domestic producers face more competition and are forced to cut markups. On the other hand exporters? market shares increase, so they can raise their markups. Which of these two forces dominates? We tackle these questions using a state-of-the-art model of international trade and product-level data on individual producers in Taiwan. We find that trade can significantly reduce markup distortions if two conditions are satisfied: (i) the economy is greatly distorted to begin with and (ii) opening to trade exposes hitherto dominant producers to greater competitive pressure.\n\n \n\nWe measure the extent to which these two conditions are satisfied in Taiwanese producer-level data. The Taiwanese data feature a large amount of dispersion and concentration in producer-level market shares, as well as a strong relationship between market shares and markups. Interpreted through the lens of the model, this implies a significant amount of misallocation and hence the possibility of significant productivity gains from reduced markup distortions.\n\n \n\nGiven this misallocation, the model predicts large pro-competitive gains if, within a given sector, domestic producers and foreign producers have relatively similar levels of productivity so that increased trade in fact increases the degree of effective competition amongst the producers prevailing within the market. This feature of the model is largely determined by the pattern of comparative advantage: the extent to which highly productive producers in one countries face similarly productive competitors abroad. We choose the amount of correlation in sectoral draws so that the model reproduces estimates of the elasticity of trade flows with respect to changes in variable trade costs. As the amount of correlation increases, there is less cross-country variation in the productivity with which producers within a given sector operate. Consequently, small changes in trade costs have relatively larger effects on trade flows --- in short, the trade elasticity is increasing in the amount of cross-country correlation. To match standard estimates of the trade elasticity, the benchmark model requires a relatively high cross-country correlation in sectoral draws. This also allows the model to reproduce the strong positive relationship between a sector's share of domestic sales and its share of imports that we observe in the data, that is the fact that sectors with relatively large, productive firms are also sectors with relatively large import shares.\n\n \n\nGiven this high degree of correlation, opening to trade indeed reduces markup dispersion and increases aggregate productivity. For the benchmark model, calibrated to Taiwan's import share, opening to trade reduces markup distortions by about one-fifth and increases aggregate productivity by 12.4% relative to autarky. In short we find that, yes, opening to trade can lead to a quantitatively significant reduction in misallocation. We also find that these pro-competitive effects are strongest near autarky --- the pro-competitive effects are more important for an economy opening from autarky to a 10% import share than for an economy increasing its openness from a 10% to 20% import share.\n\n \n\nOverall, our analysis implies that trade can indeed play an important role in disciplining domestic producers and reducing their ability to charge high markups. Trade thus benefits an economy not only because it reduces the price of goods faced by consumers, but also because it increases employment and investment by reducing inefficiencies in the domestic economy.\n\n\t\t\t\t\tLast Modified: 03/20/2017\n\n\t\t\t\t\tSubmitted by: Virgiliu Midrigan"
 }
}