{
 "awd_id": "1156601",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Neural mechanisms providing flexible links between perception and action",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "alumit ishai",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 630904.0,
 "awd_amount": 630904.0,
 "awd_min_amd_letter_date": "2012-05-02",
 "awd_max_amd_letter_date": "2014-07-19",
 "awd_abstract_narration": "Successful decision-making in a complex and ever-changing world involves multiple steps; First, identifying decision-relevant information: Second, identifying possibly sensible actions; and Third, deciding on an action that is most reasonable under the current circumstances. To achieve this, our brain needs to select decision-relevant sensory signals, and link the relevant sensory evidence to the action planning process. With funding from the National Science Foundation, Dr. Jochen Ditterich and his research team, are carrying out research on how our brains are able to make decisions on the basis of sensory information. His research is investigating the neural mechanisms that provide the necessary flexibility to deal with a changing environment. In his research, participants carry out a perceptual decision task that requires them to separate decision-relevant from irrelevant information and to switch stimulus-response associations. The investigators are analyzing human decision behavior and are using computational modeling to reveal the properties of the mechanisms that allow our brain to make flexible decisions. In addition, recordings of neural activity from animals performing the same decision task are providing insight into the neural mechanisms that can separate decision-relevant from irrelevant information, and that can switch stimulus-response associations based on the current task demands.\r\n\r\nIt is a hallmark of our cognitive abilities that our brain can easily adjust to very different situations in which we might find ourselves. From a mechanistic point of view, decision-making in complex and changing situations means that our brain must be able to change quickly how information flows between its different parts. While theories have been proposed how the brain might be able to achieve this, the actual neural mechanisms are surprisingly poorly understood. This study is expected to provide a major advance in our understanding of the necessary brain mechanisms, as well as their limits. Such knowledge will be a prerequisite for developing strategies to improve decision-making in complex situations and for understanding failures of these neural mechanisms in mental disorders, for example, in the case of schizophrenia.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jochen",
   "pi_last_name": "Ditterich",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jochen Ditterich",
   "pi_email_addr": "jditterich@ucdavis.edu",
   "nsf_id": "000073076",
   "pi_start_date": "2012-05-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169900",
   "pgm_ele_name": "Cognitive Neuroscience"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1699",
   "pgm_ref_txt": "COGNEURO"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 416815.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 214089.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Perceptual decisions, judgments about the current state of the world based on sensory information and the selection of appropriate responses, are usually made in the presence of both decision-relevant and irrelevant information. Accurate decisions therefore require a separation of decision-relevant from irrelevant information. While this selection mechanism is of utmost importance, how it works and where and how it is implemented in the brain is currently not well understood.</p>\n<p>We asked human subjects to make perceptual decisions about visual motion stimuli that contained both decision-relevant and irrelevant information. Two motion components were always present: one component along the horizontal axis, one along the vertical axis, but only one of these components was decision-relevant on any given trial. The relevant component was indicated by a cue at the beginning of each trial and changed randomly from trial to trial. The subjects&rsquo; decisions about motion direction were mostly determined by the decision-relevant information, but the irrelevant information still had some influence. Quantitatively, the relevant information had roughly 10 times more impact on the decision than the irrelevant information. A computational model based on the assumptions that sensory evidence is accumulated until a decision criterion is reached and that the sensory evidence is a mixture of decision-relevant and irrelevant information, with relevant information being weighted more strongly than irrelevant information, was able to explain all aspects of the decision behavior: distribution of choices, mean response times (RTs), and variability of RTs across trials. This suggests that the decisions being influenced by the irrelevant sensory information is a consequence of an incomplete suppression of the irrelevant signals. Alternatively, this influence could also result from subjects sometimes forgetting which component had been cued as decision-relevant and basing their decision on the wrong component. It is possible, however, to demonstrate that such a mechanism should result in RT distributions that are different from those that have been observed in the experiment. An incomplete suppression of the irrelevant information therefore provides the better explanation for the observed decision behavior.</p>\n<p>To gain further insight into the neural mechanisms underlying the selection of decision-relevant sensory information we also trained animals to perform the same decision task and recorded neural activity from two brain areas that have previously been shown to play a role in making decision about visual motion stimuli: a motion-sensitive area in visual cortex (area MT) and an area in parietal association cortex (area LIP). Animals can be trained successfully to largely base their decisions on decision-relevant sensory information. The analysis of the neural activity is still work in progress, but preliminary results suggest that the representation of visual motion information in area MT is largely unaffected by the decision-relevance of each motion component. In contrast, decision-related activity in area LIP, reflecting the accumulation of sensory evidence, is strongly modulated by decision-relevance of the sensory evidence signals. Simultaneous recordings so far do not support the hypothesis that the functional connectivity between both areas is directly modulated according to decision relevance. The selection therefore largely seems to be happening somewhere in between both representations, in other cortical (most likely prefrontal) or subcortical areas, which will be investigated in future studies.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/29/2015<br>\n\t\t\t\t\tModified by: Jochen&nbsp;Ditterich</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPerceptual decisions, judgments about the current state of the world based on sensory information and the selection of appropriate responses, are usually made in the presence of both decision-relevant and irrelevant information. Accurate decisions therefore require a separation of decision-relevant from irrelevant information. While this selection mechanism is of utmost importance, how it works and where and how it is implemented in the brain is currently not well understood.\n\nWe asked human subjects to make perceptual decisions about visual motion stimuli that contained both decision-relevant and irrelevant information. Two motion components were always present: one component along the horizontal axis, one along the vertical axis, but only one of these components was decision-relevant on any given trial. The relevant component was indicated by a cue at the beginning of each trial and changed randomly from trial to trial. The subjectsÆ decisions about motion direction were mostly determined by the decision-relevant information, but the irrelevant information still had some influence. Quantitatively, the relevant information had roughly 10 times more impact on the decision than the irrelevant information. A computational model based on the assumptions that sensory evidence is accumulated until a decision criterion is reached and that the sensory evidence is a mixture of decision-relevant and irrelevant information, with relevant information being weighted more strongly than irrelevant information, was able to explain all aspects of the decision behavior: distribution of choices, mean response times (RTs), and variability of RTs across trials. This suggests that the decisions being influenced by the irrelevant sensory information is a consequence of an incomplete suppression of the irrelevant signals. Alternatively, this influence could also result from subjects sometimes forgetting which component had been cued as decision-relevant and basing their decision on the wrong component. It is possible, however, to demonstrate that such a mechanism should result in RT distributions that are different from those that have been observed in the experiment. An incomplete suppression of the irrelevant information therefore provides the better explanation for the observed decision behavior.\n\nTo gain further insight into the neural mechanisms underlying the selection of decision-relevant sensory information we also trained animals to perform the same decision task and recorded neural activity from two brain areas that have previously been shown to play a role in making decision about visual motion stimuli: a motion-sensitive area in visual cortex (area MT) and an area in parietal association cortex (area LIP). Animals can be trained successfully to largely base their decisions on decision-relevant sensory information. The analysis of the neural activity is still work in progress, but preliminary results suggest that the representation of visual motion information in area MT is largely unaffected by the decision-relevance of each motion component. In contrast, decision-related activity in area LIP, reflecting the accumulation of sensory evidence, is strongly modulated by decision-relevance of the sensory evidence signals. Simultaneous recordings so far do not support the hypothesis that the functional connectivity between both areas is directly modulated according to decision relevance. The selection therefore largely seems to be happening somewhere in between both representations, in other cortical (most likely prefrontal) or subcortical areas, which will be investigated in future studies.\n\n\t\t\t\t\tLast Modified: 07/29/2015\n\n\t\t\t\t\tSubmitted by: Jochen Ditterich"
 }
}