{
 "awd_id": "1156271",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Influence of Economic Incentives on Common Property Forest Management: Rural Decision Making in the Context of REDD+",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927263",
 "po_email": "roconnor@nsf.gov",
 "po_sign_block_name": "Robert O'Connor",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 449997.0,
 "awd_amount": 449997.0,
 "awd_min_amd_letter_date": "2012-07-12",
 "awd_max_amd_letter_date": "2012-11-08",
 "awd_abstract_narration": "Payment for Ecosystem Services (PES), a voluntary transaction in which an individual receives payment for provision of an  environmental service (e.g. forest for watershed protection), has emerged as a prominent international policy tool to mitigate climate change by controlling deforestation in developing countries.It remains uncertain, however, how effective these policies are in encouraging rural people to voluntarily participate, and ultimately change, their resource use behaviors. This study examines the impacts of an Ecuadorian payment for forest conservation program implemented on common-property forest lands. The study uses institutional analysis, quantitative modeling and qualitative methods to empirically test if and how the PES system of payments and contracts impacts rural and indigenous communities' decision to (1) participate in forest conservation agreements, (2) change their forest-use rules, and ultimately, (3) change individual forest use behaviors and the resultant conservation outcomes. Data are gathered via questionnaire, focus groups, and forest mensuration techniques in communities that decided to participate in the payment program and those communities that chose not to. \r\n\r\nThe PES forest conservation program in Ecuador serves as a policy experiment to better understand how the broader PES model of contracts and payments corresponds to the decision-making models of rural resource users, specifically those that share common-property rights to their lands. If PES programs do not align with participant decision-making priorities, we may waste millions of dollars promoting a policy that fails to support local livelihoods or conserve the world's forests. By combining quantitative and qualitative methods, this study explores the power of monetary incentives as compared to other non-monetary factors in rural land-use decisions. The results provide valuable information to policy makers and practitioners regarding the use of incentives for forest conservation and suggestions for improving the design of PES programs in developing countries.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tanya",
   "pi_last_name": "Hayes",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tanya Hayes",
   "pi_email_addr": "hayest@seattleu.edu",
   "nsf_id": "000563242",
   "pi_start_date": "2012-07-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hendrik",
   "pi_last_name": "Wolff",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Hendrik G Wolff",
   "pi_email_addr": "hgwolff@uw.edu",
   "nsf_id": "000570482",
   "pi_start_date": "2012-11-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Felipe",
   "pi_last_name": "Murtinho Espinosa",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Felipe Murtinho Espinosa",
   "pi_email_addr": "murtinhf@seattleu.edu",
   "nsf_id": "000729604",
   "pi_start_date": "2012-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Seattle University",
  "inst_street_address": "901 12TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2062966161",
  "inst_zip_code": "981224411",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "SEATTLE UNIVERSITY",
  "org_prnt_uei_num": "LCYLGVGSEQE3",
  "org_uei_num": "LCYLGVGSEQE3"
 },
 "perf_inst": {
  "perf_inst_name": "Seattle University",
  "perf_str_addr": "901 12th Av",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981221090",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132100",
   "pgm_ele_name": "Decision, Risk & Mgmt Sci"
  },
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 449997.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project examined how payments for environmental services (PES) influence household land-use behavior and communities&rsquo; collective management of their natural resource systems. PES programs that pay individuals or communities on the condition that they provide specified environmental services are supported by major conservation organizations and international donors, and are the core of many countries&rsquo; plans to achieve Reduced Emissions from Forest Degradation and Deforestation (REDD+) goals. The growing use of PES has generated substantial debate amongst practitioners and scholars who question first, who volunteers to participate and second, the ability of communal PES programs to effectively motivate individuals to change their resource use behavior and support communal resource management. &nbsp;</p>\n<p>Our study investigated the abovementioned questions in the context of Ecuador&rsquo;s nation-wide payment for conservation program (Programa Socio Bosque) that pays individuals and communities to conserve native ecosystems important for water, carbon sequestration and biodiversity.&nbsp; The program began in 2009 and continues to enroll communities. Our study focused on communal participation, and took advantage of the spatial roll-out of the Ecuadorian program to compare communities (n=64) and households (n=420) currently participating to those on a waitlist. Data on participation and land-use practices included key informant interviews, household and leader surveys, focus group discussions, and a field-based assessments of land-use and land condition.</p>\n<p>Our study found that the Ecuadorian PES program has supported community resource management and has significantly reduced household use of ecologically valuable lands. We found that upon participation, 55% of participant communities created or strengthened their land-use rules.&nbsp; Households also changed their land-use behaviors, particularly with respect to grazing, one of the greatest threats to the native ecosystems. We compared household stated grazing behavior in 2008 to 2013 in participant and non-participant communities. Our analysis found that controlling for biophysical, community and household characteristics, the program reduced grazing behavior by approximately 12% across all participant communities.</p>\n<p>Our analysis also found that community governance attributes are critical in (a) the collective decision to participate and (b) household conservation behavior on communal lands. With respect to participation, participant communities were significantly more organized than non-participant communities.&nbsp; Participant communities were also more likely to be non-indigenous and had worked with outside agencies on community development concerns.&nbsp; We did not find any differences in wealth or land-use between participant and non-participant communities.</p>\n<p>With respect to conservation behavior, we found that households in more organized communities, with a history of land-use rules, and monitoring and enforcement mechanisms were more likely to have decided to stop using their collective lands for destructive grazing activities, irrespective of program participation. Within PES communities, grazing behavior decreased more if a community had a history of grazing rules and the organizational capacity to strengthen those rules. Preliminary analysis also indicate that households in less organized communities are more likely to question the fairness of the distribution of PES benefits and express concerns about the program&rsquo;s potential to create conflict.</p>\n<p>Our study findings have broader impacts for Ecuador, and for practitioners and scholars concerned with the development of PES policies more generally.&nbsp; Counter to concerns about whether PES produces additional environmental benefits, and its potential to thwart collective action for resource management, the s...",
  "por_txt_cntn": "\nThis project examined how payments for environmental services (PES) influence household land-use behavior and communitiesÆ collective management of their natural resource systems. PES programs that pay individuals or communities on the condition that they provide specified environmental services are supported by major conservation organizations and international donors, and are the core of many countriesÆ plans to achieve Reduced Emissions from Forest Degradation and Deforestation (REDD+) goals. The growing use of PES has generated substantial debate amongst practitioners and scholars who question first, who volunteers to participate and second, the ability of communal PES programs to effectively motivate individuals to change their resource use behavior and support communal resource management.  \n\nOur study investigated the abovementioned questions in the context of EcuadorÆs nation-wide payment for conservation program (Programa Socio Bosque) that pays individuals and communities to conserve native ecosystems important for water, carbon sequestration and biodiversity.  The program began in 2009 and continues to enroll communities. Our study focused on communal participation, and took advantage of the spatial roll-out of the Ecuadorian program to compare communities (n=64) and households (n=420) currently participating to those on a waitlist. Data on participation and land-use practices included key informant interviews, household and leader surveys, focus group discussions, and a field-based assessments of land-use and land condition.\n\nOur study found that the Ecuadorian PES program has supported community resource management and has significantly reduced household use of ecologically valuable lands. We found that upon participation, 55% of participant communities created or strengthened their land-use rules.  Households also changed their land-use behaviors, particularly with respect to grazing, one of the greatest threats to the native ecosystems. We compared household stated grazing behavior in 2008 to 2013 in participant and non-participant communities. Our analysis found that controlling for biophysical, community and household characteristics, the program reduced grazing behavior by approximately 12% across all participant communities.\n\nOur analysis also found that community governance attributes are critical in (a) the collective decision to participate and (b) household conservation behavior on communal lands. With respect to participation, participant communities were significantly more organized than non-participant communities.  Participant communities were also more likely to be non-indigenous and had worked with outside agencies on community development concerns.  We did not find any differences in wealth or land-use between participant and non-participant communities.\n\nWith respect to conservation behavior, we found that households in more organized communities, with a history of land-use rules, and monitoring and enforcement mechanisms were more likely to have decided to stop using their collective lands for destructive grazing activities, irrespective of program participation. Within PES communities, grazing behavior decreased more if a community had a history of grazing rules and the organizational capacity to strengthen those rules. Preliminary analysis also indicate that households in less organized communities are more likely to question the fairness of the distribution of PES benefits and express concerns about the programÆs potential to create conflict.\n\nOur study findings have broader impacts for Ecuador, and for practitioners and scholars concerned with the development of PES policies more generally.  Counter to concerns about whether PES produces additional environmental benefits, and its potential to thwart collective action for resource management, the study indicates that PES can be an effective tool for motivating households to engage in collective resource management.  The study also highlights..."
 }
}