{
 "awd_id": "1156579",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: A Chemistry REU on Molecular Innovation and Entrepreneurship (CheMIE)",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michelle Bushey",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2012-07-19",
 "awd_max_amd_letter_date": "2014-06-13",
 "awd_abstract_narration": "The Research Experiences for Undergraduates (REU) Program in the Department of Chemistry and Biochemistry at Texas State University- San Marcos will bring 12 students to campus for ten weeks each summer to conduct research in a supportive research environment. The summer research project seeks to build a multidisciplinary chemistry research community with a focus on Molecular Innovation and Entrepreneurship (CheMIE). The twelve student participants will engage in a 10 week traditional research experience while exploring how basic research contributes to molecular innovation, entrepreneurship and economic development in the molecular sciences. The CheMIE REU will build a research community at Texas State that will provide a research environment for students who otherwise would not be able to participate in undergraduate research. The students will join the active research community that exists at Texas State and participate in research experiences in chemistry, biochemistry, and material science that will lead to professional presentations and peer-reviewed publications. At the same time, the students will be participating in an interdisciplinary group study of innovation and entrepreneurship guided by faculty from the College of Business and the College of Science program in Material Science, Engineering and Commercialization. This combination of research and innovation training will give students the opportunity to understand both academic and industrial research. The academically diverse faculty at Texas State and the existing collaborations between the science and the business faculty make Texas State an ideal location to pursue this novel REU model.\r\n\r\nThe CheMIE REU participants will be students traditionally underrepresented in the sciences and those who would otherwise be unable to participate in undergraduate research. The primary recruitment focus will be students at Primarily Undergraduate Institutions (PUIs) and two year colleges within 50 miles of Texas State. This region includes eight PUIs and six two year colleges, including two Historically Black Colleges and Universities (HBCUs) and ten Hispanic-Serving Institutions (HSIs). The fourteen partner schools, whose students have limited access to undergraduate research opportunities, educate over 128,000 students, 50% of whom are underrepresented minorities. The overall CheMIE REU experience will increase the participation of these students in graduate programs in chemistry, biochemistry and material science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Linette",
   "pi_last_name": "Watkins",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Linette M Watkins",
   "pi_email_addr": "watkinlm@jmu.edu",
   "nsf_id": "000376737",
   "pi_start_date": "2012-07-19",
   "pi_end_date": "2014-06-13"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Brittain",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "William Brittain",
   "pi_email_addr": "wb20@txstate.edu",
   "nsf_id": "000572390",
   "pi_start_date": "2014-06-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas State University - San Marcos",
  "inst_street_address": "601 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN MARCOS",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5122452314",
  "inst_zip_code": "786664684",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "TX15",
  "org_lgl_bus_name": "TEXAS STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HS5HWWK1AAU5"
 },
 "perf_inst": {
  "perf_inst_name": "Texas State University - San Marcos",
  "perf_str_addr": "601 University Dr",
  "perf_city_name": "San Marcos",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "786664684",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "TX15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "198600",
   "pgm_ele_name": "UNDERGRADUATE PROGRAMS IN CHEM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1982",
   "pgm_ref_txt": "BIOLOGICAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The <strong><em>Che</em></strong>mistry REU on <strong><em>M</em></strong>olecular <strong><em>I</em></strong>nnovation and <strong><em>E</em></strong>ntrepreneurship (<strong>CheMIE</strong>) at Texas State funded 34 students across three ten-week summer REU experiences. Within 50 miles of the REU site, there are 8 PUIs and six two year  colleges which consists of 50% of the enrolled students who are  classified as underrepresented minorities. The majority of the  participants represented underrepresented groups that would not have had  research opportunities. In addition to performing standard undergraduate research, the CheMIE experience was designed to introduce students to business skills and industrial job opportunities. Students attended a unique entrepreneurial course where participants were tasked with learning how to design and construct a technology start-up business. In addition to the business course, students also attended three field trips each year to a combination industrial locations and&nbsp; basic biomedical research locations. Each REU participant was required to attend weekly professional development sessions where they updated each other on research activities, problem solved research issues, and presented research articles to the groups. The professional development sessions provided outstanding opportunities for students to practice key communication skills.&nbsp;</p>\n<p>Of the 34 total participants, nearly all of the students reported having never had research opportunities before the REU experience. During the final evaluation of the program, over 80% of the participants reported that the REU experience led to both a desire for a career in research and a desire to attend graduate school. Currently, twenty students are working towards completion of their undergraduate degrees, five students are enrolled in graduate programs, and nine students currently hold industrial or entrepreneurial jobs. Students also reported an increased interest in industrial jobs after attending the business course and the three field trips. The REU program increased interactions between research groups, department of Chemistry and Biochemistry and the College of Business as well as continual growth of interactions between Texas State and the surrounding schools.</p>\n<p>To date, this REU experience has yielded 18 presentations and 5 publications with CheMIE students names attached. Several of the results obtained by REU students are still influencing research being conducted in the research labs at Texas State. It is believed that more publications will be resulting in the coming years as projects reach publication points.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/01/2016<br>\n\t\t\t\t\tModified by: William&nbsp;Brittain</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Chemistry REU on Molecular Innovation and Entrepreneurship (CheMIE) at Texas State funded 34 students across three ten-week summer REU experiences. Within 50 miles of the REU site, there are 8 PUIs and six two year  colleges which consists of 50% of the enrolled students who are  classified as underrepresented minorities. The majority of the  participants represented underrepresented groups that would not have had  research opportunities. In addition to performing standard undergraduate research, the CheMIE experience was designed to introduce students to business skills and industrial job opportunities. Students attended a unique entrepreneurial course where participants were tasked with learning how to design and construct a technology start-up business. In addition to the business course, students also attended three field trips each year to a combination industrial locations and  basic biomedical research locations. Each REU participant was required to attend weekly professional development sessions where they updated each other on research activities, problem solved research issues, and presented research articles to the groups. The professional development sessions provided outstanding opportunities for students to practice key communication skills. \n\nOf the 34 total participants, nearly all of the students reported having never had research opportunities before the REU experience. During the final evaluation of the program, over 80% of the participants reported that the REU experience led to both a desire for a career in research and a desire to attend graduate school. Currently, twenty students are working towards completion of their undergraduate degrees, five students are enrolled in graduate programs, and nine students currently hold industrial or entrepreneurial jobs. Students also reported an increased interest in industrial jobs after attending the business course and the three field trips. The REU program increased interactions between research groups, department of Chemistry and Biochemistry and the College of Business as well as continual growth of interactions between Texas State and the surrounding schools.\n\nTo date, this REU experience has yielded 18 presentations and 5 publications with CheMIE students names attached. Several of the results obtained by REU students are still influencing research being conducted in the research labs at Texas State. It is believed that more publications will be resulting in the coming years as projects reach publication points.\n\n\t\t\t\t\tLast Modified: 03/01/2016\n\n\t\t\t\t\tSubmitted by: William Brittain"
 }
}