{
 "awd_id": "1156243",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Macro-Financial Linkages in an Era of Globalization",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Georgia Kosmopoulou",
 "awd_eff_date": "2012-06-15",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 70652.0,
 "awd_amount": 70652.0,
 "awd_min_amd_letter_date": "2012-06-19",
 "awd_max_amd_letter_date": "2012-06-19",
 "awd_abstract_narration": "Abstract\r\n\r\nThis research will study how different types of macroeconomic and financial disturbances, or ?shocks?, are propagated across countries in a highly integrated world economy. These shocks could have their origins either in policy actions of national governments or as outcomes of market forces. The implications of these shocks for business cycle comovement across countries are of considerable interest from both analytical and policy perspectives. \r\n\r\nThe research is motivated by a few empirical observations. First, there have been enormous changes in the global economic landscape since the mid-1980s. These changes include the sharp increases in cross-border trade and financial flows, and the rising prominence of emerging market economies. Second, spillovers of shocks across financial markets and real economic activity have intensified, both within and across economies. Third, the recent global financial crisis has dramatically highlighted the linkages across economies that acted as channels for spillovers of shocks. \r\n\r\nThe project will address two key questions concerning macro-financial linkages, which refers to the increasingly close ties between macroeconomic variables, such as GDP and employment, and financial market variables, such as stock market indexes and interest rates. First, what are the implications of rising macro-financial linkages for the synchronization of business and financial cycles? Second, are common shocks or the propagation of country-specific shocks the key to synchronicity of business and financial cycles across countries? If it is the latter, what are the main channels for the propagation of shocks across different groups of countries? \r\n\r\nTo address these issues, the project will involve the development of a new econometric model that captures different aspects of international business cycle comovement and permits differentiation between true ?shocks? and their propagation effects. Another innovation is that the model will be used to study the roles of financial shocks and their spillovers in driving business cycle comovement of real macroeconomic aggregates.\r\n\r\nThe project will transform the growing debate on the implications of globalization with new evidence on how this phenomenon has affected the nature of cross-country economic and financial relationships. The results generated by the study will provide guidance for policy makers in evaluating the propagation channels for major shocks/crises that originate in one country but affect others. This is essential for designing effective stabilization policies at the national level and for coordination of policies at the international level.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Otrok",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Otrok",
   "pi_email_addr": "otrokc@missouri.edu",
   "nsf_id": "000193585",
   "pi_start_date": "2012-06-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Missouri-Columbia",
  "inst_street_address": "121 UNIVERSITY HALL",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5738827560",
  "inst_zip_code": "652113020",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MO03",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "SZPJL5ZRCLF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of Missouri-Columbia",
  "perf_str_addr": "909 University Avenue",
  "perf_city_name": "Columbia",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "652116040",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MO03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 70652.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The investigators have made significant progress in developing the econometric model, which has proven to be more complex in structure than was initially envisaged. The model coding is now complete and we are in the process of generating a broad range of empirical results. Tests with simple versions of the model indicate results that are economically reasonable. For instance, there is a significant common factor driving fluctuations in real economic variables among the Group of Seven (G-7) advanced economies. We also find that there are common cycles across countries in specific financial variables such as equity prices and house prices. However, we do not find a common financial cycle across a large group of financial variables&mdash;this seems counter-intuitive in view of rising financial integration but we find that there are significant differences in the way different financial variables commove across countries. Our model allows us to characterize these different elements of comovement across real and financial variables.</p>\n<p>Our model is also flexible enough to allow us to capture spillovers and feedback effects across countries, and between real and financial variables. Preliminary results for this analysis are quite encouraging. The model indicates that there are important spillover effects across countries that can be identified using our model. In more standard factor models, these spillover effects cannot be distinguished from common international fluctuations. We also find that there are spillovers from specific financial variables, such as credit growth, to real variables such as output, investment, and consumption.&nbsp;&nbsp;</p>\n<p>One interesting result is that the spillovers across countries are only a recent phenomena. Before the recent financial crisis spillovers were quite modest. IN the recent crisis they are quite large. Additionally, spillovers seem to originate in the US and hit the rest of the world in a symmetric fashion. There is little evidence of bilateral spilloverss-such as between the US and Canada. We also find no evidence of spillovers orginating in other countries. For example there are not spillovers from Germany to France or the UK</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/30/2013<br>\n\t\t\t\t\tModified by: Christopher&nbsp;Otrok</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe investigators have made significant progress in developing the econometric model, which has proven to be more complex in structure than was initially envisaged. The model coding is now complete and we are in the process of generating a broad range of empirical results. Tests with simple versions of the model indicate results that are economically reasonable. For instance, there is a significant common factor driving fluctuations in real economic variables among the Group of Seven (G-7) advanced economies. We also find that there are common cycles across countries in specific financial variables such as equity prices and house prices. However, we do not find a common financial cycle across a large group of financial variables&mdash;this seems counter-intuitive in view of rising financial integration but we find that there are significant differences in the way different financial variables commove across countries. Our model allows us to characterize these different elements of comovement across real and financial variables.\n\nOur model is also flexible enough to allow us to capture spillovers and feedback effects across countries, and between real and financial variables. Preliminary results for this analysis are quite encouraging. The model indicates that there are important spillover effects across countries that can be identified using our model. In more standard factor models, these spillover effects cannot be distinguished from common international fluctuations. We also find that there are spillovers from specific financial variables, such as credit growth, to real variables such as output, investment, and consumption.  \n\nOne interesting result is that the spillovers across countries are only a recent phenomena. Before the recent financial crisis spillovers were quite modest. IN the recent crisis they are quite large. Additionally, spillovers seem to originate in the US and hit the rest of the world in a symmetric fashion. There is little evidence of bilateral spilloverss-such as between the US and Canada. We also find no evidence of spillovers orginating in other countries. For example there are not spillovers from Germany to France or the UK\n\n\t\t\t\t\tLast Modified: 08/30/2013\n\n\t\t\t\t\tSubmitted by: Christopher Otrok"
 }
}