{
 "awd_id": "1156666",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site:  Fundamental Research in Chemistry Addressing Biological Problems",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michelle Bushey",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2012-07-26",
 "awd_max_amd_letter_date": "2012-07-26",
 "awd_abstract_narration": "This award from the Division of Chemistry (CHE) and the Division of Biological Infrastructure (DBI) at the National Science Foundation support a Research Experience for Undergraduates (REU) Site led by Professors John K. Snyder and Linda H. Doerrer both at Boston University (BU). The research projects supported in this site are in areas of basic chemical research that addresses biological problems. REU students can choose from among 27 groups in BU's Departments of Chemistry, Biology, or Physics. They will work in newly renovated laboratories, have access to the synthetic and computational resources of BU's leading research centers, and be trained on state-of-the art instrumentation. The goal of the program is to provide undergraduates from 4-year colleges and community colleges who have limited or no research opportunities at their home institutions with an intensive, interdisciplinary research experience. The demographic aim is to have at least 50% of the students to be underrepresented minorities and at least 50% to be women. The program will also give preference to veterans applying from the target institutions. By fully integrating the REU students into the daily life of the laboratories and through mentoring by faculty, graduate students, and postdoctoral research associates, the REU students will fully experience the breadth of chemistry research.\r\n\r\n The proposed research theme of basic research in the chemical sciences addressing biological problems represents one of the most important interdisciplinary scientific fields today. Advances in this area have implications for the life sciences, medicinal discoveries, and, ultimately, quality of life. The objective of this REU program site is to motivate students to pursue careers in the chemical sciences addressing societal problems in biology and molecular biology. It will especially focus on offering research opportunities for underrepresented minorities. Boston University has the necessary personnel and infrastructure to allow REU participants to be immersed in a genuine research environment. BU also has dedicated faculty who are eager to devote the necessary time and energy to mentor students from 4-year colleges and community colleges who do not have such research opportunities at their home institutions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Snyder",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "John K Snyder",
   "pi_email_addr": "jsnyder@bu.edu",
   "nsf_id": "000219459",
   "pi_start_date": "2012-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Linda",
   "pi_last_name": "Doerrer",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Linda H Doerrer",
   "pi_email_addr": "doerrer@bu.edu",
   "nsf_id": "000185361",
   "pi_start_date": "2012-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "881 Commonwealth Ave.",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "198600",
   "pgm_ele_name": "UNDERGRADUATE PROGRAMS IN CHEM"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>America needs well-trained and innovative scientists in all fields, and especially in chemistry and chemistry related fields. Long known as the central science, chemistry research is the foundation on which discoveries in biology are often based. This REU program, which has been developed over the past three years (2013 &ndash; 2015), is a ten week summer research program specially designed to develop scientific talent from a large pool of intelligent students who have long been under-recognized, and hence under developed: students from campuses with few or no research opportunities. Without basic training in research, a process that stimulates excitement for discovery and innovation, these students all too often do not pursue research careers. Our interdisciplinary REU program, &ldquo;Fundamental Chemical Research Addressing Problems in Biology&rdquo; has brought research opportunities and experience to these students. Of the 33 NSF-funded participants over the past three years, 73% have been under-represented minorities, 64% have been female, and 52% have been community college students. All are from campuses with few or no research opportunities Thus, demographically, we have focused on groups, which are only poorly represented in the chemical research arena. The results have been very successful &ndash; already there have been four publications in peer-reviewed journals, and six presentations at national conferences. We anticipate another ten publications from this group over the next two years. More importantly, a full 94% (31 out of 33) of the participants in the program have indicated a desire to pursue research careers. Two of these 31 now plan on pursuing an MD/PhD so they can continue to focus on research. The other 6% (2 out of 33) plan on medical school, with one already in medical school. Thus, this program has helped to uncover scientific research talent from a pool of students who have not typically entered research careers, thereby strengthening the scientific resources of our society.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/26/2015<br>\n\t\t\t\t\tModified by: John&nbsp;K&nbsp;Snyder</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAmerica needs well-trained and innovative scientists in all fields, and especially in chemistry and chemistry related fields. Long known as the central science, chemistry research is the foundation on which discoveries in biology are often based. This REU program, which has been developed over the past three years (2013 &ndash; 2015), is a ten week summer research program specially designed to develop scientific talent from a large pool of intelligent students who have long been under-recognized, and hence under developed: students from campuses with few or no research opportunities. Without basic training in research, a process that stimulates excitement for discovery and innovation, these students all too often do not pursue research careers. Our interdisciplinary REU program, \"Fundamental Chemical Research Addressing Problems in Biology\" has brought research opportunities and experience to these students. Of the 33 NSF-funded participants over the past three years, 73% have been under-represented minorities, 64% have been female, and 52% have been community college students. All are from campuses with few or no research opportunities Thus, demographically, we have focused on groups, which are only poorly represented in the chemical research arena. The results have been very successful &ndash; already there have been four publications in peer-reviewed journals, and six presentations at national conferences. We anticipate another ten publications from this group over the next two years. More importantly, a full 94% (31 out of 33) of the participants in the program have indicated a desire to pursue research careers. Two of these 31 now plan on pursuing an MD/PhD so they can continue to focus on research. The other 6% (2 out of 33) plan on medical school, with one already in medical school. Thus, this program has helped to uncover scientific research talent from a pool of students who have not typically entered research careers, thereby strengthening the scientific resources of our society.\n\n \n\n\t\t\t\t\tLast Modified: 08/26/2015\n\n\t\t\t\t\tSubmitted by: John K Snyder"
 }
}