{
 "awd_id": "1156747",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU Site: Hard and Soft Materials in Nanoscience Technology Driven Energy Applications",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Poats",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 315172.0,
 "awd_amount": 335172.0,
 "awd_min_amd_letter_date": "2012-03-09",
 "awd_max_amd_letter_date": "2014-08-27",
 "awd_abstract_narration": "Intellectual Merit\r\nThis three year REU site program will be hosted by the NanoScience Technology Center (NSTC) at the University of Central Florida (UCF).  Ten undergraduate students will be engaged in research and education activities for 10 summer weeks each year.  The program will include the following: (1) introductory coursework on the basic principles of engineering energy, nanotechnology; (2) research seminars by faculty and industry leaders; (3) industrial visits to the numerous industries in Central Florida; (4) seminars, workshops and discussion sessions on ethics in engineering research, group projects to foster interdisciplinary research; and (5) monitoring, evaluation, and tracking of the students' progress via weekly discussion groups and (6) preparation of students to pursue careers in STEM areas. Participants will learn to manufacture and study new functional nanomaterials and devices for energy applications under the guidance of faculty from multidisciplinary programs. The research will involve experimental work as well as computer based modeling.  The students will be trained in technology commercialization of nanomaterials for enabling technology in collaboration with UCF's Technology Incubator.  \r\n\r\nBroader Impacts\r\nThis REU site program will engage faculty from Materials, Engineering, Optical and Physical sciences.  It will foster intercollegial relationships between STEM faculty and students with an opportunity to investigate new teaching paradigms.  This experience will aid students in formulating their career paths in STEM areas and will create a multicultural rich environment for the students to enable them to understand the intercultural dynamics in a research and educational setting.  \r\n\r\nThis program will encourage these students to pursue graduate studies in science and engineering with a nanofocus. These undergraduate students will gain the skill set to become leaders in the development and commercialization of nanotechnology-based materials and device technologies for the energy economy of tomorrow, which is of strategic importance to the Central Florida area as well as to the United States to support its position as a global economic and technological leader. \r\n\r\n\"The site is co-funded by the Department of Defense in partnership with the NSF REU program.\"",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andre",
   "pi_last_name": "Gesquiere",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andre Gesquiere",
   "pi_email_addr": "andre@mail.ucf.edu",
   "nsf_id": "000491705",
   "pi_start_date": "2012-03-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sudipta",
   "pi_last_name": "Seal",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sudipta Seal",
   "pi_email_addr": "sseal@mail.ucf.edu",
   "nsf_id": "000335515",
   "pi_start_date": "2012-03-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Central Florida",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328263252",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "136000",
   "pgm_ele_name": "EWFD-Eng Workforce Development"
  },
  {
   "pgm_ele_code": "721800",
   "pgm_ele_name": "RET SUPPLEMENTS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "115E",
   "pgm_ref_txt": "RESEARCH EXP FOR TEACHERS"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "7218",
   "pgm_ref_txt": "RET SUPP-Res Exp for Tchr Supp"
  },
  {
   "pgm_ref_code": "7736",
   "pgm_ref_txt": "DOD ASSURE PROGRAM"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112RB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213RB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415RB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 114436.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 105044.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 115692.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The NSF REU Site on &ldquo;Hard and Soft Materials in Nanoscience Technology Driven Energy Applications&rdquo; is hosted by the NanoScience Technology Center (NSTC) at the University of Central Florida (UCF). The participating undergraduate students worked in a university research lab setting. They were exposed to science and technologies related to STEM disciplines under the mentorship of university research faculty and collaboration with graduate students. Students learned to manufacture and study new functional nanomaterials and devices for energy applications under the guidance of faculty from multidisciplinary programs (Materials, Engineering, Optical and Physical sciences). The research involved experimental work as well as computer based modeling. REUs were trained in technology commercialization of nanomaterials for enabling technology in collaboration with UCF&rsquo;s Technology Incubator. This experience will aid students in formulating their career paths in STEM areas not only in academics but also industry and will create a multi-cultural rich environment for the students to enable them to understand the intercultural dynamics in a research, manufacturing and educational settings.</p>\n<p>Diversity of the participating students was a point of emphasis of this REU site. Cumulatively, 35 students from 22 schools (a few examples: University of Maryland, Georgia Tech, Virginia Tech, University of Central Florida, U Pennsylvania, U Michigan, Johns Hopkins University, Pima Community College, Connecticut College, University of Puerto Rico-Mayaguez ) participated in the REU. From this group 24 of the students are considered to be from underrepresented groups in engineering, from a total of 35 participants, which corresponds to over 68%.</p>\n<p>Students participated in a workshop series on ethics. Most noteworthy were two striking improvements:&nbsp; (i)&nbsp; the major increase in awareness of complexities of reasoning with incomplete information, as shown in ethics discussions and also as applied to reflective understanding of each person&rsquo;s summer research project, and (i) .the&nbsp; increased ability to identify and distinguish good science from poor.&nbsp; Students seemed to progress significantly in their understanding of and ability to be explicit about high quality science and its link with ethical integrity in research.&nbsp; No doubt this was aided by the emphasis in the regular labs and lectures, in addition to its explicit treatment in the ethics workshops.</p>\n<p>So far REU students and RET are involved in 6 published papers, and 11 papers are in preparation. REU students, RET, and faculty also presented 41 papers in REU poster symposium (32 posters) and 9 conference presentations (such as: Radiation Research-2015, ASM International MS&amp;T-2015, ACS National Meeting 2014, Electrochemical Society 2014-2015, Florida American Vacuum Society &ndash; 2014). The students won 16 awards ranging from presentation awards to fellowships and scholarships.</p>\n<p>We have also tracked the career paths of our REU students closely since we first started the program. Out of the graduates from the REU site 40% are currently going to graduate school (e.g., Columbia University<em>,</em> <em>Georgia Institute of Tech, U. of Washington, U. of Arizona</em>), 18% joined in Industries (<em>Sigma Technologies Intl, R-Squared Global LLC, Advanced Ceramic Technologies, etc</em>), and the rest of the students intend to go for higher studies (either graduate or medical school). It is worthy to note, pre-survey statistics showed 25% unsure, and at the end of the program, the total intention of going to graduate school increased to 62%. We also believe that the program has clearly been successful in meeting the primary goal of encouraging and retaining students to pursue research careers in science, engineering and medical school, particularly given that we recruit students ...",
  "por_txt_cntn": "\nThe NSF REU Site on \"Hard and Soft Materials in Nanoscience Technology Driven Energy Applications\" is hosted by the NanoScience Technology Center (NSTC) at the University of Central Florida (UCF). The participating undergraduate students worked in a university research lab setting. They were exposed to science and technologies related to STEM disciplines under the mentorship of university research faculty and collaboration with graduate students. Students learned to manufacture and study new functional nanomaterials and devices for energy applications under the guidance of faculty from multidisciplinary programs (Materials, Engineering, Optical and Physical sciences). The research involved experimental work as well as computer based modeling. REUs were trained in technology commercialization of nanomaterials for enabling technology in collaboration with UCFÆs Technology Incubator. This experience will aid students in formulating their career paths in STEM areas not only in academics but also industry and will create a multi-cultural rich environment for the students to enable them to understand the intercultural dynamics in a research, manufacturing and educational settings.\n\nDiversity of the participating students was a point of emphasis of this REU site. Cumulatively, 35 students from 22 schools (a few examples: University of Maryland, Georgia Tech, Virginia Tech, University of Central Florida, U Pennsylvania, U Michigan, Johns Hopkins University, Pima Community College, Connecticut College, University of Puerto Rico-Mayaguez ) participated in the REU. From this group 24 of the students are considered to be from underrepresented groups in engineering, from a total of 35 participants, which corresponds to over 68%.\n\nStudents participated in a workshop series on ethics. Most noteworthy were two striking improvements:  (i)  the major increase in awareness of complexities of reasoning with incomplete information, as shown in ethics discussions and also as applied to reflective understanding of each personÆs summer research project, and (i) .the  increased ability to identify and distinguish good science from poor.  Students seemed to progress significantly in their understanding of and ability to be explicit about high quality science and its link with ethical integrity in research.  No doubt this was aided by the emphasis in the regular labs and lectures, in addition to its explicit treatment in the ethics workshops.\n\nSo far REU students and RET are involved in 6 published papers, and 11 papers are in preparation. REU students, RET, and faculty also presented 41 papers in REU poster symposium (32 posters) and 9 conference presentations (such as: Radiation Research-2015, ASM International MS&amp;T-2015, ACS National Meeting 2014, Electrochemical Society 2014-2015, Florida American Vacuum Society &ndash; 2014). The students won 16 awards ranging from presentation awards to fellowships and scholarships.\n\nWe have also tracked the career paths of our REU students closely since we first started the program. Out of the graduates from the REU site 40% are currently going to graduate school (e.g., Columbia University, Georgia Institute of Tech, U. of Washington, U. of Arizona), 18% joined in Industries (Sigma Technologies Intl, R-Squared Global LLC, Advanced Ceramic Technologies, etc), and the rest of the students intend to go for higher studies (either graduate or medical school). It is worthy to note, pre-survey statistics showed 25% unsure, and at the end of the program, the total intention of going to graduate school increased to 62%. We also believe that the program has clearly been successful in meeting the primary goal of encouraging and retaining students to pursue research careers in science, engineering and medical school, particularly given that we recruit students earlier in their undergraduate programs than many other sites.\n\n \n\n\t\t\t\t\tLast Modified: 06/04/2016\n\n\t\t\t\t\tSubmitted by: Andre Gesquiere"
 }
}