{
 "awd_id": "1156624",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU Site: \"Hands-on Minds-on\": Multidisciplinary Approaches to Understanding and Preventing Societal Violence",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": "7032924672",
 "po_email": "fchowdhu@nsf.gov",
 "po_sign_block_name": "Fahmida Chowdhury",
 "awd_eff_date": "2012-03-15",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 365448.0,
 "awd_amount": 365448.0,
 "awd_min_amd_letter_date": "2012-03-23",
 "awd_max_amd_letter_date": "2014-05-10",
 "awd_abstract_narration": "This project brings researchers from across several disciplines together with students from four-year institutions and community colleges in Virginia to learn about conducting research. The topic of violence is explored with respect to its antecedents and consequences as well as violence prevention. Scholars from three different colleges at Virginia Tech (Engineering, Liberal Arts and Human Sciences, and Science) participate in this project. Student exposure to the interdisciplinary study of this pressing social problem is supported both through interaction with participating faculty and in conjunction with the Virginia Tech Center for Peace Studies and Violence Prevention. In this program, undergraduates work with faculty on one of five research studies: 1) Socialization of Emotions, 2) Bullying Prevention, 3)Responses to Media Violence, 4) Peace Education, or 5) Technology and Conflict Management. Students participate in team and project based training and research activities with a special emphasis on ethics, benefiting from working with faculty at a major research university. Through a series of workshops and guest speakers, students are introduced to the concept of interdisciplinary research and they learn about the processes involved in each project.\r\n\r\nINTELLECTUAL MERIT: \r\n\r\nThis program exposes students to a complex, multi-faceted, real-world problem that lends itself well to learning about and understanding interdisciplinary thinking. The topic of violence demands engagement with (a) the inherent complexity of nature and society; (b) the desire to explore problems and questions that are not confined to a single discipline; (c) the need to solve societal problems; and (d) the power of new technologies. Exposing undergraduates to multidisciplinary research teams and concepts of interdisciplinary work prepares them for the collaborative research environments they are likely to encounter in graduate programs and research careers, as well as provide fulfilling personal and interpersonal experiences. Together these elements provide motivation to pursue scientific research careers.\r\n\r\nBROADER IMPACTS: Involving students in the study of an issue that directly impacts them can create a unique level of awareness and interest that may lead to preventing future acts of violence. Combining science, technology, and behavioral sciences to solve societal issues can result in new approaches and engage a new generation of technology savvy students in real-world problems. As more and more talented students turn to community college as an affordable way to start their education, offering opportunities for research to this diverse population keeps them moving towards a four-year degree.\r\n\r\nThe site is co-funded by the Department of Defense in partnership with the NSF REU program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Diana",
   "pi_last_name": "Ridgwell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Diana Ridgwell",
   "pi_email_addr": "dridgwel@vt.edu",
   "nsf_id": "000545465",
   "pi_start_date": "2012-03-23",
   "pi_end_date": "2013-10-30"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cynthia",
   "pi_last_name": "Smith",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cynthia Smith",
   "pi_email_addr": "smithcl@vt.edu",
   "nsf_id": "000568017",
   "pi_start_date": "2013-10-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "119 Wallace Hall",
  "perf_city_name": "Blacksburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240603580",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7736",
   "pgm_ref_txt": "DOD ASSURE PROGRAM"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112RB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213RB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415RB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 121506.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 121814.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 122128.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Twenty-nine students participated in the &ldquo;Hands-On, Minds-On&rdquo; Understanding and Preventing Societal Violence Research Experience for Undergraduates (REU).&nbsp; The REU was held on the campus of Virginia Tech, the site of a large mass shooting, and thus understanding and preventing societal violence is a topic of high relevance for this campus.&nbsp; In the summers of 2012-2014, three cohorts of undergraduate students were recruited from national 4-year institutions as well as local community colleges.&nbsp; Recruitment was targeted to students from community colleges who would not otherwise have had the opportunity to engage in undergraduate research.&nbsp; An additional goal for the community college population was to ease their later transition to a 4-year program.</p>\n<p>&nbsp;</p>\n<p>The program brought together an interdisciplinary team of faculty members to approach the topic of understanding and preventing societal violence from different perspectives.&nbsp; One project examined early precursors to aggressive behavior through examination of young children&rsquo;s emotional development.&nbsp; Another project explored the topic from the perspective of bullying prevention through actively caring, examined in children from elementary through high school.&nbsp; One of the other projects explored the topic of societal violence in college-age populations by examining exposure to violent media content and how that may or may not reinforce attitudes toward violence.&nbsp; Even though REU students primarily worked within one of these projects, they engaged with the interdisciplinary team weekly so that all students would learn about the individual projects and how they all fit into the overarching topic of understanding and preventing societal violence.&nbsp; The interdisciplinary focus of our REU allowed students to have a more complete understanding of this important societal topic.</p>\n<p>&nbsp;</p>\n<p>Each summer, students completed detailed assessments about their experiences with the REU.&nbsp; In these assessments, several students mentioned that they gained confidence, both personally and as a researcher, through their experiences in our REU. One student explained, &ldquo;As far as research, I now have more confidence in the ideas I come up with. I am not afraid to say a view, idea, or opinion just because it may not be accepted by others&hellip;Without this program I would have never gained so much confidence in myself and my thoughts!&rdquo;&nbsp; In addition to meeting our goal of increasing student knowledge about the research process, it was also clear that students gained an understanding of the importance of our topic.&nbsp; For example, one student stated, &ldquo;This research is really pertinent not only for schools, but for life in general. It will hopefully encourage others to take action when they see someone in danger. Thus, this is creating a more compassionate, improved society.&rdquo;&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/03/2015<br>\n\t\t\t\t\tModified by: Cynthia&nbsp;Smith</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nTwenty-nine students participated in the \"Hands-On, Minds-On\" Understanding and Preventing Societal Violence Research Experience for Undergraduates (REU).  The REU was held on the campus of Virginia Tech, the site of a large mass shooting, and thus understanding and preventing societal violence is a topic of high relevance for this campus.  In the summers of 2012-2014, three cohorts of undergraduate students were recruited from national 4-year institutions as well as local community colleges.  Recruitment was targeted to students from community colleges who would not otherwise have had the opportunity to engage in undergraduate research.  An additional goal for the community college population was to ease their later transition to a 4-year program.\n\n \n\nThe program brought together an interdisciplinary team of faculty members to approach the topic of understanding and preventing societal violence from different perspectives.  One project examined early precursors to aggressive behavior through examination of young childrenÆs emotional development.  Another project explored the topic from the perspective of bullying prevention through actively caring, examined in children from elementary through high school.  One of the other projects explored the topic of societal violence in college-age populations by examining exposure to violent media content and how that may or may not reinforce attitudes toward violence.  Even though REU students primarily worked within one of these projects, they engaged with the interdisciplinary team weekly so that all students would learn about the individual projects and how they all fit into the overarching topic of understanding and preventing societal violence.  The interdisciplinary focus of our REU allowed students to have a more complete understanding of this important societal topic.\n\n \n\nEach summer, students completed detailed assessments about their experiences with the REU.  In these assessments, several students mentioned that they gained confidence, both personally and as a researcher, through their experiences in our REU. One student explained, \"As far as research, I now have more confidence in the ideas I come up with. I am not afraid to say a view, idea, or opinion just because it may not be accepted by others&hellip;Without this program I would have never gained so much confidence in myself and my thoughts!\"  In addition to meeting our goal of increasing student knowledge about the research process, it was also clear that students gained an understanding of the importance of our topic.  For example, one student stated, \"This research is really pertinent not only for schools, but for life in general. It will hopefully encourage others to take action when they see someone in danger. Thus, this is creating a more compassionate, improved society.\" \n\n\t\t\t\t\tLast Modified: 03/03/2015\n\n\t\t\t\t\tSubmitted by: Cynthia Smith"
 }
}