{
 "awd_id": "1156626",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "REU Site: Student Research in Oceanography and Marine Sciences at BIOS",
 "cfda_num": "47.050",
 "org_code": "06040100",
 "po_phone": "7032927709",
 "po_email": "elrom@nsf.gov",
 "po_sign_block_name": "Elizabeth Rom",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 107623.0,
 "awd_amount": 107623.0,
 "awd_min_amd_letter_date": "2012-08-06",
 "awd_max_amd_letter_date": "2012-08-31",
 "awd_abstract_narration": "This award provides renewed funding for a Research Experience for Undergraduates (REU) Site program at the Bermuda Institute for Ocean Sciences (BIOS). The REU Site provides hands-on research experiences for undergraduates. Students conduct independent research projects based on a variety of marine and open ocean science topics ranging from the molecular to macro scale processes. Many of the research projects fall within the framework of the numerous long-term deep ocean programs conducted at BIOS including Hydrostation 'S', the Bermuda Atlantic Time-series Study (BATS), the Microbial Observatory, the Ocean Flux Program (OFP), and the Ocean Carbon and Climate Change Program. Students also have opportunities to focus on near-shore processes (e.g., water and air pollution, coral reef ecology, marine biodiversity), topics within the Oceans and Human Health Program (e.g., cancer and aging), and topics within the Risk Prediction Initiative (e.g., ocean:atmosphere-based catastrophe models such as those used to predict hurricanes and/or intense rainfall events). Students participate in weekly activities (e.g., REU student seminars, visits to the aquarium and biological conservation/restoration sites) and frequently join BIOS scientists aboard the R/V Atlantic Explorer. Since BIOS is a small campus, REU students have ample opportunity to get to know faculty/staff. BIOS has many active teaching programs during Fall semester that ensure a diverse student population that includes US students taking semester-long courses as well as US, Canadian, and UK visiting university groups. REU students also have opportunities to work with ocean science students from developing countries as part of the POGO Centre of Excellence in Observational Oceanography. At program end, REU students present a seminar of their work to BIOS staff and write manuscripts in the format of a journal appropriate for publication of each project. \r\n\r\nSupport provided by NSF includes funding for student stipends, student travel to and from the site, student housing and meals and some administrative costs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "F. Gerald",
   "pi_last_name": "Plumley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "F. Gerald Plumley",
   "pi_email_addr": "gerald.plumley@bios.edu",
   "nsf_id": "000256271",
   "pi_start_date": "2012-08-06",
   "pi_end_date": "2012-08-31"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Peters",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew J Peters",
   "pi_email_addr": "apeter95@bios.asu.edu",
   "nsf_id": "000130501",
   "pi_start_date": "2012-08-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rachel",
   "pi_last_name": "Parsons",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Rachel J Parsons",
   "pi_email_addr": "rachel.parsons@bios.edu",
   "nsf_id": "000599525",
   "pi_start_date": "2012-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bermuda Institute of Ocean Sciences (BIOS), Inc.",
  "inst_street_address": "17 BIOLOGICAL STATION",
  "inst_street_address_2": "FERRY REACH",
  "inst_city_name": "ST. GEORGE'S",
  "inst_state_code": "",
  "inst_state_name": "RI REQUIRED",
  "inst_phone_num": "4412971880",
  "inst_zip_code": "GE01",
  "inst_country_name": "Bermuda",
  "cong_dist_code": null,
  "st_cong_dist_code": "",
  "org_lgl_bus_name": "BERMUDA INSTITUTE OF OCEAN SCIENCES (BIOS) INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "KKGGL32KGLX3"
 },
 "perf_inst": {
  "perf_inst_name": "Bermuda Institute of Ocean Sciences",
  "perf_str_addr": "17 Biological Lane",
  "perf_city_name": "St George's GE01",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "BD",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Bermuda",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169000",
   "pgm_ele_name": "EDUCATION/HUMAN RESOURCES,OCE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 107623.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><!--  /* Font Definitions */ @font-face \t{font-family:\"?? ??\"; \tpanose-1:0 0 0 0 0 0 0 0 0 0; \tmso-font-charset:128; \tmso-generic-font-family:roman; \tmso-font-format:other; \tmso-font-pitch:fixed; \tmso-font-signature:1 134676480 16 0 131072 0;} @font-face \t{font-family:\"?? ??\"; \tpanose-1:0 0 0 0 0 0 0 0 0 0; \tmso-font-charset:128; \tmso-generic-font-family:roman; \tmso-font-format:other; \tmso-font-pitch:fixed; \tmso-font-signature:1 134676480 16 0 131072 0;} @font-face \t{font-family:Calibri; \tpanose-1:2 15 5 2 2 2 4 3 2 4; \tmso-font-charset:0; \tmso-generic-font-family:auto; \tmso-font-pitch:variable; \tmso-font-signature:-520092929 1073786111 9 0 415 0;}  /* Style Definitions */ p.MsoNormal, li.MsoNormal, div.MsoNormal \t{mso-style-unhide:no; \tmso-style-qformat:yes; \tmso-style-parent:\"\"; \tmargin:0cm; \tmargin-bottom:.0001pt; \tmso-pagination:widow-orphan; \tfont-size:12.0pt; \tfont-family:\"Times New Roman\"; \tmso-fareast-font-family:\"Times New Roman\"; \tmso-ansi-language:EN-GB; \tmso-no-proof:yes;} .MsoChpDefault \t{mso-style-type:export-only; \tmso-default-props:yes; \tfont-size:10.0pt; \tmso-ansi-font-size:10.0pt; \tmso-bidi-font-size:10.0pt; \tfont-family:Cambria; \tmso-ascii-font-family:Cambria; \tmso-ascii-theme-font:minor-latin; \tmso-fareast-font-family:\"?? ??\"; \tmso-fareast-theme-font:minor-fareast; \tmso-hansi-font-family:Cambria; \tmso-hansi-theme-font:minor-latin; \tmso-bidi-font-family:\"Times New Roman\"; \tmso-bidi-theme-font:minor-bidi; \tmso-ansi-language:EN-GB; \tmso-fareast-language:JA;} @page WordSection1 \t{size:612.0pt 792.0pt; \tmargin:72.0pt 90.0pt 72.0pt 90.0pt; \tmso-header-margin:36.0pt; \tmso-footer-margin:36.0pt; \tmso-paper-source:0;} div.WordSection1 \t{page:WordSection1;} --></p>\n<p class=\"MsoNormal\" style=\"margin-top: 3.0pt; tab-stops: 36.0pt;\"><span lang=\"EN-GB\">The Bermuda Institute of Ocean Sciences (BIOS) received 62 applications for 6 positions on the BIOS NSF-REU program in 2012. <span style=\"mso-spacerun: yes;\">&nbsp;</span>The group of successful applicants was comprised of 3 females and 3 males, one of whom was a self-identified minority student. <span style=\"mso-spacerun: yes;\">&nbsp;</span>During the award period, BIOS continued its long-term tradition of providing a high quality hands-on research experiences for US undergraduate students. <span style=\"mso-spacerun: yes;\">&nbsp;</span>The students conducted independent research projects based on a variety of oceanographic and marine science topics ranging from small scale (e.g., molecular/subcellular) to the ecosystem as a whole.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Many of the research projects fell within the framework of the numerous long-term ocean programs conducted at BIOS including Hydrostation &ldquo;S&rdquo;, the Bermuda Atlantic Time-series Study (BATS), the Microbial Observatory, and the Bermuda Bio-Optics Project.<span style=\"mso-spacerun: yes;\">&nbsp; </span>Students also had opportunities to focus on near-shore processes (e.g., water pollution, coral reef ecology, marine biodiversity), and topics within the Oceans and Human Health Program (e.g., processes of aging). </span></p>\n<p class=\"MsoNormal\" style=\"margin-top: 6.0pt; tab-stops: 36.0pt;\"><span lang=\"EN-GB\">Students participated in weekly activities including seminars and workshops, visits to local points of interest, and they also had the opportuinity to join BIOS scientists aboard the institutes ocean-going research vessel, the <em>R/V Atlantic Explorer</em>. <span style=\"mso-spacerun: yes;\">&nbsp;</span>Since BIOS is a small campus, REU students had ample opportunity to get to know faculty and staff through a range of activities (e.g., research seminars and lectures, mealtimes at Wright Hall; and sports and recreation activities hosted at BIOS).<span style=\"mso-spacerun: yes;\">&nbsp; </span>BIOS has many active teaching programs during the Fall semester when REU students are resident; this ensured a diverse student population th...",
  "por_txt_cntn": "\n\nThe Bermuda Institute of Ocean Sciences (BIOS) received 62 applications for 6 positions on the BIOS NSF-REU program in 2012.  The group of successful applicants was comprised of 3 females and 3 males, one of whom was a self-identified minority student.  During the award period, BIOS continued its long-term tradition of providing a high quality hands-on research experiences for US undergraduate students.  The students conducted independent research projects based on a variety of oceanographic and marine science topics ranging from small scale (e.g., molecular/subcellular) to the ecosystem as a whole.  Many of the research projects fell within the framework of the numerous long-term ocean programs conducted at BIOS including Hydrostation \"S\", the Bermuda Atlantic Time-series Study (BATS), the Microbial Observatory, and the Bermuda Bio-Optics Project.  Students also had opportunities to focus on near-shore processes (e.g., water pollution, coral reef ecology, marine biodiversity), and topics within the Oceans and Human Health Program (e.g., processes of aging). \nStudents participated in weekly activities including seminars and workshops, visits to local points of interest, and they also had the opportuinity to join BIOS scientists aboard the institutes ocean-going research vessel, the R/V Atlantic Explorer.  Since BIOS is a small campus, REU students had ample opportunity to get to know faculty and staff through a range of activities (e.g., research seminars and lectures, mealtimes at Wright Hall; and sports and recreation activities hosted at BIOS).  BIOS has many active teaching programs during the Fall semester when REU students are resident; this ensured a diverse student population that included students from the US, Canada, and the UK.  REU students also had opportunities to work with ocean science students from developing countries as part of the BIOS Centre of Excellence in Observational Oceanography.  As part of the BIOS REU Program, the students were asked to present their work to other student programs taking place at BIOS (e.g., Fall semester for US students and the Centre of Excellence in Observational Oceanography, a program for international students). The REU students were also involved in discussing their research with the general public during our yearly open house and weekly public tours. At program end, REU students presented their work to BIOS staff and wrote manuscripts in the format of a journal appropriate for publication of each project. \nBIOS is a multi-disciplinary institution and as a result students were exposed to a diverse range of research activities. Thus, REU students were exposed to the collaborative nature of research and were able to gain expereince in multiple areas of science.  This is a valuable experience which will help with their subsequent career decisions.  REU students at BIOS were encouraged to take full responsibilty for their projects and largely were in charge of the day to day management of their projects, allowing them to learn valuable skills in maintaining a project, meeting deadlines, trouble shooting, and planning.\nOf the six students hosted by BIOS in 2012, three have graduated, and three remain in undergraduate studies. Of the three that have graduated, all remain in the scientific field, with two undertaking internships and all three are currently in the process, or have expressed an intention of, applying for graduate studies.  \n \n\n\n\n\n\nName \n\n\nUniversity\n\n\nProject description\n\n\nBIOS Mentor\n\n\n\n\nJeremy Alan Kravitz\n\n\nCalifornia Polytechnic State   University\n\n\nBio-optics and remote sensing for   mapping out reef habitats\n\n\nDr. Eric Hochberg\n\n\n\n\nJenny Elena Rendon\n\n\nOld Dominion University\n\n\nAn Investigation of the occurrence   and levels of coprostanol in BermudaÆs inshore environment\n\n\nDr. Andrew Peters\n\n\n\n\nJennifer Noelle Trapani\n\n\nUniversity at Buffalo, State   University of New York\n\n\nMicrobial response to ocean acidification\n\n\nRachel Parsons\n\n\n\n\nPaul Alexander Kai B..."
 }
}