{
 "awd_id": "1157892",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Function of U1 snRNP in Formation of the Spliceosome",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": "7032928528",
 "po_email": "amushegi@nsf.gov",
 "po_sign_block_name": "Arcady Mushegian",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2017-05-31",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 600000.0,
 "awd_min_amd_letter_date": "2012-05-15",
 "awd_max_amd_letter_date": "2015-06-26",
 "awd_abstract_narration": "Intellectual merit. Most human protein-coding genes contain the primary protein-coding regions (exons) interrupted by non-coding regions (introns). In the process of precursor-mRNA splicing, the introns must be excised and the exons spliced together to generate an mRNA transcript suitable for translation into protein. Precursor-mRNA splicing is catalyzed by a remarkably large and highly dynamic \"machine\", the spliceosome. The spliceosome is formed by the assembly onto a precursor-mRNA transcript of five RNA-protein complexes or U snRNPs. We lack a clear understanding of how the U snRNPs initiate spliceosome assembly and organize the spliceosome for catalysis. This gap in knowledge is due in large part to experimental challenges posed by the spliceosome's large size, dynamic properties, and necessity to use crude cell extract for its study. The aim of this project is to elucidate how the initial events in the assembly of the U snRNPs onto a precursor-mRNA transcript contribute to formation of an active spliceosome that exhibits high fidelity. To accomplish this long-term goal, this project will utilize new and innovative methods designed to \"trap\" the spliceosome at early intermediate states of its reaction cycle and to aid the visualization of its structure.\r\n\r\nBroader impact. A long-term goal of this project is to lay the foundation for an educational initiative aimed at motivating students to engage in science and be exposed to how understanding structure provides insight into function. Using new media, this project aims to create an educational outreach that will engage high school students in the sciences and provide their science teachers with training and professional development on integration of new media and macromolecular structures into their classrooms.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Pomeranz Krummel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Pomeranz Krummel",
   "pi_email_addr": "dapk@brandeis.edu",
   "nsf_id": "000596094",
   "pi_start_date": "2012-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brandeis University",
  "inst_street_address": "415 SOUTH ST",
  "inst_street_address_2": "",
  "inst_city_name": "WALTHAM",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "7817362121",
  "inst_zip_code": "024532728",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "BRANDEIS UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MXLZGAMFEKN5"
 },
 "perf_inst": {
  "perf_inst_name": "Brandeis University",
  "perf_str_addr": "415 South Street",
  "perf_city_name": "Waltham",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024549110",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The spliceosome is a large and highly dynamic macromolecular assembly that catalyzes in eukaryotes the removal of non-coding sequence or introns from&nbsp;precursor messenger RNA transcripts. The objective of the proposal (<span style=\"text-decoration: underline;\"><strong>intellectual merit</strong></span>) was to obtain insight into the initial steps in the activity of the spliceosome using biochemical and structural approaches.&nbsp;The structure-function of the spliceosome is complex and challengining&nbsp;to teach and for students to fully comprehend.&nbsp;Critical for&nbsp;students&nbsp;to understand the phenomenon of splicing and the activity of the spliceosome is&nbsp;possessing a&nbsp;solid foundation in&nbsp;nucleic acid structure-function. The objective of this proposal (<span style=\"text-decoration: underline;\"><strong>broader impact</strong></span>) was to&nbsp;demonstrate the application/integration of&nbsp;3D printing&nbsp;and associated technologies (such as 3D visualization software and computer aided design or&nbsp;CAD) in pedagogical activities.&nbsp;</p>\n<p>As part of the <span style=\"text-decoration: underline;\"><strong>intellectual merit </strong></span>of the proposal, an RNA-protein complex integral&nbsp;to the function of the spliceosome was successfully purified to homogeneity and its three-dimensional structure determined by&nbsp;electron cryo-microscopy. This work&nbsp;has contributed to our understanding of splicing and its regulation as well as contributing to the broader life science community,&nbsp;by providing in part guidance on&nbsp;purification of&nbsp;macromelular&nbsp;complexes from&nbsp;a cell suitable for&nbsp;biochemical and structural studies. Further, this project supported&nbsp;the establishment of a new approach to reversibly constrain subcomplexes of the spliceosome to&nbsp;its substrate, a pre-mRNA. The broader life science community&nbsp;may find this approach suitable to constrain other assemblies for mechanistic and structural studies.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>As part of the<strong><span style=\"text-decoration: underline;\"> b</span></strong><span style=\"text-decoration: underline;\"><strong>roader impact</strong>&nbsp;</span>of the proposal, a K-12 outreach was created and successfully implemented. Over a Summer high school students learned of the physcochemical properties underlying biopolymer structure-function aided by 3D visualization software, CAD, and 3D printing technology.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/21/2017<br>\n\t\t\t\t\tModified by: Daniel&nbsp;Pomeranz Krummel</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe spliceosome is a large and highly dynamic macromolecular assembly that catalyzes in eukaryotes the removal of non-coding sequence or introns from precursor messenger RNA transcripts. The objective of the proposal (intellectual merit) was to obtain insight into the initial steps in the activity of the spliceosome using biochemical and structural approaches. The structure-function of the spliceosome is complex and challengining to teach and for students to fully comprehend. Critical for students to understand the phenomenon of splicing and the activity of the spliceosome is possessing a solid foundation in nucleic acid structure-function. The objective of this proposal (broader impact) was to demonstrate the application/integration of 3D printing and associated technologies (such as 3D visualization software and computer aided design or CAD) in pedagogical activities. \n\nAs part of the intellectual merit of the proposal, an RNA-protein complex integral to the function of the spliceosome was successfully purified to homogeneity and its three-dimensional structure determined by electron cryo-microscopy. This work has contributed to our understanding of splicing and its regulation as well as contributing to the broader life science community, by providing in part guidance on purification of macromelular complexes from a cell suitable for biochemical and structural studies. Further, this project supported the establishment of a new approach to reversibly constrain subcomplexes of the spliceosome to its substrate, a pre-mRNA. The broader life science community may find this approach suitable to constrain other assemblies for mechanistic and structural studies.      \n\nAs part of the broader impact of the proposal, a K-12 outreach was created and successfully implemented. Over a Summer high school students learned of the physcochemical properties underlying biopolymer structure-function aided by 3D visualization software, CAD, and 3D printing technology.\n\n \n\n\t\t\t\t\tLast Modified: 12/21/2017\n\n\t\t\t\t\tSubmitted by: Daniel Pomeranz Krummel"
 }
}