{
 "awd_id": "1157038",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  REU Site:  Integrative approach to landscape evolution in a monogenetic volcanic field. San Francisco volcanic field, northern Arizona",
 "cfda_num": "47.050",
 "org_code": "06030203",
 "po_phone": "7032925047",
 "po_email": "lpatino@nsf.gov",
 "po_sign_block_name": "Lina Patino",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 40228.0,
 "awd_amount": 0.0,
 "awd_min_amd_letter_date": "2012-09-20",
 "awd_max_amd_letter_date": "2013-05-07",
 "awd_abstract_narration": "The San Francisco volcanic field in northern Arizona is a natural laboratory for investigating the eruptive processes of cinder-cone volcanoes, the effects of eruption and erosion of these common but small systems on landscape forms, and the patterns and timing of volcanism.  A multi-disciplinary team from Northern Arizona University, University of Arizona (Biosphere 2), and University of New Hampshire will offer an 8-week summer REU experience to 10 undergraduate students each summer, funded by the NSF Directorate for Geosciences.   Two-three students from the first-year cohort will be invited to return in the second year to mentor new students, thus ensuring a long-lasting investment in research and experience in teaching other young scientists.   The goals of the project are to provide all students with (1) a fundamental understanding of the relations between landscapes and basaltic volcanism, (2) an opportunity to construct a research project, with guidance from a mentor who will work alongside the student, (3) an understanding of how a research project is executed, from the initial research proposal to the final presentation and publication of results, (4) first-hand experience in interdisciplinary collaborations and research, and (5) a network of colleagues and mentors who will support the student's development as a scholar. \r\n\r\nIn the first two weeks of the program, students will learn theories of basaltic volcanism, Quaternary dating methods, and landscape studies.  The first week will culminate in a two-day trip to Biosphere 2, an enclosed Earth system near Tucson, AZ.  At the end of the second week, the student, with the assistance of his/her mentor, will write a research prospectus that will guide the goals and field or lab activities of the following five weeks.  After a further 1-2 week study of a specific volcano, students in Quaternary dating projects will depart for the host lab to carry out their analyses.  These students will continue to network with those who remain in Flagstaff throughout the summer, and, in the final week of the program, students and mentors will gather in Flagstaff to create posters that will model GSA/AGU posters.  On the final day, students will join with participants in other REU programs at NAU for a research symposium.  The posters will then be presented at GSA or AGU meetings that fall.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "DeLong",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen DeLong",
   "pi_email_addr": "sdelong@email.arizona.edu",
   "nsf_id": "000383383",
   "pi_start_date": "2012-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "ABOR, University of Arizona",
  "perf_str_addr": "32540 S. Biosphere Road",
  "perf_city_name": "Oracle",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857230001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "689800",
   "pgm_ele_name": "EAR-Earth Sciences Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 40228.0
  }
 ],
 "por": null
}