{
 "awd_id": "1157089",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU Site: A Partnership of NSF-funded Centers to Advance California Community College Students in Science and Engineering",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Poats",
 "awd_eff_date": "2012-03-15",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 350000.0,
 "awd_min_amd_letter_date": "2012-03-09",
 "awd_max_amd_letter_date": "2013-08-20",
 "awd_abstract_narration": "Intellectual Merit\r\nThe Center for Energy Efficient Electronics Science (E3S) at the University of California Berkeley will expand the existing Transfer-to-Excellence Research Experiences for Undergraduates (TTE REU) program into a TTE REU Site program with the following objectives: 1) increase the number of community college students, particularly women and underrepresented minority students who receive baccalaureate degrees in science and engineering; 2) help expand and diversify the pipeline of future graduate school students; and 3) attract a diverse body of community college students to science and engineering disciplines that are seeking solutions to the nation's energy problems. To accomplish these goals, this REU Site will bring together E3S and two other NSF-funded centers, the Center of Integrated Nanomechanical Systems (COINS) and the Synthetic Biology Engineering Research Center (SynBERC), to expand the research opportunities available to community college students, particularly in the science and engineering fields of clean energy, nanotechnology, and biotechnology. In addition, this site will collaborate with the UC Berkeley Transfer Alliance Project (TAP), to provide academic advising and enrichment programs that prepare community colleges students to be competitive applicants to 4-year colleges.\r\n\r\nBroader Impacts\r\nServing as a bridge between two- and four-year colleges, this REU Site's primary goals are to: 1) increase the number of community college students, particularly women and underrepresented minority students, who go on to receive baccalaureate degrees in science and engineering; 2) help grow and diversify the pipeline of future graduate school students; and 3) attract students to science and engineering disciplines that are seeking solutions to the nation's energy problems. These goals support America's need for a clean energy revolution and to accelerate biotechnology and nanotechnology advancements. In addition, the REU Site leverages and contributes to the missions of three of NSF's funded centers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tsu-Jae",
   "pi_last_name": "King-Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tsu-Jae King-Liu",
   "pi_email_addr": "tking@eecs.berkeley.edu",
   "nsf_id": "000466762",
   "pi_start_date": "2012-03-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sharnnia",
   "pi_last_name": "Artis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sharnnia Artis",
   "pi_email_addr": "sartis@eecs.berkeley.edu",
   "nsf_id": "000598201",
   "pi_start_date": "2012-03-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "550 Sutardja Dai Hall",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947201764",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "136000",
   "pgm_ele_name": "EWFD-Eng Workforce Development"
  },
  {
   "pgm_ele_code": "148000",
   "pgm_ele_name": "ERC-Eng Research Centers"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "8808",
   "pgm_ref_txt": "Veterans Research Supplements"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 240000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The <em>REU Site: A Partnership of NSF-funded Centers to Advance California Community College Students in Science and Engineering</em>, awarded to the University of California, Berkeley (UC Berkeley), has successfully responded to the challenges laid out by the Obama Administration to unleash a clean energy revolution through biotechnology and nanotechnology, and restore America&rsquo;s leadership in college graduation rates through investments in community colleges.&nbsp; This award significantly broadened the research opportunities and increased the number of community college interns in an established program, Transfer-to-Excellence Research Experiences for Undergraduates (TTE REU).&nbsp; The program has been a bridge between two- and four-year colleges using research as a catalyst to: i) increase the number of community college students whose backgrounds are under-represented in science and engineering to go on to receive bachelor degrees; ii) help grow and diversify the pipeline of future graduate school students; and iii) attract students to science and engineering disciplines that are seeking solutions to the nation&rsquo;s energy problems.</p>\n<p>From 2012 through 2015, this REU Site funded 33 students from 25 California community colleges to spend 9 weeks at UC Berkeley, 8 of which were spent in hands-on independent research for enabling alternative energy and lower power consumption, advised by faculty who were associated with UC Berkeley research centers that were funded by other National Science Foundation (NSF) grants.&nbsp; The program partnered with community college centers of the Mathematics, Engineering, Science Achievement (MESA) organization, recruiting four diverse cohorts: 33% - female; 36% under-represented racial minorities; 18% - veterans; and 70% - students who are the first generation in their families to go to college.&nbsp;</p>\n<p>The community college interns were prepared for research in a one-week boot camp that introduced them to the basics of nanotechnology and biochemistry.&nbsp; They also learned how to do research, laboratory safety practices, and research ethics.&nbsp; During their internships, they also participated in academic and professional development activities to prepare for a bachelor&rsquo;s degree and a career in science and engineering. Additionally, they participated in enrichment activities to help them to be competitive applicants to four-year colleges, and received individualized academic and transfer advising from the UC Berkeley's Transfer Advising Program (TAP).&nbsp; The TAP counselors continued to provide individualized support through the transfer application process after the interns returned to their community colleges.</p>\n<p>Twenty-seven of the 33(84%) REU-Site alumni have transferred to 4-year universities to pursue bachelor&rsquo;s degrees in Engineering, Biochemistry, Physics and Mathematics.&nbsp; This transfer rate is exceptional compared to the 38% rate reported by the Community College League of California for California community college students transferring to 4 year institutions for 2013-2015.&nbsp; Twenty-two of the 27 (82%) former REU Site interns transferred to schools that are repeatedly ranked among the top universities by US News &amp; World Report: UC Berkeley, UCLA, Stanford and Columbia.&nbsp; This REU-Site&rsquo;s transfer rate is significantly higher compared to the 23% admit rate for transfer students in 2013-2015 at UC Berkeley, to where a large majority of the former interns transferred.&nbsp;</p>\n<p>Of the transferred students, 32% are women and 44% racial minorities under-represented in the engineering and scientific disciplines of this REU Site.&nbsp; The percentage of racial minorities is particularly noteworthy relative to the 2013 national benchmark of 31% for the majors of the students, as obtained from the NSF&rsquo;s S&amp;E Indicators.&nbsp; Another key diversity indi...",
  "por_txt_cntn": "\nThe REU Site: A Partnership of NSF-funded Centers to Advance California Community College Students in Science and Engineering, awarded to the University of California, Berkeley (UC Berkeley), has successfully responded to the challenges laid out by the Obama Administration to unleash a clean energy revolution through biotechnology and nanotechnology, and restore AmericaÆs leadership in college graduation rates through investments in community colleges.  This award significantly broadened the research opportunities and increased the number of community college interns in an established program, Transfer-to-Excellence Research Experiences for Undergraduates (TTE REU).  The program has been a bridge between two- and four-year colleges using research as a catalyst to: i) increase the number of community college students whose backgrounds are under-represented in science and engineering to go on to receive bachelor degrees; ii) help grow and diversify the pipeline of future graduate school students; and iii) attract students to science and engineering disciplines that are seeking solutions to the nationÆs energy problems.\n\nFrom 2012 through 2015, this REU Site funded 33 students from 25 California community colleges to spend 9 weeks at UC Berkeley, 8 of which were spent in hands-on independent research for enabling alternative energy and lower power consumption, advised by faculty who were associated with UC Berkeley research centers that were funded by other National Science Foundation (NSF) grants.  The program partnered with community college centers of the Mathematics, Engineering, Science Achievement (MESA) organization, recruiting four diverse cohorts: 33% - female; 36% under-represented racial minorities; 18% - veterans; and 70% - students who are the first generation in their families to go to college. \n\nThe community college interns were prepared for research in a one-week boot camp that introduced them to the basics of nanotechnology and biochemistry.  They also learned how to do research, laboratory safety practices, and research ethics.  During their internships, they also participated in academic and professional development activities to prepare for a bachelorÆs degree and a career in science and engineering. Additionally, they participated in enrichment activities to help them to be competitive applicants to four-year colleges, and received individualized academic and transfer advising from the UC Berkeley's Transfer Advising Program (TAP).  The TAP counselors continued to provide individualized support through the transfer application process after the interns returned to their community colleges.\n\nTwenty-seven of the 33(84%) REU-Site alumni have transferred to 4-year universities to pursue bachelorÆs degrees in Engineering, Biochemistry, Physics and Mathematics.  This transfer rate is exceptional compared to the 38% rate reported by the Community College League of California for California community college students transferring to 4 year institutions for 2013-2015.  Twenty-two of the 27 (82%) former REU Site interns transferred to schools that are repeatedly ranked among the top universities by US News &amp; World Report: UC Berkeley, UCLA, Stanford and Columbia.  This REU-SiteÆs transfer rate is significantly higher compared to the 23% admit rate for transfer students in 2013-2015 at UC Berkeley, to where a large majority of the former interns transferred. \n\nOf the transferred students, 32% are women and 44% racial minorities under-represented in the engineering and scientific disciplines of this REU Site.  The percentage of racial minorities is particularly noteworthy relative to the 2013 national benchmark of 31% for the majors of the students, as obtained from the NSFÆs S&amp;E Indicators.  Another key diversity indicator is the number of students who are the first in their families to go to college, as this demographic group is known to have a higher dropout rate and lower participation in engineering and sc..."
 }
}