{
 "awd_id": "1157678",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Contextual Research-Empirical Research--Detecting, Tracking, and Modeling Cognitive, Affective, and Metacognitive Regulatory Processes to Optimize Learning with MetaTutor",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Finbarr Sloane",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 1002172.0,
 "awd_amount": 1002172.0,
 "awd_min_amd_letter_date": "2011-10-18",
 "awd_max_amd_letter_date": "2013-11-19",
 "awd_abstract_narration": "This 3-year project conducts laboratory based experimental research to extend and apply a multiagent intelligent hypermedia-based learning environment to detect, track, and model college students' multiple self-regulatory processes while learning biology.  The hypothesis examined by the researchers is that many college students may be hampered in learning biology by their inability to self-regulate themselves. The researchers have developed a Tutor that is expected to provide cognitive, affective, and metacognitive (CAM) support. The proposed research will test experimentally different versions of the Tutor program to examine how self-regulatory processes emerge and the effects of program variations on self-regulatory behaviors.\r\n\r\nThe investigators will conduct experiments in a laboratory with college students in Memphis Tennessee and Montreal, Canada.  The experiment will detect, track, and model the CAM processes in college students' learning about a complex biology topic. During the experimental session they will collect data using a remote eye-tracker to record participants' eye gaze, fixations, saccades, and regressions. The participants' verbalizations will be recorded with a headset microphone. They will use a Pressure Mouse to capture the amount of pressure placed on the mouse throughout the activity, and the Body Pressure Measurement System (BPMS) to assess gross body movements.  They will revise and develop new pretest and posttest learning measures for the circulatory system which will include approximately 15 multiple-choice questions, 10 inference questions, labeling tasks, and mental model essays.  The measures will assess declarative, procedural, inferential, and mental models of the circulatory system. \r\n\r\nThe research investigators will examine several theoretical, empirical, and educational questions about self regulation intended to forge new directions of science learning. The team includes psychologists, computer scientists, psychometricians, and electrical engineers. Methodologies will be incorporated from psychology, education, computer science, and electrical engineering to detect, trace, model, and assess students' CAM self-regulatory processes during learning about a complex and challenging science topic. The proposed research activities are intended to advance the science of learning, methodologies, and quantitative analysis of complex sensing data, and education, research, and evaluation, and demonstrate the power of multi-method research tools, software, and sensing devices capable of analyzing and predicting students' self-regulated learning about complex science topics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ronald",
   "pi_last_name": "Landis",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Ronald S Landis",
   "pi_email_addr": "rlandis@iit.edu",
   "nsf_id": "000224909",
   "pi_start_date": "2011-10-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Illinois Institute of Technology",
  "inst_street_address": "10 W 35TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125673035",
  "inst_zip_code": "606163717",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "ILLINOIS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "E2NDENMDUEG8"
 },
 "perf_inst": {
  "perf_inst_name": "Illinois Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606163732",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762500",
   "pgm_ele_name": "REAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 183108.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 414724.0
  },
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 404340.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this four-year project, the research team conducted laboratory-based research to extend and apply MetaTutor, a multi-agent, intelligent hypermedia-based learning environment to detect, track, and model college students' self-regulatory processes while learning biology.</p>\n<p>Three primary research questions served as a foundation for the current project:</p>\n<ol> </ol><ol>\n<li>What is the nature of the temporal and      dynamic unfolding of cognitive, affective, and meta-cognitive (CAM) processes      during learning with MetaTutor? Are there specific 'signatures&rsquo; for each      CAM process and do they differ based on experimental manipulations? Are      these &lsquo;signatures&rsquo; predictive of learning (both quantitative and      qualitative), and shifts in the sophistication of the deployment of CAM      processes?</li>\n<li>How do CAM processes, and relations      among them, influence learning with MetaTutor?</li>\n<li>To what extent do a variety of experimental      manipulations lead to differences in the deployment of CAM processes and      learning?</li>\n</ol>\n<p>A specific hypothesis examined by the researchers is that many college students may be hampered in learning biology by their inability to self-regulate. The researchers have developed a computerized tutoring system that provided cognitive, affective, and metacognitive (CAM) support to students in real-time. The research tested different versions of the MetaTutor program to examine how self-regulatory processes emerge and their subsequent impact on student learning. During this project, our team has made several contributions to the fields of educational, cognitive, learning, and computational sciences, specifically self-regulated learning and advanced learning technologies (e.g., hypermedia and multi-agent systems). From several studies collected at multiple North American universities, we have collected and analyzed substantial amounts of data related to the affective, cognitive and metacognitive processes that learners use when interacting with a multi-agent, intelligent tutoring system The data included learning outcomes, self-report measures of emotions and agent perceptions, and multi-channel data (e.g., eye-tracking, log-files, agent-learner dialogues, facial expressions of emotions, metacognitive judgments, etc.).</p>\n<p>The multi-channel data allowed the team to map out specific cognitive, metacognitive and affective processes related to self-regulate learning. For example, we discovered that the pedagogical agents&rsquo; prompts for students to self-regulate their learning increased their use of these processes and ultimately lead to higher learning outcomes. We have also found that the way in which these prompts are enacted, both by learners and pedagogical agents, contributes to differing (e.g. positive or negative) affective states (e.g., frustration, confusion), which can, in turn, affect learning outcomes differently. Based on the extensive data collected, we are in a prime position to contribute to many theoretical models related to cognitive, metacognitive and affective processes during learning. As such, the research extends several theoretical models, contributes to emerging empirical research, and addresses critical educational questions about self-regulation and academic achievement in STEM education.</p>\n<p>The sheer volume of data collected through our experimental paradigm presented us with both opportunities and challenges. To that end, we developed a series of scripts and programs to partially automatize the temporal alignment of the various data sources, and to facilitate researchers&rsquo; integration of data across conditions and analyses of event-based data.&nbsp; These programs and tools include the MetaTutor Emotion Annotator, MetaTutor Log Analyzer (MTLA), and Emotion Log Analyzer (ELA). Further, we developed coding schemes to increase our accuracy and pre...",
  "por_txt_cntn": "\nIn this four-year project, the research team conducted laboratory-based research to extend and apply MetaTutor, a multi-agent, intelligent hypermedia-based learning environment to detect, track, and model college students' self-regulatory processes while learning biology.\n\nThree primary research questions served as a foundation for the current project:\n \nWhat is the nature of the temporal and      dynamic unfolding of cognitive, affective, and meta-cognitive (CAM) processes      during learning with MetaTutor? Are there specific 'signaturesÆ for each      CAM process and do they differ based on experimental manipulations? Are      these æsignaturesÆ predictive of learning (both quantitative and      qualitative), and shifts in the sophistication of the deployment of CAM      processes?\nHow do CAM processes, and relations      among them, influence learning with MetaTutor?\nTo what extent do a variety of experimental      manipulations lead to differences in the deployment of CAM processes and      learning?\n\n\nA specific hypothesis examined by the researchers is that many college students may be hampered in learning biology by their inability to self-regulate. The researchers have developed a computerized tutoring system that provided cognitive, affective, and metacognitive (CAM) support to students in real-time. The research tested different versions of the MetaTutor program to examine how self-regulatory processes emerge and their subsequent impact on student learning. During this project, our team has made several contributions to the fields of educational, cognitive, learning, and computational sciences, specifically self-regulated learning and advanced learning technologies (e.g., hypermedia and multi-agent systems). From several studies collected at multiple North American universities, we have collected and analyzed substantial amounts of data related to the affective, cognitive and metacognitive processes that learners use when interacting with a multi-agent, intelligent tutoring system The data included learning outcomes, self-report measures of emotions and agent perceptions, and multi-channel data (e.g., eye-tracking, log-files, agent-learner dialogues, facial expressions of emotions, metacognitive judgments, etc.).\n\nThe multi-channel data allowed the team to map out specific cognitive, metacognitive and affective processes related to self-regulate learning. For example, we discovered that the pedagogical agentsÆ prompts for students to self-regulate their learning increased their use of these processes and ultimately lead to higher learning outcomes. We have also found that the way in which these prompts are enacted, both by learners and pedagogical agents, contributes to differing (e.g. positive or negative) affective states (e.g., frustration, confusion), which can, in turn, affect learning outcomes differently. Based on the extensive data collected, we are in a prime position to contribute to many theoretical models related to cognitive, metacognitive and affective processes during learning. As such, the research extends several theoretical models, contributes to emerging empirical research, and addresses critical educational questions about self-regulation and academic achievement in STEM education.\n\nThe sheer volume of data collected through our experimental paradigm presented us with both opportunities and challenges. To that end, we developed a series of scripts and programs to partially automatize the temporal alignment of the various data sources, and to facilitate researchersÆ integration of data across conditions and analyses of event-based data.  These programs and tools include the MetaTutor Emotion Annotator, MetaTutor Log Analyzer (MTLA), and Emotion Log Analyzer (ELA). Further, we developed coding schemes to increase our accuracy and precision in isolating, measuring, and analyzing the deployment of SRL processes during learning and experimented with various methods and analytical techniques to be us..."
 }
}