{
 "awd_id": "1157765",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Dynamics of Replication Processivity Factors",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Engin Serpersu",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2017-05-31",
 "tot_intn_awd_amt": 481368.0,
 "awd_amount": 481368.0,
 "awd_min_amd_letter_date": "2012-05-07",
 "awd_max_amd_letter_date": "2016-02-16",
 "awd_abstract_narration": "Abstract\r\n\r\nIntellectual Merit:  DNA replication is the process by which all living organisms make copies of their DNA, and it is the foundation of biological inheritance. The synthesis of the new DNA strands is catalyzed by enzymes called DNA polymerases, which use the mother DNA strand as a template to synthesize a new copy. From bacteria to humans, efficient DNA replication requires proteins known as processivity factors to ensure that the polymerase moves rapidly along DNA without dissociating from it. In particular, sliding clamps are oligomeric ring-shaped proteins that encircle DNA, providing an anchor for the DNA polymerase. To load clamps onto DNA, an open clamp loader-clamp complex must form. It is generally assumed that clamps exist as closed rings in solution and that clamp loaders must therefore actively open their interfaces. Very few studies, however, have addressed this problem directly. The dynamics of clamp opening will be investigated with the goal of understanding the mechanisms by which clamp loaders are able to load sliding clamps onto DNA. The fairly static view of clamp loading that has emerged from structural data is intrinsically inadequate to understand the mechanistic details of how these proteins achieve their function. This limitation will be tackled directly by our experimental design, which is based on the measurement and analysis of the spontaneous fluctuations of a small number of molecules.  Initially, the solution oligomerization equilibrium dynamics of the processivity clamps of E. coli (a dimer) and S. cerevisiae (a trimer) will be characterized. These proteins are among the most studied sliding clamps, and yet their association affinities and rate constants have not been fully characterized. Then, the conformational dynamics of sliding clamps in solution, bound to the clamp loaders, and bound to DNA will be characterized. Single-molecule fluorescence techniques are particularly well-suited to investigate the structural dynamics of biopolymers, and will be used in this project to characterize the conformational fluctuations in processivity clamps. The successful completion of these studies will provide vital mechanistic insights into how processivity factors work. \r\n\r\nBroader Impacts: Graduate students can enrich their educational experience by learning about and participating in all aspects of the synergistic and joint efforts of the Levitus (ASU) and Bloom (UF) labs. ASU students will spend a fraction of each summer at UF to immerse themselves into the molecular biology aspects of the project, while a student from UF will spend time at ASU to learn about single-molecule and other spectroscopic techniques. Students from underrepresented groups will be recruited through a series of existing programs at ASU and UF. A series of activities aimed at increasing the retention and chances of success of minority students and early-career faculty, including mentoring female junior faculty and minority graduate students, will be continued, as well as participation in student research conferences for underrepresented undergraduate students within the STEM disciplines.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marcia",
   "pi_last_name": "Levitus",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marcia Levitus",
   "pi_email_addr": "Marcia.Levitus@asu.edu",
   "nsf_id": "000486655",
   "pi_start_date": "2012-05-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Linda",
   "pi_last_name": "Bloom",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Linda B Bloom",
   "pi_email_addr": "lbloom@ufl.edu",
   "nsf_id": "000255340",
   "pi_start_date": "2012-05-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "PO Box 876011",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852876011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  },
  {
   "pgm_ele_code": "724600",
   "pgm_ele_name": "PHYSICS OF LIVING SYSTEMS"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1144",
   "pgm_ref_txt": "BIOMOLECULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7246",
   "pgm_ref_txt": "PHYSICS OF LIVING SYSTEMS"
  },
  {
   "pgm_ref_code": "7275",
   "pgm_ref_txt": "CROSS-EF ACTIVITIES"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 160456.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 160456.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 160456.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>All organisms, from bacteria to humans, have the ability to copy a DNA molecule into two identical copies in a process called DNA replication. DNA polymerases are proteins that &ldquo;read&rdquo; the existing DNA strand to create two new strands that are identical to the original one, and this needs to be performed fast enough to guarantee that an identical copy of DNA can be passed to each daughter cell every time a cell divides. DNA polymerases, however, are not efficient machines as they tend to unbind from the DNA frequently. To increase the amount of time the polymerase stays bound to the DNA, all organisms possess proteins called sliding clamps, which are rings that assemble around the DNA and bind the polymerase so it stays in place for longer times. These rings need to be very stable on DNA, since their job is to allow the polymerase to work over very long stretches of DNA. At the same time, they must be able to open to allow the threading of DNA. To achieve this, sliding clamps have evolved to be oligomeric proteins. This means that the ring is made of two or three smaller fragments, which assembled together form a ring (Fig. 1). These smaller pieces (subunits), are held together by strong attractive forces that keep the ring in a closed conformation most of the time. To assemble around the DNA, one of these interfaces needs to be open and closed again.</p>\n<p>The goal of this project was to investigate details of the mechanism by which sliding clamps open up. We aimed to distinguish between two possible scenarios. In the first, the clamp is always closed and it opens up only after it binds to another protein (called clamp loader). In the second, the clamp is intrinsically dynamic, or in other words, the interfaces open up spontaneously, even if the ring is closed most of the time. In this case, binding to the clamp loader would just allow the transiently formed open conformation to be locked in place so the ring can be assembled onto the DNA. Distinguishing between these two possibilities requires methods that can detect transient changes in the conformation of a protein, which is quite challenging. This project was carried out between the Levitus (ASU) and Bloom (UF) laboratories. The Levitus lab has expertise in using spectroscopic techniques to visualize dynamic events that occur in proteins and nucleic acids. This cannot be done with traditional microscopes, and instead require original approaches that can detect fast fluctuations that would be missed in traditional experiments. The Bloom lab contributed with their expertise in the biochemistry of DNA replication, and produced proteins with of reporter probes located in different locations on the ring. The research performed under this award was reported in five peer-reviewed papers and several presentations in conferences. We performed a rigorous characterization of two processivity clamps (a dimer and a trimer), and determined their stabilities in a variety of buffer conditions. These rings are extraordinarily stable, so determining their dissociation properties required that we developed new approaches suitable for detecting very low concentrations of proteins. These methods, based on a technique known as fluorescence correlation spectroscopy, can be used to study many other protein assemblies, so these outcomes are broad in impact. Our experiments allowed us to learn about the nature of the attractive forces that contribute to holding the subunits together so the clamp can adopt its ring shape for long periods of time. To do this, we had to create a battery of mutant proteins, where individual amino acids were replaced by other ones with different chemical properties. Collectively, we determined that the dimeric bacterial clamp is held together, in part, but electrostatic forces that can be weakened by increasing the amount of salt dissolved in the buffer. This is not the case for the trimeric yeast clamp, which is insensitive to salt concentration. We could not detect any fluctuations between closed and open interfaces, and we did not observe any open rings in solution. All our findings favor the model in which the clamp loader opens the clamp in an active way.</p>\n<p>This award provided research opportunities to five undergraduate and five graduate students. Both laboratories participated in a variety of outreach activities during the duration of this grant. Examples include giving talks to underrepresented undergraduate students to encourage them to consider graduate education (Levitus), working with the Arizona Science Center (City of Phoenix) to advise on new activities and exhibits (Levitus), participating in hands-on activities with the public during the Arizona SciTech Festival (students from the Levitus lab), talking to high school students about proteins and DNA replication (Bloom), being science fair judges (students in the Bloom Lab), talking to retirees about the 2015 Nobel Prizes in Chemistry (Bloom), among&nbsp; many others.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/04/2017<br>\n\t\t\t\t\tModified by: Marcia&nbsp;Levitus</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1157765/1157765_10170918_1501879258322_Capture--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1157765/1157765_10170918_1501879258322_Capture--rgov-800width.jpg\" title=\"Sliding Clamps\"><img src=\"/por/images/Reports/POR/2017/1157765/1157765_10170918_1501879258322_Capture--rgov-66x44.jpg\" alt=\"Sliding Clamps\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Structures of the dimeric bacterial (left) and trimeric yeast (right) clamps studied in this work. Each color represents a subunit.</div>\n<div class=\"imageCredit\">M. Levitus</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Marcia&nbsp;Levitus</div>\n<div class=\"imageTitle\">Sliding Clamps</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nAll organisms, from bacteria to humans, have the ability to copy a DNA molecule into two identical copies in a process called DNA replication. DNA polymerases are proteins that \"read\" the existing DNA strand to create two new strands that are identical to the original one, and this needs to be performed fast enough to guarantee that an identical copy of DNA can be passed to each daughter cell every time a cell divides. DNA polymerases, however, are not efficient machines as they tend to unbind from the DNA frequently. To increase the amount of time the polymerase stays bound to the DNA, all organisms possess proteins called sliding clamps, which are rings that assemble around the DNA and bind the polymerase so it stays in place for longer times. These rings need to be very stable on DNA, since their job is to allow the polymerase to work over very long stretches of DNA. At the same time, they must be able to open to allow the threading of DNA. To achieve this, sliding clamps have evolved to be oligomeric proteins. This means that the ring is made of two or three smaller fragments, which assembled together form a ring (Fig. 1). These smaller pieces (subunits), are held together by strong attractive forces that keep the ring in a closed conformation most of the time. To assemble around the DNA, one of these interfaces needs to be open and closed again.\n\nThe goal of this project was to investigate details of the mechanism by which sliding clamps open up. We aimed to distinguish between two possible scenarios. In the first, the clamp is always closed and it opens up only after it binds to another protein (called clamp loader). In the second, the clamp is intrinsically dynamic, or in other words, the interfaces open up spontaneously, even if the ring is closed most of the time. In this case, binding to the clamp loader would just allow the transiently formed open conformation to be locked in place so the ring can be assembled onto the DNA. Distinguishing between these two possibilities requires methods that can detect transient changes in the conformation of a protein, which is quite challenging. This project was carried out between the Levitus (ASU) and Bloom (UF) laboratories. The Levitus lab has expertise in using spectroscopic techniques to visualize dynamic events that occur in proteins and nucleic acids. This cannot be done with traditional microscopes, and instead require original approaches that can detect fast fluctuations that would be missed in traditional experiments. The Bloom lab contributed with their expertise in the biochemistry of DNA replication, and produced proteins with of reporter probes located in different locations on the ring. The research performed under this award was reported in five peer-reviewed papers and several presentations in conferences. We performed a rigorous characterization of two processivity clamps (a dimer and a trimer), and determined their stabilities in a variety of buffer conditions. These rings are extraordinarily stable, so determining their dissociation properties required that we developed new approaches suitable for detecting very low concentrations of proteins. These methods, based on a technique known as fluorescence correlation spectroscopy, can be used to study many other protein assemblies, so these outcomes are broad in impact. Our experiments allowed us to learn about the nature of the attractive forces that contribute to holding the subunits together so the clamp can adopt its ring shape for long periods of time. To do this, we had to create a battery of mutant proteins, where individual amino acids were replaced by other ones with different chemical properties. Collectively, we determined that the dimeric bacterial clamp is held together, in part, but electrostatic forces that can be weakened by increasing the amount of salt dissolved in the buffer. This is not the case for the trimeric yeast clamp, which is insensitive to salt concentration. We could not detect any fluctuations between closed and open interfaces, and we did not observe any open rings in solution. All our findings favor the model in which the clamp loader opens the clamp in an active way.\n\nThis award provided research opportunities to five undergraduate and five graduate students. Both laboratories participated in a variety of outreach activities during the duration of this grant. Examples include giving talks to underrepresented undergraduate students to encourage them to consider graduate education (Levitus), working with the Arizona Science Center (City of Phoenix) to advise on new activities and exhibits (Levitus), participating in hands-on activities with the public during the Arizona SciTech Festival (students from the Levitus lab), talking to high school students about proteins and DNA replication (Bloom), being science fair judges (students in the Bloom Lab), talking to retirees about the 2015 Nobel Prizes in Chemistry (Bloom), among  many others.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/04/2017\n\n\t\t\t\t\tSubmitted by: Marcia Levitus"
 }
}