{
 "awd_id": "1157432",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Neural Mechanisms of Memory Targeting",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "alumit ishai",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 408619.0,
 "awd_amount": 408619.0,
 "awd_min_amd_letter_date": "2012-05-07",
 "awd_max_amd_letter_date": "2014-06-11",
 "awd_abstract_narration": "Despite their importance, the neural and cognitive mechanisms underlying memory search and recall are poorly understood.  With funding from the National Science Foundation, cognitive neuroscientist Dr. Sean Polyn of Vanderbilt University, is developing a computational model of the human memory system. His goal is to understand how the brain supports memory formation and memory search.  The human brain contains sophisticated neural circuitry that allows humans to form detailed memories of past experience and to carry out flexible, goal-directed searches through those memories.  Major issues being addressed in this project include determining how and why distraction impairs the ability to remember recent events, and determining how memory can be searched for a particular class of items as opposed to another (for example, if one is trying to remember which vegetables one needs to buy at the supermarket, it doesn't help to recall the baked goods one needs).Dr. Polyn's computational model, the Context Maintenance and Retrieval model, suggests that studying for a later memory test (for example, a student studying vocabulary for the SAT) results in associations between neural representations of the to-be-remembered material and a retrieval cue that is used in later reactivating the memory representations of the studied material.  In experiments, participants study a series of items presented one at a time, and at the end of the series they are asked to remember in order as many of the studied items as they can.  During the task, investigators record brain activity using electroencephalography, which records fluctuations in voltage at the scalp that are generated by the brain.  This brain activity is used computationally to predict whether a particular piece of information will be remembered and also to predict the order in which the memories will be retrieved. \r\n\r\nThe ability to engage in self-initiated memory search is critical to a healthy, independent life.  Performance on recall-based memory search tasks is a sensitive predictor of cognitive decline and is one of the tests used to diagnose Alzheimer's disease, schizophrenia, and other neurocognitive disorders.  This project is providing insights into the mechanisms of memory deficits that might be related to deficits seen in the many brain disorders affecting memory. The project will potentially lead to new treatments, once the roles of these brain regions are better understood.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sean",
   "pi_last_name": "Polyn",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Sean M Polyn",
   "pi_email_addr": "sean.polyn@vanderbilt.edu",
   "nsf_id": "000570807",
   "pi_start_date": "2012-05-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vanderbilt University",
  "inst_street_address": "110 21ST AVE S",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153222631",
  "inst_zip_code": "372032416",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "VANDERBILT UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GTNBNWXJ12D5"
 },
 "perf_inst": {
  "perf_inst_name": "Vanderbilt University",
  "perf_str_addr": "111 21st Avenue South",
  "perf_city_name": "Nashville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372401103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "TN07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169900",
   "pgm_ele_name": "Cognitive Neuroscience"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1699",
   "pgm_ref_txt": "COGNEURO"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 138464.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 131988.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 138167.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project, <em>Neural Mechanisms of Memory Targeting</em>, was led by Sean M. Polyn, PhD, and performed at Vanderbilt University. &nbsp;A major objective of this project was to carry out a series of behavioral and neuroscientific experiments to help us develop a computational model of the human memory system. &nbsp;This model is designed to help us understand the cognitive operations executed by the human brain while people learn new things and while they search for and retrieve memories of recent experiences. &nbsp;The model proposes that during learning, people construct a retrieval cue that is associated with the details of the learning experience. &nbsp;During memory search, this retrieval cue is used to reactivate target memories. &nbsp;In identifying the cognitive operations involved in memory retrieval, the model provides a framework that allows us to associate particular neural signals with specific behaviors. &nbsp;These behaviors include whether a person remembers a particular studied item and the order in which a person retrieves a set of memories. &nbsp;In one line of work, the computational model was used to help us understand the nature of category-specific neural activity patterns. &nbsp;People studied and recalled lists of items drawn from three distinct categories (people:celebrities, places:landmarks, and things:common objects) while neural activity was recorded using scalp electroencephalography (EEG) and intracranial electrocorticography (ECoG). &nbsp;Using multi-variate pattern analysis (MVPA), we showed that the category of an item can be decoded both during study and during memory retrieval. &nbsp;We found that the strength of these category-specific patterns indicates the mnemonic fate of a particular item: Items associated with strong neural category representations were more likely to be recalled as part of a group of same-category items. &nbsp;Furthermore, we found that as a person studies a series of items from the same category, these category-specific neural signals get progressively stronger. &nbsp;The computational model suggests that these category-specific neural signals are part of the memory retrieval cue described above. &nbsp;The model provides insight into how semantic information about studied material interacts with temporal information specifying when the study experience occurred. &nbsp;In another line of work, we used functional magnetic resonance imaging (fMRI) to record neural activity as participants performed a memory search task for recently studied words. &nbsp;This technique allowed us to examine how different brain structures respond as a memory is targeted and retrieved. &nbsp;We used a statistical technique known as independent component analysis to identify networks of brain regions that communicate with one another during memory retrieval. &nbsp;We identified a cascade of networks reliably engaged around the time of memory retrieval. &nbsp;This cascade started with with the engagement of executive planning and memory-related brain regions, and culminated with motor regions involved in speech production. &nbsp;We examined the neural signal in two of these memory-related brain regions, and found that each was related to a distinct cognitive operation in the model. &nbsp;First, we found that neural activity in perirhinal cortex was related to a general retrieval success operation: When signal in perirhinal cortex was strong, this indicated that another memory would be retrieved, but it did not indicate which memory. &nbsp;Second, we found that neural activity in parahippocampal cortex was related to a contextual retrieval operation. &nbsp;When a memory is retrieved, temporal contextual information specifying when the memory happened is reactivated. &nbsp;When signal in parahippocampal cortex was strong, this indicated that this contextual information was retrieved with high fidelity, indicating that the next r...",
  "por_txt_cntn": "\nThis project, Neural Mechanisms of Memory Targeting, was led by Sean M. Polyn, PhD, and performed at Vanderbilt University.  A major objective of this project was to carry out a series of behavioral and neuroscientific experiments to help us develop a computational model of the human memory system.  This model is designed to help us understand the cognitive operations executed by the human brain while people learn new things and while they search for and retrieve memories of recent experiences.  The model proposes that during learning, people construct a retrieval cue that is associated with the details of the learning experience.  During memory search, this retrieval cue is used to reactivate target memories.  In identifying the cognitive operations involved in memory retrieval, the model provides a framework that allows us to associate particular neural signals with specific behaviors.  These behaviors include whether a person remembers a particular studied item and the order in which a person retrieves a set of memories.  In one line of work, the computational model was used to help us understand the nature of category-specific neural activity patterns.  People studied and recalled lists of items drawn from three distinct categories (people:celebrities, places:landmarks, and things:common objects) while neural activity was recorded using scalp electroencephalography (EEG) and intracranial electrocorticography (ECoG).  Using multi-variate pattern analysis (MVPA), we showed that the category of an item can be decoded both during study and during memory retrieval.  We found that the strength of these category-specific patterns indicates the mnemonic fate of a particular item: Items associated with strong neural category representations were more likely to be recalled as part of a group of same-category items.  Furthermore, we found that as a person studies a series of items from the same category, these category-specific neural signals get progressively stronger.  The computational model suggests that these category-specific neural signals are part of the memory retrieval cue described above.  The model provides insight into how semantic information about studied material interacts with temporal information specifying when the study experience occurred.  In another line of work, we used functional magnetic resonance imaging (fMRI) to record neural activity as participants performed a memory search task for recently studied words.  This technique allowed us to examine how different brain structures respond as a memory is targeted and retrieved.  We used a statistical technique known as independent component analysis to identify networks of brain regions that communicate with one another during memory retrieval.  We identified a cascade of networks reliably engaged around the time of memory retrieval.  This cascade started with with the engagement of executive planning and memory-related brain regions, and culminated with motor regions involved in speech production.  We examined the neural signal in two of these memory-related brain regions, and found that each was related to a distinct cognitive operation in the model.  First, we found that neural activity in perirhinal cortex was related to a general retrieval success operation: When signal in perirhinal cortex was strong, this indicated that another memory would be retrieved, but it did not indicate which memory.  Second, we found that neural activity in parahippocampal cortex was related to a contextual retrieval operation.  When a memory is retrieved, temporal contextual information specifying when the memory happened is reactivated.  When signal in parahippocampal cortex was strong, this indicated that this contextual information was retrieved with high fidelity, indicating that the next retrieved memory would come from a nearby list position.  Here, the model provides insight into the potential functional properties of the aforementioned brain regions, giving us an idea ..."
 }
}