{
 "awd_id": "1157391",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference:   2012 Sensory Transduction in Microorganisms Gordon Research Conference; to be held January 15-20, 2012 in Ventura, CA",
 "cfda_num": "47.074",
 "org_code": "08070700",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Susanne von Bodman",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 7000.0,
 "awd_amount": 7000.0,
 "awd_min_amd_letter_date": "2012-01-10",
 "awd_max_amd_letter_date": "2012-01-10",
 "awd_abstract_narration": "Intellectual Merit \r\nThe 2012 Sensory Transduction in Microorganisms Gordon Research Conference (STIM) will be held January 15-20 at the Ventura Beach Marriott in Ventura, California.  This conference will focus on how microorganisms, particularly bacteria, sense and respond to their environment.  This research will aid in understanding the basic mechanism of signal transduction and motility in all living organisms.  \r\n\r\nThe specific objectives of the conference include:  \r\n1)To provide a forum for investigators from a range of disciplines that spans computational modeling through biophysics to bacterial physiology to integrate their research results on microbes across the scale of molecular to population biology.\r\n2)To provide a mechanism for investigators with cutting-edge technical expertise to share their expertise and establish collaborations. Techniques of interest to the participants are modern high-throughput methods in bacterial genetics and phenotypic screening, cryo-EM tomography, microfluidics, single cell microscopy and in vitro reconstruction of signal transduction complexes.\r\n3)To promote junior investigators in the field and to encourage diversity within the research community.\r\n4)To stimulate interactions and collaborations between established investigators and graduate students/ postdoctoral fellows and to nurture the scientific development of early stage investigators.\r\n\r\nSome of the sessions for this year?s conference include:  \r\nDiversity in chemotaxis\r\nReceptor signaling and architecture design\r\nSmall molecule signaling\r\nResponses to the physical environment\r\nPhosphorylation and acetylation in signal transduction\r\nFlagella structure and function\r\n\r\nBroader Impacts \r\nGRC STIM has a legacy of bringing together researchers from a variety of disciplines at all stages of their career.  In 2010, approximately 40% of the participants were female and 49% were graduate students and postdoctoral fellows.  Feedback from the conference attendees in 2010 was solicited to help with broadening and sustaining participation for the 2012 conference.  Based on the feedback, approximately 65% of the speakers for the 2012 conference have not spoken in four years and are either assistant or associate professors. In addition, the GRC STIM actively encourages participation of women and underrepresented groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Caroline",
   "pi_last_name": "Harwood",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Caroline Harwood",
   "pi_email_addr": "csh5@uw.edu",
   "nsf_id": "000070474",
   "pi_start_date": "2012-01-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Gray",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy R Gray",
   "pi_email_addr": "nsf@grc.org",
   "nsf_id": "000206836",
   "pi_start_date": "2012-01-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gordon Research Conferences",
  "inst_street_address": "5586 POST RD UNIT 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST GREENWICH",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4017834011",
  "inst_zip_code": "028183454",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "GORDON RESEARCH CONFERENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "XL5ANMKWN557"
 },
 "perf_inst": {
  "perf_inst_name": "Gordon Research Conferences",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028921501",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 7000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p>The Gordon Research Conference on Sensory Transduction in Microorganisms was held at Ventura Beach Marriott, Ventura, California, January 15-20. The Conference was well-attended with<br />160 participants (attendees list attached). The attendees represented the<br />spectrum of endeavor in this field coming from academia, industry, and<br />government laboratories, both U.S.<br />and foreign scientists, senior researchers, young investigators, and students. Of<br />the 160 attendees, 73 voluntarily responded to a general inquiry regarding<br />ethnicity which appears on our registration forms. Of the 73 respondents. 21%<br />were Minorities &ndash; 3% Hispanic, 18% Asian and 0% African American. Approximately<br />&nbsp;34% of the participants at the 2012<br />meeting were women.</p>\n<p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br /></p>\n<p class=\"CM2\">In designing the<br />formal speakers program, emphasis was placed on current unpublished research<br />and discussion of the future target areas in this field. There was a conscious<br />effort to stimulate lively discussion about the key issues in the field today.<br />Time for formal presentations was limited in the interest of group discussions.<br />In order that more scientists could communicate their most recent results,<br />poster presentation time was scheduled. Attached is a copy of the formal<br />schedule and speaker program and the poster program. In addition to these<br />formal interactions, \"free time\" was scheduled to allow informal<br />discussions. Such discussions are fostering new collaborations and joint<br />efforts in the field.</p>\n<p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br />Thank you for your support of this Conference. As you<br />know, in the interest of promoting the presentation of unpublished and frontier-breaking<br />research, Gordon Research Conferences does not permit publication of meeting<br />proceedings. If you wish any further details, please feel free to contact me.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/19/2012<br>\n\t\t\t\t\tModified by: Nancy&nbsp;R&nbsp;Gray</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\n\nThe Gordon Research Conference on Sensory Transduction in Microorganisms was held at Ventura Beach Marriott, Ventura, California, January 15-20. The Conference was well-attended with\n160 participants (attendees list attached). The attendees represented the\nspectrum of endeavor in this field coming from academia, industry, and\ngovernment laboratories, both U.S.\nand foreign scientists, senior researchers, young investigators, and students. Of\nthe 160 attendees, 73 voluntarily responded to a general inquiry regarding\nethnicity which appears on our registration forms. Of the 73 respondents. 21%\nwere Minorities &ndash; 3% Hispanic, 18% Asian and 0% African American. Approximately\n 34% of the participants at the 2012\nmeeting were women.\n\n\n\n\n \n\n\n\n\nIn designing the\nformal speakers program, emphasis was placed on current unpublished research\nand discussion of the future target areas in this field. There was a conscious\neffort to stimulate lively discussion about the key issues in the field today.\nTime for formal presentations was limited in the interest of group discussions.\nIn order that more scientists could communicate their most recent results,\nposter presentation time was scheduled. Attached is a copy of the formal\nschedule and speaker program and the poster program. In addition to these\nformal interactions, \"free time\" was scheduled to allow informal\ndiscussions. Such discussions are fostering new collaborations and joint\nefforts in the field.\n\n\n\n\n \n\n\n\nThank you for your support of this Conference. As you\nknow, in the interest of promoting the presentation of unpublished and frontier-breaking\nresearch, Gordon Research Conferences does not permit publication of meeting\nproceedings. If you wish any further details, please feel free to contact me.\n\n\t\t\t\t\tLast Modified: 04/19/2012\n\n\t\t\t\t\tSubmitted by: Nancy R Gray"
 }
}