{
 "awd_id": "1157806",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Isomer-Specific Interactions of X-Pro Motifs: Investigating Fundamental Mechanisms of Signaling by Pro-Rich Sequences",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Engin Serpersu",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2017-03-31",
 "tot_intn_awd_amt": 415093.0,
 "awd_amount": 415093.0,
 "awd_min_amd_letter_date": "2012-03-01",
 "awd_max_amd_letter_date": "2012-03-01",
 "awd_abstract_narration": "This project addresses a novel hypothesis regarding how a particular \"on/off\" switch inside a cell is regulated.  The switch of interest involves a biological signaling interaction between two specific proteins that connect innate immunity signaling (a cell's first line of defense) to cell migration (the directed movement of a cell).  This work builds on the experimental observation that IRAK1 (a key signaling protein in innate immunity) adopts two very different and slowly interconverting structures (cis and trans isomers of a specific Trp-Pro peptide bond), exactly in the region where it binds to VASP (a protein that regulates cell migration).  VASP has two distinct domains (EVH1 and EVH2). Only the VASP-EVH1 domain directly binds to IRAK1, and this interaction is selective for only the trans isomer of IRAK1.  Since IRAK1 has nearly equal populations of cis and trans structures before VASP enters the picture, the initial IRAK1:VASP binding utilizes only about half of the total IRAK1 that is present.  This fast initial binding step is followed by a slow binding phase, the rate of which depends on the rate of flipping back and forth of the cis and trans isomers. This slow rate can be greatly accelerated by an enzyme (cyclophilin A, or CypA) that catalyzes the flipping process. Hence, CypA effectively catalyzes the IRAK1-VASP binding interaction by facilitating rapid conversion of cis to trans to replace the trans that has bound to VASP.  The EVH2 domain of VASP self-associates as a cluster of four (a tetramer); consequently, full-length VASP is a tetramer that displays four EVH1 domains in close proximity.  Interestingly, recent discoveries suggest that when innate immunity signaling is triggered, activated IRAK1 is also a tetramer.  When placed into the context of a tetramer:tetramer interaction (the \"on\" state of the switch), there is far less IRAK1 tetramer in which all 4 IRAK1 components are in the VASP-binding competent trans state.  In this case, enzyme-catalyzed acceleration of the cis/trans flipping (isomerization) rate is even more critical for achieving a binary \"on/off\" switch, in which the time constants for turning the switch on or off are short enough to be effective in the fast paced dynamics of the inner workings of a cell.  This project will provide 1) a kinetic and thermodynamic description of the monomer:monomer IRAK1:VASP interaction, and 2) a quantitative analysis of the binding enhancement associated with the specific clustering of IRAK1 and the role of cis-trans isomerization in achieving this enhancement on a biologically relevant timescale. Together, these results will reveal how a key biological signaling interaction works to rapidly connect innate immunity signaling to cell migration. This work synergistically couples to cell biologists who study the participation of IRAK1 and VASP in biological processes such as innate immunity and cell migration, and to systems biologists who mathematically model signaling pathways and who require thermodynamic and kinetic data for critical steps in such pathways.\r\n\r\nThe research in this project will be integrated in several ways into the teaching of a large (70-80 students) graduate level 3-credit course on Protein Structure, Function and Dynamics (BioMG 6310).  As part of this class, a team-based project is assigned in which students write a proposal to \"save the world\" using proteins (with focus on energy and the environment), and projects are presented at the end of the semester at a public poster session.  This activity has fostered connections with Cornell's Atkinson Center for a Sustainable Future (ACSF), including display of the posters at ACSF to a diverse audience of visitors, and the appointment of the PI as an ACSF Faculty Fellow.  This NSF-sponsored research will be incorporated into BioMG 6310 lectures to illustrate fundamental concepts. Outreach to underrepresented groups includes giving lab tours for The Learning Web (a local youth development agency that serves a diversity of rural and city children), and bringing excitement for science to the 7th and 9th Wards of New Orleans during annual rebuilding trips with GEEKS (Graduates Employing Empathy, Knowledge and Service), a Cornell graduate student organization that the PI advises. The PI serves as research mentor for undergraduate (independent study and summer research) and graduate students in her lab.  Students are trained in an interdisciplinary set of techniques that include NMR, biophysical methods, mathematical modeling, biochemistry, and cell biology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Linda",
   "pi_last_name": "Nicholson",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Linda K Nicholson",
   "pi_email_addr": "lkn2@cornell.edu",
   "nsf_id": "000239476",
   "pi_start_date": "2012-03-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "239 Biotechnology Building",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148532703",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1144",
   "pgm_ref_txt": "BIOMOLECULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 415093.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>At the sub-microscopic level, nature utilizes different types of molecular switches to control the complex biological processes that enable living organisms to grow, function, and defend themselves from cellular and molecular invaders.&nbsp; One important type of molecular switch that has two distinct states (e.g., &ldquo;on&rdquo; and &ldquo;off&rdquo;) is the peptide bond preceding a proline residue that can adopt either the <em>cis </em>or <em>trans</em> conformation to produce two different shapes of a protein (i.e., a binary switch).&nbsp; This binary <em>cis-trans</em> switch has recently emerged as an important molecular timer and on/off switching mechanism in diverse biological processes.&nbsp; Because there is a high energy barrier between the <em>cis </em>and <em>trans</em> conformations, transitions between these two states occur very slowly (tens of minutes). This timescale is too slow to be useful in the rapid signaling pathways that govern the underlying biological processes in living organisms.&nbsp; To overcome this limitation, enzymes have evolved to accelerate the <em>cis-trans</em> switching rate into the micro- to-millisecond timescale, bringing the switching speed into the time regime needed for cellular signaling events.&nbsp; Questions regarding the role of <em>cis-trans</em> binary switches include how the distinct <em>cis</em> and <em>trans</em> conformations connect with cellular circuitry to regulate the directionality of and flux through signaling pathways, and how multi-valent interactions might provide additional levels of regulation.</p>\n<p>&nbsp;</p>\n<p>This NSF-supported work focused on prolyl <em>cis-trans</em> conformational exchange as a bimodal switch in innate immunity signaling, where the interaction between the actin regulatory protein VASP and two of its <em>cis-trans </em>switch containing binding partners (IRAK1 and Zyxin) have been investigated.&nbsp; The Intellectual Merit resulting from this work includes important insights regarding the function and regulation of <em>cis-trans</em> molecular switches in innate immunity signaling.&nbsp; Our studies have uncovered a mechanism that explains the unidirectional flow of events in which a specific signaling interaction between two proteins (IRAK1 and VASP) only occurs after stimulation of innate immunity signaling (Greenwood et al., 2014, <em>Biochemistry </em><strong>53</strong>, 3593-3601).&nbsp; Moreover, we have shown that the clustering of neighboring <em>cis-trans</em> switches in proline-rich sequences can provide competitive advantage in the cellular milieu (Rogals et al., 2016, <em>FEBS J </em><strong>283</strong>, 4528-4548), and have designed and synthesized <em>cis-</em>locked small molecules to mimic the <em>cis </em>conformation of the peptide bond to investigate <em>cis-</em>specific binding events in the cell (Fisher et al., 2016, <em>J. Alzheimer&rsquo;s Dis </em><strong>55</strong>, 391-410).&nbsp; Finally, we have discovered a novel stoichiometry switch in VASP that is regulated by phosphorylation (Acevedo et al., in preparation).&nbsp;</p>\n<p>&nbsp;</p>\n<p>The Broader Impacts of this work include the training of URM students, the service of the PI as the Faculty Mentor for Cornell&rsquo;s Posse #1, and the broad dissemination of the research results through publications and presentations at national and international meetings.&nbsp; Latina graduate student Lucila Andrea Acevedo has participated in an international workshop (Molecular &amp; Cellular Bioimaging Summer Program at King Abdullah University of Science and Technology), conferences (Biophysical Society Annual Meetings, Gibbs Conference on Biothermodynamics), and numerous STEM outreach activities.&nbsp; The findings of our research have broader implications by providing quantitative characterizations of specific <em>cis-trans</em> molecular switches that yield understanding of their impact on biological signaling pathways.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/01/2017<br>\n\t\t\t\t\tModified by: Linda&nbsp;K&nbsp;Nicholson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAt the sub-microscopic level, nature utilizes different types of molecular switches to control the complex biological processes that enable living organisms to grow, function, and defend themselves from cellular and molecular invaders.  One important type of molecular switch that has two distinct states (e.g., \"on\" and \"off\") is the peptide bond preceding a proline residue that can adopt either the cis or trans conformation to produce two different shapes of a protein (i.e., a binary switch).  This binary cis-trans switch has recently emerged as an important molecular timer and on/off switching mechanism in diverse biological processes.  Because there is a high energy barrier between the cis and trans conformations, transitions between these two states occur very slowly (tens of minutes). This timescale is too slow to be useful in the rapid signaling pathways that govern the underlying biological processes in living organisms.  To overcome this limitation, enzymes have evolved to accelerate the cis-trans switching rate into the micro- to-millisecond timescale, bringing the switching speed into the time regime needed for cellular signaling events.  Questions regarding the role of cis-trans binary switches include how the distinct cis and trans conformations connect with cellular circuitry to regulate the directionality of and flux through signaling pathways, and how multi-valent interactions might provide additional levels of regulation.\n\n \n\nThis NSF-supported work focused on prolyl cis-trans conformational exchange as a bimodal switch in innate immunity signaling, where the interaction between the actin regulatory protein VASP and two of its cis-trans switch containing binding partners (IRAK1 and Zyxin) have been investigated.  The Intellectual Merit resulting from this work includes important insights regarding the function and regulation of cis-trans molecular switches in innate immunity signaling.  Our studies have uncovered a mechanism that explains the unidirectional flow of events in which a specific signaling interaction between two proteins (IRAK1 and VASP) only occurs after stimulation of innate immunity signaling (Greenwood et al., 2014, Biochemistry 53, 3593-3601).  Moreover, we have shown that the clustering of neighboring cis-trans switches in proline-rich sequences can provide competitive advantage in the cellular milieu (Rogals et al., 2016, FEBS J 283, 4528-4548), and have designed and synthesized cis-locked small molecules to mimic the cis conformation of the peptide bond to investigate cis-specific binding events in the cell (Fisher et al., 2016, J. Alzheimer?s Dis 55, 391-410).  Finally, we have discovered a novel stoichiometry switch in VASP that is regulated by phosphorylation (Acevedo et al., in preparation). \n\n \n\nThe Broader Impacts of this work include the training of URM students, the service of the PI as the Faculty Mentor for Cornell?s Posse #1, and the broad dissemination of the research results through publications and presentations at national and international meetings.  Latina graduate student Lucila Andrea Acevedo has participated in an international workshop (Molecular &amp; Cellular Bioimaging Summer Program at King Abdullah University of Science and Technology), conferences (Biophysical Society Annual Meetings, Gibbs Conference on Biothermodynamics), and numerous STEM outreach activities.  The findings of our research have broader implications by providing quantitative characterizations of specific cis-trans molecular switches that yield understanding of their impact on biological signaling pathways.\n\n\t\t\t\t\tLast Modified: 06/01/2017\n\n\t\t\t\t\tSubmitted by: Linda K Nicholson"
 }
}