{
 "awd_id": "1157628",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: US-Germany: Achieving breakthroughs in the mechanics of high temperature ceramic coatings with novel thermal-gradient mechanical fatigue studies",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": "7032924940",
 "po_email": "mkukla@nsf.gov",
 "po_sign_block_name": "Maija Kukla",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2012-11-30",
 "tot_intn_awd_amt": 34266.0,
 "awd_amount": 34266.0,
 "awd_min_amd_letter_date": "2012-04-19",
 "awd_max_amd_letter_date": "2012-04-19",
 "awd_abstract_narration": "This award catalyzes a synergistic international collaboration with long-term goals to enable breakthroughs in the understanding of degradation and failure mechanisms in high temperature ceramic coatings, under operational environments. Researchers from the University of Central Florida, University of Delaware in the US and DLR Aerospace Center in Germany will collaborate to perform fundamental experiments and simulations with novel geometries and high resolution techniques to quantify the in situ evolution of strain in these coatings under thermal gradient-mechanical fatigue (TGMF) conditions. The catalyzing activities will be jointly conducted by the team, supported with synchrotron studies providing opportunities for graduate and undergraduate students to enrich their research and education with international collaborative activities. \r\n\r\nThe intellectual merit and uniqueness of the research lies in i) the in situ capture of degradation mechanisms within ceramic coatings under operational and real environments; and ii) the combination of powerful and complementary experimental and simulation techniques for high resolution results. The research will benefit from the individual expertise and advances in instrumentation achieved by the US and German collaborators, to integrate high-resolution measurements (UCF) and simulation (UD) with TGMF test capabilities (DLR, Germany). The complex thermo-mechanical environment, often eluded in studies of high temperature coatings, will be established through this work leading to breakthroughs in achieving realistic mechanics models for these materials.\r\n\r\nThe research has far reaching societal benefits in creating a new class of high temperature ceramic coatings for next generation energy and propulsion needs. The educational broader impact of the international collaborative research is achieved through i) an exchange of knowledge of high resolution techniques in experimentation and simulation ii) opportunities for students at the graduate and undergraduate levels to experience collaborative research in highly advanced facilities focused on each expertise, iii) a global engineering and research perspective with planned activities, providing students with the capabilities for future international collaborative success. The international experience will be extended to students at individual institutions through presentations led by the participants.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anette",
   "pi_last_name": "Karlsson",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Anette M Karlsson",
   "pi_email_addr": "a.karlsson@csuohio.edu",
   "nsf_id": "000193225",
   "pi_start_date": "2012-04-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "126 Spencer Lab",
  "perf_city_name": "Newark",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197163140",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5980",
   "pgm_ref_txt": "WESTERN EUROPE PROGRAM"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}