{
 "awd_id": "1157994",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Wavelength agile photoacoustic microscopy for video-rate functional imaging",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leon Esterowitz",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 240000.0,
 "awd_amount": 240000.0,
 "awd_min_amd_letter_date": "2011-10-12",
 "awd_max_amd_letter_date": "2011-10-12",
 "awd_abstract_narration": "1133153\r\nBuma\r\n\r\nPhotoacoustic microscopy (PAM) is a promising technique that relies on pulsed optical excitation and ultrasonic detection. Exquisite in vivo images of tissue microvasculature, including individual capillaries, have been obtained with excellent contrast based on optical absorption rather than reflectance. Physiological changes can alter the wavelength dependence of optical absorption, making functional PAM (fPAM) possible with optical excitation at multiple wavelengths. fPAM has received considerable interest for oxygenation studies of tumor microvasculature and monitoring brain activity in small animal models. \r\nA major limitation of fPAM is imaging speed. Although single-wavelength images can be acquired quickly, multi-wavelength images require excessively long acquisition times. Therefore, conventional fPAM cannot produce functional images of fast dynamical events (e.g. blood oxygenation in a developing embryonic heart). The slow wavelength tuning of conventional pulsed lasers makes it impossible to obtain video-rate fPAM images. Promising preliminary studies suggest that high speed fPAM is possible with a multicolor optical source based on stimulated Raman scattering. The fundamental hypothesis of this proposal is that wavelength agility can revolutionize the capabilities of fPAM. The PIs propose to develop this compact source to switch wavelengths in less than 1 millisecond, representing a 1000-fold improvement in switching speed over conventional lasers. This wavelength agile source provides the breakthrough necessary to realize video-rate fPAM. They further propose to combine our high speed fPAM system with their existing optical coherence tomography (OCT) system. This combined system will provide high resolution structural and functional images of both microvasculature and surrounding tissue at video frame rates.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Takashi",
   "pi_last_name": "Buma",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Takashi Buma",
   "pi_email_addr": "bumat@union.edu",
   "nsf_id": "000195649",
   "pi_start_date": "2011-10-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Union College",
  "inst_street_address": "807 UNION ST",
  "inst_street_address_2": "",
  "inst_city_name": "SCHENECTADY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5183886101",
  "inst_zip_code": "123083256",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "TRUSTEES OF UNION COLLEGE IN THE TOWN OF SCHENECTADY IN THE STATE OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "HE9HQBNZHHB5"
 },
 "perf_inst": {
  "perf_inst_name": "Union College",
  "perf_str_addr": "807 Union Street",
  "perf_city_name": "Schenectady",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "123083103",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "723600",
   "pgm_ele_name": "BioP-Biophotonics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "005E",
   "pgm_ref_txt": "Neuro-photonics"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 240000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>1. Introduction</p>\n<p>Photoacoustic microscopy (PAM) is a rapidly growing biomedical imaging technique. A pulsed laser illuminates tissue while an ultrasonic detector receives the resulting signals. Image contrast is based on the absorption of light by tissue. Physiological conditions can affect how tissue absorbs light of different wavelengths. Therefore, PAM is a promising method to detect, diagnose, or track a variety of diseases.</p>\n<p>PAM requires pulsed lasers with an adjustable wavelength, but such lasers are very expensive. Therefore, a low-cost wavelength-tunable pulsed laser will help broaden the applications of PAM. This project focused on a relatively simple technique, where the output from a low-cost pulsed laser is sent through an optical fiber. As the highly intense light travels through the fiber, new wavelengths are produced by an effect called stimulated Raman scattering (SRS). The fiber output contains many wavelengths, so an optical filter is used to select the desired wavelength for PAM.</p>\n<p>2. Outcomes</p>\n<p>Our efforts have concentrated on developing this technique for visible and near-infrared wavelength ranges. Visible wavelengths (e.g. 530 &ndash; 650 nm) are useful for imaging blood, such as tumor microvasculature. Near-infrared wavelengths (e.g. 1200 nm) are geared towards imaging lipids, such as atherosclerotic plaques.</p>\n<p>2.1 Visible Tunable Pulsed Laser</p>\n<p>We explored a variety of optical fibers to better understand and optimize the generation of new wavelengths by SRS. We found that three fiber properties can significantly affect the wavelength generation process. First, polarization must be maintained within the fiber to avoid &ldquo;blurring&rdquo; the different wavelengths. Second, fibers with a larger &ldquo;core&rdquo; allow higher energy laser pulses, which is important to image deeper-lying objects in tissue. Third, fibers that carry only a &ldquo;single mode&rdquo; produce the most number of well-defined wavelengths.</p>\n<p>Wavelength agility refers to the ability to rapidly switch the laser wavelength. We focused on an acousto-optic tunable filter (AOTF) to select the desired wavelength from the optical fiber in our system. In an AOTF, polychromatic light is sent through a crystal, where radio-frequency acoustic waves preferentially diffract the desired wavelength to the output port. We measured a wavelength switching speed of 0.3 ms, which is plenty fast enough when acquiring consecutive area-scan PAM images. Fig. 1 shows two consecutive PAM images taken of a test object consisting of red and blue tape. Each image is 200 x 250 pixels and recorded in 2 seconds.&nbsp; Shorter wavelength switching times are possible by using smaller diameter optical beams. We also found that maximizing optical transmission through the AOTF requires carefully matching the wavelength content of the laser pulses with respect the filter properties of the AOTF.</p>\n<p>2.2 Near-Infrared Tunable Pulsed Laser</p>\n<p>Lipids tend to more strongly absorb wavelengths near 1210 nm, which is in the near-infrared. We found that laser pulses near 1215 nm can be produced with two methods. The first technique uses a 1064 nm laser with a &ldquo;polarization-maintaining&rdquo; optical fiber. The second technique uses a 1047 nm laser with a &ldquo;graded-index multimode&rdquo; fiber. Fig. 2 and 3 show multispectral PAM images of test objects consisting of butter inside milk gelatin and chicken breast meat, respectively. Both methods can clearly visualize the butter, which is brightest at the expected wavelength of 1215 nm. The advantage of the first method is that it uses a 1064 nm pulsed laser, which is widely available and therefore low in cost. The second method uses a less commonly available 1047 nm laser, but it can be used with a wider variety of optical fibers. In either case, we are encouraged by these promising results and are working on imp...",
  "por_txt_cntn": "\n1. Introduction\n\nPhotoacoustic microscopy (PAM) is a rapidly growing biomedical imaging technique. A pulsed laser illuminates tissue while an ultrasonic detector receives the resulting signals. Image contrast is based on the absorption of light by tissue. Physiological conditions can affect how tissue absorbs light of different wavelengths. Therefore, PAM is a promising method to detect, diagnose, or track a variety of diseases.\n\nPAM requires pulsed lasers with an adjustable wavelength, but such lasers are very expensive. Therefore, a low-cost wavelength-tunable pulsed laser will help broaden the applications of PAM. This project focused on a relatively simple technique, where the output from a low-cost pulsed laser is sent through an optical fiber. As the highly intense light travels through the fiber, new wavelengths are produced by an effect called stimulated Raman scattering (SRS). The fiber output contains many wavelengths, so an optical filter is used to select the desired wavelength for PAM.\n\n2. Outcomes\n\nOur efforts have concentrated on developing this technique for visible and near-infrared wavelength ranges. Visible wavelengths (e.g. 530 &ndash; 650 nm) are useful for imaging blood, such as tumor microvasculature. Near-infrared wavelengths (e.g. 1200 nm) are geared towards imaging lipids, such as atherosclerotic plaques.\n\n2.1 Visible Tunable Pulsed Laser\n\nWe explored a variety of optical fibers to better understand and optimize the generation of new wavelengths by SRS. We found that three fiber properties can significantly affect the wavelength generation process. First, polarization must be maintained within the fiber to avoid \"blurring\" the different wavelengths. Second, fibers with a larger \"core\" allow higher energy laser pulses, which is important to image deeper-lying objects in tissue. Third, fibers that carry only a \"single mode\" produce the most number of well-defined wavelengths.\n\nWavelength agility refers to the ability to rapidly switch the laser wavelength. We focused on an acousto-optic tunable filter (AOTF) to select the desired wavelength from the optical fiber in our system. In an AOTF, polychromatic light is sent through a crystal, where radio-frequency acoustic waves preferentially diffract the desired wavelength to the output port. We measured a wavelength switching speed of 0.3 ms, which is plenty fast enough when acquiring consecutive area-scan PAM images. Fig. 1 shows two consecutive PAM images taken of a test object consisting of red and blue tape. Each image is 200 x 250 pixels and recorded in 2 seconds.  Shorter wavelength switching times are possible by using smaller diameter optical beams. We also found that maximizing optical transmission through the AOTF requires carefully matching the wavelength content of the laser pulses with respect the filter properties of the AOTF.\n\n2.2 Near-Infrared Tunable Pulsed Laser\n\nLipids tend to more strongly absorb wavelengths near 1210 nm, which is in the near-infrared. We found that laser pulses near 1215 nm can be produced with two methods. The first technique uses a 1064 nm laser with a \"polarization-maintaining\" optical fiber. The second technique uses a 1047 nm laser with a \"graded-index multimode\" fiber. Fig. 2 and 3 show multispectral PAM images of test objects consisting of butter inside milk gelatin and chicken breast meat, respectively. Both methods can clearly visualize the butter, which is brightest at the expected wavelength of 1215 nm. The advantage of the first method is that it uses a 1064 nm pulsed laser, which is widely available and therefore low in cost. The second method uses a less commonly available 1047 nm laser, but it can be used with a wider variety of optical fibers. In either case, we are encouraged by these promising results and are working on improvements to both systems.\n\n \n\n\t\t\t\t\tLast Modified: 05/30/2016\n\n\t\t\t\t\tSubmitted by: Takashi Buma"
 }
}