{
 "awd_id": "1157495",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Motivations and Movement: Modeling Migration to Buffer Zones of Three Costa Rican National Parks",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2012-04-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 244686.0,
 "awd_amount": 244686.0,
 "awd_min_amd_letter_date": "2012-04-17",
 "awd_max_amd_letter_date": "2012-04-17",
 "awd_abstract_narration": "Dr. David M. Hoffman (Mississippi State University) will investigate the relationship between environmental protected areas (PAs) and the growth of human population in the buffer zones surrounding them. It has been theorized that the integration of conservation and development creates positive economic and resource conditions which have the unintended consequence of population growth due to in-migration. However, research into the relationship between PAs and buffer zone population growth remains sparse and inconclusive, and existing models are largely untested. In addition, most research has not engaged directly with migrants themselves to determine whether models accurately describe their decision-making. An understanding of this relationship is of critical importance to improving human livelihoods while also conserving biodiversity.\r\n \r\nThis research addresses these critical gaps by developing a migrant-based model to describe and analyze motivations and movement towards three Costa Rican national parks: Arenal, Carara, and Barra Honda. Dr. Hoffman's research team will use cultural consensus modeling techniques in conjunction with qualitative research methodologies to discover whether migrants who settle in PA buffer zones share a common rationale for migration based on either conditions in the buffer zone or conditions in the communities from which they come. In addition Dr. Hoffman will collaborate with researchers at the University of Costa Rica to compare migrants' perceptions of economic and environmental conditions to those measured by the Costa Rican state, as well as analyze the 2011 census for evidence of migration to park buffer zones.\r\n\r\nThis research is important because it will test the validity of current hypotheses via the unique lenses of migrant perceptions and the use of cultural consensus modeling. It also will develop a methodology for understanding and modeling the relationship between PAs and migration that will be applicable beyond the Costa Rican case. The results will contribute to current debates about the effectiveness and impacts of combining conservation and development, as well as inform conservation practitioners. The research is co-funded by the NSF Experimental Program to Stimulate Competitive Research (EPSCoR) and the NSF Cultural Anthropology Program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Hoffman",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "David M Hoffman",
   "pi_email_addr": "dhoffman@anthro.msstate.edu",
   "nsf_id": "000564316",
   "pi_start_date": "2012-04-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Mississippi State University",
  "inst_street_address": "245 BARR AVE",
  "inst_street_address_2": "",
  "inst_city_name": "MISSISSIPPI STATE",
  "inst_state_code": "MS",
  "inst_state_name": "Mississippi",
  "inst_phone_num": "6623257404",
  "inst_zip_code": "39762",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "MS03",
  "org_lgl_bus_name": "MISSISSIPPI STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTXJM52SHKS7"
 },
 "perf_inst": {
  "perf_inst_name": "Mississippi State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MS",
  "perf_st_name": "Mississippi",
  "perf_zip_code": "397629662",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "MS03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1179",
   "pgm_ref_txt": "ENVIRONMENTAL IMPLICATIONS"
  },
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 244686.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This projected resulted in several significant outcomes. First, the collaboration with the University of Costa Rica&rsquo;s Observatorio de Desarrollo (OdD) produced a publicly accessible web-based GIS map interface that allows users to build maps that cross reference migration data, infrastructure data, environmental conditions, and development data within the buffer zones of the three Costa Rican parks (Carara, Barra Honda, Arenal) investigated. Second, the project uncovered a shared cultural model driving migration of Costa Rican migrants to the buffer zones of these national parks, i.e. &ldquo;pull factors.&rdquo; Analysis of the model demonstrates some variations in the model due to the contexts (economic, environmental, social, historical) of each park. Further, there is not a shared cultural model regarding conditions in the communities of origin, i.e. the &ldquo;push factors.&rdquo; This is assumed to be a result of the sheer variety of communities from which migrants had recently moved. Third, when combined with migration trends, the aforementioned maps and cultural model demonstrate two significant counter-narratives to the global analysis of migration to park edges produced by Wittemyer et al. (2008) in <em>Science</em>. One is that migration does not seem to be as directly connected to park opportunities or resources as is predicted by their hypothesized motivations. This calls into doubt the attribution of park buffer zone migration to the combination of conservation and development; in two of these Costa Rican parks (Carara and Barra Honda) it does not seem to be the case. The second is that migration hotspots are not located in areas adjacent to the park as would be expected if migrants were seeking out park resources. Instead, migration hotspots tended to be in areas in the outer rings of the 10 Km buffer zones and usually associated with semi-urban development. Lastly, this project resulted in the following: 1) trained two U.S. Master&rsquo;s student women in Applied Cultural Anthropology at Mississippi State University; 2) developed the GIS and census analysis &nbsp;skills of two undergraduates at the University of Costa Rica&rsquo;s OdD; 3) established a working relationship between the two Universities; 4) further developed the PIs skills with cultural consensus modeling; 5) reports on migration and resource use to park management and communities in the buffer zones of the parks; 6) one published MA thesis, multiple student and PI conference presentations, and several publications in the works.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2016<br>\n\t\t\t\t\tModified by: David&nbsp;M&nbsp;Hoffman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis projected resulted in several significant outcomes. First, the collaboration with the University of Costa Rica?s Observatorio de Desarrollo (OdD) produced a publicly accessible web-based GIS map interface that allows users to build maps that cross reference migration data, infrastructure data, environmental conditions, and development data within the buffer zones of the three Costa Rican parks (Carara, Barra Honda, Arenal) investigated. Second, the project uncovered a shared cultural model driving migration of Costa Rican migrants to the buffer zones of these national parks, i.e. \"pull factors.\" Analysis of the model demonstrates some variations in the model due to the contexts (economic, environmental, social, historical) of each park. Further, there is not a shared cultural model regarding conditions in the communities of origin, i.e. the \"push factors.\" This is assumed to be a result of the sheer variety of communities from which migrants had recently moved. Third, when combined with migration trends, the aforementioned maps and cultural model demonstrate two significant counter-narratives to the global analysis of migration to park edges produced by Wittemyer et al. (2008) in Science. One is that migration does not seem to be as directly connected to park opportunities or resources as is predicted by their hypothesized motivations. This calls into doubt the attribution of park buffer zone migration to the combination of conservation and development; in two of these Costa Rican parks (Carara and Barra Honda) it does not seem to be the case. The second is that migration hotspots are not located in areas adjacent to the park as would be expected if migrants were seeking out park resources. Instead, migration hotspots tended to be in areas in the outer rings of the 10 Km buffer zones and usually associated with semi-urban development. Lastly, this project resulted in the following: 1) trained two U.S. Master?s student women in Applied Cultural Anthropology at Mississippi State University; 2) developed the GIS and census analysis  skills of two undergraduates at the University of Costa Rica?s OdD; 3) established a working relationship between the two Universities; 4) further developed the PIs skills with cultural consensus modeling; 5) reports on migration and resource use to park management and communities in the buffer zones of the parks; 6) one published MA thesis, multiple student and PI conference presentations, and several publications in the works.\n\n\t\t\t\t\tLast Modified: 11/29/2016\n\n\t\t\t\t\tSubmitted by: David M Hoffman"
 }
}