{
 "awd_id": "1157909",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Making Global Capital Work: Economic Openness and Corporate Governance in Chinese Capital Markets",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "mo wang",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 136178.0,
 "awd_amount": 136178.0,
 "awd_min_amd_letter_date": "2012-07-26",
 "awd_max_amd_letter_date": "2012-07-26",
 "awd_abstract_narration": "In this project the investigators examine how global investors in China's nascent capital markets shape firm outcomes including firm performance, technology transfer, and domestic research and development (R & D); where they fail and what the problems are; and in which institutional contexts they succeed, and why. Most financial-economic studies of global capital agree on the positive effects of opening a country's stock market to foreign investors. But political economists and sociologists emphasize countries? institutional configurations and local variation that often constrain, weaken, and even disable the benefits of economic globalization. The investigators call for a more balanced perspective on global capital by integrating these two theoretical accounts. Three datasets on China's publicly-traded firms are combined: the WindDB dataset covering these firms' financial information, and the China Center for Economics Research (CCER) and the Chinese Securities Markets and Accounting Research (CSMAR) datasets detailing organizational information. The resulting dataset provides company-by-year observations from 1994 till 2011. Acknowledging that quantitative analysis may not capture sufficient empirical details about how processes work, the investigators will conduct case-studies of 9-12 firms as supplementary data. \r\n\r\nIn terms of broader impacts, this research contributes to the thriving interdisciplinary literature on the institutions of corporate governance around the world. In recent years, China has deepened its integration into the global market and developed its corporate governance regime. But the Chinese model of corporate setting where state entities are dominating and controlling shareholders is not well understood. This research will provide both theoretical and practical insights into how countries can initiate organizational and institutional changes to take advantage of the potential benefits brought by foreign investments over time. Findings should have practical implications for both corporate managers and public policy.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Junmin",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Junmin Wang",
   "pi_email_addr": "jwang4@memphis.edu",
   "nsf_id": "000533366",
   "pi_start_date": "2012-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Guthrie",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas Guthrie",
   "pi_email_addr": "doug.guthrie@nyu.edu",
   "nsf_id": "000218752",
   "pi_start_date": "2012-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Memphis",
  "inst_street_address": "115 JOHN WILDER TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "MEMPHIS",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "9016783251",
  "inst_zip_code": "381520001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TN09",
  "org_lgl_bus_name": "UNIVERSITY OF MEMPHIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "F2VSMAKDH8Z7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Memphis",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "381523370",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "803100",
   "pgm_ele_name": "SoO-Science Of Organizations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 136178.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>In the project the investigators examine how global investors alongside domestic investors in <span>China&rsquo;s</span> nascent capital markets shape firm outcomes including firm performance, technology transfer, and domestic research and development (R &amp; D); where they fail and what the problems are; and in which institutional contexts they succeed, and why. To date, the investigators have fulfilled the expected objectives for the funding period and completed the data collection. The investigators have obtained four different types of quantitative datasets and the qualitative data from 9 case studies of selected Chinese companies. The quantitative data include the followings: two longitudinal datasets that provide company-by-year observations in terms of firms&rsquo; financial information and corporate governance and other organizational information from 1994 till 2012; one longitudinal dataset that provides company-by-year observations regarding firms&rsquo; technological indicators from 2008 till 2012; and one cross-sectional dataset that we manually collected and provide observations at both the firm level and the level of industrial districts in 2012. Acknowledging that quantitative analysis may not capture sufficient empirical details about how processes work, the investigators conducted case-studies of 9 firms as supplementary data. The case studies help reveal more precisely the different ways in which both global investors and domestic private investors engage in partnerships and interact with the Chinese government.</span></p>\n<p>The findings from data analysis contribute to the knowledge on the following three research subjects: (1) the ways that different types of ownership mix (and especially the ownership partnerships between foreign shareholders and different levels of government agencies) in Chinese capital markets shape firm outcomes; (2) the mechanisms of both external institutional environments and internal corporate governance in shaping firm performance, and how those mechanisms vary between different types of firms (and especially between the firms with foreign shares and those without); and (3) the factors that influence Chinese firms&rsquo; indigenous innovation and especially the roles of the Chinese government and foreign partners in promoting Chinese firms&rsquo; indigenous innovation. &nbsp;</p>\n<p><span>The project contributes to the thriving interdisciplinary literature on the recent <span>globalization</span> of capital and technology across the globe and the institutions of corporate governance in emerging markets. The research provides both theoretical and practical insights into how countries can initiate organizational and institutional changes to take advantage of the potential benefits brought by global capital and international technology transfer over time. The investigators advance a more balanced perspective on <span>globalization</span> by integrating a financial-economic perspective and a political-economic and sociological perspective. Most financial-economic studies of global capital agree on the positive effects of opening a <span>country&rsquo;s</span> stock market to foreign investors, and political economists and sociologists emphasize countries&rsquo; institutional configurations and local variation that often constrain, weaken, and even disable the benefits of economic <span>globalization</span>. The investigators suggest that a <span>country&rsquo;s</span> embrace of global capital is a gradual institutional process. During that process, the receiving nations will enjoy the benefits of global investments if domestic actors and global investors work out an effective partnership. Findings from the research also have practical implications for both corporate managers and public policy makers in advanced and emerging economies.</span></p>\n<p><span>The research helps integrate an organizational perspective o...",
  "por_txt_cntn": "\nIn the project the investigators examine how global investors alongside domestic investors in ChinaÆs nascent capital markets shape firm outcomes including firm performance, technology transfer, and domestic research and development (R &amp; D); where they fail and what the problems are; and in which institutional contexts they succeed, and why. To date, the investigators have fulfilled the expected objectives for the funding period and completed the data collection. The investigators have obtained four different types of quantitative datasets and the qualitative data from 9 case studies of selected Chinese companies. The quantitative data include the followings: two longitudinal datasets that provide company-by-year observations in terms of firmsÆ financial information and corporate governance and other organizational information from 1994 till 2012; one longitudinal dataset that provides company-by-year observations regarding firmsÆ technological indicators from 2008 till 2012; and one cross-sectional dataset that we manually collected and provide observations at both the firm level and the level of industrial districts in 2012. Acknowledging that quantitative analysis may not capture sufficient empirical details about how processes work, the investigators conducted case-studies of 9 firms as supplementary data. The case studies help reveal more precisely the different ways in which both global investors and domestic private investors engage in partnerships and interact with the Chinese government.\n\nThe findings from data analysis contribute to the knowledge on the following three research subjects: (1) the ways that different types of ownership mix (and especially the ownership partnerships between foreign shareholders and different levels of government agencies) in Chinese capital markets shape firm outcomes; (2) the mechanisms of both external institutional environments and internal corporate governance in shaping firm performance, and how those mechanisms vary between different types of firms (and especially between the firms with foreign shares and those without); and (3) the factors that influence Chinese firmsÆ indigenous innovation and especially the roles of the Chinese government and foreign partners in promoting Chinese firmsÆ indigenous innovation.  \n\nThe project contributes to the thriving interdisciplinary literature on the recent globalization of capital and technology across the globe and the institutions of corporate governance in emerging markets. The research provides both theoretical and practical insights into how countries can initiate organizational and institutional changes to take advantage of the potential benefits brought by global capital and international technology transfer over time. The investigators advance a more balanced perspective on globalization by integrating a financial-economic perspective and a political-economic and sociological perspective. Most financial-economic studies of global capital agree on the positive effects of opening a countryÆs stock market to foreign investors, and political economists and sociologists emphasize countriesÆ institutional configurations and local variation that often constrain, weaken, and even disable the benefits of economic globalization. The investigators suggest that a countryÆs embrace of global capital is a gradual institutional process. During that process, the receiving nations will enjoy the benefits of global investments if domestic actors and global investors work out an effective partnership. Findings from the research also have practical implications for both corporate managers and public policy makers in advanced and emerging economies.\n\nThe research helps integrate an organizational perspective on corporate governance into a macro-level perspective on ChinaÆs ongoing market transition when the country is faced with a new political-economic order today. It is widely-regarded that todayÆs China is faced with a new, critical turning poin..."
 }
}