{
 "awd_id": "1157885",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Compliance Police or Business Partner? Institutional Contradictions and Contested Legitimacy in Human Resources",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "erik herron",
 "awd_eff_date": "2012-03-15",
 "awd_exp_date": "2013-02-28",
 "tot_intn_awd_amt": 140000.0,
 "awd_amount": 140000.0,
 "awd_min_amd_letter_date": "2012-03-12",
 "awd_max_amd_letter_date": "2012-03-12",
 "awd_abstract_narration": "This is a study of the effects of competing institutional demands on the roles and practices of a profession. The research team will examine Human Resource (HR) departments and practitioners' efforts to cope with the tensions between contributing to their company's competitive advantage and ensuring its compliance with various legal mandates. Periodic surveys of HR managers find that HR has made little progress toward fulfilling a hoped-for strategic role in firms. This research team theorizes that this lack of progress may result from a fundamental conflict between competing institutional demands. They will explore how this conflict shapes actual HR practices and the roles that HR professionals play in organizations as well as the effects that such shaping may have. Empirically, the project relies on ethnographic observation, interviews, and an internal census of HR professionals in contrasting field settings: one high performer and one low performer in terms of workplace desirability. Selection of the companies to study also takes into account their industry's EEOC filing rate (claims filed per 1,000 employees), based on a unique data base created for this project. \r\n\r\nIn terms of broader impacts, the results should be applicable to numerous professions affected by tensions between their aims to enhance competitiveness and efforts to ensure compliance with regulation: for example, accountants as well as CEOs dealing with Sarbanes-Oxley or automotive design engineers making tradeoffs between legislated safety targets and fuel efficiency. Furthermore, the project will create a unique database of EEOC filing rates by industry. These data will be updated annually and made available to all interested researchers. Finally, to the extent that the project uncovers the internal processes organizations use to address discrimination and unfair treatment complaints, its findings will offer an informed point of view on how agencies such as the EEOC can more effectively ensure internal compliance and, thus, reduce the burden associated with claims processing and enforcement.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Barley",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen R Barley",
   "pi_email_addr": "sbarley@stanford.edu",
   "nsf_id": "000246510",
   "pi_start_date": "2012-03-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "475 Via Ortega",
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943054121",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  },
  {
   "pgm_ele_code": "803100",
   "pgm_ele_name": "SoO-Science Of Organizations"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 140000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Human resources management (HR) is a ubiquitous and at times maligned profession. Often described as a &ldquo;necessary evil,&rdquo; HR professionals play a key role in ensuring that companies comply with state and federal employment regulation. At the same time, HR has been exhorted to distance itself from compliance duties and adopt a more strategic, businesslike role. These two types of HR contribution &ndash; compliance-oriented and competitiveness-oriented &ndash; co-exist uneasily, creating tensions within HR and conflicting expectations among the managers and employees whom HR serves.</p>\n<p>&nbsp;</p>\n<p>This study examined how HR departments and practitioners reconcile the tension between contributing to their company&rsquo;s competitive advantage and ensuring its legal compliance. To illuminate how this tension plays out in day-to-day HR work, the study relied on ethnographic observation, interviews, and an internal census of HR professionals in two contrasting field settings: a company that practices a traditional, employee- and compliance-oriented approach to HR work, and a second company that recently reorganized its HR function to conform to a popular &ldquo;strategic HR&rdquo; template. Researchers job-shadowed 15 HR professionals for approximately 150 hours in each company, documenting the tasks and interactions that occupy their time, and recording the way the HR professionals talked about what they do. In addition, these HR professionals and 45 of their internal clients (line managers and employees) were interviewed, to gather both insider and outsider perspectives on the purpose and meaning of HR work.</p>\n<p>&nbsp;</p>\n<p>Analysis of these data revealed a number of clear differences between the two companies. In the &ldquo;traditional HR&rdquo; company, HR professionals spent much more time on legally-driven compliance tasks, and on employee counseling. In the &ldquo;strategic HR&rdquo; company, HR professionals spent almost no time on legal compliance, and very little time counseling employees. Instead, they functioned as internal management consultants, and were involved to a much greater degree in projects related to organizational change.</p>\n<p>&nbsp;</p>\n<p>Surprisingly, however, line managers at the two companies were more alike than different in their perceptions of HR&rsquo;s role and contribution. At both companies, these managers maintained that HR existed primarily to keep the company out of legal trouble. When asked their opinion of &ldquo;strategic HR,&rdquo; neither set of line managers was familiar with the term. One manager&rsquo;s comment is representative of their overall opinion: &ldquo;Why can&rsquo;t it just be HR? Let&rsquo;s not make it something that it&rsquo;s not.&rdquo;</p>\n<p>&nbsp;</p>\n<p>The difference between HR&rsquo;s activities and opinions across the two sites, in contrast with the agreement between non-HR perceptions across the two sites, suggests that despite its efforts to become a more strategic player, the HR profession is &ldquo;trapped&rdquo; by its successful creation of a compliance role for itself. The &ldquo;compliance trap&rdquo; is perpetuated in two ways, both of which emerged from the data analysis. First, HR professionals often reinforce the compliance stereotype themselves, when they exercise power over line managers by invoking the specter of lawsuits or regulatory penalties. Second, line managers are motivated to perpetuate HR&rsquo;s legal compliance role out of self-interest: the line managers realize that, as HR minimizes its involvement in compliance work, many of the messy, emotionally- and legally-charged situations will fall to the line managers to resolve. The line managers in this study unanimously expressed their aversion to taking on such work.</p>\n<p>&nbsp;</p>\n<p>In summary, this research documented an ironic, unintended consequence of HR&rsquo;s deliberate expansion into employ...",
  "por_txt_cntn": "\nHuman resources management (HR) is a ubiquitous and at times maligned profession. Often described as a \"necessary evil,\" HR professionals play a key role in ensuring that companies comply with state and federal employment regulation. At the same time, HR has been exhorted to distance itself from compliance duties and adopt a more strategic, businesslike role. These two types of HR contribution &ndash; compliance-oriented and competitiveness-oriented &ndash; co-exist uneasily, creating tensions within HR and conflicting expectations among the managers and employees whom HR serves.\n\n \n\nThis study examined how HR departments and practitioners reconcile the tension between contributing to their companyÆs competitive advantage and ensuring its legal compliance. To illuminate how this tension plays out in day-to-day HR work, the study relied on ethnographic observation, interviews, and an internal census of HR professionals in two contrasting field settings: a company that practices a traditional, employee- and compliance-oriented approach to HR work, and a second company that recently reorganized its HR function to conform to a popular \"strategic HR\" template. Researchers job-shadowed 15 HR professionals for approximately 150 hours in each company, documenting the tasks and interactions that occupy their time, and recording the way the HR professionals talked about what they do. In addition, these HR professionals and 45 of their internal clients (line managers and employees) were interviewed, to gather both insider and outsider perspectives on the purpose and meaning of HR work.\n\n \n\nAnalysis of these data revealed a number of clear differences between the two companies. In the \"traditional HR\" company, HR professionals spent much more time on legally-driven compliance tasks, and on employee counseling. In the \"strategic HR\" company, HR professionals spent almost no time on legal compliance, and very little time counseling employees. Instead, they functioned as internal management consultants, and were involved to a much greater degree in projects related to organizational change.\n\n \n\nSurprisingly, however, line managers at the two companies were more alike than different in their perceptions of HRÆs role and contribution. At both companies, these managers maintained that HR existed primarily to keep the company out of legal trouble. When asked their opinion of \"strategic HR,\" neither set of line managers was familiar with the term. One managerÆs comment is representative of their overall opinion: \"Why canÆt it just be HR? LetÆs not make it something that itÆs not.\"\n\n \n\nThe difference between HRÆs activities and opinions across the two sites, in contrast with the agreement between non-HR perceptions across the two sites, suggests that despite its efforts to become a more strategic player, the HR profession is \"trapped\" by its successful creation of a compliance role for itself. The \"compliance trap\" is perpetuated in two ways, both of which emerged from the data analysis. First, HR professionals often reinforce the compliance stereotype themselves, when they exercise power over line managers by invoking the specter of lawsuits or regulatory penalties. Second, line managers are motivated to perpetuate HRÆs legal compliance role out of self-interest: the line managers realize that, as HR minimizes its involvement in compliance work, many of the messy, emotionally- and legally-charged situations will fall to the line managers to resolve. The line managers in this study unanimously expressed their aversion to taking on such work.\n\n \n\nIn summary, this research documented an ironic, unintended consequence of HRÆs deliberate expansion into employment law. By securing for themselves the role of compliance police, HR professionals ensure that their services are necessary. Such necessary legal services now stand between the HR profession and a more business-oriented contribution. More broadly, this study illustrated that as occupations cons..."
 }
}