{
 "awd_id": "1157351",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Paleoanthropological investigation of the Ledi-Geraru hominin site (Afar, Ethiopia)",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927850",
 "po_email": "rferrell@nsf.gov",
 "po_sign_block_name": "Rebecca Ferrell",
 "awd_eff_date": "2012-04-15",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 200024.0,
 "awd_amount": 200024.0,
 "awd_min_amd_letter_date": "2012-04-30",
 "awd_max_amd_letter_date": "2013-04-09",
 "awd_abstract_narration": "The northern Awash region of Ethiopia is famous for its abundant fossil remains of the early hominin Australopithecus afarensis (e.g., \"Lucy\"), as well as evidence for the origins of our own genus, Homo, and the world's earliest stone tools.  Due to a regional unconformity, however, appropriately aged sedimentary deposits that bridge the critical interval between A. afarensis and Homo unfortunately are missing from most of the northern Awash.  This research project builds upon recent paleoanthropological work in the Afar Ledi-Geraru (ALG) region of the northern Awash that has identified paleontologically-rich sediments that fill this time gap,  providing a rare window into understanding the origins and the evolutionary and paleoenvironmental contexts of early Homo, and of lithic technology, a hallmark of the human lineage.  This field project also contributes to our understanding of the interval between 2.5 and 3.0 million years ago, one of the most fascinating periods in human evolutionary history, and one which encompasses both the first and last appearance dates of several other hominin species as well as significant changes in mammalian fauna and flora throughout Africa.\r\n\r\nThe unique preservation of the ALG sequence enables a multidisciplinary team of paleoanthropologists, paleontologists, archaeologists, and geologists to 1) determine the paleoenvironmental context directly relevant to the morphological change and last appearance of A. afarensis, and the subsequent appearance of early Homo and stone tools in the northern Awash region; 2) extend spatial analyses of A. afarensis habitats from adjacent paleoanthropological sites into the ALG region to better understand the lateral variation in paleoenvironments; 3) collect evidence from fauna, hominin-modified fauna, and artifacts that existed in the ALG region during the earliest development of lithic technology; and 4) utilize transect excavations where potential hominin-modified bones were recovered, to document further evidence of possible early carnivory among hominins.\r\n\r\nThis project includes training in relevant field and lab techniques for a diverse group of graduate students, including women, Ethiopians, and other Africans, students typically under-represented in this field.  Data from this project also will be incorporated into teaching materials developed for K-12 teachers via internet download from the Arizona State University Outreach website.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Campisano",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Campisano",
   "pi_email_addr": "Campisano@asu.edu",
   "nsf_id": "000522146",
   "pi_start_date": "2012-04-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kaye",
   "pi_last_name": "Reed",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Kaye E Reed",
   "pi_email_addr": "kaye.reed@asu.edu",
   "nsf_id": "000224500",
   "pi_start_date": "2012-04-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "J Ramon",
   "pi_last_name": "Arrowsmith",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "J Ramon Arrowsmith",
   "pi_email_addr": "ramon.arrowsmith@asu.edu",
   "nsf_id": "000480519",
   "pi_start_date": "2012-04-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852816011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139200",
   "pgm_ele_name": "Biological Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1392",
   "pgm_ref_txt": "Biological Anthropology"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 129211.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 70813.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The northern Awash region of Ethiopia is famous for the preservation of abundant fossil remains of the early hominin <em>Australopithecus afarensis</em> (e.g., &ldquo;Lucy&rdquo;), as well as evidence for the origins of our own genus, <em>Homo</em>, and the world&rsquo;s earliest stone tools. Until recently, appropriately aged sedimentary deposits that bridge the critical interval between <em>A. afarensis</em> and <em>Homo</em> were missing from most of the northern Awash due to a regional unconformity. The Ledi-Geraru Research Project (LGRP) discovered and documented paleontologically-rich sediments that fill this time gap and provides a rare window into understanding the origins and the evolutionary and paleoenvironmental contexts of early <em>Homo</em> and lithic technology, hallmarks of the human lineage. This field project contributes to our understanding of the interval between 2.5 and 3.0 million years ago (Ma), one of the most fascinating periods in human evolutionary history. It encompasses the first and last appearance dates of several other hominin species and significant changes in mammalian fauna and flora throughout Africa.</p>\n<p>&nbsp;</p>\n<p>The rare preservation of the Ledi-Geraru sequence has enabled a multidisciplinary team of paleontologists, archaeologists, and geologists to 1) determine the timing and paleoenvironmental context directly relevant to the last appearance of <em>A. afarensis</em>, and the subsequent appearance of early <em>Homo</em> and stone tools in the northern Awash region, 2) extend spatial analyses of <em>A. afarensis</em> habitats from adjacent paleoanthropological sites into the Ledi-Geraru region to better understand the lateral variation in paleoenvironments, and 3) document the complex geology of the Ledi-Geraru region to unravel the volcanic and tectonic history of this area of the rift-valley (one of only seven \"triple-junctions\" in the world).</p>\n<p>&nbsp;</p>\n<p>The highlight of this project was the discovery of the \"LD 350-1\" partial mandible and additional dental specimens from the Lee Adoyta region of the eastern Ledi-Geraru. This specimen combines traits seen in early <em>Australopithecus</em> with those observed in later <em>Homo</em>. The mandible's suite of characters is clearly distinct from <em>Australopithecus afarensis</em> which is found nearby at Hadar until ~2.9 Ma and represents a population ancestral to other <em>Homo</em> specimens at ~2.4-2.3 Ma. Geological research has shown that the eastern Ledi-Geraru region sedimentary record spans ~2.4-3.0 Ma including the fossiliferous and well-dated interval between ~2.58 and 2.84 Ma at Lee Adoyta. We were able to associate the LD 350-1 mandible to an age of approximately 2.75-2.80 Ma. Thus, it represents the earliest evidence of our genus, <em>Homo</em>, extending the previous date of 2.3 Ma by more than 400,000 years. This is earlier than had been predicted and has implications for hypotheses about the timing and place of origin of the genus <em>Homo</em>. Ecological analyses based on the mammalian fauna from the same stratigraphic sequence as the hominin mandible indicate a more open habitat (mostly mixed grasslands/shrublands with gallery forest) than existed during earlier <em>Australopithecus afarensis</em> times of the Hadar Formation (&gt;2.9 Ma). The landscape apparently was similar to modern African open habitats, although with some gallery forest and the presence of rivers and/or lakes. Fossil community analyses of the interval above the hominin locality (~2.58-2.67 Ma) also indicate an open habitat. The open habitat reconstructed from this site has re-ignited debate over the link between African aridification, open habitats, and the origins of the genus <em>Homo</em>.</p>\n<p>&nbsp;</p>\n<p>This project has included training in relevant field and lab techniques for a diverse group of students, including women, Ethiopian, and other African student...",
  "por_txt_cntn": "\nThe northern Awash region of Ethiopia is famous for the preservation of abundant fossil remains of the early hominin Australopithecus afarensis (e.g., \"Lucy\"), as well as evidence for the origins of our own genus, Homo, and the worldÆs earliest stone tools. Until recently, appropriately aged sedimentary deposits that bridge the critical interval between A. afarensis and Homo were missing from most of the northern Awash due to a regional unconformity. The Ledi-Geraru Research Project (LGRP) discovered and documented paleontologically-rich sediments that fill this time gap and provides a rare window into understanding the origins and the evolutionary and paleoenvironmental contexts of early Homo and lithic technology, hallmarks of the human lineage. This field project contributes to our understanding of the interval between 2.5 and 3.0 million years ago (Ma), one of the most fascinating periods in human evolutionary history. It encompasses the first and last appearance dates of several other hominin species and significant changes in mammalian fauna and flora throughout Africa.\n\n \n\nThe rare preservation of the Ledi-Geraru sequence has enabled a multidisciplinary team of paleontologists, archaeologists, and geologists to 1) determine the timing and paleoenvironmental context directly relevant to the last appearance of A. afarensis, and the subsequent appearance of early Homo and stone tools in the northern Awash region, 2) extend spatial analyses of A. afarensis habitats from adjacent paleoanthropological sites into the Ledi-Geraru region to better understand the lateral variation in paleoenvironments, and 3) document the complex geology of the Ledi-Geraru region to unravel the volcanic and tectonic history of this area of the rift-valley (one of only seven \"triple-junctions\" in the world).\n\n \n\nThe highlight of this project was the discovery of the \"LD 350-1\" partial mandible and additional dental specimens from the Lee Adoyta region of the eastern Ledi-Geraru. This specimen combines traits seen in early Australopithecus with those observed in later Homo. The mandible's suite of characters is clearly distinct from Australopithecus afarensis which is found nearby at Hadar until ~2.9 Ma and represents a population ancestral to other Homo specimens at ~2.4-2.3 Ma. Geological research has shown that the eastern Ledi-Geraru region sedimentary record spans ~2.4-3.0 Ma including the fossiliferous and well-dated interval between ~2.58 and 2.84 Ma at Lee Adoyta. We were able to associate the LD 350-1 mandible to an age of approximately 2.75-2.80 Ma. Thus, it represents the earliest evidence of our genus, Homo, extending the previous date of 2.3 Ma by more than 400,000 years. This is earlier than had been predicted and has implications for hypotheses about the timing and place of origin of the genus Homo. Ecological analyses based on the mammalian fauna from the same stratigraphic sequence as the hominin mandible indicate a more open habitat (mostly mixed grasslands/shrublands with gallery forest) than existed during earlier Australopithecus afarensis times of the Hadar Formation (&gt;2.9 Ma). The landscape apparently was similar to modern African open habitats, although with some gallery forest and the presence of rivers and/or lakes. Fossil community analyses of the interval above the hominin locality (~2.58-2.67 Ma) also indicate an open habitat. The open habitat reconstructed from this site has re-ignited debate over the link between African aridification, open habitats, and the origins of the genus Homo.\n\n \n\nThis project has included training in relevant field and lab techniques for a diverse group of students, including women, Ethiopian, and other African students typically under-represented in this field. It also directly contributed to the completion of a Ph.D. dissertation by a female geoscientist. Upon the final identification and cataloging of fossil materials from the sponsored field seasons, they will be included as part of t..."
 }
}