{
 "awd_id": "1157154",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Meeting: Symposium on Comparative Proteomics of Environmental and Pollution Stress Jan 3-7, 2012 Charleston South Carolina.",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William E. Zamer",
 "awd_eff_date": "2011-12-15",
 "awd_exp_date": "2012-11-30",
 "tot_intn_awd_amt": 14990.0,
 "awd_amount": 14990.0,
 "awd_min_amd_letter_date": "2011-12-09",
 "awd_max_amd_letter_date": "2011-12-09",
 "awd_abstract_narration": "The symposium on Comparative Proteomics of Environmental and Pollution Stress is the first of its kind to address global changes at the protein level in organisms, in response to environmental stressors.  Investigating global patterns of protein abundance, also called proteomics, provides insights into the functional responses of cells to environmentally stressful conditions.  The symposium will feature the few proteomic analyses currently being done on non-model or marine model organisms, and will bring together a range of participants, from students and post-docs to senior researchers, to present the latest research results, discuss implications, and exchange methodological and experimental approaches.  Symposium participants will submit their presentations as manuscripts to Integrative and Comparative Biology for publication, which will help to distribute the research results to a wide audience and thus facilitate the growth of a research community interested in pursuing proteomic analyses to address problems in environmental and pollution stress biology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lars",
   "pi_last_name": "Tomanek",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lars Tomanek",
   "pi_email_addr": "ltomanek@calpoly.edu",
   "nsf_id": "000433856",
   "pi_start_date": "2011-12-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Polytechnic State University Foundation",
  "inst_street_address": "1 GRAND AVE BLDG 15",
  "inst_street_address_2": "",
  "inst_city_name": "SAN LUIS OBISPO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8057562982",
  "inst_zip_code": "934079000",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "CAL POLY CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MC4RJJM9XLT5"
 },
 "perf_inst": {
  "perf_inst_name": "California Polytechnic State University",
  "perf_str_addr": "One Grand Avenue",
  "perf_city_name": "San Luis Obispo",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "934070401",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765700",
   "pgm_ele_name": "Integrtv Ecological Physiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 14990.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The current grant (IOS-1157154) funded the participation of ten scientists in a symposium on the &ldquo;Comparative Proteomics of Environmental and Pollution Stress&rdquo;, at the annual meeting of the Society for Integrative and Comparative Biology at Charleston, South Carolina, in 2012.&nbsp; The symposium resulted in eight articles in a Special Issue of Integrative and Comparative Biology, volume 52, number 5, 2012, highlighting advances in our understanding of how proteomes (the full complement of proteins within a cell that are methodologically accessible) respond to environmental stressors (temperature, osmotic, pH, ultraviolet radiation and pollutant stress).&nbsp; This was the first symposium on this topic and the publications provide an introduction to the topic for future students of environmental stress.&nbsp; Specifically, the published studies included comparisons of the proteomic responses of (a) differently adapted species, (b) different populations of one species, and (c) different tissues of one organism to several environmental stressors.&nbsp; Studies on the proteomic changes in response to environmental stress during early development illustrate the rapid and dynamic nature of these changes and imply an important role for additional chemical modifications, e.g. phosphorylation and acetylation, of fully translated proteins, so called &ldquo;post-translational modifications&rdquo;.&nbsp; Studies on the effects of pollutants on proteomes have generated evidence for multiple modes-of-action of a pollutant and highlight the complex nature of evaluating the physiological effects of pollution.&nbsp; Because the study of proteomes in changing environments is only a few years old, a number of conceptual issues still await a more comprehensive understanding, such as the temporal dynamic of proteomic changes during stress, and the separation between features that are common to all and specific to single stressors.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/29/2013<br>\n\t\t\t\t\tModified by: Lars&nbsp;Tomanek</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe current grant (IOS-1157154) funded the participation of ten scientists in a symposium on the \"Comparative Proteomics of Environmental and Pollution Stress\", at the annual meeting of the Society for Integrative and Comparative Biology at Charleston, South Carolina, in 2012.  The symposium resulted in eight articles in a Special Issue of Integrative and Comparative Biology, volume 52, number 5, 2012, highlighting advances in our understanding of how proteomes (the full complement of proteins within a cell that are methodologically accessible) respond to environmental stressors (temperature, osmotic, pH, ultraviolet radiation and pollutant stress).  This was the first symposium on this topic and the publications provide an introduction to the topic for future students of environmental stress.  Specifically, the published studies included comparisons of the proteomic responses of (a) differently adapted species, (b) different populations of one species, and (c) different tissues of one organism to several environmental stressors.  Studies on the proteomic changes in response to environmental stress during early development illustrate the rapid and dynamic nature of these changes and imply an important role for additional chemical modifications, e.g. phosphorylation and acetylation, of fully translated proteins, so called \"post-translational modifications\".  Studies on the effects of pollutants on proteomes have generated evidence for multiple modes-of-action of a pollutant and highlight the complex nature of evaluating the physiological effects of pollution.  Because the study of proteomes in changing environments is only a few years old, a number of conceptual issues still await a more comprehensive understanding, such as the temporal dynamic of proteomic changes during stress, and the separation between features that are common to all and specific to single stressors. \n\n \n\n\t\t\t\t\tLast Modified: 06/29/2013\n\n\t\t\t\t\tSubmitted by: Lars Tomanek"
 }
}