{
 "awd_id": "1157027",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU Site: Solar and Heliospheric Physics at University of Alabama in Huntsville and Marshall Space Flight Center",
 "cfda_num": "47.050",
 "org_code": "06020203",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ilia Roussev",
 "awd_eff_date": "2012-03-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 353355.0,
 "awd_amount": 353355.0,
 "awd_min_amd_letter_date": "2012-03-12",
 "awd_max_amd_letter_date": "2014-02-07",
 "awd_abstract_narration": "The Principal Investigators (PIs) will host a solar and heliospheric physics \"Research Experiences for Undergraduates\" (REU) program on the campus of the University of Alabama at Huntsville. The primary goal of this REU program will be to engage and educate undergraduate students in order to improve retention of these students in science, technology, engineering, and mathematics (STEM) fields. The PIs will accomplish this by exposing undergraduates (particularly freshman or sophomores) to state-of-the-art applications and tools used by scientists and engineers working in solar and heliospheric physics today. Student research projects will involve combining observations from spacecraft and ground-based observatories with theoretical modeling and large-scale numerical simulations, to answer fundamental questions about the Sun (and other stars by extension) and its interaction the Earth and other planets in the solar system, as well as the interstellar medium beyond. The University of Alabama team will collaborate with the nearby NASA Marshall Space Flight Center in Huntsville to involve REU students in scientific data analysis, theoretical numerical modeling, and computer simulations, as well as modern instrument design and testing. This mixture of faculty and research scientists with diverse skills and interests is one of the largest groups of solar and heliospheric physicists in the country, and the only such group in the southeastern United States.\r\n\r\nThis REU site will emphasize the recruitment of minority students, students from non-research universities, and specifically freshman and sophomore students. The PIs have already identified non-research universities, as well as Historically Black Colleges and Universities (HBCUs), for their student recruitment. The PIs note that student participation in research has been demonstrated to be a highly successful method for retaining STEM majors at universities. The PIs also explain that a better understanding of the Sun and heliosphere is fundamentally important to society because of the impacts space weather can have on human civilization and modern technologies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jacob",
   "pi_last_name": "Heerikhuisen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jacob Heerikhuisen",
   "pi_email_addr": "jacob.heerikhuisen@uah.edu",
   "nsf_id": "000509536",
   "pi_start_date": "2012-03-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Winebarger",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amy Winebarger",
   "pi_email_addr": "amy.r.winebarger@nasa.gov",
   "nsf_id": "000348782",
   "pi_start_date": "2012-03-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama in Huntsville",
  "inst_street_address": "301 SPARKMAN DR NW",
  "inst_street_address_2": "",
  "inst_city_name": "HUNTSVILLE",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2568242657",
  "inst_zip_code": "358051911",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "AL05",
  "org_lgl_bus_name": "THE UNIVERSITY OF ALABAMA IN HUNTSVILLE",
  "org_prnt_uei_num": "",
  "org_uei_num": "HB6KNGVNJRU1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama in Huntsville",
  "perf_str_addr": "320 Sparkman Drive",
  "perf_city_name": "Huntsville",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "358051911",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "AL05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152300",
   "pgm_ele_name": "SOLAR-TERRESTRIAL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 114506.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 117731.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 121118.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!-- p { margin-bottom: 0.1in; line-height: 120%; } -->\n<p style=\"margin-bottom: 0.08in; line-height: 100%;\"><span style=\"font-family: Liberation Serif,serif;\"><span style=\"font-size: small;\">Over</span></span><span style=\"font-family: Liberation Serif,serif;\"><span style=\"font-size: small;\"> the past three years, we have hosted a successful Research Experience for Undergraduate (REU) site at the </span></span><span style=\"font-family: Liberation Serif,serif;\"><span style=\"font-size: small;\">University of Alabama in Huntsville,</span></span><span style=\"font-family: Liberation Serif,serif;\"><span style=\"font-size: small;\"> </span></span><span style=\"font-family: Liberation Serif,serif;\"><span style=\"font-size: small;\">in a partnership with the</span></span><span style=\"font-family: Liberation Serif,serif;\"><span style=\"font-size: small;\"> NASA M</span></span><span style=\"font-family: Liberation Serif,serif;\"><span style=\"font-size: small;\">arshall </span></span><span style=\"font-family: Liberation Serif,serif;\"><span style=\"font-size: small;\">S</span></span><span style=\"font-family: Liberation Serif,serif;\"><span style=\"font-size: small;\">pace </span></span><span style=\"font-family: Liberation Serif,serif;\"><span style=\"font-size: small;\">F</span></span><span style=\"font-family: Liberation Serif,serif;\"><span style=\"font-size: small;\">light </span></span><span style=\"font-family: Liberation Serif,serif;\"><span style=\"font-size: small;\">C</span></span><span style=\"font-family: Liberation Serif,serif;\"><span style=\"font-size: small;\">enter</span></span><span style=\"font-family: Liberation Serif,serif;\"><span style=\"font-size: small;\">. From its inception, we set </span></span><span style=\"font-family: Liberation Serif,serif;\"><span style=\"font-size: small;\">several</span></span><span style=\"font-family: Liberation Serif,serif;\"><span style=\"font-size: small;\"> goals for our partic</span></span><span style=\"font-family: Liberation Serif,serif;\"><span style=\"font-size: small;\">i</span></span><span style=\"font-family: Liberation Serif,serif;\"><span style=\"font-size: small;\">pants. First, we wanted to provide students an engaging research environment with projects that appealed to a wide variety of students and skill levels and that had far reaching applications to other science, technology, engineering and math (STEM) fields. We accomplished this by focusing projects on solar and heliospheric physics and recruiting mentors with projects that include hardware development, data analysis, theory and modeling, and computer simulations. Second, we wanted to recruit minority students and young (freshmen and sophomore) students to participate in the program. Studies have shown that inclusion in research improves retention in STEM fields; this is particularly true for minority students. </span></span><span style=\"font-family: Liberation Serif,serif;\"><span style=\"font-size: small;\">O</span></span><span style=\"font-family: Liberation Serif,serif;\"><span style=\"font-size: small;\">ur recruitment activities and a student selection process </span></span><span style=\"font-family: Liberation Serif,serif;\"><span style=\"font-size: small;\">are</span></span><span style=\"font-family: Liberation Serif,serif;\"><span style=\"font-size: small;\"> geared to meet this goal. Finally, we wanted to provide the students a life-changing experience, not just by providing an excellent research project and mentor, but also by providing engaging social and extra-curricular activities, seminars on preparing for their future, and a network of peers and advis</span></span><span style=\"font-family: Liberation Serif,serif;\"><span style=\"font-size: small;\">e</span></span><span style=\"font-family: Liberation Serif,serif;\"><span style=\"font-size: small;\">rs that can provide additional support after the program. </span></span></p>\n<p style=\"margin-bottom: 0.08in; line-height: 100%;\"><span style=\"font-family: Liberatio...",
  "por_txt_cntn": "\nOver the past three years, we have hosted a successful Research Experience for Undergraduate (REU) site at the University of Alabama in Huntsville, in a partnership with the NASA Marshall Space Flight Center. From its inception, we set several goals for our participants. First, we wanted to provide students an engaging research environment with projects that appealed to a wide variety of students and skill levels and that had far reaching applications to other science, technology, engineering and math (STEM) fields. We accomplished this by focusing projects on solar and heliospheric physics and recruiting mentors with projects that include hardware development, data analysis, theory and modeling, and computer simulations. Second, we wanted to recruit minority students and young (freshmen and sophomore) students to participate in the program. Studies have shown that inclusion in research improves retention in STEM fields; this is particularly true for minority students. Our recruitment activities and a student selection process are geared to meet this goal. Finally, we wanted to provide the students a life-changing experience, not just by providing an excellent research project and mentor, but also by providing engaging social and extra-curricular activities, seminars on preparing for their future, and a network of peers and advisers that can provide additional support after the program. \nOne of the key outcomes is that we have demonstrated that our goal for minority participation in research are achievable. Over the three year performance period, our minority (African-American, Hispanic, Native American) participation has exceeded 30%. In addition, our female participation was more than 40%. The level of minority participation in our program greatly exceeds the levels observed in the heliophysics community.\nAnother important outcome is related to the retention of students in STEM fields. As the Figure shows, nearly a quarter of our participants only just finished their freshman year, while a third had just completed their sophomore year. We found that working closely with mentors to design projects that require various levels of skills and experience allows for younger students to participate. Additionally, the Figure illustrates that we have been able to select approximately half of our participants from colleges that do not have a PhD program in physics, thereby providing these students with valuable research experience that they do not normally have access to.\nThe scientific outcomes involving our students have been significant also. All our participants submit an abstract to a scientific session at the annual American Geophysical Union (AGU) conference. We provide partial support for students to attend this conference, though for many the timing of the conference conflicts with finals. Over the three years of the grant our students were authors on 39 conference presentations (mostly AGU and AAS) and 4 refereed journal publications.\n\n \n \n\n\t\t\t\t\tLast Modified: 09/30/2015\n\n\t\t\t\t\tSubmitted by: Jacob Heerikhuisen"
 }
}