{
 "awd_id": "1157699",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US-France Collaboration:  Exploratory Research on Artificial Immunity in High Speed Trains",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": "7032924940",
 "po_email": "mkukla@nsf.gov",
 "po_sign_block_name": "Maija Kukla",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 13216.0,
 "awd_amount": 13216.0,
 "awd_min_amd_letter_date": "2012-04-27",
 "awd_max_amd_letter_date": "2012-04-27",
 "awd_abstract_narration": "The research objective of this project is to explore the feasibility of utilizing the emerging computational intelligence discipline of artificial immune systems (AIS) in the realm of diagnostics in high-speed trains. The proposed research will catalyze a strong research collaboration between Prof. D. Djurdjanovic?s team at the Univ. of Texas at Austin (UT) and Prof. N. Zehrouni?s team at the FEMTO-ST Institute of the Univ. of Franche-comté in Besançon, France (FEMTO-ST stands for Franche-comté Electronique Mécanique Thermique et Optique ? Sciences et Technologies).\r\nThe researchers will leverage prior achievements of the UT team in the area AIS inspired diagnostics and on-going research by the French team in the area of predictive maintenance of TGV trains (TGV is a well-known French acronym for ?Trains à Grande Vitesse? ? ?High Speed Trains?). The team will explore the mechanisms of generation and distribution of ?immunity carriers? across various subsystems of a TGV train, as well as the interaction mechanisms between the immunity carriers and the monitored system that would lead to precedent-free isolation of subsystem(s) that behave abnormally. The term precedent-free here pertains to the ability to deal with anomalies that were not foreseen during the design stage and for which fault models or training data do not exist. Such capability will be analogous to the biological systems ability to detect and isolate antigens (viruses, bacteria) that have never been encountered before. In the final weeks of the project, the team will devise a follow up proposal that will aim at deepening our understanding and perfecting the AIS paradigm in high-speed rail (HSR) systems.\r\nBroader Impacts. In 2001, the US economy spent more than $1 trillion to maintain critical assets with more than 33% of these costs being wasted on ineffective maintenance (unnecessary repairs, repairs of wrong components, lack of spare parts etc.). The AIS paradigm pursued in this project addresses this tremendous societal need by exploring a new paradigm that promises to increase the resilience and improve operation of engineering systems in the future. The ability to deal with unprecedented faults will lead to reduced waste of resources due to more effective maintenance interventions, as well as the improved usage and productivity due to higher availability of equipment. \r\nIn addition, our focus in high-speed trains has a significant broad impact all by itself. HSR systems have been shown in various parts of the world to yield increased energy efficiency, decreased emissions and automobile traffic, while increasing safety and reliability.  Several studies on proposed HSR systems in the US show that, on the emissions side alone, HSR systems have the capability of reducing greenhouse gas emissions by 2.7 million metric tons and producing only 24% of the emissions of auto and air traffic (see Broader Impacts section of the proposal for details). It is the PI?s hypothesis that it is only a matter of time before HSR systems become much more prominent, and perhaps even prevalent in the US. The proposed research will be an important contribution to the scientific basis necessary for safe and cost-effective operation of these systems. \r\nNumerous potentials exist for extension and impact of the proposed research beyond HSR systems. These opportunities include computer and communication network security, product design improvement based on information from product?s AIS, diagnostics in various systems of the human body and, perhaps in the far future, augmentation of the human immune system with artificially engineered immunity carriers (T-cells, B-cells, leukocytes).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dragan",
   "pi_last_name": "Djurdjanovic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dragan Djurdjanovic",
   "pi_email_addr": "dragand@me.utexas.edu",
   "nsf_id": "000331503",
   "pi_start_date": "2012-04-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Texas at Austin",
  "perf_str_addr": "PO Box 7726",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787137726",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5918",
   "pgm_ref_txt": "FRANCE"
  },
  {
   "pgm_ref_code": "5980",
   "pgm_ref_txt": "WESTERN EUROPE PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 13216.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this 1-semester long project, a University of Texas student explored potentials of using artificial immunity inspired methods for modeling and monitoring of key subsystems in a high-speed train. The student and the PI met with key Alstom engineers in Paris, France (Alstom makes trans a grande vitesse - famous TGV trains) and the student spent 3 summer months at the University of Metz in France, where he conducted the research at hand. The following was accomplished during this project:</p>\n<ol>\n<li>At the initial meeting at Alstom offices in Paris, France, key train components and key papers for their modeling were identified.</li>\n<li>Asad Ul Haq, a Ph.D. student under PI's supervision modeled key drive train systems of a TGV train using papers identified durign our initial meeting at Alstom. Since exact model parameters were not shared by Alstom because of their propriatary nature, model parameters were calibrated in a rather original way. Asad Ul Haq rode TGV trains 4 times, collecting train velocoties, directions and altitudes using his smartphone. Data from the first trip were used to identify model parameters, while the remaining 3 trips were used to validate the models (models of the drive train and its pertinent subsystems).</li>\n<li>Simulations based on these models served as data sources to build anomaly detectors monitoring the TGV drive train and its pertinent subsystems.</li>\n<li>Distributed anomaly detection based on the recently introduced Growing Structure Multiple Model Systems (GSMMS) was used to detect and localize faults in the asynchronous motor, controllers and gears of the train. This was accomplished without the need for fault signatures, which is what traditional diagnostic methods require.</li>\n<li>Excellent connection with the University of Metz and Ecole Nationale d'Ingenieurs de Metz (ENIM) was established. Asad Ul Haq and the PI were in constant contact with Prof. Kondo Adjalah (U. of Metz) and Prof. Imed Kacem (ENIM). Dr. Djurdjanovic delivered an invited talk at ENIM and further collaboration is being investigated (invited lecturing positions, exchange of students)</li>\n<li>During the Fall 2013 semester, i.e. immediately following the end of the project, a conference paper has been completed and will be submitted to the 2014 Railcon (Railway Conference) in Nis, Serbia. An extended version, which will include fault-tolerant automatic control of key train subsystems, will also be pursued in the future.</li>\n</ol><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/20/2013<br>\n\t\t\t\t\tModified by: Dragan&nbsp;Djurdjanovic</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this 1-semester long project, a University of Texas student explored potentials of using artificial immunity inspired methods for modeling and monitoring of key subsystems in a high-speed train. The student and the PI met with key Alstom engineers in Paris, France (Alstom makes trans a grande vitesse - famous TGV trains) and the student spent 3 summer months at the University of Metz in France, where he conducted the research at hand. The following was accomplished during this project:\n\nAt the initial meeting at Alstom offices in Paris, France, key train components and key papers for their modeling were identified.\nAsad Ul Haq, a Ph.D. student under PI's supervision modeled key drive train systems of a TGV train using papers identified durign our initial meeting at Alstom. Since exact model parameters were not shared by Alstom because of their propriatary nature, model parameters were calibrated in a rather original way. Asad Ul Haq rode TGV trains 4 times, collecting train velocoties, directions and altitudes using his smartphone. Data from the first trip were used to identify model parameters, while the remaining 3 trips were used to validate the models (models of the drive train and its pertinent subsystems).\nSimulations based on these models served as data sources to build anomaly detectors monitoring the TGV drive train and its pertinent subsystems.\nDistributed anomaly detection based on the recently introduced Growing Structure Multiple Model Systems (GSMMS) was used to detect and localize faults in the asynchronous motor, controllers and gears of the train. This was accomplished without the need for fault signatures, which is what traditional diagnostic methods require.\nExcellent connection with the University of Metz and Ecole Nationale d'Ingenieurs de Metz (ENIM) was established. Asad Ul Haq and the PI were in constant contact with Prof. Kondo Adjalah (U. of Metz) and Prof. Imed Kacem (ENIM). Dr. Djurdjanovic delivered an invited talk at ENIM and further collaboration is being investigated (invited lecturing positions, exchange of students)\nDuring the Fall 2013 semester, i.e. immediately following the end of the project, a conference paper has been completed and will be submitted to the 2014 Railcon (Railway Conference) in Nis, Serbia. An extended version, which will include fault-tolerant automatic control of key train subsystems, will also be pursued in the future.\n\n\n\t\t\t\t\tLast Modified: 12/20/2013\n\n\t\t\t\t\tSubmitted by: Dragan Djurdjanovic"
 }
}