{
 "awd_id": "1157646",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Using the Second Verification of the Origins of Rotation in Tornadoes Experiment (VORTEX2) Observations and Idealized Simulations to Understand the Lifecycle of Tornadoes",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "edward bensman",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 1076764.0,
 "awd_amount": 1076764.0,
 "awd_min_amd_letter_date": "2012-08-01",
 "awd_max_amd_letter_date": "2012-08-01",
 "awd_abstract_narration": "Following on a successful two-year multi-investigator field data collection campaign, this research effort will focus on identification of physical processes and interactions pivotal to the genesis, maintenance, and demise of tornadoes developing within broader rotational flows (\"mesocyclones\") that characterize supercell thunderstorms.  The need for improved understanding and development of more reliable means to identify and provide advance warning of tornado formation are key objectives of the joint NSF-NOAA sponsored VORTEX2 (Verification of the Origins of Rotation in Tornadoes) project, which encompassed multi-platform field activities providing a wealth of radar and in-situ thermodynamic data within severe thunderstorms, tornadoes, and their supporting environments.  The intellectual merit of this effort will rest upon this research team's specific plans to exploit these data in their study of controls on tornado genesis, maintenance and demise, as well as the potential role of storm mergers in influencing these processes.  Model-based data analysis and assimilation will be conducted in tandem with more idealized numerical simulation approaches.  The specific research objectives to be addressed during this project are to:  (1) Determine the relative roles of environmental versus storm-generated vorticity in the genesis and evolution of tornadoes (2) investigate the roles of the rear- and forward-flank downdrafts in the genesis and evolution of tornadoes, (3) examine the origin and characteristics of secondary rear-flank gust fronts and their possible role in the genesis and evolution of tornadoes, (4) explore how tornadoes are influenced by changes in the thermodynamic properties and circulation of their mesocyclone-scale surroundings, and by changes in the strength or location of the overlying parent thunderstorm updraft, and (5) to investigate the dynamics of storm interactions and cell mergers and the ways in which they can influence the development of vorticity in the storms.\r\n\r\nBroader impacts of this effort will hinge upon transfer of physical understanding and potential analysis techniques to operational meteorologists in order that they may ultimately provide more precise tornado warnings and decreased false alarm rates, as well as in providing the opportunity for training of students and early-career scientists including individuals drawn from underrepresented groups in the atmospheric sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yvette",
   "pi_last_name": "Richardson",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Yvette P Richardson",
   "pi_email_addr": "yrichardson@psu.edu",
   "nsf_id": "000337657",
   "pi_start_date": "2012-08-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Markowski",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Paul M Markowski",
   "pi_email_addr": "pmarkowski@psu.edu",
   "nsf_id": "000238849",
   "pi_start_date": "2012-08-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "The Pennsylvania State University",
  "perf_str_addr": "110 Technology Center",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 1076764.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A major goal of this project was to investigate influences on the formation, maintenance, and dissipation of tornadoes through comprehensive analyses of data collected in the Second Verification of the Origins of Rotation in Tornadoes Experiment (VORTEX2), as well as computer simulations designed to capture the essence of the processes in a simple, controlled setup. A second goal was to study the influence of storm mergers on overall storm morphology, including changes in low-altitude rotation.</p>\n<p>One set of computer simulations was designed to isolate the dominant processes responsible for tornado formation.&nbsp; The idealized nature of the simulations facilitated clear interpretation of cause and effect.&nbsp; By changing key aspects of the environment, we were able to determine why their effect on tornadoes is so powerful.&nbsp; In particular, these simulations led to key ideas about exactly why low-altitude moisture and low-altitude variations of wind with height (wind shear) are important.</p>\n<p>We performed an observational study of a VORTEX2 case in which two supercell storms were near one another; one produced a tornado and one did not, and the differences in the environments were consistent with ideas from the idealized simulations.&nbsp; In particular, there were large changes in low-altitude wind shear in time that made tornadoes more likely.&nbsp; The tornadic cell encountered this low-altitude shear, while a merger with a young cell resulted in the demise of the nontornadic cell.</p>\n<p>In another study, we used data assimilation, a technique to bring observations into a numerical model in order to create an analysis that is more complete than the observations alone and more realistic than the simulation alone.&nbsp; This type of study was still in its infancy at the storm scale.&nbsp; We were able to make advances in assimilating observations (wind, temperature, humidity) from radars and instrumented cars, and we used the analyses to calculate important quantities to better understand processes throughout the lifecycle of an observed tornado.&nbsp;&nbsp;</p>\n<p>In addition to studying the development of rotation in tornadoes, we also performed a study to determine the origin of &ldquo;vortex sheets,&rdquo; narrow corridors of strong horizontal wind variation along the leading edge of the storm&rsquo;s cold outflow.&nbsp; Our results showed that vortex sheets developed owing to temperature gradients in the cold pool and could occur in either rising or sinking air, but a downdraft was critical for a vortex sheet to extend to the surface (where it potentially could be important for tornadogenesis).&nbsp; This understanding is consistent with our ideas of tornado formation, but the two ideas had never been linked in this manner.</p>\n<p>We carried out an extensive numerical modeling study of mergers between two storms, changing the location of the merger relative to the original storm&rsquo;s updraft.&nbsp; From this, we developed several prototypical merging scenarios along with their long-term outcome in terms of storm strength and the development of rotation.&nbsp; These conceptual models are meant to aid forecasters.</p>\n<p>While much attention has been given to tornado formation, it also is important to know when tornadoes are likely to cease.&nbsp; Thus, we carried out an observational study of tornado maintenance and demise using high-resolution radar data and observations from instrumented cars.&nbsp; Several interesting features were found, including small cores of rain that interacted with the tornado, small-scale regions of rotation that merged into the tornado, and changes in the temperature of the outflow.&nbsp;</p>\n<p>One area of debate within tornado science is the role of the ground in tornado formation.&nbsp; To study this, we performed computer simulations similar to those described above, but with ground friction included.&nbsp; Despite the simplicity and limitations of the simulations, at the very least we could conclude that a tornado can form without a rain-driven downdraft and its associated temperature variations.&nbsp; The importance of the surface underlying a storm is a topic on which we barely scratched the surface; considerably more research is still needed.</p>\n<p>In high-resolution computer simulations of tornadoes, we found that weak &ldquo;surges&rdquo; of cold air can temporarily intensify the tornadoes.&nbsp; However, strong cold surges seem to always be detrimental to tornadoes.&nbsp; The key seems to be whether a cold-air surge can force existing angular momentum to converge toward the axis of rotation (the same principle by which a figure skater spins faster by drawing her arms inward), without having the cold air becoming ingested into the tornado itself (the latter weakens the tornado).</p>\n<p>In addition to communicating findings to the academic community at conferences and in journal articles, our group has helped train National Weather Service forecasters, we have written magazine articles targeting broad audiences, and we have been active in a wide range of outreach activities, such as briefing the Congressional Natural Hazards Caucus, briefing the National Academies Board on Atmospheric Sciences and Climate, and giving talks to nonscientist groups (e.g., elementary and middle school students, storm spotters, and even restaurant patrons).</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/03/2017<br>\n\t\t\t\t\tModified by: Yvette&nbsp;P&nbsp;Richardson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA major goal of this project was to investigate influences on the formation, maintenance, and dissipation of tornadoes through comprehensive analyses of data collected in the Second Verification of the Origins of Rotation in Tornadoes Experiment (VORTEX2), as well as computer simulations designed to capture the essence of the processes in a simple, controlled setup. A second goal was to study the influence of storm mergers on overall storm morphology, including changes in low-altitude rotation.\n\nOne set of computer simulations was designed to isolate the dominant processes responsible for tornado formation.  The idealized nature of the simulations facilitated clear interpretation of cause and effect.  By changing key aspects of the environment, we were able to determine why their effect on tornadoes is so powerful.  In particular, these simulations led to key ideas about exactly why low-altitude moisture and low-altitude variations of wind with height (wind shear) are important.\n\nWe performed an observational study of a VORTEX2 case in which two supercell storms were near one another; one produced a tornado and one did not, and the differences in the environments were consistent with ideas from the idealized simulations.  In particular, there were large changes in low-altitude wind shear in time that made tornadoes more likely.  The tornadic cell encountered this low-altitude shear, while a merger with a young cell resulted in the demise of the nontornadic cell.\n\nIn another study, we used data assimilation, a technique to bring observations into a numerical model in order to create an analysis that is more complete than the observations alone and more realistic than the simulation alone.  This type of study was still in its infancy at the storm scale.  We were able to make advances in assimilating observations (wind, temperature, humidity) from radars and instrumented cars, and we used the analyses to calculate important quantities to better understand processes throughout the lifecycle of an observed tornado.  \n\nIn addition to studying the development of rotation in tornadoes, we also performed a study to determine the origin of \"vortex sheets,\" narrow corridors of strong horizontal wind variation along the leading edge of the storm?s cold outflow.  Our results showed that vortex sheets developed owing to temperature gradients in the cold pool and could occur in either rising or sinking air, but a downdraft was critical for a vortex sheet to extend to the surface (where it potentially could be important for tornadogenesis).  This understanding is consistent with our ideas of tornado formation, but the two ideas had never been linked in this manner.\n\nWe carried out an extensive numerical modeling study of mergers between two storms, changing the location of the merger relative to the original storm?s updraft.  From this, we developed several prototypical merging scenarios along with their long-term outcome in terms of storm strength and the development of rotation.  These conceptual models are meant to aid forecasters.\n\nWhile much attention has been given to tornado formation, it also is important to know when tornadoes are likely to cease.  Thus, we carried out an observational study of tornado maintenance and demise using high-resolution radar data and observations from instrumented cars.  Several interesting features were found, including small cores of rain that interacted with the tornado, small-scale regions of rotation that merged into the tornado, and changes in the temperature of the outflow. \n\nOne area of debate within tornado science is the role of the ground in tornado formation.  To study this, we performed computer simulations similar to those described above, but with ground friction included.  Despite the simplicity and limitations of the simulations, at the very least we could conclude that a tornado can form without a rain-driven downdraft and its associated temperature variations.  The importance of the surface underlying a storm is a topic on which we barely scratched the surface; considerably more research is still needed.\n\nIn high-resolution computer simulations of tornadoes, we found that weak \"surges\" of cold air can temporarily intensify the tornadoes.  However, strong cold surges seem to always be detrimental to tornadoes.  The key seems to be whether a cold-air surge can force existing angular momentum to converge toward the axis of rotation (the same principle by which a figure skater spins faster by drawing her arms inward), without having the cold air becoming ingested into the tornado itself (the latter weakens the tornado).\n\nIn addition to communicating findings to the academic community at conferences and in journal articles, our group has helped train National Weather Service forecasters, we have written magazine articles targeting broad audiences, and we have been active in a wide range of outreach activities, such as briefing the Congressional Natural Hazards Caucus, briefing the National Academies Board on Atmospheric Sciences and Climate, and giving talks to nonscientist groups (e.g., elementary and middle school students, storm spotters, and even restaurant patrons).\n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/03/2017\n\n\t\t\t\t\tSubmitted by: Yvette P Richardson"
 }
}