{
 "awd_id": "1157471",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GRC: Protein Folding and Dynamics in Ventura, CA January 7-8, 2012",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032924666",
 "po_email": "kblagoev@nsf.gov",
 "po_sign_block_name": "Krastan Blagoev",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 20000.0,
 "awd_amount": 20000.0,
 "awd_min_amd_letter_date": "2011-12-20",
 "awd_max_amd_letter_date": "2011-12-20",
 "awd_abstract_narration": "The Gordon Research Conference (GRC) on Protein Folding Dynamics and the accompanying Graduate Research Seminar (GRS) on Protein Folding Dynamics will take place at the Ventura Beach Marriott, Ventura, California from January 7-8 (GRS)and January 8-13 (GRC).  The main goal of the conference is to discuss Protein folding and the development of a framework to describe how proteins fold using the energy landscape perspective and concepts in polymer physics. The Graduate Research Seminar in Protein Folding Dynamics is organized as a satellite to the GRC in Protein Folding Dynamics. This workshop serves as a venue for graduate students and postdoctoral scientists to i) develop background on current techniques, theories and models in preparation for the GRC in Protein Folding Dynamics, ii) share their knowledge of protein folding methodologies and techniques and iii) meet each other and discuss their own research. The bulk of the workshop will be devoted to research presentation and posters. All sessions will be chaired by the students and post-docs enrolled at the GRS. The strong participation of young researchers will be of high value for the next generation of biophysicists. The conference is co-funded by the Division of Physics and by the Molecular and Cellular Biosciences Division in the Directorate for Biological Sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Devarajan",
   "pi_last_name": "Thirumalai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Devarajan Thirumalai",
   "pi_email_addr": "dave.thirumalai@gmail.com",
   "nsf_id": "000387132",
   "pi_start_date": "2011-12-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Gray",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy R Gray",
   "pi_email_addr": "nsf@grc.org",
   "nsf_id": "000206836",
   "pi_start_date": "2011-12-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gordon Research Conferences",
  "inst_street_address": "5586 POST RD UNIT 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST GREENWICH",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4017834011",
  "inst_zip_code": "028183454",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "GORDON RESEARCH CONFERENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "XL5ANMKWN557"
 },
 "perf_inst": {
  "perf_inst_name": "Gordon Research Organization",
  "perf_str_addr": "512 Liberty Lane",
  "perf_city_name": "West Kingston",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028921502",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  },
  {
   "pgm_ele_code": "724600",
   "pgm_ele_name": "PHYSICS OF LIVING SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br /></p>\n<p>The Gordon Research Conference on PROTEIN FOLDING DYNAMICS was held at Ventura Beach Marriott Ventura, California, January 8 - 13, 2012. The Conference was<br />well-attended with 169 participants (attendees list attached). The attendees<br />represented the spectrum of endeavor in this field coming from academia,<br />industry, and government laboratories, both U.S. and foreign scientists, senior<br />researchers, young investigators, and students. Of the 169 attendees, 83<br />voluntarily responded to a general inquiry regarding ethnicity which appears on<br />our registration forms. Of the 83 respondents, 22% were Minorities &ndash; 1%<br />Hispanic, 20% Asian and 1% African American. Approximately 28% of the<br />participants at the 2012 meeting were women.</p>\n<p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br /></p>\n<p>The Gordon Research Seminar on PROTEIN FOLDING DYNAMICS was held at Ventura Beach Marriott Ventura, California, January 7 - 8, 2012. The Conference was<br />well-attended with 57 participants (attendees list attached). The attendees<br />represented the spectrum of endeavor in this field coming from academia,<br />industry, and government laboratories, both U.S. and foreign scientists, senior<br />researchers, young investigators, and students. Of the 57 attendees, 23<br />voluntarily responded to a general inquiry regarding ethnicity which appears on<br />our registration forms. Of the 23 respondents, 21% were Minorities &ndash; 4%<br />Hispanic, 13% Asian and 4% African American. Approximately 44% of the<br />participants at the 2012 meeting were women.</p>\n<p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br /></p>\n<p class=\"CM2\">In designing the<br />formal speakers program, emphasis was placed on current unpublished research<br />and discussion of the future target areas in this field. There was a conscious<br />effort to stimulate lively discussion about the key issues in the field today.<br />Time for formal presentations was limited in the interest of group discussions.<br />In order that more scientists could communicate their most recent results,<br />poster presentation time was scheduled. Attached is a copy of the formal<br />schedule and speaker program and the poster program. In addition to these<br />formal interactions, \"free time\" was scheduled to allow informal<br />discussions. Such discussions are fostering new collaborations and joint<br />efforts in the field.</p>\n<p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br />Thank you for your support of this Conference. As you<br />know, in the interest of promoting the presentation of unpublished and<br />frontier-breaking research, Gordon Research Conferences does not permit<br />publication of meeting proceedings. If you wish any further details, please<br />feel free to contact me.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/19/2012<br>\n\t\t\t\t\tModified by: Nancy&nbsp;R&nbsp;Gray</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\n \n\n\n\n\n \n\n\n\n\n\nThe Gordon Research Conference on PROTEIN FOLDING DYNAMICS was held at Ventura Beach Marriott Ventura, California, January 8 - 13, 2012. The Conference was\nwell-attended with 169 participants (attendees list attached). The attendees\nrepresented the spectrum of endeavor in this field coming from academia,\nindustry, and government laboratories, both U.S. and foreign scientists, senior\nresearchers, young investigators, and students. Of the 169 attendees, 83\nvoluntarily responded to a general inquiry regarding ethnicity which appears on\nour registration forms. Of the 83 respondents, 22% were Minorities &ndash; 1%\nHispanic, 20% Asian and 1% African American. Approximately 28% of the\nparticipants at the 2012 meeting were women.\n\n\n\n\n \n\n\n\n\n\nThe Gordon Research Seminar on PROTEIN FOLDING DYNAMICS was held at Ventura Beach Marriott Ventura, California, January 7 - 8, 2012. The Conference was\nwell-attended with 57 participants (attendees list attached). The attendees\nrepresented the spectrum of endeavor in this field coming from academia,\nindustry, and government laboratories, both U.S. and foreign scientists, senior\nresearchers, young investigators, and students. Of the 57 attendees, 23\nvoluntarily responded to a general inquiry regarding ethnicity which appears on\nour registration forms. Of the 23 respondents, 21% were Minorities &ndash; 4%\nHispanic, 13% Asian and 4% African American. Approximately 44% of the\nparticipants at the 2012 meeting were women.\n\n\n\n\n \n\n\n\n\nIn designing the\nformal speakers program, emphasis was placed on current unpublished research\nand discussion of the future target areas in this field. There was a conscious\neffort to stimulate lively discussion about the key issues in the field today.\nTime for formal presentations was limited in the interest of group discussions.\nIn order that more scientists could communicate their most recent results,\nposter presentation time was scheduled. Attached is a copy of the formal\nschedule and speaker program and the poster program. In addition to these\nformal interactions, \"free time\" was scheduled to allow informal\ndiscussions. Such discussions are fostering new collaborations and joint\nefforts in the field.\n\n\n\n\n \n\n\n\nThank you for your support of this Conference. As you\nknow, in the interest of promoting the presentation of unpublished and\nfrontier-breaking research, Gordon Research Conferences does not permit\npublication of meeting proceedings. If you wish any further details, please\nfeel free to contact me.\n\n\t\t\t\t\tLast Modified: 04/19/2012\n\n\t\t\t\t\tSubmitted by: Nancy R Gray"
 }
}