{
 "awd_id": "1157506",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Inhibition of Protein-Protein Interactions",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Engin Serpersu",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2018-02-28",
 "tot_intn_awd_amt": 1319998.0,
 "awd_amount": 1319998.0,
 "awd_min_amd_letter_date": "2012-03-07",
 "awd_max_amd_letter_date": "2015-07-09",
 "awd_abstract_narration": "Protein-protein interactions are essential to all cellular processes.  Often, protein-protein interactions initiate signaling events that control metabolic pathways.  Development of the ability to modulate these processes will result in major scientific breakthroughs in biology.  Ideally, small molecule modulators will be preferred; however, the scientific knowledge and the appropriate strategies for designing them are still lacking.  The major goal of this project is to develop the technologies required to identify and modify the behavior of initiation points for protein signaling.  These points define the specific sites to be targeted by small molecules.  By identifying sites that are uniquely associated with signaling and not binding, the technology will allow the development of design strategies for energy efficient modulators; i.e. molecules that will perform their function without the need for disrupting protein-protein binding, and therefore expending unnecessary energy.  During the next five years, the experimental aspects of the research will focus on the inhibition of an allosteric activation triggered by a protein-protein interaction.  This type of protein-protein interaction defines an initial event in cell penetration of a virus and will be used to implement and optimize the technology prior to implementation in other systems.\r\n\r\nThe broader impacts resulting from this research include different fronts.  At the practical level, it provides new strategies for designing small molecules that can modulate biological signaling.  These intellectual advances may lead to important applications in areas such as synthetic biology, information transfer in biological systems and regulatory networks.  It must be noted that the technologies required for engineering inhibitors or activators of signaling triggered by protein-protein interactions are not yet available.  The broader impact is, however, not limited to the potential applications of the scientific discoveries. Graduate and undergraduate students will benefit from this project by the incorporation of these subjects in the courses taught by the PI.  Also this project will allow the participation of undergraduate students in a state-of-the-art research project.  The PI presents about 20 seminars per year at universities, colleges, research laboratories as well as national and international meetings.  As part of the outreach program, the PI's laboratory donated a fully functional Isothermal Titration Calorimetry to Brynn Mawr College in Pennsylvania and trained faculty and students.  These activities will continue and will be expanded during the next five years of funding.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ernesto",
   "pi_last_name": "Freire",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ernesto Freire",
   "pi_email_addr": "ef@jhu.edu",
   "nsf_id": "000241407",
   "pi_start_date": "2012-03-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 North Charles",
  "perf_city_name": "Baltimore",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1144",
   "pgm_ref_txt": "BIOMOLECULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 260000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 260000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 260000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 539998.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: Calibri; font-size: small;\">Protein/protein interactions are essential to all cellular processes and to the mechanisms of bacterial and viral infection.&nbsp; Often, protein/protein interactions trigger allosteric conformational changes that modify or elicit new functionalities in one or both proteins. &nbsp;The inhibition of the allosteric signaling cascade triggered by protein/protein interactions defines a major goal in the treatment of different pathological conditions. &nbsp;Ideally, small molecule inhibitors will be preferred; however, the scientific know-how and the appropriate strategies for designing and targeting them are still lacking. &nbsp;One of the major goals of this proposal was to develop rigorous strategies for the design of small molecules that inhibit allosteric signaling with high potency and efficiency.<span>&nbsp; </span>Biologics or protein drugs, especially monoclonal antibodies, define the fastest growing segment in the pharmaceutical industry.<span>&nbsp; </span>Therapeutic dosages of monoclonal antibodies require concentrations of 100mg/mL or more.<span>&nbsp; </span>At this extremely high concentrations, self-association and aggregation processes are exacerbated.<span>&nbsp; </span>Having the ability to evaluate these processes early on and be able to take appropriate measures is critical in the development of protein therapeutics.</span></p>\n<p><span style=\"font-family: Calibri; font-size: small;\">- The availability of a blueprint identifying the location of binding and allosteric hotspots will significantly aid inhibitor design and optimization. We developed the technique of Thermodynamic-Guided Alanine-Scanning Mutagenesis that combines the standard technique of alanine-scanning mutagenesis with isothermal titration calorimetry (ITC). This technique has allowed the characterization of the structural distribution of binding and allosteric hotspots providing precise targeting regions.<span>&nbsp; </span>This technique was successfully applied to the binding of the HIV-1 envelope glycoprotein gp120 to the cell surface receptor CD4.</span></p>\n<p><span style=\"font-family: Calibri; font-size: small;\">- Protein aggregation is a major issue affecting the long term stability of protein preparations, especially in protein therapeutics.&nbsp; &nbsp;Proteins exist in equilibrium between the native and denatured or partially denatured conformations.&nbsp; Often denatured or partially denatured conformations are prone to aggregate because they expose to solvent the hydrophobic core of the protein. The aggregation of denatured protein gradually shifts the protein equilibrium towards increasing amounts of denatured and ultimately aggregated protein.&nbsp; Recognizing and quantitating the presence of denatured protein and its aggregation at the earliest possible time will bring enormous benefits to the identification and selection of optimal solvent conditions or the engineering of proteins with the best stability/aggregation profile. &nbsp;We have developed a new approach, based upon automated chemical denaturation, that allows simultaneous determination of structural stability and the amount of denatured and aggregated protein.&nbsp; This approach is based upon the analysis of the concentration dependence of the Gibbs energy (&Delta;G) of protein stability.&nbsp;&nbsp; Three important quantities can be evaluated simultaneously: 1) The population of denatured protein; 2) The population of aggregated protein; and, 3) The fraction of denatured protein that is aggregated.<span>&nbsp; </span>This approach is now widely used in the biopharmaceutical industry.</span></p>\n<p><span style=\"font-family: Calibri;\"><span style=\"font-size: small;\">- More recently, we developed the application of Isothermal Calorimetry (IC) to measure the energetics and kinetics of denaturation/aggregation of monoclonal antibodies.<span>&nbsp; </span>Isothermal calorimetry measures the rate of heat production or absorption by a spontaneous process over a period of days or weeks.<span>&nbsp; </span>We have shown that this technique is able to provide within ten days quantitatively similar long term stability information that takes month to obtain by standard techniques like size exclusion chromatography.<span>&nbsp; </span>The availability of techniques that might provide a quick and accurate ranking of different antibodies and/or formulations would greatly accelerate the development of protein drugs.<span>&nbsp; </span></span></span></p>\n<p><strong>&nbsp;</strong><em>&nbsp;</em></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/20/2018<br>\n\t\t\t\t\tModified by: Ernesto&nbsp;Freire</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProtein/protein interactions are essential to all cellular processes and to the mechanisms of bacterial and viral infection.  Often, protein/protein interactions trigger allosteric conformational changes that modify or elicit new functionalities in one or both proteins.  The inhibition of the allosteric signaling cascade triggered by protein/protein interactions defines a major goal in the treatment of different pathological conditions.  Ideally, small molecule inhibitors will be preferred; however, the scientific know-how and the appropriate strategies for designing and targeting them are still lacking.  One of the major goals of this proposal was to develop rigorous strategies for the design of small molecules that inhibit allosteric signaling with high potency and efficiency.  Biologics or protein drugs, especially monoclonal antibodies, define the fastest growing segment in the pharmaceutical industry.  Therapeutic dosages of monoclonal antibodies require concentrations of 100mg/mL or more.  At this extremely high concentrations, self-association and aggregation processes are exacerbated.  Having the ability to evaluate these processes early on and be able to take appropriate measures is critical in the development of protein therapeutics.\n\n- The availability of a blueprint identifying the location of binding and allosteric hotspots will significantly aid inhibitor design and optimization. We developed the technique of Thermodynamic-Guided Alanine-Scanning Mutagenesis that combines the standard technique of alanine-scanning mutagenesis with isothermal titration calorimetry (ITC). This technique has allowed the characterization of the structural distribution of binding and allosteric hotspots providing precise targeting regions.  This technique was successfully applied to the binding of the HIV-1 envelope glycoprotein gp120 to the cell surface receptor CD4.\n\n- Protein aggregation is a major issue affecting the long term stability of protein preparations, especially in protein therapeutics.   Proteins exist in equilibrium between the native and denatured or partially denatured conformations.  Often denatured or partially denatured conformations are prone to aggregate because they expose to solvent the hydrophobic core of the protein. The aggregation of denatured protein gradually shifts the protein equilibrium towards increasing amounts of denatured and ultimately aggregated protein.  Recognizing and quantitating the presence of denatured protein and its aggregation at the earliest possible time will bring enormous benefits to the identification and selection of optimal solvent conditions or the engineering of proteins with the best stability/aggregation profile.  We have developed a new approach, based upon automated chemical denaturation, that allows simultaneous determination of structural stability and the amount of denatured and aggregated protein.  This approach is based upon the analysis of the concentration dependence of the Gibbs energy (&Delta;G) of protein stability.   Three important quantities can be evaluated simultaneously: 1) The population of denatured protein; 2) The population of aggregated protein; and, 3) The fraction of denatured protein that is aggregated.  This approach is now widely used in the biopharmaceutical industry.\n\n- More recently, we developed the application of Isothermal Calorimetry (IC) to measure the energetics and kinetics of denaturation/aggregation of monoclonal antibodies.  Isothermal calorimetry measures the rate of heat production or absorption by a spontaneous process over a period of days or weeks.  We have shown that this technique is able to provide within ten days quantitatively similar long term stability information that takes month to obtain by standard techniques like size exclusion chromatography.  The availability of techniques that might provide a quick and accurate ranking of different antibodies and/or formulations would greatly accelerate the development of protein drugs.  \n\n  \n\n \n\n\t\t\t\t\tLast Modified: 03/20/2018\n\n\t\t\t\t\tSubmitted by: Ernesto Freire"
 }
}