{
 "awd_id": "1157113",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2012 Single Molecule Approaches to Biology Gordon Research Conference in Mt Snow, Vermont, July 15-20, 2012",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michele McGuirl",
 "awd_eff_date": "2012-04-15",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2012-04-04",
 "awd_max_amd_letter_date": "2012-04-04",
 "awd_abstract_narration": "Intellectual Merit\r\nThe 2012 Single Molecule Approaches to Biology Gordon Research Conference will be held at the Mt Snow Resort in Vermont, July 15-20, 2012.  The program will feature novel single molecule applications to study the ribosome, the proteasome, and cell binding reactions, amongst other fundamental biological systems.  Single molecule techniques are rapidly occupying a central role in biological research at all levels. The development of robust techniques that use fluorescence and force probes to track the conformation of molecules one at a time, both in vitro as well as in live cells, provides previously unobtainable data on fundamental biochemical processes that are essential for all forms of life. The conference aims to provide an interdisciplinary forum for biologists, physicists, chemists and engineers who have developed single molecule methodologies that can be readily applied to solve important biological problems.  \r\n                                                                                                                                                               \r\nThe meeting will include topics on single molecule biology, single molecule techniques, theory of single molecules and single molecule simulations.  In addition to the oral presentations, there will be poster sessions.  \r\n\r\nBroader Impact\r\nSingle molecule approaches are changing the way we study biology, complementing the recent advances in genomics and proteomics.   Indeed, this emerging paradigm holds the promise of yielding an unprecedented understanding of life down to its smallest constituents.  The 2012 Single Molecule Approaches to Biology GRC will provide a combination of world-class speakers and poster sessions that will advance teaching, learning and training in single-molecule approaches to biology.  The demographics of past meetings show a broad appeal of this conference to the younger generation and organizers efforts to appeal to a younger audience.  At the 2010 meeting, 45% of participants were graduate students and postdoctoral fellows and 72% were younger than 40.  The percentage of female speakers for the 2012 meeting has increased, up to 16% from 10% and efforts to secure additional female speakers are being made.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Julio",
   "pi_last_name": "Fernandez",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Julio M Fernandez",
   "pi_email_addr": "jf2120@columbia.edu",
   "nsf_id": "000585218",
   "pi_start_date": "2012-04-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Gray",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy R Gray",
   "pi_email_addr": "nsf@grc.org",
   "nsf_id": "000206836",
   "pi_start_date": "2012-04-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gordon Research Conferences",
  "inst_street_address": "5586 POST RD UNIT 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST GREENWICH",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4017834011",
  "inst_zip_code": "028183454",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "GORDON RESEARCH CONFERENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "XL5ANMKWN557"
 },
 "perf_inst": {
  "perf_inst_name": "Gordon Research Conferences",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028920001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p>The Gordon Research Conference on SINGLE MOLECULE APPROACHES TO BIOLOGY was held at Mount Snow Resort West Dover, Vermont, July 15-20, 2012. The Conference was well-attended<br />with 197 participants (attendees list attached). The attendees represented the<br />spectrum of endeavor in this field coming from academia, industry, and<br />government laboratories, both U.S.<br />and foreign scientists, senior researchers, young investigators, and students.<br />Of the 197 attendees, 60 voluntarily responded to a general inquiry regarding<br />ethnicity which appears on our registration forms. Of the 60 respondents, 7%<br />were Minorities &ndash; 5% Hispanic, 27% Asian and 0% African American. Approximately<br />32% of the participants at the 2012 meeting were women.</p>\n<p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br /></p>\n<p class=\"CM2\">In designing the<br />formal speakers program, emphasis was placed on current unpublished research<br />and discussion of the future target areas in this field. There was a conscious<br />effort to stimulate lively discussion about the key issues in the field today.<br />Time for formal presentations was limited in the interest of group discussions.<br />In order that more scientists could communicate their most recent results,<br />poster presentation time was scheduled. Attached is a copy of the formal<br />schedule and speaker program and the poster program. In addition to these<br />formal interactions, \"free time\" was scheduled to allow informal<br />discussions. Such discussions are fostering new collaborations and joint<br />efforts in the field.</p>\n<p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br />Thank you for your support of this Conference. As you<br />know, in the interest of promoting the presentation of unpublished and<br />frontier-breaking research, Gordon Research Conferences does not permit<br />publication of meeting proceedings</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/28/2012<br>\n\t\t\t\t\tModified by: Nancy&nbsp;R&nbsp;Gray</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\n\nThe Gordon Research Conference on SINGLE MOLECULE APPROACHES TO BIOLOGY was held at Mount Snow Resort West Dover, Vermont, July 15-20, 2012. The Conference was well-attended\nwith 197 participants (attendees list attached). The attendees represented the\nspectrum of endeavor in this field coming from academia, industry, and\ngovernment laboratories, both U.S.\nand foreign scientists, senior researchers, young investigators, and students.\nOf the 197 attendees, 60 voluntarily responded to a general inquiry regarding\nethnicity which appears on our registration forms. Of the 60 respondents, 7%\nwere Minorities &ndash; 5% Hispanic, 27% Asian and 0% African American. Approximately\n32% of the participants at the 2012 meeting were women.\n\n\n\n\n \n\n\n\n\nIn designing the\nformal speakers program, emphasis was placed on current unpublished research\nand discussion of the future target areas in this field. There was a conscious\neffort to stimulate lively discussion about the key issues in the field today.\nTime for formal presentations was limited in the interest of group discussions.\nIn order that more scientists could communicate their most recent results,\nposter presentation time was scheduled. Attached is a copy of the formal\nschedule and speaker program and the poster program. In addition to these\nformal interactions, \"free time\" was scheduled to allow informal\ndiscussions. Such discussions are fostering new collaborations and joint\nefforts in the field.\n\n\n\n\n \n\n\n\nThank you for your support of this Conference. As you\nknow, in the interest of promoting the presentation of unpublished and\nfrontier-breaking research, Gordon Research Conferences does not permit\npublication of meeting proceedings\n\n\t\t\t\t\tLast Modified: 08/28/2012\n\n\t\t\t\t\tSubmitted by: Nancy R Gray"
 }
}