{
 "awd_id": "1157517",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "37th, 38th, and 39th Arkansas Spring Lecture Series in the Mathematical Sciences",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce P. Palka",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 89999.0,
 "awd_amount": 89999.0,
 "awd_min_amd_letter_date": "2012-02-27",
 "awd_max_amd_letter_date": "2012-05-17",
 "awd_abstract_narration": "The 37th, 38th, and 39th Arkansas Spring Lecture Series in the Mathematical Sciences (SLS) will take place in 2012, 2013, and 2014 at the University of Arkansas, in Fayetteville, AR. Each SLS will consist of five lectures by the principal speaker, ten 45-minute talks by invited speakers chosen by the principal speaker, and several twenty-minute contributed talks by graduate students and recent Ph.D.'s. The topic in 2012 will be \"Higher Codimensional Elliptic Boundary Value Problems.\" The conference will take place April 12-14, 2012. The principal speaker will be Professor Rafe Mazzeo from Stanford University. Professor Mazzeo will focus on the geometric microlocal method, stemming from the work of Melrose and his school. That encompasses a wide variety of problems, and includes detailed analyses of operators on spaces with conic points and edges, as well as somewhat less detailed results on general stratified spaces.  Beyond these general analytic approaches, talks will look at applying these tools to specific geometric problems, involving both linear and nonlinear operators. The topic in 2013 will be \"Extension and Interpolation.\" The conference will take place April 4-6, 2013. The principal speaker will be Professor Charles Fefferman of Princeton University. Professor Fefferman's talks will address the following questions: suppose we are given a function f defined on a finite subset of Euclidean space, consisting of N data points. How can we compute an m-times differentiable function F on all of Euclidean space that agrees (exactly or approximately) with f at the data points, and has the least possible norm for the first m derivatives? How many computer operations does it take? What if we are allowed to discard a few of the data points? Which points should be discarded to achieve the best improvement in the interpolation? The topic in 2014 will be ''Multi-parameter Geometry and Analysis.'' The conference will take place April 10-12, 2014. The principal speaker will be Professor Alexander Nagel of the University of Wisconsin. Many results in complex and harmonic analysis in which one establishes the boundedness of some linear or sub-linear operator can be formulated in terms of geometry and analysis on spaces of 'homogeneous type'. This concept provides a general abstract setting for the concepts underlying classical Calderon-Zygmund theory of maximal functions and singular and fractional integrals.  In an important sense, a theory which uses spaces of homogeneous type as a paradigm is a one-parameter theory.  Professor Nagel's lectures will focus on some preliminary observations and results in complex and harmonic analysis which fall outside this standard one parameter theory.\r\n\r\nMathematics conferences are vital to the development of the field. They provide unique opportunity for scientists from different subfields to meet so as to (a) summarize the most recent progress in these fields, and their interactions, (b) present new directions of research with sufficient detail to formulate and develop a list of open problems, and (c) provide an opportunity to foster new collaborations and exchange ideas toward the solution of important open questions. In the tradition of the Arkansas Spring Lectures Series, these meetings will provide unique opportunities for young researchers and graduate students to interact with prominent experts in their research areas. Public talks by Professor Lorenzo Sadun in 2012, by Professor Arlie Petters in 2013, and by Professor Colin Adams in 2014 will address audiences of the public at large. Other events include an informal lunch discussion where issues related to being women in mathematics are discussed (hosted by Arkansas Women in Statistics and Mathematics) and a reception for Arkansas graduate students and external graduate students to meet and compare their careers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Phillip",
   "pi_last_name": "Harrington",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Phillip S Harrington",
   "pi_email_addr": "psharrin@uark.edu",
   "nsf_id": "000436065",
   "pi_start_date": "2012-02-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anthony",
   "pi_last_name": "Ryan",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Anthony J Ryan",
   "pi_email_addr": "jryan@uark.edu",
   "nsf_id": "000238668",
   "pi_start_date": "2012-02-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chaim",
   "pi_last_name": "Goodman-Strauss",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chaim Goodman-Strauss",
   "pi_email_addr": "strauss@uark.edu",
   "nsf_id": "000366075",
   "pi_start_date": "2012-05-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Raich",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew S Raich",
   "pi_email_addr": "araich@uark.edu",
   "nsf_id": "000212349",
   "pi_start_date": "2012-02-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Maria",
   "pi_last_name": "Caputo",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Maria C Caputo",
   "pi_email_addr": "mccaputo@uark.edu",
   "nsf_id": "000599348",
   "pi_start_date": "2012-02-27",
   "pi_end_date": "2012-05-17"
  }
 ],
 "inst": {
  "inst_name": "University of Arkansas",
  "inst_street_address": "1125 W MAPLE ST STE 316",
  "inst_street_address_2": "",
  "inst_city_name": "FAYETTEVILLE",
  "inst_state_code": "AR",
  "inst_state_name": "Arkansas",
  "inst_phone_num": "4795753845",
  "inst_zip_code": "727013124",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AR03",
  "org_lgl_bus_name": "UNIVERSITY OF ARKANSAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "MECEHTM8DB17"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arkansas",
  "perf_str_addr": "310 Science Building",
  "perf_city_name": "Fayetteville",
  "perf_st_code": "AR",
  "perf_st_name": "Arkansas",
  "perf_zip_code": "727011201",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AR03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  },
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 89999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"margin-bottom: 0in;\">This grant funded portions of the 37th, 38th, 39th, and 40th Arkansas Spring Lecture Series in the Mathematical Sciences.  On April 12-14, 2012, Rafe Mazzeo (Stanford University) was the featured speaker in a conference on &ldquo;Higher Codimensional Elliptic Boundary Problems.&rdquo;  On April 4-6, 2013, Charles Fefferman (Princeton University) was the featured speaker in a conference on &ldquo;Extension and Interpolation.&rdquo;  On April 10-12, 2014, Alexander Nagel (University of Wisconsin) was the featured speaker in a conference on &ldquo;Multiparameter Geometry and Analysis.&rdquo;  On March 5-7, 2015, Benson Farb (University of Chicago) was the featured speaker in a conference on &ldquo;Cohomology, Polynomials, and Representations: an Eternal Golden Braid.&rdquo;  Each featured speaker gave a series of five one-hour lectures, progressing in sophistication from introductory background remarks suitable for advanced undergraduates and beginning graduate students to a discussion of ongoing research.  Each featured speaker was accompanied by nine to ten invited talks by other experts in the field.  There were also an average of 6 contributed talks, primarily by graduate students and postdocs.</p>\n<p style=\"margin-bottom: 0in;\">&nbsp;</p>\n<p style=\"margin-bottom: 0in;\">Various outreach events are critical to the success of these conferences.  Each series was accompanied by a catered lunch for the graduate students in attendance, which provided an opportunity for information sharing and social networking.  Three of the series were accompanied by a special luncheon for the female participants hosted by the Arkansas Women in Statistics and Mathematics.  This luncheon was frequently hosted by one of the invited speakers, and gave women at all stages of their careers a chance to discuss the opportunities and challenges of being a woman pursuing a career in mathematics.  A highlight of each series is the Arkansas Public Lecture, in which a distinguished lecturer gives a talk on mathematics that is designed to be accessible to the general public.  Public lectures were given by Lorenzo Sadun (University of Texas, Austin) in 2012 (&ldquo;How the World Fits Together?&rdquo;), Arlie Petters (Duke University) in 2013 (&ldquo;Cosmic Shadows and Extra Dimensions&rdquo;), Colin Adams (Williams College) in 2014 (&ldquo;Blown Away: What Knot to do when Sailing&rdquo;), and Ravi Vakil (Stanford University) in 2015 (&ldquo;The Mathematics of Doodling&rdquo;).</p>\n<p style=\"margin-bottom: 0in;\">&nbsp;</p>\n<p style=\"margin-bottom: 0in;\">This grant provided travel and lodging support for all qualified individuals.  For the majority of the junior participants, conference funds provided by this grant were the only source of support.  A special effort was made to invite underrepresented groups to the conferences via an explicit invitation on the posters advertising each meeting and advertising through vehicles of communication that have the highest likelihood of reaching the desired audience.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/14/2016<br>\n\t\t\t\t\tModified by: Phillip&nbsp;S&nbsp;Harrington</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "This grant funded portions of the 37th, 38th, 39th, and 40th Arkansas Spring Lecture Series in the Mathematical Sciences.  On April 12-14, 2012, Rafe Mazzeo (Stanford University) was the featured speaker in a conference on \"Higher Codimensional Elliptic Boundary Problems.\"  On April 4-6, 2013, Charles Fefferman (Princeton University) was the featured speaker in a conference on \"Extension and Interpolation.\"  On April 10-12, 2014, Alexander Nagel (University of Wisconsin) was the featured speaker in a conference on \"Multiparameter Geometry and Analysis.\"  On March 5-7, 2015, Benson Farb (University of Chicago) was the featured speaker in a conference on \"Cohomology, Polynomials, and Representations: an Eternal Golden Braid.\"  Each featured speaker gave a series of five one-hour lectures, progressing in sophistication from introductory background remarks suitable for advanced undergraduates and beginning graduate students to a discussion of ongoing research.  Each featured speaker was accompanied by nine to ten invited talks by other experts in the field.  There were also an average of 6 contributed talks, primarily by graduate students and postdocs.\n \nVarious outreach events are critical to the success of these conferences.  Each series was accompanied by a catered lunch for the graduate students in attendance, which provided an opportunity for information sharing and social networking.  Three of the series were accompanied by a special luncheon for the female participants hosted by the Arkansas Women in Statistics and Mathematics.  This luncheon was frequently hosted by one of the invited speakers, and gave women at all stages of their careers a chance to discuss the opportunities and challenges of being a woman pursuing a career in mathematics.  A highlight of each series is the Arkansas Public Lecture, in which a distinguished lecturer gives a talk on mathematics that is designed to be accessible to the general public.  Public lectures were given by Lorenzo Sadun (University of Texas, Austin) in 2012 (\"How the World Fits Together?\"), Arlie Petters (Duke University) in 2013 (\"Cosmic Shadows and Extra Dimensions\"), Colin Adams (Williams College) in 2014 (\"Blown Away: What Knot to do when Sailing\"), and Ravi Vakil (Stanford University) in 2015 (\"The Mathematics of Doodling\").\n \nThis grant provided travel and lodging support for all qualified individuals.  For the majority of the junior participants, conference funds provided by this grant were the only source of support.  A special effort was made to invite underrepresented groups to the conferences via an explicit invitation on the posters advertising each meeting and advertising through vehicles of communication that have the highest likelihood of reaching the desired audience.\n\n\t\t\t\t\tLast Modified: 04/14/2016\n\n\t\t\t\t\tSubmitted by: Phillip S Harrington"
 }
}