{
 "awd_id": "1157772",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Dynamics and Structure in Complex Molecular Systems",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032925327",
 "po_email": "cfoss@nsf.gov",
 "po_sign_block_name": "Colby Foss",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 600000.0,
 "awd_amount": 626817.0,
 "awd_min_amd_letter_date": "2012-09-05",
 "awd_max_amd_letter_date": "2014-07-31",
 "awd_abstract_narration": "This project by Professor Fayer of Stanford University is supported by the Chemical Structure, Dynamics and Mechanisms Program in the Division of Chemistry, and the Solid State and Materials Chemistry and Condensed Matter Physics Programs in the Division of Materials Research. The research involves an interrelated set of experimental and theoretical investigations of dynamics in complex liquids using optical nonlinear experimental methods and theory. The term complex liquid is used to describe systems that have significant nanoscopic structures that arise from anisotropic intermolecular interactions and give rise to complex structural dynamics. Such liquids include liquid crystals in both the isotropic phase and in macroscopically ordered phases and room temperature ionic liquids (RTILs). Very simple liquids like argon or carbon tetrachloride have no significant liquid structure other than that described in terms of featureless solvation shells. However, highly anisotropic molecules with strong interactions arising from large dipole moments or charges can have extended structures that span many nanometers. The range of the liquid structure can depend on temperature or solutes. Solutes can induce or disrupt structure. Long range ordering occurs in liquids in molecular systems that range from technological applications to biology. \r\n\r\nA variety of experimental methods will be employed to study the interrelations ships among intermolecular interactions, structure, and dynamics. Optical heterodyne detected optical Kerr effect (OHD-OKE) experiments that cover a time scale from hundreds of femtoseconds to microseconds using a new phase cycling methodology will be employed. The OHD-OKE experiments, which measure the orientational dynamics (polarizability-polarizability correlation function) of liquids, will be combined with ultrafast 2D IR vibrational echo experiments, which measure spectral diffusion (structural dynamics). In addition, polarization selective IR pump-probe experiments will be used that measure orientation relaxation of specific solutes. The 2D IR vibrational echo experiments produce two dimensional spectra which depend on both phase and intensity to provide detailed information akin to 2D NMR. The vibrations of a set of novel probe molecules will be used in the 2D IR studies that provide distinct perspectives on the systems, structures, and dynamics. The aim is to understand the interrelationship between structure and dynamics in these nanostructured systems by making measurements with different techniques as a function of the structure of the molecular units that comprise the systems, temperature, solute type, and concentration. The experiments will be combined with theoretical calculations and simulations, a number of which will be conducted in collaboration with theoretical research groups. \r\n\r\nThe proposed experiments will have a broad impact on our understanding of molecular systems that are important in many fields of science. The development of new experimental methods will be shared widely and will be useful to many in the broad research community. The systems under study are both of fundamental interest and technological importance. Liquid crystals are found in many products. RTILs are being used or considered for a wide variety of applications. This work will broaden the scientific community's understanding of important chemical and materials systems, particularly how nanostructuring influences system properties. In addition to the scientific impact, the Professor Fayer is the faculty head of an outreach program that sends graduate students into local high schools to work with the high school students conducting sets of experiments that are tied into the high school chemistry curriculum. Finally, Professor Fayer is involved in the wide dissemination of teaching materials at both the graduate and under graduate levels and has written a book, \"Absolutely Small: How Quantum Theory Explains Our Everyday World\" to explain molecular quantum theory and it applications to laymen, high school students, college students, and scientists who are not specialists in quantum theory.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Fayer",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Michael D Fayer",
   "pi_email_addr": "fayer@stanford.edu",
   "nsf_id": "000441924",
   "pi_start_date": "2012-09-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "Keck Bldg., 380 Roth Way Drive",
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943053040",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  },
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  },
  {
   "pgm_ele_code": "687900",
   "pgm_ele_name": "Structure,Dynamics &Mechanisms"
  },
  {
   "pgm_ele_code": "910100",
   "pgm_ele_name": "CSD-Chem Strcture and Dynamics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1710",
   "pgm_ref_txt": "CONDENSED MATTER PHYSICS"
  },
  {
   "pgm_ref_code": "1762",
   "pgm_ref_txt": "SOLID STATE & MATERIALS CHEMIS"
  },
  {
   "pgm_ref_code": "6879",
   "pgm_ref_txt": "STRUCTURE, DYNAMIC & MECHANISM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 200000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 226817.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Dynamics and Structure in Complex Molecular Systems</strong></p>\n<p>During the grant period, we have made substantial advances in examining new aspects of and explicating a set of interrelated problems on the relationships among dynamics, interactions, and structure in condensed matter systems involving complex liquids in a variety of nanostructured liquid systems. &nbsp;Nanostructure liquids are liquids that have organization on length scales beyond those of mainly nearest neighbor structure found in simple liquids like carbon tetrachloride. &nbsp;We have studied dynamics in the isotropic phase of liquid crystals and have obtained fundamentally new information on the nature of the isotropic to nematic phase transition. We have studied the interactions of water and its influence on liquids such as room temperature ionic liquids (RTIL) and dimethyl sulfoxide (DMSO). We have also examined the how lithium cations change the dynamics and structure of RTILs, which is important for possible applications in batteries. We have made the first ultrafast measurements of dynamics inside surfactant bilayers, which are models of biological membranes. We made a contribution to new pulse shaping 2D IR methodology, which is an important advance in ultrafast molecule spectroscopy. To carry out the research, we applied and developed a variety of experimental and theoretical methods including ultrafast 2D IR vibrational echo spectroscopy, ultrafast polarization selective IR pump-probe spectroscopy, optical heterodyne detected optical Kerr effect (OHD-OKE) experiments, fast fluorescence spectroscopy, diagrammatic perturbation theory, and schematic mode coupling theory.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/06/2015<br>\n\t\t\t\t\tModified by: Michael&nbsp;D&nbsp;Fayer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDynamics and Structure in Complex Molecular Systems\n\nDuring the grant period, we have made substantial advances in examining new aspects of and explicating a set of interrelated problems on the relationships among dynamics, interactions, and structure in condensed matter systems involving complex liquids in a variety of nanostructured liquid systems.  Nanostructure liquids are liquids that have organization on length scales beyond those of mainly nearest neighbor structure found in simple liquids like carbon tetrachloride.  We have studied dynamics in the isotropic phase of liquid crystals and have obtained fundamentally new information on the nature of the isotropic to nematic phase transition. We have studied the interactions of water and its influence on liquids such as room temperature ionic liquids (RTIL) and dimethyl sulfoxide (DMSO). We have also examined the how lithium cations change the dynamics and structure of RTILs, which is important for possible applications in batteries. We have made the first ultrafast measurements of dynamics inside surfactant bilayers, which are models of biological membranes. We made a contribution to new pulse shaping 2D IR methodology, which is an important advance in ultrafast molecule spectroscopy. To carry out the research, we applied and developed a variety of experimental and theoretical methods including ultrafast 2D IR vibrational echo spectroscopy, ultrafast polarization selective IR pump-probe spectroscopy, optical heterodyne detected optical Kerr effect (OHD-OKE) experiments, fast fluorescence spectroscopy, diagrammatic perturbation theory, and schematic mode coupling theory.\n\n\t\t\t\t\tLast Modified: 09/06/2015\n\n\t\t\t\t\tSubmitted by: Michael D Fayer"
 }
}