{
 "awd_id": "1157525",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Impacts of Geoengineering Using Stratospheric Aerosols",
 "cfda_num": "47.050",
 "org_code": "06020106",
 "po_phone": "7032928527",
 "po_email": "edeweave@nsf.gov",
 "po_sign_block_name": "Eric DeWeaver",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2016-11-30",
 "tot_intn_awd_amt": 568933.0,
 "awd_amount": 568933.0,
 "awd_min_amd_letter_date": "2012-05-21",
 "awd_max_amd_letter_date": "2012-05-21",
 "awd_abstract_narration": "Abstract\r\n\r\n\"Geoengineering\" is the idea of taking purposeful action to mitigate the effects of inadvertent global greenhouse warming.  This project uses climate models to simulate the effects of \"Solar Radiation Management\" (SRM) schemes in which sulfate (SO2) is injected into the stratosphere to produce reflecting aerosols, or marine clouds are brightened through artificial enhancements in the number concentration of cloud condensation nuclei in regions of persistent marine stratus clouds.  In both cases the goal is to cool the earth by reflecting sunlight back into space to counteract the global warming produced by anthropogenic greenhouse gases.  The goal of the project is to understand both the potential effectiveness of and the unintended consequences of SRM schemes.  Previous work, including the PI's work under the previous NSF award, suggests that SRM through stratospheric aerosol generation could result in reductions in summertime precipitation, particularly in regions dependent on summer monsoon rainfall for food production.  The work conducted under this award addresses four questions:\r\n\r\n1) How would stratospheric geoengineering affect the planet's hydrological cycle, including the rainfall of the African and Asian summer monsoons?\r\n\r\n2) How would stratospheric geoengineering affect the planet's ocean and long-term climate? Long-term changes of climate forced by stratospheric geoengineering would be controlled to a large extent by the responses of ocean temperature and circulation. How will the frequencies of El Niño and La Niña change during geoengineering? Will a cooling signal propagate deep into the ocean, as has been observed and modeled after volcanic eruptions, and how will this affect the long-term climate response to geoengineering?\r\n\r\n3) Are there strategies of sulfur injection into the stratosphere with particular latitudinal and seasonal patterns that can produce desirable climate changes while avoiding undesirable ones? For example, could spring and summer high-latitude injections maximize the cooling effect at high latitudes, while avoiding lower latitude precipitation impacts and wasteful winter injection when there is little sunlight?\r\n\r\n4) How would the changes in climate that result from stratospheric geoengineering affect food production? For example, if there is a reduction of summer precipitation over India and China, accompanied by cooling and less insolation, what would be the net effect on crop production?\r\n\r\nThese questions are addressed using  in-house climate model experiments using models capable of representing the emission and subsequent transport and chemical processes through which aerosols form, grow, circulate  and interact chemically and radiatively until they are removed from the atmosphere.  In addition to the in-house modeling effort, the research includes analysis of model output from the Geoengineering Model Intercomparison Project (GeoMIP), which the researcher organized under a previous NSF award.  GeoMIP consists of a set of geoengineering experiments conducted at over a dozen modeling centers worldwide.  The experiments differ in the amount and timing of assumed greenhouse gas increase and counteracting SRM effort.  The GeoMIP activity will serve to determine whether the reductions in monsoon precipitation found in previous studies are a robust behavior that can be reproduced across a variety of climate models with different formulations of physics, dynamics, and atmospheric chemistry.  The potential reduction in food production due to reduced monsoon rainfall will be addressed through crop modeling simulations using the Decision Support System for Agrotechnology Transfer (DSSAT) model, which will be driven by output from climate models.\r\n\r\nThe broader impacts of this project stem from the need for studies such as this one to inform policy makers and the public regarding the potential costs and benefits of geoengineering schemes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Robock",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alan Robock",
   "pi_email_addr": "robock@envsci.rutgers.edu",
   "nsf_id": "000289829",
   "pi_start_date": "2012-05-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "14 College Farm Road",
  "perf_city_name": "New Brunswick",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018525",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NJ06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "574000",
   "pgm_ele_name": "Climate & Large-Scale Dynamics"
  },
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "8020",
   "pgm_ref_txt": "Green Engineering"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 568933.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In this project we studied proposed schemes to actively control Earth&rsquo;s climate, in an attempt to reduce the negative impacts of global warming.&nbsp; These ideas go under the general title of &ldquo;geoengineering&rdquo; or &ldquo;climate engineering.&rdquo;&nbsp; Here we only looked at so-called &ldquo;solar radiation management,&rdquo; schemes proposed to reduce the incoming sunlight and produce cooling, in particular the creation of a permanent cloud of sulfuric acid droplets in the stratosphere, brightening low clouds over the oceans by spraying salt particles into them, or putting reflective foam on large oceanic regions.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The project did not involve any outdoor experiments.&nbsp; It was conducted solely by using computer models of the climate system, the same ones used for weather forecasting and other climate simulations, and by studying observations of natural and human-caused analogs in the climate system, such as volcanic eruptions and ship tracks. &nbsp;In particular, we managed the Geoengineering Model Intercomparison Project (GeoMIP), an international cooperative set of climate model simulations, testing the response to several standardized geoengineering implementations.&nbsp; GeoMIP has so far produced more than 40 refereed journal articles.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; We have learned that geoengineering could have both benefits and risks or concerns.&nbsp; For example, if enough sunlight was reflected to counter future global warming, many of the risks of global warming would be reduced.&nbsp; But it is not possible to control the climate of each region on Earth separately, and some regions would experience more risks than others.&nbsp; It is also not possible to control temperature and precipitation separately.&nbsp; If global temperature was kept from increasing, global average precipitation would go down, particularly in summer monsoon regions where there could be a negative impact on agriculture.&nbsp; Particles in the stratosphere would destroy ozone, letting in more dangerous ultraviolet radiation.&nbsp; If geoengineering were conducted for while and then stopped, there would be rapid warming, at a rate much faster than business as usual.&nbsp; Geoengineering would have different impacts on different crops, depending on how it was implemented, causing some to have increased production and others decreased production.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; As the world attempts to reduce emissions of greenhouse gases that cause global warming and to adapt to some of the impacts, there may be proposals to start geoengineering to prevent the most dangerous impacts that would still occur.&nbsp; We still do not understand enough to quantify the relative risks of implementation of geoengineering as compared to the risks of not implementing it, and more research is needed so that society will be able to make informed decisions about this in the future.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/30/2016<br>\n\t\t\t\t\tModified by: Alan&nbsp;Robock</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1157525/1157525_10174545_1483130432348_GeoengineeringMethods--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1157525/1157525_10174545_1483130432348_GeoengineeringMethods--rgov-800width.jpg\" title=\"Potential Methods for Stratospheric Geoengineering\"><img src=\"/por/images/Reports/POR/2016/1157525/1157525_10174545_1483130432348_GeoengineeringMethods--rgov-66x44.jpg\" alt=\"Potential Methods for Stratospheric Geoengineering\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Proposed methods of stratospheric aerosol injection. A mountain top location would require less energy for lofting to stratosphere. Fig. 1 from Robock, Alan, et al., 2009: The benefits, risks, and costs of stratospheric geoengineering. Geophys. Res. Lett., 36, L19703, 10.1029/2009GL039209.</div>\n<div class=\"imageCredit\">Brian West</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Alan&nbsp;Robock</div>\n<div class=\"imageTitle\">Potential Methods for Stratospheric Geoengineering</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\n            In this project we studied proposed schemes to actively control Earth?s climate, in an attempt to reduce the negative impacts of global warming.  These ideas go under the general title of \"geoengineering\" or \"climate engineering.\"  Here we only looked at so-called \"solar radiation management,\" schemes proposed to reduce the incoming sunlight and produce cooling, in particular the creation of a permanent cloud of sulfuric acid droplets in the stratosphere, brightening low clouds over the oceans by spraying salt particles into them, or putting reflective foam on large oceanic regions. \n\n            The project did not involve any outdoor experiments.  It was conducted solely by using computer models of the climate system, the same ones used for weather forecasting and other climate simulations, and by studying observations of natural and human-caused analogs in the climate system, such as volcanic eruptions and ship tracks.  In particular, we managed the Geoengineering Model Intercomparison Project (GeoMIP), an international cooperative set of climate model simulations, testing the response to several standardized geoengineering implementations.  GeoMIP has so far produced more than 40 refereed journal articles.\n\n            We have learned that geoengineering could have both benefits and risks or concerns.  For example, if enough sunlight was reflected to counter future global warming, many of the risks of global warming would be reduced.  But it is not possible to control the climate of each region on Earth separately, and some regions would experience more risks than others.  It is also not possible to control temperature and precipitation separately.  If global temperature was kept from increasing, global average precipitation would go down, particularly in summer monsoon regions where there could be a negative impact on agriculture.  Particles in the stratosphere would destroy ozone, letting in more dangerous ultraviolet radiation.  If geoengineering were conducted for while and then stopped, there would be rapid warming, at a rate much faster than business as usual.  Geoengineering would have different impacts on different crops, depending on how it was implemented, causing some to have increased production and others decreased production.\n\n            As the world attempts to reduce emissions of greenhouse gases that cause global warming and to adapt to some of the impacts, there may be proposals to start geoengineering to prevent the most dangerous impacts that would still occur.  We still do not understand enough to quantify the relative risks of implementation of geoengineering as compared to the risks of not implementing it, and more research is needed so that society will be able to make informed decisions about this in the future.\n\n\t\t\t\t\tLast Modified: 12/30/2016\n\n\t\t\t\t\tSubmitted by: Alan Robock"
 }
}