{
 "awd_id": "1157952",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Territorializing Exploitation Space and the Fragmentation of the Amazon Forest",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2011-08-15",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 81838.0,
 "awd_amount": 81838.0,
 "awd_min_amd_letter_date": "2011-12-12",
 "awd_max_amd_letter_date": "2011-12-12",
 "awd_abstract_narration": "Despite considerable advances in understanding the causes and consequences of tropical deforestation, less is known about how it manifests itself spatially across landscapes in the Amazon. Recently the study of  landscape ecology has provided much insight into the ecological consequences of forest fragmentation and loss. The project seeks to complement this ecological knowledge by illuminating the human dimensions of deforestation, examining the social and behavioral processes that generate forest fragmentation. It will do so by addressing fragmentation in Amazônia associated with roads built by loggers. Specifically, the project will develop theory about forest fragmentation by examining the network formation processes of logging roads. To accomplish this, it will develop, implement, and test spatial models that generate road networks. The project seeks to base modeling efforts on empirical information about the human drivers involved, and will therefore obtain survey data to specify model assumptions, parameters values, and constraints. Project fieldwork is needed because much remains unknown about the spatial decision-making of loggers. Of interest to the project is the manner in which multiple loggers territorialize their \"exploitation\" domains, as a function of local power relations. Prior research suggests that this could be a key spatial factor in explaining and potentially predicting patterns of forest fragmentation.\r\n\r\nThe project possesses significant societal value beyond its contribution to basic science. Given ongoing destruction of Amazonian and other tropical forests, calls for their conservation will increase in the future.  Land use policy for tropical regions will necessarily address the role of logging there, so understanding the behavior of loggers is crucial. Clearly, hardwoods represent a valuable Amazonian resource, which is all the more reason that they be logged sustainably, and that associated environmental impacts be kept to a minimum. To do this, policy must be based on a better understanding of how loggers impact the forest. The project will provide new and basic information in this regard, essential to the formulation of effective environmental policy, and to maintaining the long-term integrity of tropical forests.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eugenio",
   "pi_last_name": "Arima",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Eugenio Y Arima",
   "pi_email_addr": "arima@austin.utexas.edu",
   "nsf_id": "000209435",
   "pi_start_date": "2011-12-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787137726",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 2257.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 79581.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Forest fragmentation is an important environmental issue in tropical ecosystems, given the spatial arrangement and geometric configuration of fragments can compromise ecological processes. Researchers have previously documented how forest fragmentation alters animal habitats, compromises vegetative regeneration, and sparks biomass collapse along fragment edges, leading to forest fires and local extinction of species. However, less is known about the factors giving rise to fragmentation in the first place. One key fragmentation process in tropical forests involves road building by private agents such as loggers, farmers, colonists, ranchers, and miners. In this project, we investigated how road network architecture shapes forest fragmentation patterns in the Brazilian Amazon by examining how those agents interact and decide the spatial configuration of the roads they build. We documented through fieldwork the emergence of roads and agricultural properties that give rise to five patterns of fragmentation: fishbone, dendritic, radial, rectangular, and stem-of-the-rose.</p>\n<p>The project also entailed the development of theory and computational analysis. Using mathematical graph theory, we developed spatial decision rules (cost minimization in road construction versus profit maximization) that explain how loggers decide about road routing to access mahogany stands. Those decision rules were translated into software codes capable of effectively replicating the observed road pattern. We also developed a geographic information systems (GIS) model that mimics the emergence of the radial pattern, common in the Amazon, and developed a method to assess the performance of models that create linear features such as roads and boundary lines. This new method combines existing methodologies of accuracy assessment with principles of statistical inference. Lastly, we applied a GIS-based method to compare and contrast the fishbone and radial fragmentation patterns with respect to the maintenance of forest corridors, which is important to species&rsquo; dispersal and mobility. We found that the fishbone is ecologically superior given the persistence of native forest cover in long strips between individual roads. The project was recognized by the ESRI Corporation and American Society of Photogrammetry and Remote Sensing, which awarded one of its papers third place for making scientific contributions to geographical information systems research.</p>\n<p>The project had a significant educational and human resource component. We contributed to the educational development in STEM by training four undergraduate students, one masters, and two PhD students in geospatial technologies (GIS and remote sensing), statistics, spatial modeling, and field survey. Finally, results of the project were not only published in peer reviewed journals but also disseminated through video interviews, magazines, web-based stories, and other media.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/01/2014<br>\n\t\t\t\t\tModified by: Eugenio&nbsp;Y&nbsp;Arima</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nForest fragmentation is an important environmental issue in tropical ecosystems, given the spatial arrangement and geometric configuration of fragments can compromise ecological processes. Researchers have previously documented how forest fragmentation alters animal habitats, compromises vegetative regeneration, and sparks biomass collapse along fragment edges, leading to forest fires and local extinction of species. However, less is known about the factors giving rise to fragmentation in the first place. One key fragmentation process in tropical forests involves road building by private agents such as loggers, farmers, colonists, ranchers, and miners. In this project, we investigated how road network architecture shapes forest fragmentation patterns in the Brazilian Amazon by examining how those agents interact and decide the spatial configuration of the roads they build. We documented through fieldwork the emergence of roads and agricultural properties that give rise to five patterns of fragmentation: fishbone, dendritic, radial, rectangular, and stem-of-the-rose.\n\nThe project also entailed the development of theory and computational analysis. Using mathematical graph theory, we developed spatial decision rules (cost minimization in road construction versus profit maximization) that explain how loggers decide about road routing to access mahogany stands. Those decision rules were translated into software codes capable of effectively replicating the observed road pattern. We also developed a geographic information systems (GIS) model that mimics the emergence of the radial pattern, common in the Amazon, and developed a method to assess the performance of models that create linear features such as roads and boundary lines. This new method combines existing methodologies of accuracy assessment with principles of statistical inference. Lastly, we applied a GIS-based method to compare and contrast the fishbone and radial fragmentation patterns with respect to the maintenance of forest corridors, which is important to speciesÆ dispersal and mobility. We found that the fishbone is ecologically superior given the persistence of native forest cover in long strips between individual roads. The project was recognized by the ESRI Corporation and American Society of Photogrammetry and Remote Sensing, which awarded one of its papers third place for making scientific contributions to geographical information systems research.\n\nThe project had a significant educational and human resource component. We contributed to the educational development in STEM by training four undergraduate students, one masters, and two PhD students in geospatial technologies (GIS and remote sensing), statistics, spatial modeling, and field survey. Finally, results of the project were not only published in peer reviewed journals but also disseminated through video interviews, magazines, web-based stories, and other media.\n\n \n\n\t\t\t\t\tLast Modified: 05/01/2014\n\n\t\t\t\t\tSubmitted by: Eugenio Y Arima"
 }
}