{
 "awd_id": "1157074",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU Site: Back to the Future II",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924936",
 "po_email": "lmadsen@nsf.gov",
 "po_sign_block_name": "Lynnette Madsen",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 330000.0,
 "awd_min_amd_letter_date": "2012-04-30",
 "awd_max_amd_letter_date": "2014-03-25",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\n\r\nSite activities are integrated into a 10-week summer undergraduate research program in Metallurgical Engineering under a Research Experience for Undergraduates (REU) site themed Back to the Future.  Research activities focus on a wide range of important topics in Metallurgical Engineering including alloy development, materials joining, extractive metallurgy, biomaterials, and corrosion engineering.  Engineering faculty members have also teamed with faculty in the humanities to provide students with a historic and cultural framework for current research.   There is significant evidence that suggests a richer learning environment can be created in engineering by establishing a context within the liberal arts.  Students also participate in a number of supplemental workshops in the art and history of metallurgy.  The unique supplemental activities of the site contribute to the development of students with different learning styles and have implications for recruiting students from underrepresented groups in engineering and science.  Site activities also support student professional development beyond the laboratory, including professional seminars and an integrated technical communications program.  Finally, a comprehensive assessment program has been implemented to assess student gains in skills related to research, the impact of the program on students of different typology, and long-term professional development.  The research and educational activities are supported by the National Science Foundation, Office of Special Programs, Division of Materials Research.\r\n\r\n\r\n\r\nNON-TECHNICAL SUMMARY\r\n\r\nThe National Science Foundation \"Back to the Future\" Research Experience for Undergraduates Site at the South Dakota School of Mines and Technology has been established to expose a diverse group of  undergraduate students, including Native American students and women, to the research environment and to help them develop as professionals.  The focus of the student research is the study of metals and metal production, an area of vital technological importance to national interest in areas of defense, manufacturing, and energy.  Students are also engaged in workshops and activities that underscore the importance of metals throughout history, hence, the 'Back to the Future' theme.   This context gives students a broader appreciation for the nature of current and future research as well as the impact of engineering in society.   The research and educational activities are supported by the National Science Foundation, Office of Special Programs, Division of Materials Research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "West",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Michael K West",
   "pi_email_addr": "michael.west@sdsmt.edu",
   "nsf_id": "000424323",
   "pi_start_date": "2012-04-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Cross",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "William M Cross",
   "pi_email_addr": "william.cross@sdsmt.edu",
   "nsf_id": "000402419",
   "pi_start_date": "2012-04-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "South Dakota School of Mines and Technology",
  "inst_street_address": "501 E SAINT JOSEPH ST",
  "inst_street_address_2": "",
  "inst_city_name": "RAPID CITY",
  "inst_state_code": "SD",
  "inst_state_name": "South Dakota",
  "inst_phone_num": "6053941218",
  "inst_zip_code": "577013901",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "SD00",
  "org_lgl_bus_name": "SOUTH DAKOTA SCHOOL OF MINES & TECHNOLOGY",
  "org_prnt_uei_num": "CJAJYT2KW771",
  "org_uei_num": "CJAJYT2KW771"
 },
 "perf_inst": {
  "perf_inst_name": "South Dakota School of Mines and Technology",
  "perf_str_addr": "501 E Saint Joseph Street",
  "perf_city_name": "Rapid City",
  "perf_st_code": "SD",
  "perf_st_name": "South Dakota",
  "perf_zip_code": "577013995",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "SD00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "136000",
   "pgm_ele_name": "EWFD-Eng Workforce Development"
  },
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 110000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"cfspbody\">Project Outcomes Report (POR) Public Report &ndash; REU Site: Back to the Future II DMR-1157074</p>\n<p>The NSF Research Experience for Undergraduates (REU) &ldquo;Back to the Future Site&rdquo; at the South Dakota School of Mines is an integrated 10-week summer research program focused in Metallurgical Engineering.&nbsp; Undergraduate students from many engineering and science disciplines work with a team of faculty mentors on important topics in Metallurgical Engineering including advanced alloy development, materials joining, nanotechnology, minerals processing, microstructural characterization, and corrosion engineering. &nbsp;Many of these topics have the potential for far-reaching impact in terms of public welfare by increasing the efficiency of power systems, improving manufacturing of advanced alloys, and bolstering domestic development and sustainability of important natural resources.&nbsp; &nbsp;One research highlight is shown in Figure 1, where REU students helped to develop an advanced surface modification (shown on the left) for titanium used in the biomedical industry.&nbsp; The surface modification resulted in increased cell growth and adhesion (shown on the right).&nbsp; This research has the potential to improve the efficacy and lifetime of orthopedic implants.&nbsp;</p>\n<p>&nbsp;</p>\n<p>In, addition to conducting research, students participate in a highly advanced professional development program with technical seminars on global trends in metallurgy and an integrated technical communications program.&nbsp; The results are that nearly 50% of the participants have either published or presented their research at a regional or national conference.&nbsp; In the last period, the REU Back to the Future Site team spearheaded an effort to initiate a yearly statewide &ldquo;South Dakota Undergraduate Research Symposium&rdquo; that was attended by over 100 students from 7 REU programs across the state.&nbsp; The symposium mirrors the format of a national student conference poster session.&nbsp; Engineering faculty have also teamed with faculty from the humanities and local artisans to develop supplemental workshops and activities that showcase the impact of metallurgy on &nbsp;history and art to provide a unique historical framework for current research, hence the &ldquo;Back to the Future&rdquo; theme.&nbsp; These activities have included artistic metal working, blacksmithing, and metal casting.&nbsp; Figure 2 shows an example of one such workshop where the REU students participated in a bronze sculpture casting workshop led by South Dakota artists Grant Standard and James Van Nuys.</p>\n<p>&nbsp;</p>\n<p>Assessment data shows a positive impact on student gains in research skills as well as a very positive perception of the program as shown in Figure 3. &nbsp;The program has been successful to engage a diverse student population.&nbsp;&nbsp; Over 20% of participants were Native American and over 40% of participants were female.&nbsp; &nbsp;Evidence from the literature suggests that a richer learning environment may be created in engineering by providing this context in the liberal arts.&nbsp; The site assessment data on student typology suggests that the unique nature of site supplemental activities (focused on the historic, artistic, and cultural impacts of metals) may help to attract and retain students from underrepresented groups. &nbsp;In addition, the unique learning environment may help to enhance educational opportunities for students of different learning styles or typologies. &nbsp;Student retention in engineering fields and entrance into graduate schools are also key indicators of program success.&nbsp; Retention in STEM programs is 95%.&nbsp; Of students that have graduated, over 50% have attended or are attending graduate school, and 40% are working full time in engineering related areas. &nbsp;&nbsp;Finally, REU students partic...",
  "por_txt_cntn": "Project Outcomes Report (POR) Public Report &ndash; REU Site: Back to the Future II DMR-1157074\n\nThe NSF Research Experience for Undergraduates (REU) \"Back to the Future Site\" at the South Dakota School of Mines is an integrated 10-week summer research program focused in Metallurgical Engineering.  Undergraduate students from many engineering and science disciplines work with a team of faculty mentors on important topics in Metallurgical Engineering including advanced alloy development, materials joining, nanotechnology, minerals processing, microstructural characterization, and corrosion engineering.  Many of these topics have the potential for far-reaching impact in terms of public welfare by increasing the efficiency of power systems, improving manufacturing of advanced alloys, and bolstering domestic development and sustainability of important natural resources.   One research highlight is shown in Figure 1, where REU students helped to develop an advanced surface modification (shown on the left) for titanium used in the biomedical industry.  The surface modification resulted in increased cell growth and adhesion (shown on the right).  This research has the potential to improve the efficacy and lifetime of orthopedic implants. \n\n \n\nIn, addition to conducting research, students participate in a highly advanced professional development program with technical seminars on global trends in metallurgy and an integrated technical communications program.  The results are that nearly 50% of the participants have either published or presented their research at a regional or national conference.  In the last period, the REU Back to the Future Site team spearheaded an effort to initiate a yearly statewide \"South Dakota Undergraduate Research Symposium\" that was attended by over 100 students from 7 REU programs across the state.  The symposium mirrors the format of a national student conference poster session.  Engineering faculty have also teamed with faculty from the humanities and local artisans to develop supplemental workshops and activities that showcase the impact of metallurgy on  history and art to provide a unique historical framework for current research, hence the \"Back to the Future\" theme.  These activities have included artistic metal working, blacksmithing, and metal casting.  Figure 2 shows an example of one such workshop where the REU students participated in a bronze sculpture casting workshop led by South Dakota artists Grant Standard and James Van Nuys.\n\n \n\nAssessment data shows a positive impact on student gains in research skills as well as a very positive perception of the program as shown in Figure 3.  The program has been successful to engage a diverse student population.   Over 20% of participants were Native American and over 40% of participants were female.   Evidence from the literature suggests that a richer learning environment may be created in engineering by providing this context in the liberal arts.  The site assessment data on student typology suggests that the unique nature of site supplemental activities (focused on the historic, artistic, and cultural impacts of metals) may help to attract and retain students from underrepresented groups.  In addition, the unique learning environment may help to enhance educational opportunities for students of different learning styles or typologies.  Student retention in engineering fields and entrance into graduate schools are also key indicators of program success.  Retention in STEM programs is 95%.  Of students that have graduated, over 50% have attended or are attending graduate school, and 40% are working full time in engineering related areas.   Finally, REU students participate in outreach activities that impact the community through mentoring of middle and high school students.  Figure 4 shows an example of an outreach activity where REU students led a hands-on workshop that exposed Native American high school students from South Dakota to metallurgica..."
 }
}