{
 "awd_id": "1157222",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Initiating a New Collaboration between East Carolina University and Universiti Malaysia Terengganu: Post-Glacial Variations in the East Asian Monsoon",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": "7032924672",
 "po_email": "fchowdhu@nsf.gov",
 "po_sign_block_name": "Fahmida Chowdhury",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 49974.0,
 "awd_amount": 49974.0,
 "awd_min_amd_letter_date": "2012-02-15",
 "awd_max_amd_letter_date": "2014-01-07",
 "awd_abstract_narration": "This award provides funding to support a planning visit and subsequent preliminary field work to establish a joint research effort between an interdisciplinary team from East Carolina University (ECU) and the Institute of Oceanography at the Universiti Malaysia Terengganu (UMT), which is on the east coast of peninsular Malaysia.  The planned program of research and associated educational activities are aimed at understanding post-glacial variations of the East Asian Monsoon through chemical analyses of sub-seafloor strata in the basins of the Sunda Shelf. UMT owns a new research vessel that will be used in the field work. The data collected will be the basis for more complete research proposal to NSF.  Little information is currently available concerning the paleoclimate of the Sunda Shelf and SE Asia.  The collaboration with UMT and access to its research ship provide an opportunity to broaden the geological database and to compare the results in this region with existing knowledge from the deeper South China Sea to the north.\r\n\r\n The East Asian Monsoon and changing sea levels have a major impact on the populations of SE Asia, particularly through flooding and coastal erosion. A better understanding of past variations in these factors can help populations prepare for future challenges. The planned collaboration will engage both young faculty members from ECU as well as undergraduate and graduate students. Finally, this is an excellent opportunity to promote broader engagement of the US scientific community with Malaysian counterparts, which has been relatively rare.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Culver",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen Culver",
   "pi_email_addr": "culvers@ecu.edu",
   "nsf_id": "000476007",
   "pi_start_date": "2012-02-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Mallinson",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "David J Mallinson",
   "pi_email_addr": "mallinsond@ecu.edu",
   "nsf_id": "000243433",
   "pi_start_date": "2012-02-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Corbett",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "David R Corbett",
   "pi_email_addr": "corbettd@ecu.edu",
   "nsf_id": "000250988",
   "pi_start_date": "2012-02-15",
   "pi_end_date": "2014-01-07"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Siddhartha",
   "pi_last_name": "Mitra",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Siddhartha Mitra",
   "pi_email_addr": "mitras@ecu.edu",
   "nsf_id": "000076982",
   "pi_start_date": "2012-02-15",
   "pi_end_date": "2014-01-07"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eduardo",
   "pi_last_name": "Leorri",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eduardo Leorri",
   "pi_email_addr": "leorrie@ecu.edu",
   "nsf_id": "000555165",
   "pi_start_date": "2012-02-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "East Carolina University",
  "inst_street_address": "1000 E 5TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "GREENVILLE",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "2523289530",
  "inst_zip_code": "278582502",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "NC03",
  "org_lgl_bus_name": "EAST CAROLINA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HWPEKM8VFTJ9"
 },
 "perf_inst": {
  "perf_inst_name": "East Carolina University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "278584353",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "NC03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5927",
   "pgm_ref_txt": "EAST ASIA, OTHER"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 49974.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The purpose of this project was to initiate a new research/education collaboration between East Carolina University (ECU),&nbsp;a regional public university in North Carolina, and Universiti Malaysia Terengganu (UMT), the designated coastal science research/educational institution in Malaysia. The goal was&nbsp;to enhance the coastal science research capacity of several ECU faculty members and graduate students, and to collect preliminary data on the climatic (monsoonal) history of the Sunda Shelf region in the shallow, southern South China Sea (SCS). Documenting the range of variation of environmental change in the over the past several thousand years should help us to understand the range of variation possible in the future. Given the dependence of agricultural production on monsoonal rainfall in this heavily populated region of SE Asia, this research has some societal relevance.</p>\n<p>Over the tenure of the OISE NSF grant that funded this work we have developed a positive working relationship between ECU, UMT and the Minerals and Geoscience Department Malaysia, Technical Services Division (JMG). We have a new memorandum of understanding (MOU) between ECU and UMT that will help to facilitate future research/education efforts. ECU faculty members thus have close links with UMT but, in addition, enhanced collaborations have developed with three organizations in the US (US Geological Survey, University of South Carolina, University of North Carolina - Wilmington) as a result of this project.</p>\n<p>We have acquired paleoenvironmental/paleoclimatic data from 19 cores from the eastern and western Sunda Shelf and also from the Malacca Strait. We have documented the distribution (in 54 sea-bed sediment samples) of benthic foraminifera (shelled, single-celled organisms that are useful in reconstructing past environmental change) on the western Sunda Shelf for the first time. We have documented approximately 12,000 years of paleoenvironmental change from the first flooding of the Sunda shelf, as sea level rose following the melting of polar ice sheets of the last glacial episode (approximately 20,000 years ago), to the present day when the study area is covered by 40 to 60 m of marine waters. Preliminary data indicate an increase in sea surface temperature over the last 2,500 years, and especially the last 600 years in the eastern SCS off Bintulu, Sarawak. Data also indicate a more variable monsoonal climate during the Holocene in the western Sunda Shelf area than in the east. Information from Malacca Strait cores suggest decreasing monsoonal intensity during the Holocene. Thus, paleoenvironmental change over the past several thousand years in the region centered on the southern, shallow waters of the SCS shows geographic variability as well as temporal variability. This suggests that projecting future environmental changes in this region will be challenging.</p>\n<p>One ECU Master's thesis has been defended and six others are in process. One UMT PhD thesis should be defended in summer 2016. The results gathered are being disseminated through peer-reviewed scientific publications - two so far on coastal change in northeastern peninsular Malaysia, and several more will result from the various Master&rsquo;s theses. We planned for three but have involved seven Master's students in this project and also six undergraduate students. Approximately 325 students from five high schools in the Greenville, North Carolina region have heard about this work, and about career opportunities in the geological sciences and oceanography, via presentations by Master&rsquo;s students involved in this Sunda Shelf project. Additionally, dozens of Malaysian students at a high school in Kuala Terengganu were introduced to our collaborative research and American culture via several talks given by co-PIs and Master&rsquo;s students.</p>\n<p>The data that this project is generating will form the basi...",
  "por_txt_cntn": "\nThe purpose of this project was to initiate a new research/education collaboration between East Carolina University (ECU), a regional public university in North Carolina, and Universiti Malaysia Terengganu (UMT), the designated coastal science research/educational institution in Malaysia. The goal was to enhance the coastal science research capacity of several ECU faculty members and graduate students, and to collect preliminary data on the climatic (monsoonal) history of the Sunda Shelf region in the shallow, southern South China Sea (SCS). Documenting the range of variation of environmental change in the over the past several thousand years should help us to understand the range of variation possible in the future. Given the dependence of agricultural production on monsoonal rainfall in this heavily populated region of SE Asia, this research has some societal relevance.\n\nOver the tenure of the OISE NSF grant that funded this work we have developed a positive working relationship between ECU, UMT and the Minerals and Geoscience Department Malaysia, Technical Services Division (JMG). We have a new memorandum of understanding (MOU) between ECU and UMT that will help to facilitate future research/education efforts. ECU faculty members thus have close links with UMT but, in addition, enhanced collaborations have developed with three organizations in the US (US Geological Survey, University of South Carolina, University of North Carolina - Wilmington) as a result of this project.\n\nWe have acquired paleoenvironmental/paleoclimatic data from 19 cores from the eastern and western Sunda Shelf and also from the Malacca Strait. We have documented the distribution (in 54 sea-bed sediment samples) of benthic foraminifera (shelled, single-celled organisms that are useful in reconstructing past environmental change) on the western Sunda Shelf for the first time. We have documented approximately 12,000 years of paleoenvironmental change from the first flooding of the Sunda shelf, as sea level rose following the melting of polar ice sheets of the last glacial episode (approximately 20,000 years ago), to the present day when the study area is covered by 40 to 60 m of marine waters. Preliminary data indicate an increase in sea surface temperature over the last 2,500 years, and especially the last 600 years in the eastern SCS off Bintulu, Sarawak. Data also indicate a more variable monsoonal climate during the Holocene in the western Sunda Shelf area than in the east. Information from Malacca Strait cores suggest decreasing monsoonal intensity during the Holocene. Thus, paleoenvironmental change over the past several thousand years in the region centered on the southern, shallow waters of the SCS shows geographic variability as well as temporal variability. This suggests that projecting future environmental changes in this region will be challenging.\n\nOne ECU Master's thesis has been defended and six others are in process. One UMT PhD thesis should be defended in summer 2016. The results gathered are being disseminated through peer-reviewed scientific publications - two so far on coastal change in northeastern peninsular Malaysia, and several more will result from the various MasterÆs theses. We planned for three but have involved seven Master's students in this project and also six undergraduate students. Approximately 325 students from five high schools in the Greenville, North Carolina region have heard about this work, and about career opportunities in the geological sciences and oceanography, via presentations by MasterÆs students involved in this Sunda Shelf project. Additionally, dozens of Malaysian students at a high school in Kuala Terengganu were introduced to our collaborative research and American culture via several talks given by co-PIs and MasterÆs students.\n\nThe data that this project is generating will form the basis for further collaborative paleoclimate research involving ECU and UMT faculty and several graduate and undergrad..."
 }
}