{
 "awd_id": "1157036",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU Site: Engineering Applications of Extreme Ultra-Violet (EUV) Laser Light",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Poats",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 286950.0,
 "awd_amount": 286950.0,
 "awd_min_amd_letter_date": "2012-05-03",
 "awd_max_amd_letter_date": "2014-04-17",
 "awd_abstract_narration": "This three-year REU site program builds on the strength of the existing infrastructure of the Engineering Research Center (ERC) for EUV Science and Technology to offer world-class opportunities for students to gain research experience that will prepare them for entry into graduate studies and the workforce in this critical field. The Center is a partnership between Colorado State University (CSU), University of Colorado, Boulder (CU Boulder), University of California, Berkeley (UC Berkeley), and 18 corporate partners. In support of REU interns, this project combines the complementary expertise already established between CSU and CU Boulder - leaders in compact EUV light sources and applications - with the strong track record in EUV optics and applications present at UC Berkeley/Lawrence Berkeley National Laboratory (LBNL). The common and complementary expertise of the Center faculty, research staff, and students is built around the unified goal of research and discovery in EUV science and technology. \r\n\r\nThis unique focus on EUV sciences and technology united in common activities draws world leaders in this field together to conduct research and share their knowledge and skills with undergraduate and graduate students. Few places in the world offer this unique undergraduate study opportunity unified by the focus of advancing laser and optic science and technology.\r\n\r\nThis experience will give students perspective on how research and engineering design problems can be solved and how un-forecasted difficulties can be overcome. The research projects are highly interdisciplinary, technically and scientifically challenging, and contribute to the leading edge advancement of EUV science and technology. \r\n\r\nThis EUV ERC REU program will:1)Present students with challenging technical and scientific problems that will help them develop an approach for solving open-ended problems requiring critical thinking and creativity;2)Improve participants understanding of EUV science and technology by involving them in cutting-edge research projects with state-of-the-art equipment in collaboration with recognized EUV researchers;3)Generate interest among participants in pursuing post-graduate careers in Photonics Engineering and provide the information and the skills needed to make successful graduate school or industry applications;4)Provide opportunities for and motivate women and underrepresented minorities to enter careers in engineering and science.\r\n\r\n\"The site is co-funded by the Department of Defense in partnership with the NSF REU program.\"",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jorge",
   "pi_last_name": "Rocca",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Jorge J Rocca",
   "pi_email_addr": "rocca@engr.colostate.edu",
   "nsf_id": "000416288",
   "pi_start_date": "2012-05-03",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kaarin",
   "pi_last_name": "Goncz",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Kaarin K Goncz",
   "pi_email_addr": "kgoncz@engr.colostate.edu",
   "nsf_id": "000546720",
   "pi_start_date": "2012-05-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "200 W Lake Street",
  "perf_city_name": "Fort Collins",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805214593",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "136000",
   "pgm_ele_name": "EWFD-Eng Workforce Development"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "7736",
   "pgm_ref_txt": "DOD ASSURE PROGRAM"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112RB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213RB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415RB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 94087.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 95627.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 97236.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Through NSF funding, the Extreme Ultraviolet Engineering Research Center (EUV ERC) has provided 33 undergraduate students from 20 different institutions the opportunity to participate in a 10-week long summer research experience for undergraduates (REU) program where interns participate in cutting-edge EUV-related projects at one of three locations that comprise the Center: Colorado State University (CSU), the University of Colorado at Boulder (CU Boulder) or the University of California at Berkeley (UC Berkeley). The EUV ERC has existed as a partnership of like-minded scientists, engineers and industry members for 12 years and is dedicated to advancing the field as well as training the next generation in the development of lasers and photonics, and in the technology and use of EUV laser light. EUV &ldquo;light&rdquo; or, more accurately, &ldquo;electromagnetic radiation&rdquo; is characterized by short wavelengths (10 &ndash; 100nm) and high energy. The ability to create laser and laser-like sources of EUV light promises to have a revolutionary impact in nanotechnology in areas ranging from the fabrication of the future generation of computer processors to biology.</p>\n<p>The goals of the EUV ERC REU program were: <strong>A</strong>. Present students with challenging technical and scientific problems that will help them develop an approach for solving open-ended problems requiring critical thinking and creativity; <strong>B</strong>. Improve participants&rsquo; understanding of EUV science and technology by involving them in cutting-edge research projects with state-of-the-art equipment in collaboration with recognized EUV researchers; <strong>C. </strong>Generate interest among participants in pursuing post-graduate careers in Photonics Engineering and provide the information and the skills needed to make successful graduate school or industry applications; <strong>D. </strong>Provide opportunities for and motivate women and underrepresented minorities to enter careers in engineering and science</p>\n<p>REU interns were each assigned a research project with a mentor for the summer. The subjects of projects ranged from developing EUV lasers to the application of these lasers in the fields of chemistry, biology and material science. A summer lecture series broadcast to all EUV ERC sites by Center faculty was part of the program and this series also became a means through which the knowledge of the Center could be communicated to other new members of the Center including graduate students, high-school students, visiting researchers and teachers that were involved in the NSF-funded Research Experience for Teachers (RET) program. The location of the seminar series rotated around the 3 partner sites providing an opportunity for personnel from CSU and CU Boulder to travel to the respective campuses and students physically interacted, talked and toured the different labs. At the end of the summer, students presented the results of their research via a computer-enabled telecommunications medium. The REU program became a focal point of the year for the Center since everyone&rsquo;s schedule was affected by the processes of recruitment, mentor assignment, the summer lecture series and tours, and the final presentations by the REU participants.</p>\n<p>Students who participate in REU program have been shown to develop significant knowledge skills and changes in attitude towards careers in engineering and science. The process of being involved in research has been shown to help students develop skills such as the ability to do science, research and communications, independent thought and creativity as well as improving their knowledge, theoretical and practical, on specific subject matters and developing a positive disposition towards the discipline. Students also gain perspective about their future careers through conversation with and observation of the Center personnel; grad...",
  "por_txt_cntn": "\nThrough NSF funding, the Extreme Ultraviolet Engineering Research Center (EUV ERC) has provided 33 undergraduate students from 20 different institutions the opportunity to participate in a 10-week long summer research experience for undergraduates (REU) program where interns participate in cutting-edge EUV-related projects at one of three locations that comprise the Center: Colorado State University (CSU), the University of Colorado at Boulder (CU Boulder) or the University of California at Berkeley (UC Berkeley). The EUV ERC has existed as a partnership of like-minded scientists, engineers and industry members for 12 years and is dedicated to advancing the field as well as training the next generation in the development of lasers and photonics, and in the technology and use of EUV laser light. EUV \"light\" or, more accurately, \"electromagnetic radiation\" is characterized by short wavelengths (10 &ndash; 100nm) and high energy. The ability to create laser and laser-like sources of EUV light promises to have a revolutionary impact in nanotechnology in areas ranging from the fabrication of the future generation of computer processors to biology.\n\nThe goals of the EUV ERC REU program were: A. Present students with challenging technical and scientific problems that will help them develop an approach for solving open-ended problems requiring critical thinking and creativity; B. Improve participantsÆ understanding of EUV science and technology by involving them in cutting-edge research projects with state-of-the-art equipment in collaboration with recognized EUV researchers; C. Generate interest among participants in pursuing post-graduate careers in Photonics Engineering and provide the information and the skills needed to make successful graduate school or industry applications; D. Provide opportunities for and motivate women and underrepresented minorities to enter careers in engineering and science\n\nREU interns were each assigned a research project with a mentor for the summer. The subjects of projects ranged from developing EUV lasers to the application of these lasers in the fields of chemistry, biology and material science. A summer lecture series broadcast to all EUV ERC sites by Center faculty was part of the program and this series also became a means through which the knowledge of the Center could be communicated to other new members of the Center including graduate students, high-school students, visiting researchers and teachers that were involved in the NSF-funded Research Experience for Teachers (RET) program. The location of the seminar series rotated around the 3 partner sites providing an opportunity for personnel from CSU and CU Boulder to travel to the respective campuses and students physically interacted, talked and toured the different labs. At the end of the summer, students presented the results of their research via a computer-enabled telecommunications medium. The REU program became a focal point of the year for the Center since everyoneÆs schedule was affected by the processes of recruitment, mentor assignment, the summer lecture series and tours, and the final presentations by the REU participants.\n\nStudents who participate in REU program have been shown to develop significant knowledge skills and changes in attitude towards careers in engineering and science. The process of being involved in research has been shown to help students develop skills such as the ability to do science, research and communications, independent thought and creativity as well as improving their knowledge, theoretical and practical, on specific subject matters and developing a positive disposition towards the discipline. Students also gain perspective about their future careers through conversation with and observation of the Center personnel; graduate students, research scientists and PIs. The REU program provides an example of how the Center has achieved the outcome of a skilled and creative workforce proficient in EUV science..."
 }
}