{
 "awd_id": "1157279",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SICB 2012 Society Symposium:   Poecilogony, polymorphism or polyphenism: a window on larval evolutionary transitions in marine invertebrates; Charleston, SC; Jan. 3-7, 2012",
 "cfda_num": "47.074",
 "org_code": "08090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Steven Klein",
 "awd_eff_date": "2011-12-01",
 "awd_exp_date": "2012-11-30",
 "tot_intn_awd_amt": 12270.0,
 "awd_amount": 12270.0,
 "awd_min_amd_letter_date": "2011-11-22",
 "awd_max_amd_letter_date": "2011-11-22",
 "awd_abstract_narration": "Poecilogony is a phenomenon observed in marine invertebrates whereby a single species is capable of producing two different larval forms (small free-swimming larvae that have to feed to grow, as well as large brooded larvae that get their nutrition from yolk supplied by the mother). Such species provide the opportunity to elucidate the cellular and genetic mechanisms leading to differences in early development, as well as the consequences of different larval types for a population. These funds will support a symposium on poecilogony in January 2012 at the Society for Integrative and Comparative Biology annual meeting in Charleston, SC. Speakers will present the most recent research on poecilogonous species that draws on cutting-edge approaches in population genetics, genomics & transcriptomics, developmental biology, and ecology. The aim is to foster communication among these researchers and encourage studies that integrate methods across disciplines so variations in development within a species can be better understood. The symposium will impact the research careers of the diverse group of 11 speakers, which comprises nine women (including one Latina) and two men at various career stages (tenured faculty, tenure-stream faculty, two postdocs, and three graduate students), representing four countries (Canada, Finland, Panama, and USA). The institutions they represent are also varied, with two primarily undergraduate colleges (Colgate University; Acadia University), several research universities, and a government agency (Smithsonian Institution). The abstracts from the symposium are published on the society website and symposium manuscripts will be submitted for publication in the journal, Integrative and Comparative Biology. These publications will be of wide interest to evolutionary developmental biologists, invertebrate biologists, and other scientists interested in understanding how the same genome in a single species can lead to very different larvae.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Damhnait",
   "pi_last_name": "McHugh",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Damhnait McHugh",
   "pi_email_addr": "dmchugh@mail.colgate.edu",
   "nsf_id": "000489267",
   "pi_start_date": "2011-11-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colgate University",
  "inst_street_address": "13 OAK DR",
  "inst_street_address_2": "",
  "inst_city_name": "HAMILTON",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3152287457",
  "inst_zip_code": "133461386",
  "inst_country_name": "United States",
  "cong_dist_code": "22",
  "st_cong_dist_code": "NY22",
  "org_lgl_bus_name": "COLGATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "D4P7H8NWZER7"
 },
 "perf_inst": {
  "perf_inst_name": "Colgate University",
  "perf_str_addr": "13 Oak Drive",
  "perf_city_name": "Hamilton",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "133461398",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "NY22",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "108000",
   "pgm_ele_name": "Evolution of Develp Mechanism"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1080",
   "pgm_ref_txt": "EVOLUTION OF DEVELOP MECHANISM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 12270.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">Poecilogonous species are capable of producing different larval forms (e.g. free- swimming planktotrophic larvae as well as brooded lecithotrophic larvae in marine invertebrates). Such species provide a unique opportunity to elucidate the cellular, developmental and genetic mechanisms leading to larval transitions as well as the selective pressures and possible ecological circumstances involved. We hosted a symposium entitled <strong><em>Poecilogony, polymorphism or polyphenism: a window on larval evolutionary transitions in marine invertebrates </em></strong>at the January 2012 <em>Annual Meeting of the Society for Integrative and Comparative Biology </em>to highlight recent research on poecilogonous species using a variety of approaches: population genetic, genomic &amp; transcriptomic, developmental, evolutionary, and ecological. The aim was to foster communication among active researchers in the field and encourage further studies of poecilogony that integrate methods and perspectives from across sub-disciplines for understanding developmental mode transitions.&nbsp;</p>\n<p class=\"p1\">A diverse group of 11 speakers participated in the symposium. This group included nine women (including one Latina) and two men at various career stages (tenured faculty, tenure-stream faculty, two postdocs, and three graduate students) representing four countries (Canada, Finland, Panama, and USA). The institutions they represented are also varied, with two primarily undergraduate colleges (Colgate University; Acadia University), several research universities, and a federal government agency (Smithsonian). The abstracts from the symposium were published on the SICB website and manuscripts from the symposium published together in the society journal, <em>Integrative and Comparative Biology </em>Volume 52(1).&nbsp;</p>\n<p class=\"p1\">http://www.sicb.org/meetings/2012/symposia/poecilogony.php</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/22/2013<br>\n\t\t\t\t\tModified by: Damhnait&nbsp;Mchugh</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Poecilogonous species are capable of producing different larval forms (e.g. free- swimming planktotrophic larvae as well as brooded lecithotrophic larvae in marine invertebrates). Such species provide a unique opportunity to elucidate the cellular, developmental and genetic mechanisms leading to larval transitions as well as the selective pressures and possible ecological circumstances involved. We hosted a symposium entitled Poecilogony, polymorphism or polyphenism: a window on larval evolutionary transitions in marine invertebrates at the January 2012 Annual Meeting of the Society for Integrative and Comparative Biology to highlight recent research on poecilogonous species using a variety of approaches: population genetic, genomic &amp; transcriptomic, developmental, evolutionary, and ecological. The aim was to foster communication among active researchers in the field and encourage further studies of poecilogony that integrate methods and perspectives from across sub-disciplines for understanding developmental mode transitions. \nA diverse group of 11 speakers participated in the symposium. This group included nine women (including one Latina) and two men at various career stages (tenured faculty, tenure-stream faculty, two postdocs, and three graduate students) representing four countries (Canada, Finland, Panama, and USA). The institutions they represented are also varied, with two primarily undergraduate colleges (Colgate University; Acadia University), several research universities, and a federal government agency (Smithsonian). The abstracts from the symposium were published on the SICB website and manuscripts from the symposium published together in the society journal, Integrative and Comparative Biology Volume 52(1). \nhttp://www.sicb.org/meetings/2012/symposia/poecilogony.php\n\n \n\n\t\t\t\t\tLast Modified: 05/22/2013\n\n\t\t\t\t\tSubmitted by: Damhnait Mchugh"
 }
}