{
 "awd_id": "1157129",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaboration with Hong Kong: Minimizing Energy Consumption Through Task Scheduling",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 12739.0,
 "awd_amount": 12739.0,
 "awd_min_amd_letter_date": "2012-03-28",
 "awd_max_amd_letter_date": "2012-03-28",
 "awd_abstract_narration": "This CNIC award supports planning-visit travel to Hong Kong. Three trips will be used to develop a new research collaboration with Tak-Wah Lam at the University of Hong Kong and Mordecai Golin at the Hong Kong University of Science and Technology. The target of the research is the general problem of energy consumption in information technology. The three collaborators bring complementary strengths to the problem. The initial approach is to analyze strategies and algorithms for minimizing energy consumption in task management, comparing power-down scheduling with speed-scaling scheduling using dynamic programming and then exploring the possibility of alternative models. A graduate student from UC-Riverside will participate in the project and will travel to Hong Kong with the PI. It is anticipated that the initial collaboration will lead to a full-scale research proposal to CISE.\r\n\r\n This planning visit aims to establish an international research collaboration that can contribute new insights and algorithmic techniques required to address challenges in energy management. From a theoretical point of view it will expand the understanding of feasible solutions of power-down and speed-scaling scheduling problems, leading to more efficient algorithms. Existing algorithms for these scheduling approaches are currently too slow or too complex for practical applications. The proposed research aims to design faster, simpler, and more general algorithms. As one of the reviewers noted, more efficient approaches in information technology, which is consuming increasing amounts of energy, can help to control global energy consumption. Thus, the results of this research can have an impact on supporting sustainable computing and a sustainable modern society. Another benefit of the project is the involvement of a graduate student in the international collaboration.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Marek",
   "pi_last_name": "Chrobak",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marek Chrobak",
   "pi_email_addr": "marek@cs.ucr.edu",
   "nsf_id": "000308758",
   "pi_start_date": "2012-03-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "Hong Kong University of Science and Technology",
  "perf_str_addr": "Clear Water Bay",
  "perf_city_name": "Kowloon",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "HK",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Hong Kong",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  },
  {
   "pgm_ele_code": "779600",
   "pgm_ele_name": "Algorithmic Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5927",
   "pgm_ref_txt": "EAST ASIA, OTHER"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7926",
   "pgm_ref_txt": "ALGORITHMS"
  },
  {
   "pgm_ref_code": "9200",
   "pgm_ref_txt": "US CHINA COOP IN BASIC SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 12739.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant provided support for the PI to establish research collaborations with two researchers in Hong Kong: Prof. Mordecai Golin (Hong Kong University of Science and Technology) and Tak-Wah Lam (University of Hong Kong). In the course of this project, the PI made three trips to Hong Kong to conduct joint research with M. Golin and T-W. Lam on algorithmic aspects of energy minimization.<br />Our work focussed mostly on unit-job scheduling problems, where jobs have release times and deadlines, and where the energy usage required to execute the jobs is taken into account. Specifically, we examined tradeoffs between the number of gaps in a schedule and other quality measures. Under some reasonable assumptions, the number of gaps is related to the energy consumption, since during a gap the processor can be turned off and then on, and restarting the system each time requires a certain additional energy expenditure. In earlier literature on this topic, algorithms for minimizing the number of gaps were studied, under the requirement that all jobs must be executed. In general, this may not be possible; for example, in overloaded systems one needs to chose a subset of jobs to executed. This leads to a tradeoff between the number of gaps and the throughput (the number of completed jobs). Studying this tradeoff, we provided efficient algorithms that compute a schedule that meets the throughput requirement while minimizing the numer of gaps, or a schedule that does not exceed a budget for gaps while maximizing the throughput.<br />We have then extended our work to other performance measures that depend on the gap structure, like maximizing the minimum gap or minimizing the maximum gap. We have also studied tradeoffs between gap-based performance measures and maximum or total flow-time of jobs. For all problems we studied, we provided efficient algorithms, with running times ranging from O(n log n) for some problems, to O(n<sup>7</sup>) for other. Interestingly, the solutions involve a spectrum of algorithmic techniques, including different dynamic programming formulations, speed-up techniques based on searching Monge arrays, searching X + Y matrices, or implicit binary search.<br />We also showed a connection between our scheduling problems and their continuous analogues, namely hitting set problems for intervals of real numbers. As it turns out, for some problems, the continuous variants provide insights leading to more efficient algorithms for the corresponding discrete versions, while in other problems completely new techniques are needed to solve the discrete version.&nbsp;<br />We see the benefits of this work as being twofold. On the one hand, this study will be helpful in designing better practical algorithms for energy-efficient scheduling. On the other hand, it provides a more nuanced fundametal understanding of the structure of schedules for unit jobs.<br />As a side project, during the course of this collaboration, the PI and Prof. Golin have also investigated the problem of computing optimal binary search trees. Binary Trees are a standard method for storing keys for dictionary searches. We have devised the first provably polynomial time algorithms for building optimal 2-way comparison search trees when unsuccessful searches are permitted.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/02/2015<br>\n\t\t\t\t\tModified by: Marek&nbsp;Chrobak</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis grant provided support for the PI to establish research collaborations with two researchers in Hong Kong: Prof. Mordecai Golin (Hong Kong University of Science and Technology) and Tak-Wah Lam (University of Hong Kong). In the course of this project, the PI made three trips to Hong Kong to conduct joint research with M. Golin and T-W. Lam on algorithmic aspects of energy minimization.\nOur work focussed mostly on unit-job scheduling problems, where jobs have release times and deadlines, and where the energy usage required to execute the jobs is taken into account. Specifically, we examined tradeoffs between the number of gaps in a schedule and other quality measures. Under some reasonable assumptions, the number of gaps is related to the energy consumption, since during a gap the processor can be turned off and then on, and restarting the system each time requires a certain additional energy expenditure. In earlier literature on this topic, algorithms for minimizing the number of gaps were studied, under the requirement that all jobs must be executed. In general, this may not be possible; for example, in overloaded systems one needs to chose a subset of jobs to executed. This leads to a tradeoff between the number of gaps and the throughput (the number of completed jobs). Studying this tradeoff, we provided efficient algorithms that compute a schedule that meets the throughput requirement while minimizing the numer of gaps, or a schedule that does not exceed a budget for gaps while maximizing the throughput.\nWe have then extended our work to other performance measures that depend on the gap structure, like maximizing the minimum gap or minimizing the maximum gap. We have also studied tradeoffs between gap-based performance measures and maximum or total flow-time of jobs. For all problems we studied, we provided efficient algorithms, with running times ranging from O(n log n) for some problems, to O(n7) for other. Interestingly, the solutions involve a spectrum of algorithmic techniques, including different dynamic programming formulations, speed-up techniques based on searching Monge arrays, searching X + Y matrices, or implicit binary search.\nWe also showed a connection between our scheduling problems and their continuous analogues, namely hitting set problems for intervals of real numbers. As it turns out, for some problems, the continuous variants provide insights leading to more efficient algorithms for the corresponding discrete versions, while in other problems completely new techniques are needed to solve the discrete version. \nWe see the benefits of this work as being twofold. On the one hand, this study will be helpful in designing better practical algorithms for energy-efficient scheduling. On the other hand, it provides a more nuanced fundametal understanding of the structure of schedules for unit jobs.\nAs a side project, during the course of this collaboration, the PI and Prof. Golin have also investigated the problem of computing optimal binary search trees. Binary Trees are a standard method for storing keys for dictionary searches. We have devised the first provably polynomial time algorithms for building optimal 2-way comparison search trees when unsuccessful searches are permitted.\n\n\t\t\t\t\tLast Modified: 05/02/2015\n\n\t\t\t\t\tSubmitted by: Marek Chrobak"
 }
}