{
 "awd_id": "1157895",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Salt-stress regulation of spatiotemporal gene expression patterns in the Arabidopsis root",
 "cfda_num": "47.074",
 "org_code": "08070700",
 "po_phone": "7032924967",
 "po_email": "kccone@nsf.gov",
 "po_sign_block_name": "Karen Cone",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 506261.0,
 "awd_amount": 506261.0,
 "awd_min_amd_letter_date": "2012-05-18",
 "awd_max_amd_letter_date": "2014-05-01",
 "awd_abstract_narration": "Intellectual Merit: The ability of plants to perceive and acclimate to changes in the environment is paramount for their survival.  Not only is this true for plants growing in nature, but also for plants growing in the field.  The root system represents the primary site of perception and response for many stressful environmental conditions such as high salinity, the most widespread soil contaminant negatively affecting agriculture.  Absorption of sodium ions by the root system causes nutrient deficiencies and inhibits the growth of the shoot.  Arabidopsis thaliana has evolved several stress-resistance mechanisms and serves as a model system for understanding how the regulation of genes enables acclimation to salinity.  The goal of this research program is to determine the regulatory mechanisms that control spatial and temporal aspects of the stress response.  Gene activity is regulated through short DNA-sequences in the promoter region, known as cis-regulatory elements.  These elements act like a code that determines how a particular gene is expressed by recruiting transcription factor proteins, which ultimately determine gene activity.  This project aims to crack the cis-element code for salt stress response through the use of novel cell-type specific gene expression data sets and synthetic biology approaches.  A network of cis-elements and transcription factors will be generated to elucidate the complex molecular interactions controlling spatiotemporal aspects of the response.  This work will contribute to an understanding of gene regulatory networks in plants and provide tools for engineering salt-tolerant plants.\r\n\r\nBroader Impact: Understanding how plants regulate gene activity under stressful conditions is necessary for the development of crops better able to grow on marginal agricultural land.  In particular, an understanding of the regulatory code used to turn genes on and off in specific tissues and at specific times during the stress response is critical to generate plants that perform well under both ideal and suboptimal conditions.  This research program will also provide a platform for training students and scientists on the use of genomic and synthetic biology approaches to address important questions in plant biology.  A mentoring program will be established to provide enrichment activities for underprivileged youth at the Boys and Girls Club of the Peninsula.  The planned program will involve hands on activities aimed at introducing students to basic concepts in plant biology and biotechnology.  The goals will be to instill an appreciation for the role plants play in their lives, how different cultures have contributed to the history of plant breeding and finally how biotechnology is changing the pace of future agricultural development.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jose",
   "pi_last_name": "Dinneny",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Jose R Dinneny",
   "pi_email_addr": "Dinneny@stanford.edu",
   "nsf_id": "000592078",
   "pi_start_date": "2012-05-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie Institution of Washington",
  "inst_street_address": "5241 BROAD BRANCH RD NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023876400",
  "inst_zip_code": "200151305",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "CARNEGIE INSTITUTION OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZQ12LY4L5H39"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie Institution of Washington (California)",
  "perf_str_addr": "290 Panama Street",
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943054101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1131",
   "pgm_ref_txt": "ARABIDOPSIS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9180",
   "pgm_ref_txt": "PUBLIC SCIENCE LITERACY EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 317381.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 188880.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Synthetic biology has been used to design elaborate regulatory circuits in microbes&nbsp;and promises to revolutionize the engineering of a variety of organisms.&nbsp; For plants, however, a limited understanding of the regulatory components that control tissue and environment-specific gene expression programs currently hinders the implementation of such approaches.&nbsp; Through the research through this program we have developed the 1) first spatiotemporal map of the tissue-specific changes in gene expression that occur during an environmental stress response (Geng et al., 2013, The Plant Cell), 2) generated a parts-list of cis-regulatory elements (CREs) that drive tissue-specific and salinity-responsive gene expression in roots (Wu and Duan et al., reviewed at Nature, in revision), and 3) defined the transcriptional networks controlling expression for a subset of these elements (Wu and Duan et al., reviewed at Nature, in revision).&nbsp;</p>\n<p>Our work has provided an in-depth understanding of the tissue-specific and time-point specific changes in gene expression that occur during the response of plant roots to high salinity.&nbsp; These data were shared with the community through our lab website as well as the BioArray Resource, hosted by the University of Toronto.&nbsp; We used these data to define the hormone signaling pathways acting on specific regulatory modules using bioinformatic methods we developed and shared through a web interface.&nbsp; These data allowed us to identify putative regulatory elements in the promoters of genes controlling tissue-specific and environmentally determined expression patterns.&nbsp; A synthetic biology approach was used to test the function of these elements in planta using artificial promoters.&nbsp; This work allowed us to define the activity of 18 putative cis-elements through the analysis of 36 different synthetic promoters.&nbsp; We used the stress-associated ABA response element (ABRE)<span style=\"font-size: xx-small;\">&nbsp;</span>as a model CRE and described the role of promoter structure, CRE-flanking sequence, and copy number in controlling <em>in planta </em>expression. We also use genome-scale yeast-1-hybrid screens to reveal the recruitment of transcription factors (TFs) to the promoter, and showed that developmental and stress-associated TFs target the ABRE.</p>\n<p><strong>Intellectual Merit: </strong>Our work has led to an understanding of the diverse roles hormone signaling pathways play in coordinating discrete phases of the salt response and have defined the exact cell layers where abscisic acid (ABA) acts to regulate growth during stress.&nbsp; We have also developed the first &ldquo;parts list&rdquo; of functionally defined DNA regulatory sequences in plants, which provides a new paradigm for our understanding of how complex gene expression programs are controlled in plants.&nbsp; Our work suggests a shared mechanistic basis by which diverse pathways regulate growth. Our in depth analysis of the ABA-Response Element revealed that pathways controlling stem-cell quiescence and stress-associated quiescence directly converge on the same cis-element.&nbsp;</p>\n<p><strong>Broader Significance:</strong> Synthetic biology approaches have captured the attention of the general public, with recent high-profile work reconstituting the morphine pathway (Galanie et al. 2015, <em>Science</em>). Such methods in plants may enable biotechnological solutions to avert future food shortages through exact spatiotemporal control of gene expression programs.&nbsp; Roots will likely play a major role in such efforts as drought and salinity pathways are regulated directly here.&nbsp; Final publication of our work using such a synthetic biology approach in plants will be appealing to a general audience interested in the mechanisms by which biological patterns are established and the tools that enable advanced engineering of plants.</p>\n<p><strong>Outreach Activities: </strong>Funding through this project has also been instrumental in pursing outreach activities aimed at introducing middle and high-school students to the wonder of plant development and importance of crop breeding. The HAAS Center for Service in Science provided opportunities to engage with middle and high school students from East Palo Alto, a community neighboring Stanford that is largely composed of underrepresented minorities (URMs) and socioeconomically disadvantaged families.&nbsp; With HAAS I designed a week-long summer course introducing students to plant development and engineering that incorporated lectures and experimental activities.&nbsp; The following two years I hosted a Fascination of Plants Day event at Carnegie where middle-school students learned about the different imaging modalities scientists use to visualize plants (SEM, confocal microscopy and luminescence imaging).</p>\n<p>Outreach activities have also included organization of the first scientist- initiated petition in support of genetic modification technology, which is essential for discoveries in plant biology to be optimally applied to crop plants.&nbsp; Working with Daniel Chitwood at the Danforth Plant Science Center, I organized a petition in support of the American Society of Plant Biologists (ASPB) position statement on GM technology (http://cas.nonprofitsoapbox.com/aspbsupportstatement).&nbsp; The petition has garnered over 2000 signatures and was highlighted in a letter we wrote and published in the journal Science (Fahlgren et al., 2016).</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/20/2016<br>\n\t\t\t\t\tModified by: Jose&nbsp;R&nbsp;Dinneny</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1157895/1157895_10173785_1476999702986_ScreenShot2016-10-20at2.39.08PM--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1157895/1157895_10173785_1476999702986_ScreenShot2016-10-20at2.39.08PM--rgov-800width.jpg\" title=\"Spatiotemporal regulation of gene expression\"><img src=\"/por/images/Reports/POR/2016/1157895/1157895_10173785_1476999702986_ScreenShot2016-10-20at2.39.08PM--rgov-66x44.jpg\" alt=\"Spatiotemporal regulation of gene expression\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">An eFP visualization of spatiotemporal changes in gene expression within the Arabidopsis root in response to salt stress treatment.</div>\n<div class=\"imageCredit\">Jose Dinneny</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Jose&nbsp;R&nbsp;Dinneny</div>\n<div class=\"imageTitle\">Spatiotemporal regulation of gene expression</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1157895/1157895_10173785_1476999801658_ScreenShot2016-10-20at2.41.58PM--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1157895/1157895_10173785_1476999801658_ScreenShot2016-10-20at2.41.58PM--rgov-800width.jpg\" title=\"Secondary Signaling Network\"><img src=\"/por/images/Reports/POR/2016/1157895/1157895_10173785_1476999801658_ScreenShot2016-10-20at2.41.58PM--rgov-66x44.jpg\" alt=\"Secondary Signaling Network\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Network of hormone interactions that control gene expression modules active during the salt stress response.</div>\n<div class=\"imageCredit\">Jose Dinneny</div>\n<div class=\"imagePermisssions\">Copyright owner is an institution with an existing agreement allowing use by NSF</div>\n<div class=\"imageSubmitted\">Jose&nbsp;R&nbsp;Dinneny</div>\n<div class=\"imageTitle\">Secondary Signaling Network</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nSynthetic biology has been used to design elaborate regulatory circuits in microbes and promises to revolutionize the engineering of a variety of organisms.  For plants, however, a limited understanding of the regulatory components that control tissue and environment-specific gene expression programs currently hinders the implementation of such approaches.  Through the research through this program we have developed the 1) first spatiotemporal map of the tissue-specific changes in gene expression that occur during an environmental stress response (Geng et al., 2013, The Plant Cell), 2) generated a parts-list of cis-regulatory elements (CREs) that drive tissue-specific and salinity-responsive gene expression in roots (Wu and Duan et al., reviewed at Nature, in revision), and 3) defined the transcriptional networks controlling expression for a subset of these elements (Wu and Duan et al., reviewed at Nature, in revision). \n\nOur work has provided an in-depth understanding of the tissue-specific and time-point specific changes in gene expression that occur during the response of plant roots to high salinity.  These data were shared with the community through our lab website as well as the BioArray Resource, hosted by the University of Toronto.  We used these data to define the hormone signaling pathways acting on specific regulatory modules using bioinformatic methods we developed and shared through a web interface.  These data allowed us to identify putative regulatory elements in the promoters of genes controlling tissue-specific and environmentally determined expression patterns.  A synthetic biology approach was used to test the function of these elements in planta using artificial promoters.  This work allowed us to define the activity of 18 putative cis-elements through the analysis of 36 different synthetic promoters.  We used the stress-associated ABA response element (ABRE) as a model CRE and described the role of promoter structure, CRE-flanking sequence, and copy number in controlling in planta expression. We also use genome-scale yeast-1-hybrid screens to reveal the recruitment of transcription factors (TFs) to the promoter, and showed that developmental and stress-associated TFs target the ABRE.\n\nIntellectual Merit: Our work has led to an understanding of the diverse roles hormone signaling pathways play in coordinating discrete phases of the salt response and have defined the exact cell layers where abscisic acid (ABA) acts to regulate growth during stress.  We have also developed the first \"parts list\" of functionally defined DNA regulatory sequences in plants, which provides a new paradigm for our understanding of how complex gene expression programs are controlled in plants.  Our work suggests a shared mechanistic basis by which diverse pathways regulate growth. Our in depth analysis of the ABA-Response Element revealed that pathways controlling stem-cell quiescence and stress-associated quiescence directly converge on the same cis-element. \n\nBroader Significance: Synthetic biology approaches have captured the attention of the general public, with recent high-profile work reconstituting the morphine pathway (Galanie et al. 2015, Science). Such methods in plants may enable biotechnological solutions to avert future food shortages through exact spatiotemporal control of gene expression programs.  Roots will likely play a major role in such efforts as drought and salinity pathways are regulated directly here.  Final publication of our work using such a synthetic biology approach in plants will be appealing to a general audience interested in the mechanisms by which biological patterns are established and the tools that enable advanced engineering of plants.\n\nOutreach Activities: Funding through this project has also been instrumental in pursing outreach activities aimed at introducing middle and high-school students to the wonder of plant development and importance of crop breeding. The HAAS Center for Service in Science provided opportunities to engage with middle and high school students from East Palo Alto, a community neighboring Stanford that is largely composed of underrepresented minorities (URMs) and socioeconomically disadvantaged families.  With HAAS I designed a week-long summer course introducing students to plant development and engineering that incorporated lectures and experimental activities.  The following two years I hosted a Fascination of Plants Day event at Carnegie where middle-school students learned about the different imaging modalities scientists use to visualize plants (SEM, confocal microscopy and luminescence imaging).\n\nOutreach activities have also included organization of the first scientist- initiated petition in support of genetic modification technology, which is essential for discoveries in plant biology to be optimally applied to crop plants.  Working with Daniel Chitwood at the Danforth Plant Science Center, I organized a petition in support of the American Society of Plant Biologists (ASPB) position statement on GM technology (http://cas.nonprofitsoapbox.com/aspbsupportstatement).  The petition has garnered over 2000 signatures and was highlighted in a letter we wrote and published in the journal Science (Fahlgren et al., 2016).\n\n \n\n\t\t\t\t\tLast Modified: 10/20/2016\n\n\t\t\t\t\tSubmitted by: Jose R Dinneny"
 }
}