{
 "awd_id": "1157030",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "REU Site: Undergraduate Research in Plant Systematics, Conservation Biology, and Ethnobotany at the Missouri Botanical Garden",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Amanda Simcox",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 338878.0,
 "awd_amount": 338878.0,
 "awd_min_amd_letter_date": "2012-03-12",
 "awd_max_amd_letter_date": "2015-03-04",
 "awd_abstract_narration": "-------------------------------------------------------------------------------------------------------\r\n\r\nA Research Experience for Undergraduates (REU) Sites award has been made to the Missouri Botanical Garden that will provide research training for 10 students, for 10 weeks during the summers of 2012- 2014. The program focuses on the three basic areas of plant systematics, conservation biology, and ethnobotany. The Garden has a pool of about 20 resident researchers who will serve as mentors. There is a wide range of very interesting and exciting projects for the students, including taxonomic description of new species from the tropics, DNA sequencing and phylogenetic analysis, DNA barcoding, pollen analysis, pollination biology of rare species, seed morphology and anatomy, conservation biology of threatened species, ecology of invasive species, herbarium study of historically important collections, Native American ethnobotany, and revisionary studies of economically important plants. Students are expected to do full-time research as well as participate in biweekly lunch-time seminars and workshops, including subjects on botany and conservation, and also professional enrichment activities such as responsible conduct and ethics in research, writing and communication skills, career opportunities in botany and academia, and the graduate school application process. Students are also provided tours of local natural and cultural attractions. In addition to the research mentor, REU students have access to a herbarium of 6.2 million specimens, an excellent botanical library, rich garden collections, a 2,400 acre natural area, and a laboratory with facilities for plant anatomy, microscopy, digital imaging, SEM, and DNA analysis. The program?s multi-phase recruitment effort consists of a program website and flyers, personal contact with local and regional universities, and advertisement on digital newsletters and organization websites. Students are selected based on academic record, research performance, and potential for outstanding research in botany, conservation, and ethnobotany. Students are tracked to determine their continued interest in their academic field of study, their career paths, and the lasting influences of the research experience. Information about the program will be assessed by various means, including use of an REU common assessment tool. More information is available by visiting http://www.mobot.org/mobot/research/reu/reu.shtml , or by contacting the PI (Dr. David Bogler at david.bogler@mobot.org) or the co-PI (Dr. Sandra Arango-Caro at sandra.arango@mobot.org).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Yatskievych",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "George A Yatskievych",
   "pi_email_addr": "george.yatskievych@austin.utexas.edu",
   "nsf_id": "000422445",
   "pi_start_date": "2015-03-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Bogler",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "David J Bogler",
   "pi_email_addr": "david.bogler@mobot.org",
   "nsf_id": "000395469",
   "pi_start_date": "2012-03-12",
   "pi_end_date": "2015-03-04"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sandra",
   "pi_last_name": "Arango-Caro",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sandra Arango-Caro",
   "pi_email_addr": "sandra.arango@mobot.org",
   "nsf_id": "000548286",
   "pi_start_date": "2012-03-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Missouri Botanical Garden",
  "inst_street_address": "2345 TOWER GROVE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3145775176",
  "inst_zip_code": "631103420",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "MISSOURI BOTANICAL GARDEN",
  "org_prnt_uei_num": "EE1XNE2UR4U1",
  "org_uei_num": "JU1FNE8FJBM3"
 },
 "perf_inst": {
  "perf_inst_name": "Missouri Botanical Garden",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631103420",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "113900",
   "pgm_ele_name": "RSCH EXPER FOR UNDERGRAD SITES"
  },
  {
   "pgm_ele_code": "797200",
   "pgm_ele_name": "Transforming Undergrad Bio Ed"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 338878.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Over the course of four summers (2012-2015) the Missouri Botanical Garden&rsquo;s REU site helped to educate and develop the budding careers of 35 talented undergraduate students from around the country. Students were paired with mentors from the Garden&rsquo;s research staff and our extended academic family (including professors from St. Louis University, Harris-Stowe State University, Washington University, and the University of Missouri-St. Louis) on a variety of research projects in the fields of plant systematics, conservation biology, and ethnobotany. Systematics projects ranged from descriptions of species new to science to regional taxonomic accounts of particular plant groups and taxonomic analyses of morphological variation within species complexes. Conservation projects included analyses of genetic variation in rare plant species and ecological studies on everything from invasive species to restoration of endangered ones. Ethnobotanical work was equally diverse, focusing on summaries of traditional medicines in various human cultures used in respiratory ailments, as well as equine veterinary medicine. Students were exposed to a variety of modern techniques for developing studies, recording data, and analyzing results. The program was organized around the main sections of a scientific paper: abstract, background (literature review), methods and materials, results, and discussion.<br /><br />In addition to their individual projects, students participated in numerous enrichment exercises, including trips to field sites and other regional institutions, such as the Donald Danforth Plant Sciences Center, the Human Genome Project at Washington University, and Cahokia Mounds State Historic Site. Learning was enhanced with a large array of seminars, as well as modules covering topics from scientific writing to graduate school preparation and ethics in science. Students also learned about the importance of scientific collections in biological research and participated in museum curation. They also learned how to prepare professional posters and oral programs, and presented the results of their projects at well attended symposia at the end of each summer.<br /><br />Several students extended their experience through posters and other presentations at regional and national scientific conferences. Two of our students received awards at the Council for Undergraduate Research&rsquo;s Emerging Researchers National Conference in STEM. Several of the projects either have led or are leading to publications in peer-reviewed scientific journals. Of those students who have graduated thus far, we are pleased that most have gone on to graduate school and/or jobs in biology. A number of the students also bonded well and have remained fast friends and colleagues long after their summer programs formally ended. For more information on the NSF-sponsored REU site at the Missouri Botanical Garden, please visit our web site:<strong> http://www.missouribotanicalgarden.org/plant-science/plant-science/resources/opportunities/undergraduate-studies.aspx</strong>.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/19/2016<br>\n\t\t\t\t\tModified by: George&nbsp;A&nbsp;Yatskievych</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOver the course of four summers (2012-2015) the Missouri Botanical GardenÆs REU site helped to educate and develop the budding careers of 35 talented undergraduate students from around the country. Students were paired with mentors from the GardenÆs research staff and our extended academic family (including professors from St. Louis University, Harris-Stowe State University, Washington University, and the University of Missouri-St. Louis) on a variety of research projects in the fields of plant systematics, conservation biology, and ethnobotany. Systematics projects ranged from descriptions of species new to science to regional taxonomic accounts of particular plant groups and taxonomic analyses of morphological variation within species complexes. Conservation projects included analyses of genetic variation in rare plant species and ecological studies on everything from invasive species to restoration of endangered ones. Ethnobotanical work was equally diverse, focusing on summaries of traditional medicines in various human cultures used in respiratory ailments, as well as equine veterinary medicine. Students were exposed to a variety of modern techniques for developing studies, recording data, and analyzing results. The program was organized around the main sections of a scientific paper: abstract, background (literature review), methods and materials, results, and discussion.\n\nIn addition to their individual projects, students participated in numerous enrichment exercises, including trips to field sites and other regional institutions, such as the Donald Danforth Plant Sciences Center, the Human Genome Project at Washington University, and Cahokia Mounds State Historic Site. Learning was enhanced with a large array of seminars, as well as modules covering topics from scientific writing to graduate school preparation and ethics in science. Students also learned about the importance of scientific collections in biological research and participated in museum curation. They also learned how to prepare professional posters and oral programs, and presented the results of their projects at well attended symposia at the end of each summer.\n\nSeveral students extended their experience through posters and other presentations at regional and national scientific conferences. Two of our students received awards at the Council for Undergraduate ResearchÆs Emerging Researchers National Conference in STEM. Several of the projects either have led or are leading to publications in peer-reviewed scientific journals. Of those students who have graduated thus far, we are pleased that most have gone on to graduate school and/or jobs in biology. A number of the students also bonded well and have remained fast friends and colleagues long after their summer programs formally ended. For more information on the NSF-sponsored REU site at the Missouri Botanical Garden, please visit our web site: http://www.missouribotanicalgarden.org/plant-science/plant-science/resources/opportunities/undergraduate-studies.aspx.\n\n\t\t\t\t\tLast Modified: 04/19/2016\n\n\t\t\t\t\tSubmitted by: George A Yatskievych"
 }
}