{
 "awd_id": "1157486",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Coring the Line Islands Ridge for Paleoceanographic Research",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Candace Major",
 "awd_eff_date": "2012-02-15",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 30365.0,
 "awd_amount": 30365.0,
 "awd_min_amd_letter_date": "2012-02-06",
 "awd_max_amd_letter_date": "2012-02-06",
 "awd_abstract_narration": "Past changes in the behavior of two key features of the global climate, the Intertropical Convergence Zone (ITCZ) and the El-Nino Southern Oscillation (ENSO), are not clearly understood at present. Continuous records from marine sediments are needed to inform paleoreconstructions of these and other climatic and oceanographic patterns during the Holocene. This project will attempt to acquire such records from the Line Islands Ridge in the Central Tropical Pacific, a key and sensitive location with little in terms of existing samples or data.  \r\n\r\nThe Line Islands Ridge is an ideal site to capture paleooceanographic and paleoclimatic changes recorded in sediment for a number of reasons. First, the ITCZ and ENSO are not as susceptible to seasonal or spatial variation in this region as they are elsewhere. In addition, because the Line Islands Ridge is a bathymetric high, the calcium carbonate shells that contain the paleoenvironmental proxy indicators are less likely to be affected by dissolution than in nearby deep ocean settings. \r\n\r\nResearchers at the Georgia Institute of Technology, Columbia University's Lamont-Doherty Earth Observatory, the Graduate School of Oceanography at the University of Rhode Island, Texas A&M University, Boston University, and the University of California at Santa Cruz will collaborate to conduct a reconnaissance coring survey of the Line Islands Ridge. During a research cruise aboard the R/V Langseth, the PIs will collect bathymetric and geophysical data to constrain optimal coring locations; once optimal locations are established, they will collect a suite of physical samples (an initial gravity core, a CTD/Niskin rosette cast, a piston core, and a multi-core) at each site. Analyses of the cores will include determination of sediment composition using scanning XRF, as well as development of stratigraphic and age models using oxygen isotopes from planktonic foraminifera.  \r\n\r\nCores and associated data from this reconnaissance effort will be made available to the broader community in order to facilitate future research on paleoclimatic and -oceanographic change over scales of tens to hundreds of thousands of years. Experts in the field foresee using these datasets to better understand past changes in ITCZ and ENSO behavior, sea surface temperature, ocean chemistry, productivity, nutrient and sediment cycling, and eolian dust inputs in the region. Furthermore, these datasets will provide additional opportunities to calibrate paleoclimate models, and may be used to support a geographically overlapping US State Department initiative (Law of the Sea?Extended Continental Shelf program). Additional broader impacts include enhancing scientific infrastructure and disseminating information by adding physical data (cores) to the LDEO sample repository, cataloguing samples through SESAR (System for Earth Sample Registration), and contributing the associated datasets to widely accessible databases (SedDB, NCDC). This project will also involve training for several graduate students. Finally, the multi-faceted approach of this project will provide NSF with an opportunity to evaluate the multi-purpose functionality of the R/V Langseth.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mitchell",
   "pi_last_name": "Lyle",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Mitchell W Lyle",
   "pi_email_addr": "lylem@oregonstate.edu",
   "nsf_id": "000318186",
   "pi_start_date": "2012-02-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M University",
  "inst_street_address": "400 HARVEY MITCHELL PKY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF6XLNB4CDJ5"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University Main Campus",
  "perf_str_addr": "750 Agronomy Road, Ste 2701",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778431260",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1620",
   "pgm_ref_txt": "MARINE GEOLOGY AND GEOPHYSICS"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 30365.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The equatorial Pacific is key to understanding both long term and decadal climate change.&nbsp; It is the major region where heat enters the ocean and where carbon dioxide exits.&nbsp; El Ni&ntilde;o-Southern Oscillation events originate here and impact weather globally, from monsoons in India to hurricanes in the U.S. A key objective for paleoceanographers is to track ocean change in the equatorial Pacific for the last 150,000 years.</p>\n<p>&nbsp;</p>\n<p>Studying past climates using marine sediments requires calcite plankton tests be preserved, because most geochemical measurements are made upon them.&nbsp; Unfortunately, much of the equatorial Pacific is too deep for good calcite preservation, because calcite dissolution increases with ocean depth. However, the Line Islands Ridge provides high topography that cuts across the equatorial Pacific region and should be a place where well-preserved sediments should exist.</p>\n<p>&nbsp;</p>\n<p>In this grant we were funded specifically to survey along the Line Islands Ridge, locate where sediments accumulate, and collect a latitudinal transect of sediment cores to be used to study the equatorial Pacific. We were not funded to study the recovered sediments beyond basic analyses to assess their quality. New core collection was needed because the last systematic efforts to study the Line Islands were around 40 years ago, using primitive technology compared modern capabilities to navigate and map the sea floor.&nbsp; Because sedimentation along the crest of the Line Islands Ridge is complex, with high topography, relatively high current activity, and much erosion, the few archived cores did not sample good sediment sections</p>\n<p>&nbsp;</p>\n<p>In a 26-day research cruise on the R/V Langseth we mapped 5-10% of the Line Islands Ridge area with multibeam sonar, collected 41 new sediment cores, and collected ~500 km of multichannel seismic reflection data to study the subsurface sediment structure. Cores collected were logged on board the ship with sensors to measure sediment physical properties and estimate composition. Variations in these properties can be used to correlate sediment sections to each other and to estimate age.&nbsp; The cores were then opened at sea, described, and initial samples taken. After the cruise, cores samples were analyzed for age diagnostic stable oxygen isotopes on planktonic foraminifera (calcite plankton) and were scanned by X-ray fluorescence to give depth profiles of chemical composition. The data have been archived and are available on line for others to access and write proposals to study the newly cored sediments.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/17/2013<br>\n\t\t\t\t\tModified by: Mitchell&nbsp;W&nbsp;Lyle</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe equatorial Pacific is key to understanding both long term and decadal climate change.  It is the major region where heat enters the ocean and where carbon dioxide exits.  El Ni&ntilde;o-Southern Oscillation events originate here and impact weather globally, from monsoons in India to hurricanes in the U.S. A key objective for paleoceanographers is to track ocean change in the equatorial Pacific for the last 150,000 years.\n\n \n\nStudying past climates using marine sediments requires calcite plankton tests be preserved, because most geochemical measurements are made upon them.  Unfortunately, much of the equatorial Pacific is too deep for good calcite preservation, because calcite dissolution increases with ocean depth. However, the Line Islands Ridge provides high topography that cuts across the equatorial Pacific region and should be a place where well-preserved sediments should exist.\n\n \n\nIn this grant we were funded specifically to survey along the Line Islands Ridge, locate where sediments accumulate, and collect a latitudinal transect of sediment cores to be used to study the equatorial Pacific. We were not funded to study the recovered sediments beyond basic analyses to assess their quality. New core collection was needed because the last systematic efforts to study the Line Islands were around 40 years ago, using primitive technology compared modern capabilities to navigate and map the sea floor.  Because sedimentation along the crest of the Line Islands Ridge is complex, with high topography, relatively high current activity, and much erosion, the few archived cores did not sample good sediment sections\n\n \n\nIn a 26-day research cruise on the R/V Langseth we mapped 5-10% of the Line Islands Ridge area with multibeam sonar, collected 41 new sediment cores, and collected ~500 km of multichannel seismic reflection data to study the subsurface sediment structure. Cores collected were logged on board the ship with sensors to measure sediment physical properties and estimate composition. Variations in these properties can be used to correlate sediment sections to each other and to estimate age.  The cores were then opened at sea, described, and initial samples taken. After the cruise, cores samples were analyzed for age diagnostic stable oxygen isotopes on planktonic foraminifera (calcite plankton) and were scanned by X-ray fluorescence to give depth profiles of chemical composition. The data have been archived and are available on line for others to access and write proposals to study the newly cored sediments.\n\n\t\t\t\t\tLast Modified: 06/17/2013\n\n\t\t\t\t\tSubmitted by: Mitchell W Lyle"
 }
}