{
 "awd_id": "1158059",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Regulation of FtsZ-ring Assembly in E. Coli Cytokinesis",
 "cfda_num": "47.074",
 "org_code": "08090300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Mishkind",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2017-03-31",
 "tot_intn_awd_amt": 599420.0,
 "awd_amount": 599420.0,
 "awd_min_amd_letter_date": "2012-03-26",
 "awd_max_amd_letter_date": "2014-02-19",
 "awd_abstract_narration": "Intellectual Merit\r\nUsing the bacterium E. coli as a model system, this study addresses the fundamental scientific problem of how cells divide. In a key step, the essential protein FtsZ forms a cytoskeletal ring structure at midcell that establishes the site of division and provides a structural framework for the localization of a multi-protein \"molecular machine\" that promotes division in bacteria. FtsZ is an ancient protein that is found in most bacteria, some archaea, all chloroplasts, and in primitive mitochondria. A number of proteins interact directly with FtsZ and regulate FtsZ polymer assembly/disassembly at midcell ensuring the spatial and temporal integrity of bacterial cell division. The molecular nature of the diverse protein-protein interactions that regulate the assembly of FtsZ during early stages of division are not yet well understood. Therefore, the identification of the full complement of FtsZ regulatory proteins and their interactions with FtsZ will greatly aid in developing a comprehensive understanding of FtsZ structure and assembly dynamics in the cell. The present project focuses on two newly identified FtsZ-associated proteins (Zap) in E. coli and their molecular interactions with FtsZ. The Zap proteins are conserved in a number of related bacterial species. An analysis of FtsZ-Zap interactions to atomic or near atomic precision in the genetically tractable E. coli will enhance the understanding of the complex interplay between FtsZ and its associated proteins in other bacterial species. More broadly, this research is also expected to further our understanding of fundamental aspects of bacterial cell biology.\r\nBroader Impacts\r\nAs the only research laboratory at City College of New York with an emphasis in prokaryotic biology, a field with important implications in the understanding of fundamental cellular processes required by all organisms, this project will form a basis for innovative curriculum development in the classroom, as well as research training for graduate and undergraduate students. Mentoring of City College students, many of whom are minority and/or female, through successful research projects contributes to nationwide efforts to encourage members of underrepresented groups to choose and succeed in research careers. To specifically generate excitement about microbial processes among younger students, members of the research laboratory will continue to participate in several community outreach initiatives in City College's upper Manhattan neighborhood. These efforts include involvement in a local middle school science club and the summer College Now program, a free CUNY initiative to support high school students' early interest in science, improve their science preparation for college, and inspire them to make college science study an attainable goal.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anuradha",
   "pi_last_name": "Janakiraman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anuradha Janakiraman",
   "pi_email_addr": "anuj@ccny.cuny.edu",
   "nsf_id": "000283607",
   "pi_start_date": "2012-03-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY City College",
  "inst_street_address": "160 CONVENT AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2126505418",
  "inst_zip_code": "100319101",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "L952KGDMSLV5"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY City College",
  "perf_str_addr": "Convent Ave at 138th St",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100319101",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1114",
   "pgm_ref_txt": "CELLULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 196117.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 199771.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 203532.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit:</strong> The tubulin-like cytoskeletal protein FtsZ is essential to cytokinesis in most bacteria.<strong> </strong>Regulating the assembly and stability of FtsZ polymerization at midcell during the early stages of cytokinesis is a critical process in the life cycle of these single celled organisms. The major focus of our project was to develop a molecular understanding of FtsZ assembly in <em>E. coli</em>. Towards this goal, we identified and characterized two genes, <em>zapC</em> and <em>zapD</em>, which play important roles in binding and bundling FtsZ polymers <em>in vitro</em>, and stabilizing FtsZ polymers in the cell. This work led to 5 publications and 1 structure deposited in the PDB. Overall, these publications describe the molecular interactions of each of ZapC and ZapD with FtsZ, the apo structure of ZapC, and the regulatory role of ZapC protein stability in FtsZ assembly. <em>E. coli</em> and related bacteria contain at least 4 known FtsZ-ring associated proteins (Zaps) that promote FtsZ stability during the early stages of cell division. The selective pressures that lead to this high functional redundancy amongst Zaps, however, remain unclear. A key aspect of our work was to illustrate mechanistic differences in the interactions of ZapC and ZapD with FtsZ. We show that monomers of ZapC bind to FtsZ primarily in the conserved globular core domain of FtsZ and promote lateral interactions between adjacent FtsZ protofilaments. In contrast, ZapD binds to the conserved C-terminal tail of FtsZ and dimers of ZapD crosslink adjacent FtsZ protofilaments and aid in bundling FtsZ polymers. Furthermore, we demonstrated that endogenous levels of ZapC are low and its stability is under the control of a universal protease, ClpXP, which also negatively regulates FtsZ. ZapC stability is critical under conditions where FtsZ forms weak polymeric assemblies in the cell. Our work provided the first evidence of the multilayered proteolytic control modulating FtsZ assembly dynamics in <em>E. coli</em>. Together, our results lead to the working model that Zaps such as ZapC and ZapD stabilize FtsZ assembly using distinct mechanistic approaches and increase the fitness of bacteria in their environmental niches.</p>\n<p><strong>Broader Impact:</strong> As the only bacterial biology laboratory at CCNY, a minority serving institution, my research program coupled with an emphasis in microbiology in the classroom has drawn students from different demographics into my research laboratory. Several undergraduates who have conducted Honors and Independent Study research in my lab have gone on to pursue graduate degrees in top-tier research programs such as Weill Cornell, Albert Einstein, and Tufts University. A research technician, also belonging to an underprivileged group, is currently a doctoral candidate in the Microbiology Ph.D. program at the University of Missouri-Columbia. By training students and staff who go on to have successful academic careers of their own, my lab is contributing to bridging the pipeline problem of scientists from underrepresented groups in the STEM fields. Over the years in the undergraduate classroom I have noted that several CCNY students appear not to be aware of the central connections between basic research and societal concerns and are overwhelmingly interested in careers relating to clinical medicine. By attempting to restructure student attitudes about microbial sciences, increasing their critical thinking and analytical skills, and fostering personal connections between research science and everyday life, both in the classroom and in my research laboratory, I have made progress in increasing student interest in microbial research, leading to at least a subset of them to \"value\" research careers as much as they do medical careers.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/04/2017<br>\n\t\t\t\t\tModified by: Anuradha&nbsp;Janakiraman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit: The tubulin-like cytoskeletal protein FtsZ is essential to cytokinesis in most bacteria. Regulating the assembly and stability of FtsZ polymerization at midcell during the early stages of cytokinesis is a critical process in the life cycle of these single celled organisms. The major focus of our project was to develop a molecular understanding of FtsZ assembly in E. coli. Towards this goal, we identified and characterized two genes, zapC and zapD, which play important roles in binding and bundling FtsZ polymers in vitro, and stabilizing FtsZ polymers in the cell. This work led to 5 publications and 1 structure deposited in the PDB. Overall, these publications describe the molecular interactions of each of ZapC and ZapD with FtsZ, the apo structure of ZapC, and the regulatory role of ZapC protein stability in FtsZ assembly. E. coli and related bacteria contain at least 4 known FtsZ-ring associated proteins (Zaps) that promote FtsZ stability during the early stages of cell division. The selective pressures that lead to this high functional redundancy amongst Zaps, however, remain unclear. A key aspect of our work was to illustrate mechanistic differences in the interactions of ZapC and ZapD with FtsZ. We show that monomers of ZapC bind to FtsZ primarily in the conserved globular core domain of FtsZ and promote lateral interactions between adjacent FtsZ protofilaments. In contrast, ZapD binds to the conserved C-terminal tail of FtsZ and dimers of ZapD crosslink adjacent FtsZ protofilaments and aid in bundling FtsZ polymers. Furthermore, we demonstrated that endogenous levels of ZapC are low and its stability is under the control of a universal protease, ClpXP, which also negatively regulates FtsZ. ZapC stability is critical under conditions where FtsZ forms weak polymeric assemblies in the cell. Our work provided the first evidence of the multilayered proteolytic control modulating FtsZ assembly dynamics in E. coli. Together, our results lead to the working model that Zaps such as ZapC and ZapD stabilize FtsZ assembly using distinct mechanistic approaches and increase the fitness of bacteria in their environmental niches.\n\nBroader Impact: As the only bacterial biology laboratory at CCNY, a minority serving institution, my research program coupled with an emphasis in microbiology in the classroom has drawn students from different demographics into my research laboratory. Several undergraduates who have conducted Honors and Independent Study research in my lab have gone on to pursue graduate degrees in top-tier research programs such as Weill Cornell, Albert Einstein, and Tufts University. A research technician, also belonging to an underprivileged group, is currently a doctoral candidate in the Microbiology Ph.D. program at the University of Missouri-Columbia. By training students and staff who go on to have successful academic careers of their own, my lab is contributing to bridging the pipeline problem of scientists from underrepresented groups in the STEM fields. Over the years in the undergraduate classroom I have noted that several CCNY students appear not to be aware of the central connections between basic research and societal concerns and are overwhelmingly interested in careers relating to clinical medicine. By attempting to restructure student attitudes about microbial sciences, increasing their critical thinking and analytical skills, and fostering personal connections between research science and everyday life, both in the classroom and in my research laboratory, I have made progress in increasing student interest in microbial research, leading to at least a subset of them to \"value\" research careers as much as they do medical careers.\n\n\t\t\t\t\tLast Modified: 06/04/2017\n\n\t\t\t\t\tSubmitted by: Anuradha Janakiraman"
 }
}