{
 "awd_id": "1158711",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Estimating the Economic and Scientific Impact of Federal R&D Spending by Universities",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "maryann feldman",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 246743.0,
 "awd_amount": 246743.0,
 "awd_min_amd_letter_date": "2012-05-24",
 "awd_max_amd_letter_date": "2012-05-24",
 "awd_abstract_narration": "This pilot project contributes to the scientific understanding of the role universities and federally funded research play in the larger economy. It does this by linking two rich and novel data sources -- the well-established and pivotal Longitudinal Household Employer Dynamics (LEHD) data program of the U.S. Census Bureau and the new STAR METRICS data being developed by the federal science-funding agencies. The goal is to estimate the impact of Federal academic R&D funding on regional and national economies.  These data will be used to develop measures of the direct and indirect impact federal funding for academic science and engineering research has on human knowledge, technological developments, economic growth and resilience, and employment.   \r\n\r\nIntellectual Merit: The project characterizes different strategies for organizing university research and to use those differences to explain variations in the productivity of academic science.  The data are also used to determine how research spending on campuses 'spills out' into the economy through subcontracts and vendor relationships, entrepreneurship, graduating students, and technological innovations. The ultimate goal is to document what campus expenditures mean for job creation, economic competitiveness and growth.  Because this is a pilot study the project focuses on the social networks that underpin university research conducted in five states, and on economic spillovers in one state.  \r\n\r\nBroader Impacts. The project develops technical tools that can be used for later, nationwide research will be developed that enable more effective use of existing data for the analysis of science policy and its effects. The analysis also informs efforts to expand or modify existing data collection in the STAR METRICS program, helping to insure that those data will be useful for policy makers and researchers alike. The work contributes to the development of an evidence based science of science policy and thus helps to develop tools to ensure that national investments in fundamental science and engineering research are effective.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Owen-Smith",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jason Owen-Smith",
   "pi_email_addr": "jdos@umich.edu",
   "nsf_id": "000247763",
   "pi_start_date": "2012-05-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Margaret",
   "pi_last_name": "Levenstein",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Margaret C Levenstein",
   "pi_email_addr": "maggiel@umich.edu",
   "nsf_id": "000104656",
   "pi_start_date": "2012-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "426 Thompson St",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481041248",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762600",
   "pgm_ele_name": "SciSIP-Sci of Sci Innov Policy"
  },
  {
   "pgm_ele_code": "880200",
   "pgm_ele_name": "R&D Statistics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7626",
   "pgm_ref_txt": "SCIENCE OF SCIENCE POLICY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 246743.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was designed to make use of large scale data on the process and products of university research to begin to understand how the work of academic discovery and learning is done and how its results influence economic and technological outcomes in our society.&nbsp; Scientific research is increasingly done by teams and in complicated networks of collaboration. In order to accomplish our larger goal, we must first focus on measuring and understanding how those teams and networks work.&nbsp; We must also take care to carefully measure the ways in which discovery and training have economic and technological effects.</p>\n<p>&nbsp;</p>\n<p>The peer reviewed papers that have been published from work done for this project report on new findings regarding the relationship between the physical space of research buildings and the formation and effectiveness of new collaborations.&nbsp; In particular, we develop a measure we call &ldquo;walking path overlap&rdquo; which uses building blueprints to identify when pairs of scientists are likely to bump into each other in the course of their daily work.&nbsp; Our research demonstrates that physical proximity is important to both the formation of new scientific collaborations and to their early success. In particular, we show that that an increase of 100&rsquo; in the overlapping walking paths of faculty in two interdisciplinary science buildings is associated with a 17-19% increase in the likelihood that they would form a new collaboration.&nbsp; When a new collaboration has been formed, the same increase functional proximity is associated with an approximately 20% increase in the likelihood a subsequent grant will be funded.</p>\n<p>&nbsp;</p>\n<p>Our work also contributes a new measure of the ways in which patented discoveries alter the development of existing technology. This is important because some inventions make existing things better or more efficient, while other inventions create entirely new products, services or markets.&nbsp; Being able to tell the difference allows us to understand how research done in different kinds of settings can shape new technologies.&nbsp; In addition to validating the new measure we demonstrate that academic patents do more to change the technological status quo than do patents based on corporate research.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/03/2015<br>\n\t\t\t\t\tModified by: Jason&nbsp;Owen-Smith</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project was designed to make use of large scale data on the process and products of university research to begin to understand how the work of academic discovery and learning is done and how its results influence economic and technological outcomes in our society.  Scientific research is increasingly done by teams and in complicated networks of collaboration. In order to accomplish our larger goal, we must first focus on measuring and understanding how those teams and networks work.  We must also take care to carefully measure the ways in which discovery and training have economic and technological effects.\n\n \n\nThe peer reviewed papers that have been published from work done for this project report on new findings regarding the relationship between the physical space of research buildings and the formation and effectiveness of new collaborations.  In particular, we develop a measure we call \"walking path overlap\" which uses building blueprints to identify when pairs of scientists are likely to bump into each other in the course of their daily work.  Our research demonstrates that physical proximity is important to both the formation of new scientific collaborations and to their early success. In particular, we show that that an increase of 100Æ in the overlapping walking paths of faculty in two interdisciplinary science buildings is associated with a 17-19% increase in the likelihood that they would form a new collaboration.  When a new collaboration has been formed, the same increase functional proximity is associated with an approximately 20% increase in the likelihood a subsequent grant will be funded.\n\n \n\nOur work also contributes a new measure of the ways in which patented discoveries alter the development of existing technology. This is important because some inventions make existing things better or more efficient, while other inventions create entirely new products, services or markets.  Being able to tell the difference allows us to understand how research done in different kinds of settings can shape new technologies.  In addition to validating the new measure we demonstrate that academic patents do more to change the technological status quo than do patents based on corporate research.\n\n \n\n\t\t\t\t\tLast Modified: 09/03/2015\n\n\t\t\t\t\tSubmitted by: Jason Owen-Smith"
 }
}