{
 "awd_id": "1158773",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Science of Science and Innovation Policy:  Principal Investigator Conference, 2007-2011 Awards",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joshua Rosenbloom",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 270000.0,
 "awd_amount": 324000.0,
 "awd_min_amd_letter_date": "2012-03-01",
 "awd_max_amd_letter_date": "2012-09-18",
 "awd_abstract_narration": "In 2006, U.S. Science Adviser John H. Marburger, III called for a multidisciplinary approach to creating a solid evidentiary platform for science policy at national and sub-national levels, as well as the emergence of a field of science policy studies.  Science and innovation policy practitioners have long had a keen interest in obtaining quantitative data and qualitative information that they could use to deliver more effective policy decisions.  Researchers in several disciplines -- including chemistry, computer science, economics, engineering, political science, sociology, physicists, psychology, and visual analytics -- have for decades sought to push the boundaries of understanding various elements of the global ecological system of innovation.  \r\n\r\nHeeding Dr. Marburger's call and heightened interests of practitioners and researchers, the National Science Foundation initiated the Science of Science and Innovation Policy program (SciSIP) to encourage basic research and to further the development of a community of practice in this field.  Since the first awards were made in 2007, the SciSIP program has funded more than 150 researchers and their graduate students.  The program has also spawned the STAR METRICS (Science and Technology for America's Reinvestment:  Measuring the Effect of Research on Innovation, Competitiveness and Science) program, a collaborative effort between the National Science Foundation and the National Institutes of Health.  The STAR METRICS program develops tools and mechanisms by which federal expenditures on scientific activities can be measured, with particular focus on quantifying productivity and employment outcomes.  \r\n\r\nThe fifth year of the SciSIP program, therefore, is a critical milestone and an opportune time to showcase its research productivity and contributions to many long-standing questions regarding investment in and organization of science, engineering and innovation activities in the U.S. and in other nations.  In keeping with the goals of the SciSIP program, the National Academy of Sciences convenes a two-day public conference to foster intellectual exchange among funded researchers and between these researchers and science, technology and innovation policy practitioners.  The conference is intended to be the largest gathering of SciSIP principal investigators since the program's inception.  \r\n\r\nThe SciSIP principal investigators conference features invited presentations and discussions, as well as poster sessions.  Topics highlight advances in the emerging field of the science of science and innovation policy.  In particular, models, frameworks, tools, and datasets comprising the evidentiary basis for science and innovation policy are the focus of the event, and presentations by SciSIP researchers fall under several themes, including:  return on investment models; organizational structures that foster accelerated scientific productivity; linkages between commercialized scientific knowledge and job creation; the roles of universities and government in technology transfer and innovation; technology diffusion and economic growth; non-economic impacts of science and innovation expenditures; regional and global networks of knowledge generation and innovation; mechanisms for encouraging creativity and measuring outputs and outcomes from transformative research; and development, manipulation and visualization of data representing scientific activities.  In addition to discussions and collaborations among the SciSIP researchers, an important benefit to the research community stems from discussions between researchers and leading practitioners. This network of scientists and practitioners constitutes a fruitful Petri dish that spawns exciting new scientific explorations in the SciSIP field.\r\n\r\nThe National Academies prepares a summary report of the conference's presentations, roundtable discussions, and specific recommendations for future research and data-gathering, manipulation and visualization activities.  Select papers are included in the appendix of the report.  The report contains a glossary of published papers and reports in the SciSIP field, as well as links to archival datasets that were sponsored by the SciSIP program.  This report constitutes a compendium of leading-edge research in this emerging field. \r\n\r\nBroader Impacts:  The conference facilitates interdisciplinary discourse between researchers in several fields.  It also fosters communication and learning between academicians and policymakers.  This activity advances the development of the SciSIP community of practice.  The summary report is also a useful guide to data and tools that practitioners may utilize in day-to-day policy decision-making activities.  The conference is also a rich venue for graduate students who are writing dissertations in this field.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kaye",
   "pi_last_name": "Husbands Fealing",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kaye Husbands Fealing",
   "pi_email_addr": "kfealing@nas.edu",
   "nsf_id": "000600164",
   "pi_start_date": "2012-03-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "National Academy of Sciences",
  "inst_street_address": "2101 CONSTITUTION AVE NW",
  "inst_street_address_2": "",
  "inst_city_name": "WASHINGTON",
  "inst_state_code": "DC",
  "inst_state_name": "District of Columbia",
  "inst_phone_num": "2023342254",
  "inst_zip_code": "204180007",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DC00",
  "org_lgl_bus_name": "NATIONAL ACADEMY OF SCIENCES",
  "org_prnt_uei_num": "PKFJZHG2MLG9",
  "org_uei_num": "PKFJZHG2MLG9"
 },
 "perf_inst": {
  "perf_inst_name": "National Academy of Sciences",
  "perf_str_addr": "500 5th Street, NW",
  "perf_city_name": "Washington",
  "perf_st_code": "DC",
  "perf_st_name": "District of Columbia",
  "perf_zip_code": "200012721",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DC00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "807500",
   "pgm_ele_name": "SciSIP Infrastructure"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7626",
   "pgm_ref_txt": "SCIENCE OF SCIENCE POLICY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 324000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Science of Science Policy Principal Investigators&rsquo; Conference Outcomes Report.</strong></p>\n<p>In 2006, U.S. Science Adviser John H. Marburger, III called for a multidisciplinary approach to creating a solid evidentiary platform for science policy at national and sub-national levels, as well as the emergence of a field of science policy studies.&nbsp; Science and innovation policy practitioners have long had a keen interest in obtaining quantitative data and qualitative information that they could use to deliver more effective policy decisions.&nbsp; At the same time, researchers in many disciplines&mdash;including chemistry, computer science, economics, engineering, physics, political science, psychology, sociology, and visual analytics&mdash;have worked to understand the factors underlying scientific discovery and technological innovation, but researchers and policy makers have not always communicated or collaborated effectively. In 2005, U.S. Science Advisor John Marburger, III, called for a multidisciplinary approach to both create an evidentiary platform for science policy and develop a formal field of study (Marburger, 2005).<a href=\"file:///E:/A.%20NAS%202010%20-%202012/A.%20SciSIP%202012/Outcomes%20report%204-1-14.docx#_ftn1\"><sup><sup>[1]</sup></sup></a></p>\n<p>Heeding this call, as well as heightened interest from both policy makers and researchers, the National Science Foundation developed the Science of Science and Innovation Policy program (SciSIP) in 2006.<a href=\"file:///E:/A.%20NAS%202010%20-%202012/A.%20SciSIP%202012/Outcomes%20report%204-1-14.docx#_ftn2\"><sup><sup>[2]</sup></sup></a> This program funds basic and applied research that bears on and can help guide public- and private-sector policy making for science and innovation. By design, SciSIP has engaged researchers from many domains in the development of a community of practice in this new field&mdash;that is, a cadre of experts who work together to continually develop frameworks, tools, and datasets for implementing science and innovation policy. Since its inception, the SciSIP program has funded more than 150 researchers and their graduate students.<a href=\"file:///E:/A.%20NAS%202010%20-%202012/A.%20SciSIP%202012/Outcomes%20report%204-1-14.docx#_ftn3\"><sup><sup>[3]</sup></sup></a> The program also contributed to the initiation of the STAR METRICS (Science and Technology for America&rsquo;s Reinvestment: Measuring the Effect of Research on Innovation, Competitiveness and Science) program, a collaborative effort between the National Science Foundation and the National Institutes of Health.</p>\n<p>Having made five rounds of research awards, the SciSIP program directors recognized the need for a summative showcase<strong> </strong>of the productivity and contributions of SciSIP researchers, who have investigated many long-standing questions regarding investment in and organization of science, engineering, and innovation in the United States and in other nations. As part of that activity, the program directors asked the Committee on National Statistics (CNSTAT) of the National Academy of Sciences/National Research Council to convene a two-day public conference. The conference was the largest gathering of SciSIP principal investigators since the program&rsquo;s inception.&nbsp;</p>\n<p>The SciSIP Principal Investigators&rsquo; Conference included presentations and roundtable discussions, data use demonstrations, and poster sessions. It highlighted models, frameworks, tools, and datasets that are in varying stages of development towards the goal of improving the evidentiary basis for science and innovation policy. Three plenary sessions brought together policy makers from different scientific domains and areas of influence, experts from the natural sciences that are often studied by SciSIP researchers, and SciSIP researchers who have produced results that have been useful in the polic...",
  "por_txt_cntn": "\nScience of Science Policy Principal InvestigatorsÆ Conference Outcomes Report.\n\nIn 2006, U.S. Science Adviser John H. Marburger, III called for a multidisciplinary approach to creating a solid evidentiary platform for science policy at national and sub-national levels, as well as the emergence of a field of science policy studies.  Science and innovation policy practitioners have long had a keen interest in obtaining quantitative data and qualitative information that they could use to deliver more effective policy decisions.  At the same time, researchers in many disciplines&mdash;including chemistry, computer science, economics, engineering, physics, political science, psychology, sociology, and visual analytics&mdash;have worked to understand the factors underlying scientific discovery and technological innovation, but researchers and policy makers have not always communicated or collaborated effectively. In 2005, U.S. Science Advisor John Marburger, III, called for a multidisciplinary approach to both create an evidentiary platform for science policy and develop a formal field of study (Marburger, 2005).[1]\n\nHeeding this call, as well as heightened interest from both policy makers and researchers, the National Science Foundation developed the Science of Science and Innovation Policy program (SciSIP) in 2006.[2] This program funds basic and applied research that bears on and can help guide public- and private-sector policy making for science and innovation. By design, SciSIP has engaged researchers from many domains in the development of a community of practice in this new field&mdash;that is, a cadre of experts who work together to continually develop frameworks, tools, and datasets for implementing science and innovation policy. Since its inception, the SciSIP program has funded more than 150 researchers and their graduate students.[3] The program also contributed to the initiation of the STAR METRICS (Science and Technology for AmericaÆs Reinvestment: Measuring the Effect of Research on Innovation, Competitiveness and Science) program, a collaborative effort between the National Science Foundation and the National Institutes of Health.\n\nHaving made five rounds of research awards, the SciSIP program directors recognized the need for a summative showcase of the productivity and contributions of SciSIP researchers, who have investigated many long-standing questions regarding investment in and organization of science, engineering, and innovation in the United States and in other nations. As part of that activity, the program directors asked the Committee on National Statistics (CNSTAT) of the National Academy of Sciences/National Research Council to convene a two-day public conference. The conference was the largest gathering of SciSIP principal investigators since the programÆs inception. \n\nThe SciSIP Principal InvestigatorsÆ Conference included presentations and roundtable discussions, data use demonstrations, and poster sessions. It highlighted models, frameworks, tools, and datasets that are in varying stages of development towards the goal of improving the evidentiary basis for science and innovation policy. Three plenary sessions brought together policy makers from different scientific domains and areas of influence, experts from the natural sciences that are often studied by SciSIP researchers, and SciSIP researchers who have produced results that have been useful in the policy domain. Nine concurrent sessions highlighted advances in various substantive and methodological domains of the emerging field of the science of science and innovation policy. Topics addressed included: implementing science policy; scientific discovery processes; human capital; organizations, institutions, and networks; innovation (two sessions); data extraction and measurement; mapping science; and assessment and program evaluation. The agenda was structured to allow ample opportunities for informal discussion and collaboration. \n\nA report was ..."
 }
}