{
 "awd_id": "1158107",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Biochemical and Biophysical Characterization of the Lambda Capsid",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kamal Shukla",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2015-10-31",
 "tot_intn_awd_amt": 1058742.0,
 "awd_amount": 1058742.0,
 "awd_min_amd_letter_date": "2012-06-05",
 "awd_max_amd_letter_date": "2015-05-14",
 "awd_abstract_narration": "Intellectual Merit\r\nThe assembly of an infectious virus within the cell is a remarkably conserved process in both prokaryotic and eukaryotic viruses. For instance, the assembly of most large DNA viruses includes a \"packaging\" step, where the viral genome is physically inserted into the confines of a pre-assembled capsid shell. Genome packaging is catalyzed by a terminase enzyme, which utilizes the energy of ATP hydrolysis to fuel the reaction. This ultimately yields a capsid that contains tightly packaged DNA, which can generate over 20 atmospheres of internal pressure. The packaging process triggers a major reorganization of the proteins assembled into the capsid shell, which often results in expansion of the structure. This is a remarkable process whereby the spherical procapsid shell thins, acquires a mature angular shape, and roughly doubles the internal volume to accept the entire genome length. Exactly when procapsid expansion occurs, what drives it, and what role it plays is not fully understood in any system. In most cases, a \"decoration\" protein adds to the surface of the expanded shell to stabilize the structure against the tremendous internal forces generated by the packaged DNA. The physical and chemical features that mediate decoration protein binding to the expanded shell and how these interactions stabilize the structure remain poorly characterized. Once the entire genome has been packaged, the terminase motor is ejected from the nucleocapsid and is replaced by \"finishing proteins\" to yield the virus particle. How this \"hand-off\" takes place without release of the tightly packaged, highly pressurized DNA is poorly understood in all virus systems. Bacteriophage lambda has been intensely studied using genetic, biochemical, biophysical, and structural approaches and defined biochemical assays are available to interrogate each step along the assembly pathway. This project capitalizes on these defined systems to interrogate three critical steps in viral genome packaging that are common and essential for the assembly of all large double-stranded DNA viruses. Specifically, this project will define and characterize the physical and chemical forces that (i) drive procapsid expansion, (ii) mediate decoration protein assembly of the expanded capsid shell, and (iii) facilitate handoff of the nucleocapsid from the motor to the finishing proteins without release of the tightly packaged, highly pressurized DNA. The project incorporates collaborative studies to provide a complementary structural framework with which to understand the biochemical data. Procapsid expansion, stabilization of the DNA-filled capsid by decoration proteins, and hand-off of the pressurized nucleocapsid to finishing proteins is observed from phages to the herpesviruses. This research will reveal fundamental new information on virus assembly mechanisms. Understanding the physical and chemical mechanisms by which a capsid can expand without fracturing will serve as a paradigm for a large class of macromolecular transformations observed throughout biology. This research will provide a detailed understanding of essential steps in virus assembly and will be applicable to a variety of biological processes.\r\n\r\nBroader Impact\r\nThis work will further afford technical advances that will allow adaptation of the lambda system as a nanotechnology platform for a variety of bioengineering applications. Importantly, the project will provide training opportunities for students spanning from undergraduate summer research programs, to graduate Ph.D. thesis studies and to post-graduate research experiences. This research project will result in the training and mentoring of promising young scientists. The recruitment and training of minority scientists is an important component of this research program. Undergraduate, graduate, and post-doctoral students will perform the studies described in this application which will provide training for a new generation of scientists.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carlos",
   "pi_last_name": "Catalano",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Carlos E Catalano",
   "pi_email_addr": "CARLOS.CATALANO@UCDENVER.EDU",
   "nsf_id": "000444787",
   "pi_start_date": "2012-06-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981957610",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  },
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  },
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "1144",
   "pgm_ref_txt": "BIOMOLECULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "6883",
   "pgm_ref_txt": "CHEMISTRY OF LIFE PROCESSES"
  },
  {
   "pgm_ref_code": "7275",
   "pgm_ref_txt": "CROSS-EF ACTIVITIES"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 274066.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 250888.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 32603.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}