{
 "awd_id": "1158673",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The NIH Public Access Policy: Potential Impact on Physicians and Community Health Organizations",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "maryann feldman",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 381878.0,
 "awd_amount": 381878.0,
 "awd_min_amd_letter_date": "2012-04-11",
 "awd_max_amd_letter_date": "2012-04-11",
 "awd_abstract_narration": "In 2008, the National Institutes of Health (NIH) instituted a Public Access Policy that requires recipients of NIH funding to make all resulting peer-reviewed journal articles publicly accessible within a year of publication. This amounts to an estimated 88,000 articles annually, with similar policies in other countries leading to a significant increase in public access to biomedical research. This study assesses whether physician and community health organization access to published research can be expected to make a difference in the services they provide. \r\n\r\nIntellectual Merit: The sample for the study involves two professional communities, physicians and community health organization (CHO) staff. The approach taken is to enroll a sample of 300 physicians in a yearlong Randomized  Controlled Trial that measures information-seeking behaviors in clinical and other settings. The experimental group has access to the journal collection of Stanford University Library, as a proxy of future public access and a point-of-care research summary service (UpToDate). The control group has access to UpToDate, as well as the current level of public access, principally to article abstracts and that proportion of articles that are open access (20%). The second phase surveys 50 CHO staff on their research use and information skills. Those who opt for training in using PubMed are provided with yearlong access to Stanford's journal collection. \r\n\r\nParticipants are then debriefed about their research use, and a secondary analysis determines demographic, technical, and training factors that affect information access and utilization. This study brings a high standard of evidence to bear on assessing how professionals discover, access, and utilize research in clinical and public health practice, as well as for personal development. The study demonstrates the value of mixed methods research by combining the results of both gold-standard precision (re: use of research in practice over time) and detailed qualitative understanding (re: how research is used). The findings should inform policy initiatives in areas of information access and literacy, evidence-based medicine (EBM), and medical education, while the inclusion of CHOs increases their relevance to the healthcare needs of underrepresented groups. \r\n\r\nBroader impact: The NIH Public Access Policy is part of a broader international \"opening\" of science (e.g., open access, open source software, open data, open educational resources). This has led to Congressional initiatives to extend the policy across government agencies, as well as to pushback that would curtail any such initiatives. Thus, the need to assess the value of such access to health care providers to see if it has the potential to contribute to evidence-based care, a higher quality of treatment, and reduced health-care costs through the use of the latest research. At issue is whether public and professional access to federally funded research has the potential to improve the practices of related bodies of professionals, as this has a bearing on the spread of such policies, the design and delivery of such information, the curriculum in medical education, information literacy education in other professions, and expectations for the public use of online information more broadly.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Willinsky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Willinsky",
   "pi_email_addr": "john.willinsky@stanford.edu",
   "nsf_id": "000504124",
   "pi_start_date": "2012-04-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "340 Panama St",
  "perf_city_name": "stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943054124",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762600",
   "pgm_ele_name": "SciSIP-Sci of Sci Innov Policy"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7626",
   "pgm_ref_txt": "SCIENCE OF SCIENCE POLICY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 381878.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-473fba35-02ef-2b67-2a51-5cc8409994d7\">&nbsp;</span></p>\n<p dir=\"ltr\"><span><strong>Introduction: </strong>Through funding agency and publisher policies, an increasing proportion of the health sciences literature is being made open access. Such an increase in access raises questions about the awareness and potential utilization of this literature by those working in health fields.</span></p>\n<p dir=\"ltr\"><span><strong>Methods: </strong>A sample of physicians (</span><span>N</span><span>=336) and public health non-governmental organization (NGO) staff (</span><span>n</span><span>=92) were provided with relatively complete access to the research literature indexed in PubMed, as well as access to the point-of-care service UpToDate, for up to one year, with their usage monitored through the tracking of web-log data. The physicians also participated in a one-month trial of relatively complete or limited access.</span></p>\n<p dir=\"ltr\"><span><strong>Results: </strong>The study found that </span><span>participants&rsquo; research interests were not satisfied by article abstracts alone nor, in the case of the physicians, by a clinical summary service such as UpToDate. On average, a third of the physicians viewed research a little more frequently than once a week, while two-thirds of the public health NGO staff viewed more than three articles a week.</span><span> Those articles were published since the 2008 adoption of the NIH Public Access Policy, as well as prior to 2008 and during the maximum 12-month embargo period. A portion of the articles in each period was already open access, but complete access encouraged a viewing of more research articles.</span></p>\n<p dir=\"ltr\"><span><strong>Conclusion: </strong>Those working in health fields will utilize more research in the course of their work as a result of (a) increasing open access to research, (b) improving awareness of and preparation for this access, and (c) adjusting public and open access policies to maximize the extent of potential access, through reduction in embargo periods and access to pre-policy literature.</span></p>\n<p><strong>Intellectual Merit:</strong>&nbsp;This study brought a high standard of evidence to bear on assessing how professionals discover, access, and utilize research in clinical and public health practice. The study also demonstrated the value of mixed methods research by combining the results of both gold-standard precision (re: use of research in practice over time) and detailed qualitative understanding (re: how research is used). These findings should inform policy initiatives in areas of information access and literacy (including Web design), evidence-based medicine (EBM), medical and public health education, and public health policymaking.</p>\n<p><strong>Broader Impact:</strong>&nbsp;The NIH Public Access Policy is part of broader international initiatives and discussions of &ldquo;opening&rdquo; science (e.g., open access, open source software, open data, open educational resources). This has led to Congressional initiatives to extend the precedent of the NIH Public Access Policy across government agencies, as well as push-back against any such policies. Thus, the need for public-impact studies that provide evidence on whether and how public access to research makes a difference to, in this case, two relevant professional communities. By such means, evidence-based science policies can be achieved across government agencies. Broadly speaking, if it can be established that public access policies can potentially lead to greater professional use of research, it has a bearing on EBM, medical and public health education, public health policymaking, information literacy education, as well as the public use of online information more generally.</p>\n<p dir=\"ltr\"><span><br /></span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/17/2015<br>\n\t\t\t\t\tModified by: J...",
  "por_txt_cntn": "\n \nIntroduction: Through funding agency and publisher policies, an increasing proportion of the health sciences literature is being made open access. Such an increase in access raises questions about the awareness and potential utilization of this literature by those working in health fields.\nMethods: A sample of physicians (N=336) and public health non-governmental organization (NGO) staff (n=92) were provided with relatively complete access to the research literature indexed in PubMed, as well as access to the point-of-care service UpToDate, for up to one year, with their usage monitored through the tracking of web-log data. The physicians also participated in a one-month trial of relatively complete or limited access.\nResults: The study found that participantsÆ research interests were not satisfied by article abstracts alone nor, in the case of the physicians, by a clinical summary service such as UpToDate. On average, a third of the physicians viewed research a little more frequently than once a week, while two-thirds of the public health NGO staff viewed more than three articles a week. Those articles were published since the 2008 adoption of the NIH Public Access Policy, as well as prior to 2008 and during the maximum 12-month embargo period. A portion of the articles in each period was already open access, but complete access encouraged a viewing of more research articles.\nConclusion: Those working in health fields will utilize more research in the course of their work as a result of (a) increasing open access to research, (b) improving awareness of and preparation for this access, and (c) adjusting public and open access policies to maximize the extent of potential access, through reduction in embargo periods and access to pre-policy literature.\n\nIntellectual Merit: This study brought a high standard of evidence to bear on assessing how professionals discover, access, and utilize research in clinical and public health practice. The study also demonstrated the value of mixed methods research by combining the results of both gold-standard precision (re: use of research in practice over time) and detailed qualitative understanding (re: how research is used). These findings should inform policy initiatives in areas of information access and literacy (including Web design), evidence-based medicine (EBM), medical and public health education, and public health policymaking.\n\nBroader Impact: The NIH Public Access Policy is part of broader international initiatives and discussions of \"opening\" science (e.g., open access, open source software, open data, open educational resources). This has led to Congressional initiatives to extend the precedent of the NIH Public Access Policy across government agencies, as well as push-back against any such policies. Thus, the need for public-impact studies that provide evidence on whether and how public access to research makes a difference to, in this case, two relevant professional communities. By such means, evidence-based science policies can be achieved across government agencies. Broadly speaking, if it can be established that public access policies can potentially lead to greater professional use of research, it has a bearing on EBM, medical and public health education, public health policymaking, information literacy education, as well as the public use of online information more generally.\n\n\n\n \n\n\t\t\t\t\tLast Modified: 06/17/2015\n\n\t\t\t\t\tSubmitted by: John Willinsky"
 }
}