{
 "awd_id": "1158273",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "A Systems Approach to the NPK Nutriome and its Effect on Biomass",
 "cfda_num": "47.074",
 "org_code": "08070700",
 "po_phone": "7032922489",
 "po_email": "aggarza@nsf.gov",
 "po_sign_block_name": "Anthony Garza",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2017-03-31",
 "tot_intn_awd_amt": 1185284.0,
 "awd_amount": 1185284.0,
 "awd_min_amd_letter_date": "2012-03-23",
 "awd_max_amd_letter_date": "2014-04-25",
 "awd_abstract_narration": "Intellectual Merit: This project aims to use a systems biology approach to identify the genes that control plant biomass production by sensing and integrating responses to nutrients in soil. The research focuses on the interactions of Nitrogen, Phosphorus and Potassium (NPK), the main nutrient chemicals used in commercial fertilizers. Optimizing plant growth in response to NPK nutrient interactions has the potential to increase biomass production, while decreasing the toxic leaching of these chemicals (especially nitrogen and phosphorus) into surface and ground waters, thus impacting the environment and human health. In now classic experiments, Murashige and Skoog (1962) showed that the interactions of NPK could lead to an increase in biomass under low N-input conditions. This project seeks to identify the gene networks underlying the \"NPK interaction effect\" on biomass by combining genomic, phenotyping, and network inference approaches. Our experimental and analytical strategy is the result of a highly successful collaboration between biologists and computer scientists, and involves an iterative cycle of experimentation and computation, a hallmark of systems biology. The aims of the project are to: 1. Identify combinations of NPK treatments that result in high biomass under low N-input; 2. Define \"early\" molecular marker genes that act as predictors of biomass; 3. Conduct genome-wide RNA analysis and modeling to identify gene regulatory networks associated with low-N High-biomass state; and 4. Test candidate regulatory genes. The ultimate goal is to uncover genes and pathways that control plant growth under NPK treatments and to manipulate them to optimize N-use efficiency and biomass production.\r\n\r\nBroader Impacts: The long-term advantage of this project is to identify and target critical regulatory components controlling nutrient use efficiency to create crops that produce high biomass with a reduced amount of fertilizer, hence decreasing the health and ecological impacts of leached chemicals. In addition, the generation of nutrient-efficient crops would ameilorate their cultivation on impoverished or nutrient-poor soils. This project will involve the training of scientists at the graduate and postdoctoral level across computational and experimental biology. As the research entails the development of Systems Biology approaches, biologists will be engaged in teaching computer scientists about topics like genetics, experimental genomics, and the computational challenges of analyzing genomic data. In turn, computer scientists will be involved in developing and testing optimization as well as machine learning algorithms for network inference that predicting network states under untested conditions, the ultimate goal of systems biology. The project will also include an outreach program that provides high school students the opportunity to work in a laboratory environment at the interface of Biology and Computer Science. As part of this program, the NYU Center for Genomics and Systems Biology produced 4 semifinalists and 2 national finalists (out of 40) for the Intel Competition in 2012. One of these Intel finalists was mentored by the PI of this project.  The PIs of this project are committed to increasing diversity and will continue to actively seek out and recruit scientists from under-represented minorities to participate in the research and outreach components. The project has and will continue to involve a diverse team of researchers. The PI has served as a mentor for many women scientists and will continue this role in the future.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gloria",
   "pi_last_name": "Coruzzi",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Gloria M Coruzzi",
   "pi_email_addr": "gloria.coruzzi@nyu.edu",
   "nsf_id": "000149239",
   "pi_start_date": "2012-03-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dennis",
   "pi_last_name": "Shasha",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Dennis E Shasha",
   "pi_email_addr": "shasha@cs.nyu.edu",
   "nsf_id": "000122602",
   "pi_start_date": "2012-03-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Alessia",
   "pi_last_name": "Para",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alessia Para",
   "pi_email_addr": "Alessia.Para@northwestern.edu",
   "nsf_id": "000600425",
   "pi_start_date": "2012-03-23",
   "pi_end_date": "2012-10-24"
  }
 ],
 "inst": {
  "inst_name": "New York University",
  "inst_street_address": "70 WASHINGTON SQ S",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2129982121",
  "inst_zip_code": "100121019",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "NEW YORK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NX9PXMKW5KW8"
 },
 "perf_inst": {
  "perf_inst_name": "New York University",
  "perf_str_addr": "12 Waverly Place, 5th Floor",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100036758",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9104",
   "pgm_ref_txt": "ENVIRONMENTAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 780746.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 404538.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit <br /></strong></p>\n<p>The major goal of this project is to; i. Optimize yield and ii. Increase Nitrogen Use Efficiency (NUE)<strong> </strong>in plants by identifying the mechanisms that regulate nitrogen and its interactions with other key nutrient/signals that limit plant &nbsp;growth. &nbsp;We focus &nbsp;on &nbsp;the interactions &nbsp;of &nbsp;nitrogen &nbsp;(N) &nbsp;with &nbsp;other &nbsp;nutrient/signals &nbsp;including &nbsp;phosphorus &nbsp;(P) &nbsp;and potassium (K), which are the three main macronutrients that limit plant growth/yield, provided as chemical fertilizers. Our study is inspired by a now classic paper from Murashige and Skoog in 1962 which showed that interactions of N, with P and K nutrients can lead to an increase in biomass in tobacco calli grown under low-N input conditions. Our main goal is to uncover the molecular basis for NPK nutrient signaling interactions by mining gene regulation data from genome-wide transcriptome analysis.&nbsp; &nbsp;We used the resulting data to identify a set of N-dose dependent response genes, whose expression is modulated by NPK interactions. &nbsp;By constructing nitrogen regulatory networks from the RNA expression data, we identified the transcription factor (TF) &ldquo;hubs&rdquo; of these genome-wide responses that mediate the integration of these key nutrient signals, N, P and K, which in turn controls plant biomass. &nbsp;Further, we have validated the <em>in planta</em> role of these TF hubs in controlling biomass in response to NPK interactions, using Arabidopsis mutants. We accomplished our four aims which are to:</p>\n<p><strong>A</strong><strong>i</strong><strong>m 1. </strong>Generate an NPK matrix of N-treatments to identify &ldquo;nutriome states&rdquo; yielding high biomass under low-N input in Arabidopsis.</p>\n<p><strong>A</strong><strong>i</strong><strong>m 2. </strong>Identify genome-wide molecular markers as predictors of nutritional response and biomass in Arabidopsis.</p>\n<p><strong>A</strong><strong>i</strong><strong>m 3. </strong>Use transcriptome analysis to model gene regulatory networks that respond to N, P</p>\n<p>and K signaling interactions.</p>\n<p><strong>A</strong><strong>i</strong><strong>m 4. </strong>Validate candidate regulatory genes for their effect on optimizing biomass.</p>\n<p><strong>Broader Impact</strong></p>\n<p>Our goal was to move up in the regulatory hierarchy to be able to modify not only single genes, but the regulation of entire pathways to affect the nutrient signaling underlies biomass production. We envision the long-term advantage of this study as the ability to target critical regulatory components to create plants that will thrive on low N, therefore yielding energy, environmental and health benefits.<strong> </strong>Our long-term goal is to manipulate the expression of regulatory genes to optimize NUE and decrease nutrient demand, therefore decreasing the adverse effects on the environment and human health that derives from leaching of nutrients (especially N and P) into ground waters.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/23/2017<br>\n\t\t\t\t\tModified by: Gloria&nbsp;M&nbsp;Coruzzi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit \n\n\nThe major goal of this project is to; i. Optimize yield and ii. Increase Nitrogen Use Efficiency (NUE) in plants by identifying the mechanisms that regulate nitrogen and its interactions with other key nutrient/signals that limit plant  growth.  We focus  on  the interactions  of  nitrogen  (N)  with  other  nutrient/signals  including  phosphorus  (P)  and potassium (K), which are the three main macronutrients that limit plant growth/yield, provided as chemical fertilizers. Our study is inspired by a now classic paper from Murashige and Skoog in 1962 which showed that interactions of N, with P and K nutrients can lead to an increase in biomass in tobacco calli grown under low-N input conditions. Our main goal is to uncover the molecular basis for NPK nutrient signaling interactions by mining gene regulation data from genome-wide transcriptome analysis.   We used the resulting data to identify a set of N-dose dependent response genes, whose expression is modulated by NPK interactions.  By constructing nitrogen regulatory networks from the RNA expression data, we identified the transcription factor (TF) \"hubs\" of these genome-wide responses that mediate the integration of these key nutrient signals, N, P and K, which in turn controls plant biomass.  Further, we have validated the in planta role of these TF hubs in controlling biomass in response to NPK interactions, using Arabidopsis mutants. We accomplished our four aims which are to:\n\nAim 1. Generate an NPK matrix of N-treatments to identify \"nutriome states\" yielding high biomass under low-N input in Arabidopsis.\n\nAim 2. Identify genome-wide molecular markers as predictors of nutritional response and biomass in Arabidopsis.\n\nAim 3. Use transcriptome analysis to model gene regulatory networks that respond to N, P\n\nand K signaling interactions.\n\nAim 4. Validate candidate regulatory genes for their effect on optimizing biomass.\n\nBroader Impact\n\nOur goal was to move up in the regulatory hierarchy to be able to modify not only single genes, but the regulation of entire pathways to affect the nutrient signaling underlies biomass production. We envision the long-term advantage of this study as the ability to target critical regulatory components to create plants that will thrive on low N, therefore yielding energy, environmental and health benefits. Our long-term goal is to manipulate the expression of regulatory genes to optimize NUE and decrease nutrient demand, therefore decreasing the adverse effects on the environment and human health that derives from leaching of nutrients (especially N and P) into ground waters.\n\n\t\t\t\t\tLast Modified: 06/23/2017\n\n\t\t\t\t\tSubmitted by: Gloria M Coruzzi"
 }
}