{
 "awd_id": "1158765",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Managing Community: The Organization and Management of Federal Research Funding Agencies",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "maryann feldman",
 "awd_eff_date": "2012-06-15",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 249976.0,
 "awd_amount": 249976.0,
 "awd_min_amd_letter_date": "2012-06-18",
 "awd_max_amd_letter_date": "2012-06-18",
 "awd_abstract_narration": "This project investigates the organization and management of three Federal agencies that support scientific research to identify the key differences among the agencies and how they impact the type of research that is conducted, the development of communities of interest, and research outcomes. Preliminary research suggests there is significant variation in understanding, within both the agency personnel managing the funding process and the scientific community of researchers that receive funding, of what critical factors define each agency and influence research outcomes. The project examines and compares funding activities at the National Science Foundation (NSF) and the Defense Advanced Research Projects Agency (DARPA). It also includes an exploratory component focused on the National Institutes of Health (NIH) and gathers some observations about other Federal funding agencies that have supported NSF-, DARPA, and NIH-funded researchers.\r\n\r\nIntellectual Merit  \r\n\r\nA major contribution of this research is to advance understanding of the impact on funding decisions of the role of the program manager (or project manager), the degree of decision-making autonomy at this level of the organization, and the way in which that autonomy is managed and directed. The project draws heavily on the literature on \"street-level\" bureaucracy in the public sector and on the decentralization of authority in large corporate organizations of the private sector. In this, it departs from the emphasis in the recent literature on the management of the public sector by recognizing the role of the norms of different communities (e.g., the scientific community; the professional community of program managers, the military community) and the way in which the evolution of these norms can be guided and directed by various management approaches. The research is based on interviews with current and recent funding agency staff, and with researchers who have applied (successfully or unsuccessfully) to the agencies for funding. It also draws on a confidential database from the Massachusetts Institute of Technology on all applications for funding submitted within a fifteen year period, linked to data on patents, licensing and scholarly publications related to federal funded research projects.\r\n\r\nBroader Impacts\r\n\r\nThe project is designed to help policy makers and administrators evaluate the design of federal research programs, understand how they relate to each other in the eyes of the researchers who they fund and whose behavior they seek to influence, and better identify the levers for effectively managing research and development. It will also provide a preliminary model for attempting to evaluate the impact of scientific investments. Finally, it provides recommendations regarding ways to improve managerial performance, an analytical template for programs beyond those that are the direct focus of the study, and contribute to the literature on public sector management more broadly.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Piore",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Piore",
   "pi_email_addr": "mpiore@mit.edu",
   "nsf_id": "000185157",
   "pi_start_date": "2012-06-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394307",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762600",
   "pgm_ele_name": "SciSIP-Sci of Sci Innov Policy"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7626",
   "pgm_ref_txt": "SCIENCE OF SCIENCE POLICY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 249976.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Federal government expends roughly $33 billion annually on scientific research and development in academic institutions, or 60% of total academic R&amp;D funding. These funds are allocated through a number of different government agencies and organizations, each operating in a somewhat different way, and hence offering different models for research support. This study examines two of these models, the National Science Foundation (NSF) and the Defense Advanced Research Projects Agency (DARPA), and their impact on the way in which resources are allocated, researchers behave, and the products that are produced. This has important implications for national science policy and the emergent field of &ldquo;science of science policy&rdquo;. The study is based on interviews with MIT faculty who have had funding from both agencies and officials at the two agencies with whom the faculty had contacts in the process of obtaining funding and conducting their research. Both qualitative and quantitative data were collected but the qualitative results will be focused on here.</p>\n<p>NSF has a conservative reputation, known for funding projects very close to the core of recognized academic disciplines. DARPA, by contrast, funds highly innovative projects that are designed to produce radically new technologies such as those associated with the internet, GPS and new materials. The chief difference between the organizations lies in the role played by the Program Manager. At NSF, the proposals initiate with the research community; they are submitted to a series of separate departments organized around scholarly disciplines. They are then reviewed and ranked by panels of peers drawn from within the disciplines. The task of the NSF Program Manager then is to organize and manage these review panels. He or she has very little control over who applies for grants or over which applications are ultimately funded. (Although the PM can override the panel&rsquo;s recommendations under certain, relatively restricted conditions.)</p>\n<p>The PMs at DARPA, in contrast, play an active, directive role. They pick the areas in which they are going to work, consult with experts from a variety of different disciplines and types of organizations whose work they judge to be potentially relevant, organize forums where these people come into contact and interact with each other, solicit research proposals, select the proposals to be funded, and&nbsp;maintain close contact with research while in progress. <br /> <br /> Faculty found DARPA to be a much more stimulating organization with which to work. Even when it does not fund their projects, the organization contributes in a fundamental way to their intellectual development. Faculty see NSF, on the other hand, as simply funding a process of research and development, they do not experience their relationship with NSF as collaborative. But DARPA funding is also viewed as riskier, less secure&mdash;it cannot be counted on to support an ongoing research program, and the reporting requirements are considered burdensome.</p>\n<p>The two agencies however have very different missions. In an ideal world, they would be complementary. NSF is responsible for education and research, which creates and maintains the country&rsquo;s basic scientific infrastructure. DARPA draws on that infrastructure to support specific technologies, particularly those which have the potential to radically alter the country&rsquo;s military capabilities, but which also have on occasion fundamentally altered the civilian economy as well.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/05/2015<br>\n\t\t\t\t\tModified by: Michael&nbsp;Piore</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Federal government expends roughly $33 billion annually on scientific research and development in academic institutions, or 60% of total academic R&amp;D funding. These funds are allocated through a number of different government agencies and organizations, each operating in a somewhat different way, and hence offering different models for research support. This study examines two of these models, the National Science Foundation (NSF) and the Defense Advanced Research Projects Agency (DARPA), and their impact on the way in which resources are allocated, researchers behave, and the products that are produced. This has important implications for national science policy and the emergent field of \"science of science policy\". The study is based on interviews with MIT faculty who have had funding from both agencies and officials at the two agencies with whom the faculty had contacts in the process of obtaining funding and conducting their research. Both qualitative and quantitative data were collected but the qualitative results will be focused on here.\n\nNSF has a conservative reputation, known for funding projects very close to the core of recognized academic disciplines. DARPA, by contrast, funds highly innovative projects that are designed to produce radically new technologies such as those associated with the internet, GPS and new materials. The chief difference between the organizations lies in the role played by the Program Manager. At NSF, the proposals initiate with the research community; they are submitted to a series of separate departments organized around scholarly disciplines. They are then reviewed and ranked by panels of peers drawn from within the disciplines. The task of the NSF Program Manager then is to organize and manage these review panels. He or she has very little control over who applies for grants or over which applications are ultimately funded. (Although the PM can override the panelÆs recommendations under certain, relatively restricted conditions.)\n\nThe PMs at DARPA, in contrast, play an active, directive role. They pick the areas in which they are going to work, consult with experts from a variety of different disciplines and types of organizations whose work they judge to be potentially relevant, organize forums where these people come into contact and interact with each other, solicit research proposals, select the proposals to be funded, and maintain close contact with research while in progress. \n \n Faculty found DARPA to be a much more stimulating organization with which to work. Even when it does not fund their projects, the organization contributes in a fundamental way to their intellectual development. Faculty see NSF, on the other hand, as simply funding a process of research and development, they do not experience their relationship with NSF as collaborative. But DARPA funding is also viewed as riskier, less secure&mdash;it cannot be counted on to support an ongoing research program, and the reporting requirements are considered burdensome.\n\nThe two agencies however have very different missions. In an ideal world, they would be complementary. NSF is responsible for education and research, which creates and maintains the countryÆs basic scientific infrastructure. DARPA draws on that infrastructure to support specific technologies, particularly those which have the potential to radically alter the countryÆs military capabilities, but which also have on occasion fundamentally altered the civilian economy as well.\n\n\t\t\t\t\tLast Modified: 10/05/2015\n\n\t\t\t\t\tSubmitted by: Michael Piore"
 }
}