{
 "awd_id": "1158271",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Role of the nascent TnaC Peptide in the Inhibition of the Ribosome Function by tryptophan",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": "7032927323",
 "po_email": "mhingora@nsf.gov",
 "po_sign_block_name": "Manju Hingorani",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 403965.0,
 "awd_amount": 403965.0,
 "awd_min_amd_letter_date": "2012-07-18",
 "awd_max_amd_letter_date": "2012-07-18",
 "awd_abstract_narration": "Intellectual Merit: Ribosomes are the molecular machines that carry out template-directed protein synthesis in all cells. They translate the sequence of the mRNA template into the corresponding protein sequence, in a process that is subject to multiple levels of regulation, including the ability to respond to the concentrations of certain cellular metabolites. An important but still poorly understood regulatory mechanism involves the interaction of the new protein (the 'nascent peptide') with specific cellular metabolites and with the ribosome itself, while the new protein is still near the site of synthesis inside the ribosome. The goal of this project is to elucidate how nascent peptides transform the ribosome into a metabolite-responsive machine to control protein synthesis, using as a model the regulation of the expression of the tnaCAB cluster of genes (operon) by the amino acid L-tryptophan. Previous studies suggest that when the nascent TnaC peptide of the tnaCAB operon is present in the ribosome, L-tryptophan can also bind, causing translation of the TnaC protein to stop, while increasing the expression of the downstream tnaA and tnaB genes, which encode an enzyme in the tryptophan degradation pathway and a L-tryptophan transporter, respectively. The planned work aims to identify the mechanism(s) by which the nascent TnaC peptide promotes L-tryptophan binding to the ribosome and arrest of translation of TnaC protein. The formation of the L-tryptophan binding site will be addressed by designing a method to covalently crosslink L-tryptophan with ribosome components in the presence of nascent TnaC peptides. To complement the information obtained by cross-linking, structural probing of ribosomal RNA will be carried out to localize changes induced by L-tryptophan binding. Determination of the mechanism(s) of inhibition by L-tryptophan will be studied by determining the dependence of the binding affinities of antibiotics and translation factors to TnaC-ribosome complexes as a function of L-tryptophan concentration. Also, the function of the ribosomes containing the nascent TnaC peptide and L-tryptophan will be tested using antibiotics, translational factors and organic solvents that are known to activate the ribosome. These assays will help discriminate between inhibition of the binding of these molecules to the ribosome and inhibition of the actual chemical reactions performed in the ribosome active site. The planned experiments will reveal which components of the ribosome are involved in detecting cellular metabolites and which functions of the ribosome are regulated by the nascent peptides to control the quality of protein synthesis and gene expression. \r\n \r\nBroader impact: Each year, this project will provide research training opportunities for two undergraduates majoring in genetics and two advanced graduate students training in biochemistry. In addition, a summer research experience will be offered annually to undergraduate students from Oakwood and Alabama A&M Universities, two schools in the northern Alabama region that predominantly serve under-represented minority populations. The PI and participating graduate students will contribute to already established workshops in genetics and biochemistry for students from Columbia High School, a minority-serving high school in the UA-Huntsville`s neighborhood. Ten high-school students interested in biology careers will be selected to serve as student instructors and will receive training in relevant concepts and experimental techniques from the PI and his graduate students. These students will serve as peer instructors to help the PI conduct workshops to reach a larger group of 40+ high-school students, and in the process deepen their own learning. Also, participating graduate students will help the PI improve biochemistry laboratory courses offered  at the undergraduate and graduate levels at UA-Huntsville, by video recording laboratory procedures and lectures, which will be made available through the UA-Huntsville web-page for use by students, as well as by Columbia High School teachers. The active engagement of the PI, as a mentor and role model to the growing population of Hispanic-American students in the Huntsville area, will contribute signifiicantly to science education in North Alabama.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Luis",
   "pi_last_name": "Cruz-Vera",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Luis R Cruz-Vera",
   "pi_email_addr": "lrc0002@uah.edu",
   "nsf_id": "000508808",
   "pi_start_date": "2012-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama in Huntsville",
  "inst_street_address": "301 SPARKMAN DR NW",
  "inst_street_address_2": "",
  "inst_city_name": "HUNTSVILLE",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2568242657",
  "inst_zip_code": "358051911",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "AL05",
  "org_lgl_bus_name": "THE UNIVERSITY OF ALABAMA IN HUNTSVILLE",
  "org_prnt_uei_num": "",
  "org_uei_num": "HB6KNGVNJRU1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama in Huntsville",
  "perf_str_addr": "301 Sparkman Drive",
  "perf_city_name": "Huntsville",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "358051911",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "AL05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 403965.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intelectual merit: During the period of this award, the project generated new information on how proteins can control the function of the biomachine involved in protein production (the ribosome), and therefore their own assembly into the bacterial cells affecting as well gene expression (refer to Figure A). The project discovered that a small protein named TnaC (Figure B, black and grey balls) generates into the ribosome a chemical place where the amino acid L-tryptophan (Figure B, orange balls) binds jamming the final assembly of TnaC. The project determined that the presence of L-tryptophan within the ribosome affects the&nbsp; function of a protein called release factor (Figure B, magenta ribbons), which is involved in finishing the process of protein production. It was discovered using biochemical and genetic tools that the chemical nature of the TnaC protein is essential for creating the place for binding L-tryptophan, making the TnaC protein unique for recognizing the amino acid L-tryptophan in the bacterial enviroment. Also, the project determined that molecular elements constituting the ribosome (Figure B, blue sections) transfer structural changes (Figure B, dotted arrows) to a place named ribosomal-gate, blocking access to the newly produced TnaC protein (Figure B, red lines).</p>\n<p>Broader of impacts: Some of the observations of this work has been already cited in other publications related with the field. Essentially they supported a recent structure produced by a group of scientist in Germany, where they described the presence of two tryptophan binding places produced by the TnaC protein (This structure is used in Fig A and B). The data and conclusions obtained in this project were the product of the work of five graduate students, three PhD and two master candidates, from the biotechnology and biology programs of UAH and from the biology program of Texas A&amp;M, as well as eight biology and chemistry undergraduate students from UAH and Oakwood university. The participants represented an enriched group of women including students from UAH and Oakwood university of both african-american and hispanic races. The project gave the opportunity of some of the participants to continue in science by being accepted in biochemistry and biomedical graduate programs, in research companies and as a postdoctoral fellow in a research university. Finally, during the developing of several annual scientific-workshops for high-school students, this project impacted the life of more than sixty young students of the Huntsville community. They have learned about genes and how their expression is important for organism's survival.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/26/2015<br>\n\t\t\t\t\tModified by: Luis&nbsp;R&nbsp;Cruz-Vera</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1158271/1158271_10191841_1445914017887_NSFOutcomes--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1158271/1158271_10191841_1445914017887_NSFOutcomes--rgov-800width.jpg\" title=\"Regulation of gene expression by a regulatory nascent protein\"><img src=\"/por/images/Reports/POR/2015/1158271/1158271_10191841_1445914017887_NSFOutcomes--rgov-66x44.jpg\" alt=\"Regulation of gene expression by a regulatory nascent protein\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">A)  Molecular mechanism involved in the expression of the tryptophanase gene. B) Molecular mechanism of the inhibition of the ribosome function produced by the ...",
  "por_txt_cntn": "\nIntelectual merit: During the period of this award, the project generated new information on how proteins can control the function of the biomachine involved in protein production (the ribosome), and therefore their own assembly into the bacterial cells affecting as well gene expression (refer to Figure A). The project discovered that a small protein named TnaC (Figure B, black and grey balls) generates into the ribosome a chemical place where the amino acid L-tryptophan (Figure B, orange balls) binds jamming the final assembly of TnaC. The project determined that the presence of L-tryptophan within the ribosome affects the  function of a protein called release factor (Figure B, magenta ribbons), which is involved in finishing the process of protein production. It was discovered using biochemical and genetic tools that the chemical nature of the TnaC protein is essential for creating the place for binding L-tryptophan, making the TnaC protein unique for recognizing the amino acid L-tryptophan in the bacterial enviroment. Also, the project determined that molecular elements constituting the ribosome (Figure B, blue sections) transfer structural changes (Figure B, dotted arrows) to a place named ribosomal-gate, blocking access to the newly produced TnaC protein (Figure B, red lines).\n\nBroader of impacts: Some of the observations of this work has been already cited in other publications related with the field. Essentially they supported a recent structure produced by a group of scientist in Germany, where they described the presence of two tryptophan binding places produced by the TnaC protein (This structure is used in Fig A and B). The data and conclusions obtained in this project were the product of the work of five graduate students, three PhD and two master candidates, from the biotechnology and biology programs of UAH and from the biology program of Texas A&amp;M, as well as eight biology and chemistry undergraduate students from UAH and Oakwood university. The participants represented an enriched group of women including students from UAH and Oakwood university of both african-american and hispanic races. The project gave the opportunity of some of the participants to continue in science by being accepted in biochemistry and biomedical graduate programs, in research companies and as a postdoctoral fellow in a research university. Finally, during the developing of several annual scientific-workshops for high-school students, this project impacted the life of more than sixty young students of the Huntsville community. They have learned about genes and how their expression is important for organism's survival.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/26/2015\n\n\t\t\t\t\tSubmitted by: Luis R Cruz-Vera"
 }
}