{
 "awd_id": "1158085",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "X-ray Crystal Structure and Transport Mechanism of a Na+/galactoside Symporter",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory W. Warr",
 "awd_eff_date": "2012-05-15",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 680740.0,
 "awd_amount": 680740.0,
 "awd_min_amd_letter_date": "2012-05-14",
 "awd_max_amd_letter_date": "2014-02-19",
 "awd_abstract_narration": "INTELLECTUAL MERIT\r\nThe membranes of living cells develop electrochemical energy that provides a critical mechanism for numerous cell functions. Proteins inserted in the membrane act like batteries and use the energy to move molecules in or out of the cell, making the chemical composition appropriate for normal cell function.  The membrane protein called melibiose permease (MelB), present in certain bacteria, couples the transport of a sodium ion with a sugar (melibiose) molecule into the cell. In fact, it uses the favorable energy for sodium entry to build a high sugar concentration in the cell. A MelB human homologue is widely expressed in many tissues and has been found to be physiologically important.  There are many proteins that work similarly, yet the precise mechanisms are not understood. The three-dimensional structure of MelB (at the atomic level) will constitute a breakthrough essential for the understanding of the molecular mechanism of transport. This project aims to obtain the high-resolution crystal structure of MelB by X-ray crystallography and to identify the specific amino acids in the protein responsible for selecting melibiose and sodium ion. This will be done by generating mutant proteins and testing their function with quantitative biochemical and biophysical methods. The results from this research will add crucial information to the understanding of how a membrane protein converts ionic energy to move sugar or other nutrients into a cell.\r\n\r\nBROADER IMPACTS\r\nThis project will provide a platform to foster the integration of cutting-edge research and higher education by recruiting and motivating undergraduate students to pursue careers in basic science and by helping them develop technical skills and passion towards experimental science.  Minorities constitute 20% of TTU undergraduate students.  A particular effort will be made to recruit and provide research opportunities to these students.  Graduate education and postdoctoral training are critical for science of tomorrow. This research will also offer rich training and educational opportunities to graduate students, to gain solid knowledge and experiential skills necessary for success in research, and for postdoctoral fellows to further their education and experimental armamentarium to become productive independent investigators.  The outcome of the research will be disseminated timely and broadly through high-impact scientific papers, book chapters, course materials, invited lectures, and presentations at scientific meetings or interdisciplinary conferences to reach broad audiences. The expected high-resolution structure will be deposited in the open-access Protein Data Bank for broader application.\r\n\r\nThis project is jointly supported by the Cellular Processes Cluster in the Division of Molecular and Cellular Biosciences and the Chemistry of Life Processes program in the Chemistry Division.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lan",
   "pi_last_name": "Guan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lan Guan",
   "pi_email_addr": "lan.guan@ttuhsc.edu",
   "nsf_id": "000567723",
   "pi_start_date": "2012-05-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas Tech University Health Science Center",
  "inst_street_address": "3601 4TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "LUBBOCK",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8067434565",
  "inst_zip_code": "794300002",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "TX19",
  "org_lgl_bus_name": "TEXAS TECH UNIVERSITY HEALTH SCIENCES CENTER",
  "org_prnt_uei_num": "",
  "org_uei_num": "E4Z2NUYUMHF9"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Tech University Health Science Center",
  "perf_str_addr": "3601 4th St.",
  "perf_city_name": "Lubbock",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "794306551",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "TX19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  },
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1114",
   "pgm_ref_txt": "CELLULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "6883",
   "pgm_ref_txt": "CHEMISTRY OF LIFE PROCESSES"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 447087.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 233653.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit<br /></strong></p>\n<p>Membrane transport proteins play crucial roles in cellular functions by moving molecules across cell membranes to supply cells&rsquo; needs for nutrients, protect cells from toxic compounds, and regulate the composition of the intracellular milieu.&nbsp; The transport function involves large changes in protein conformation, which makes this group of proteins conformationally flexible and difficult to study.&nbsp; In addition, transporters are embedded in hydrophobic membranes, and their extraction from the lipid bilayer in a native conformation is necessary.&nbsp; In spite of these difficulties, a big breakthrough in high-resolution crystal structure determination for more than a dozen of major facilitator superfamily of membrane transporters has been made recently.&nbsp; The bacterial melibiose permease MelB is one of these; its structure determination was supported by this NSF Award.</p>\n<p>MelB<sub> </sub>catalyzes cotransport of galactosides with cation (proton, sodium, or lithium ion), and is a well-characterized member of the glycoside-pentoside-hexuronide/cation subfamily of the major facilitator superfamily of membrane transport proteins.&nbsp; The X-ray crystal structure of MelB<sub>St</sub> was refined to a resolution of 3.35 &Aring; and deposited in the Protein Data Bank under accession ID 4M64.&nbsp; From a single crystal, two conformations were obtained: an outward partially occluded conformation and a partial outward conformation.&nbsp; However, neither galactoside nor the coupling cation was co-crystallized with the protein.&nbsp; The structure of MelB reveals that it consists of N- and C-terminal domains composed of six irregular transmembrane helices surrounding a deep aqueous cavity open to the periplasmic side. &nbsp;This overall fold is similar to that of other major facilitator superfamily transporters, such as the lactose permease (LacY).&nbsp; Structural and functional studies suggest that sugar- and cation (proton, sodium, or lithium ion)-binding sites are in close proximity and lay within the deep aqueous cavity in the middle of molecular. &nbsp;A working model describing melibiose transport was constructed based on alternating-access and stepped-binding mechanisms.&nbsp; The transporter exposes its binding sites alternatively to either side of membrane. Sugar binding from either side induces an occluded conformation and initiates the transport process.</p>\n<p>Sugar uptake and utilization in <em>Escherichia</em> <em>coli</em> and <em>S. typhimurium</em> are regulated by the phosphoenolpyruvate:carbohydrate phosphotransferase system (PTS), which promotes preferential utilization of glucose over other sugars, including melibiose and lactose. &nbsp;The studies demonstrate that the glucose-specific phosphotransferase protein IIA<sup>Glc</sup>, the central molecule that binds to several families of soluble proteins and several membrane transporters with different folds, binds directly to MelB and LacY. &nbsp;Thermodynamic analysis of the interplay of IIA<sup>Glc</sup> and galactosides with MelB or LacY yields a common mechanism for inhibition, i.e., IIA<sup>Glc</sup> inhibits the induced-fit mechanism of sugar binding, and thereby blocks entry of melibiose or lactose, the inducer of the melibiose or lactose operon, so that the cells utilize glucose.</p>\n<p><em></em>Membrane transport proteins cycle through several conformations during the transport cycle, and each transporter may favor a different resting state, which generates complexity in defining a mechanism for an individual permease. The comparative study of MelB and LacY delivered two useful thermodynamic concepts to understand conformational dynamics.&nbsp; This novel fundamental knowledge will help delineate the molecular mechanisms underlining solute transport catalyzed by membrane proteins in general.</p>\n<p><strong>Broader Impacts </st...",
  "por_txt_cntn": "\nIntellectual Merit\n\n\nMembrane transport proteins play crucial roles in cellular functions by moving molecules across cell membranes to supply cellsÆ needs for nutrients, protect cells from toxic compounds, and regulate the composition of the intracellular milieu.  The transport function involves large changes in protein conformation, which makes this group of proteins conformationally flexible and difficult to study.  In addition, transporters are embedded in hydrophobic membranes, and their extraction from the lipid bilayer in a native conformation is necessary.  In spite of these difficulties, a big breakthrough in high-resolution crystal structure determination for more than a dozen of major facilitator superfamily of membrane transporters has been made recently.  The bacterial melibiose permease MelB is one of these; its structure determination was supported by this NSF Award.\n\nMelB catalyzes cotransport of galactosides with cation (proton, sodium, or lithium ion), and is a well-characterized member of the glycoside-pentoside-hexuronide/cation subfamily of the major facilitator superfamily of membrane transport proteins.  The X-ray crystal structure of MelBSt was refined to a resolution of 3.35 &Aring; and deposited in the Protein Data Bank under accession ID 4M64.  From a single crystal, two conformations were obtained: an outward partially occluded conformation and a partial outward conformation.  However, neither galactoside nor the coupling cation was co-crystallized with the protein.  The structure of MelB reveals that it consists of N- and C-terminal domains composed of six irregular transmembrane helices surrounding a deep aqueous cavity open to the periplasmic side.  This overall fold is similar to that of other major facilitator superfamily transporters, such as the lactose permease (LacY).  Structural and functional studies suggest that sugar- and cation (proton, sodium, or lithium ion)-binding sites are in close proximity and lay within the deep aqueous cavity in the middle of molecular.  A working model describing melibiose transport was constructed based on alternating-access and stepped-binding mechanisms.  The transporter exposes its binding sites alternatively to either side of membrane. Sugar binding from either side induces an occluded conformation and initiates the transport process.\n\nSugar uptake and utilization in Escherichia coli and S. typhimurium are regulated by the phosphoenolpyruvate:carbohydrate phosphotransferase system (PTS), which promotes preferential utilization of glucose over other sugars, including melibiose and lactose.  The studies demonstrate that the glucose-specific phosphotransferase protein IIAGlc, the central molecule that binds to several families of soluble proteins and several membrane transporters with different folds, binds directly to MelB and LacY.  Thermodynamic analysis of the interplay of IIAGlc and galactosides with MelB or LacY yields a common mechanism for inhibition, i.e., IIAGlc inhibits the induced-fit mechanism of sugar binding, and thereby blocks entry of melibiose or lactose, the inducer of the melibiose or lactose operon, so that the cells utilize glucose.\n\nMembrane transport proteins cycle through several conformations during the transport cycle, and each transporter may favor a different resting state, which generates complexity in defining a mechanism for an individual permease. The comparative study of MelB and LacY delivered two useful thermodynamic concepts to understand conformational dynamics.  This novel fundamental knowledge will help delineate the molecular mechanisms underlining solute transport catalyzed by membrane proteins in general.\n\nBroader Impacts \n\nThe crystal structure of MelB, the only available structure within the MelB subfamily, has advanced the studies of its human homologous transporters, such as the recently deorphanized sodium ion-coupled omega-3 fatty acid transporter MFSD2A.  The structure and transport mechanisms observed in Me..."
 }
}