{
 "awd_id": "1158548",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Protein Tuning of Metal Centers and Ligand Pathways to Achieve Specific Enzymatic Functions",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032927123",
 "po_email": "drockcli@nsf.gov",
 "po_sign_block_name": "David Rockcliffe",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 399000.0,
 "awd_amount": 399000.0,
 "awd_min_amd_letter_date": "2012-05-23",
 "awd_max_amd_letter_date": "2012-05-23",
 "awd_abstract_narration": "The Chemistry of Life Sciences Program funds Professor Olof Einarsdottirof the University of California-Santa Cruz for research entitled \"Protein Tuning of Metal Centers and Ligand Pathways to Achieve Specific Enzymatic Functions.\"   The goal of this research is to understand how metal centers that bind O2, NO, and CO are tuned by the protein environment within cells in order to perform specific catalytic functions. Heme-copper oxidases from three oxidase families, A, B and C will be investigated. The approach involves novel photolabile O2 and NO carriers, single and double-laser techniques and classical/quantum mechanical calculations to accomplish two goals. The first goal is to determine the structural and dynamic features of the protein environment that give rise to mechanistic differences in the O2 and NO reduction in the heme-copper oxidases. The functional roles of specific residues, as well as the constriction points and docking sites that control ligand accessibility to and from the active site, will be established. A second goal is to determine how a diatomic ligand that is bound to the binuclear center or in a binding pocket of the Thermus thermophilus ba3, E. coli bo3, aa3, and cbb3 oxidases affects the binding of a second ligand. The proposed experiments will establish how the protein environment can tune metal-based prosthetic group(s) and ligand pathways to modulate catalytic functions of the metal centers in the heme-copper oxidases for different physiological environments. The proposed research will also provide excellent research opportunities for graduate and undergraduate students.\r\n\r\nMetal atoms like iron and copper form complexes with certain proteins in cells and play essential roles in important functions such as respiration, in which oxygen is used to generate energy, and photosynthesis. To carry out these functions, the chemical properties of the metals are altered by the surrounding protein environment. This research will advance knowledge of how the protein environment modulates access of small ligands, such as oxygen (O2), to the metal centers in different heme-copper oxidases so that these enzymes can carry out the essential function of generating energy in different physiological environments. Special chemicals are used that can bind O2 and other gases, such as nitric oxide (NO), then instantly release them with a flash of laser light. These reactions can be monitored on time scales as fast as ten-billionths of a second. Calculations are used to simulate the movement of O2 and NO to the metal centers. The combination of experiments and simulations offers a unique approach to evaluate proposed mechanisms for ligand binding to metal centers, as well as to provide excellent research opportunities for both graduate and undergraduate students.  This project is receiving co-funding from the Biomolecular Dynamics, Structure and Function Cluster in the Division of Molecular and Cellular Biosciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Olof",
   "pi_last_name": "Einarsdottir",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Olof Einarsdottir",
   "pi_email_addr": "olof@ucsc.edu",
   "nsf_id": "000417746",
   "pi_start_date": "2012-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Cruz",
  "inst_street_address": "1156 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA CRUZ",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8314595278",
  "inst_zip_code": "950641077",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "CA19",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA SANTA CRUZ",
  "org_prnt_uei_num": "",
  "org_uei_num": "VXUFPE4MCZH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Cruz",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "950641077",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "CA19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1144",
   "pgm_ref_txt": "BIOMOLECULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "1982",
   "pgm_ref_txt": "BIOLOGICAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 399000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"normal\">The major goals of the approved grant were the following:</p>\n<p class=\"normal\">1. Determine the structural requirements of the ligand channel(s) and the active site binuclear center in heme-copper oxidases<em> </em>that give rise to their mechanistic and functional differences.</p>\n<p>2.&nbsp; Establish how a diatomic ligand bound to the binuclear center or in the binding pocket of <em>Thermus thermophilus</em> (<em>Tt</em>) <em>ba</em><sub>3</sub>, <em>Escherichia</em> <em>coli</em> (<em>E. coli</em>) <em>bo</em><sub>3</sub>, bovine <em>aa</em><sub>3</sub>, and the bacterial <em>cbb</em><sub>3</sub> oxidases affects the binding of a second ligand to the active site.</p>\n<p>&nbsp;During the additional two-month no-cost extension period, we revised our manuscript, &ldquo;The Role of the Conserved Valine 236 in Ligand Access to the Active Site of <em>Thermus thermophilus</em> <em>ba</em><sub>3</sub> cytochrome oxidase,&rdquo; which was submitted to Biochemistry during the previous year extension period. The manuscript has now been accepted for publication. Our research provides insight into the importance of the conserved valine in the ligand channel of <em>Thermus thermophilus</em> <em>ba</em><sub>3</sub> cytochrome oxidase in modulating access to the active site. In a larger context, the research shows how the protein environment tunes ligand pathways and metal-based prosthetic group(s) to adapt them to a particular function. In this study, we investigated the reactions of CO (after its photolysis from heme <em>a</em><sub>3</sub>), O<sub>2</sub>, and NO with reduced <em>Thermus thermophilus ba</em><sub>3</sub>&nbsp;cytochrome oxidase (<em>Tt ba</em><sub>3</sub>) following the mutation of the conserved valine 236 residue in the ligand channel to a smaller residue (V236A), polar residue (V236T) and residues with larger aliphatic or aromatic side chain (V236I, V236N, V236L, V236M, and V236F). We determined the crystal structures of all mutants and observed by time-resolved optical absorption spectroscopy, in combination with photolabile O<sub>2</sub> and NO carriers, that the rates of&nbsp;O<sub>2</sub>&nbsp;and NO binding to the heme <em>a</em><sub>3</sub> were not significantly affected in the V236A and V236T mutants while the rates became significantly slower as the side chain of the mutant side chain increased. These observations are consistent with the crystal structures showing the larger side chains extending more into the ligand cavity. Interestingly, the oxidation of the low spin heme <em>b</em> during the breaking of the O-O bond was not detected in the V236A mutant, which we attribute to a reduction in the rate of electron transfer between the two hemes, arising from both an increased distance between the two hemes and lower heme <em>a</em><sub>3</sub> reduction potential, in the mutant compared to that of the wild type. The large decrease in the rate of ligand binding when the V236 residue in <em>Tt ba</em><sub>3</sub> is mutated to a larger residue demonstrates the importance this residue plays in facilitating access of ligands to the active site in <em>Tt ba</em><sub>3</sub>.</p>\n<p class=\"normal\">Our previous and more recent combined experimental and theoretical results have not only advanced our knowledge of the structural features of the protein environment that controls ligand access to the binuclear center in the heme-copper oxidases, but has also provided atomic-level detail of the ligand channel and the role it may play in modulating enzymatic function for different physiological environments. &nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/14/2016<br>\n\t\t\t\t\tModified by: Olof&nbsp;Einarsdottir</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The major goals of the approved grant were the following:\n1. Determine the structural requirements of the ligand channel(s) and the active site binuclear center in heme-copper oxidases that give rise to their mechanistic and functional differences.\n\n2.  Establish how a diatomic ligand bound to the binuclear center or in the binding pocket of Thermus thermophilus (Tt) ba3, Escherichia coli (E. coli) bo3, bovine aa3, and the bacterial cbb3 oxidases affects the binding of a second ligand to the active site.\n\n During the additional two-month no-cost extension period, we revised our manuscript, \"The Role of the Conserved Valine 236 in Ligand Access to the Active Site of Thermus thermophilus ba3 cytochrome oxidase,\" which was submitted to Biochemistry during the previous year extension period. The manuscript has now been accepted for publication. Our research provides insight into the importance of the conserved valine in the ligand channel of Thermus thermophilus ba3 cytochrome oxidase in modulating access to the active site. In a larger context, the research shows how the protein environment tunes ligand pathways and metal-based prosthetic group(s) to adapt them to a particular function. In this study, we investigated the reactions of CO (after its photolysis from heme a3), O2, and NO with reduced Thermus thermophilus ba3 cytochrome oxidase (Tt ba3) following the mutation of the conserved valine 236 residue in the ligand channel to a smaller residue (V236A), polar residue (V236T) and residues with larger aliphatic or aromatic side chain (V236I, V236N, V236L, V236M, and V236F). We determined the crystal structures of all mutants and observed by time-resolved optical absorption spectroscopy, in combination with photolabile O2 and NO carriers, that the rates of O2 and NO binding to the heme a3 were not significantly affected in the V236A and V236T mutants while the rates became significantly slower as the side chain of the mutant side chain increased. These observations are consistent with the crystal structures showing the larger side chains extending more into the ligand cavity. Interestingly, the oxidation of the low spin heme b during the breaking of the O-O bond was not detected in the V236A mutant, which we attribute to a reduction in the rate of electron transfer between the two hemes, arising from both an increased distance between the two hemes and lower heme a3 reduction potential, in the mutant compared to that of the wild type. The large decrease in the rate of ligand binding when the V236 residue in Tt ba3 is mutated to a larger residue demonstrates the importance this residue plays in facilitating access of ligands to the active site in Tt ba3.\nOur previous and more recent combined experimental and theoretical results have not only advanced our knowledge of the structural features of the protein environment that controls ligand access to the binuclear center in the heme-copper oxidases, but has also provided atomic-level detail of the ligand channel and the role it may play in modulating enzymatic function for different physiological environments.  \n\n\t\t\t\t\tLast Modified: 11/14/2016\n\n\t\t\t\t\tSubmitted by: Olof Einarsdottir"
 }
}