{
 "awd_id": "1158817",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "IRFP: Exploring the Impacts of Human Land Use on Parasite Transmission Dynamics in a Dung Beetle-Fecal Helminth Model System",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cassandra Dudka",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 156686.0,
 "awd_amount": 156686.0,
 "awd_min_amd_letter_date": "2012-07-23",
 "awd_max_amd_letter_date": "2012-07-23",
 "awd_abstract_narration": "The International Research Fellowship Program enables U.S. scientists and engineers to conduct nine to twenty-four months of research abroad. The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise and experimental conditions abroad. \r\n\r\nThis award will support a twenty-four-month research fellowship by Dr. Elizabeth Nichols to work with Prof. Kenneth Wilson at Lancaster University, Lancaster UK. \r\n\r\nBiotic interactions between parasitic and free-living taxa are fundamental to a range of ecosystem processes, including the mediation of parasitic disease transmission between species in a community. Parasites with complex life-cycles (e.g. helminthes (parasitic worms)) exert enormous fitness and economic costs on humans and livestock across the global tropics. However how environmental change affects the biotic interactions involved in parasite transmission remains poorly understood. The proposed project seeks to develop a novel dung beetle - fecal helminth model system to tease apart the mechanisms by which land-use change influences parasitic disease transmission, by impacting interactions between free-living species and parasitic helminths. \r\n\r\nAs many dung beetles species broadly use the feces of different mammal species, beetle communities in tropical agricultural landscapes commonly interact with fecal helminths (parasitic worms) of two distinct transmission strategies: the fecal-oral helminths of wild and domestic herbivores, and the trophically transmitted helminths of wild and domestic carnivores (when they eat the adult beetles). Preliminary data indicates that dung beetle feces processing often decreases the rate of successful transmission for fecal-oral helminths, yet increases the transmission of trophic transmissions helminths, for which beetles commonly act as intermediate hosts. These strikingly different outcomes suggest that land-use changes that alter dung beetle community diversity may simultaneously suppress and maintain or amplify disease transmission across different mammal host species. In addition, the magnitude and direction of these effects may be predicted by a small set of dung beetle species' traits.  This project combines field, experimental and modeling approaches to characterize the mechanistic relationships between dung beetle community regulation of parasite transmission, and the impacts of land-use change on transmission dynamics.\r\n\r\nAt a basic level, the research will (1) enhance our understanding of the mechanisms underlying transmission dynamics and their response to land-use change, and (2) contribute to the development of a novel model system that can expands upon extant single-microparasite transmission models to assess how multiple complex life-cycle parasite species respond changes in free-living species diversity. The economic and health impacts of helminths (parasitic worms) in tropical agricultural landscapes are tremendous. At an applied level, this work will provide useful information on how environmental change in agricultural areas influences those species interactions tightly linked to ecosystem service outcomes, such as reduced disease transmission. In addition to these benefits, this research will help develop new international collaboration between the PI and research groups at Lancaster University, Lancaster UK, the Federal University of Lavras, Lavras Brazil, the University of São Paulo, São Paulo, Brazil, Barnard College, New York, USA, and the American Museum of Natural History, New York, USA.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Nichols",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth S Nichols",
   "pi_email_addr": "",
   "nsf_id": "000597613",
   "pi_start_date": "2012-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Nichols                 Elizabeth      S",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "New York",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "",
  "inst_zip_code": "100277205",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Lancaster University Lancaster Environmental Centre",
  "perf_str_addr": null,
  "perf_city_name": "Lancaster",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "UK",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "United Kingdom",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "595600",
   "pgm_ele_name": "IRFP-Inter Res Fellowship Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5913",
   "pgm_ref_txt": "BRAZIL"
  },
  {
   "pgm_ref_code": "5946",
   "pgm_ref_txt": "UNITED KINGDOM"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 156686.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project sought to understand how land-use change may simultaneously contribute to both the increase and decrease of infectious disease transmission, in working tropical landscapes, using a study system, composed of Scarabaeine dung beetles and parasitic worms (i.e. helminths) of mammals.</p>\n<p>&nbsp;</p>\n<p>Dung beetles are understood to reduce the survival and transmission rate of some (i.e. directly transmitted) helminths by burying feces underground, while increasing the these rates for other species (i.e. indirectly transmission) of helminths by acting as intermediate hosts. We found that when beetles were infected with this latter type of parasite, they buried less and less deeply than when uninfected. This suggests that dung beetles act as a bridge that links epidemiology of these two very distinct groups of parasites. One implication of this link is that land-use changes that result in decreased beetle diversity should both increase and decrease parasite transmission, producing divergent results that depend upon the parasite's transmission cycle. We further found theoretical evidence for the existence of such \"transmission trade-offs\" through a series of simulations, using information on beetle characteristics (i.e. species traits).</p>\n<p>&nbsp;</p>\n<p>We have also begun to collect dung beetles across a large-scale gradient of forest cover loss, to be able to understand how both beetles and parasites respond to deforestation, and replacement of forest with cattle pasture. Preliminary results suggest that both dung beetle diversity, and the persistence of dung beetle-parasite networks demonstrate extinction thresholds. This means, that while beetle diversity and network persistence gradually decline with increasing deforestation, this decline turns abrupt, non-linear, and catastrophic at a given level of forest loss. The implications for public land-use policy follow similar patterns noted for other groups like small mammals and birds: the maintenance of at least 30% of native habitat cover in a given region will be fundamental to maintaining biodiversity and important species interactions. While parasitism can and does contribute to infectious disease and cause harm to host taxa, it is also a critically important driver of ecosystem structure and function, no less natural or important than pollination or decomposition. &nbsp;We are still exploring these results, but it appears that:</p>\n<p>(1) loss of native habitat cover leads to trade-offs in parasite transmission.</p>\n<p>(2) dung beetles both increase and decrease the probability of parasite survival</p>\n<p>(3) the influence of dung beetles on these survival probabilities is linked with species traits.</p>\n<p>&nbsp;</p>\n<p>Soon, our team aims to integrate these findings into a synthetic, and trait-based framework, by which we may predict the outcome of land-use decisions for the likelihood of parasite transmission, and infectious disease risk - a key applied benefit of this project. So far, a total of five young women (two undergraduates, two masters students, and one PhD student) (and from a total of three developing countries, Colombia, Brazil and Thailand) have been involved with all stages of this project, from study design, to data collection, and subsequent publication.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/06/2014<br>\n\t\t\t\t\tModified by: Elizabeth&nbsp;S&nbsp;Nichols</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n...",
  "por_txt_cntn": "\nThis project sought to understand how land-use change may simultaneously contribute to both the increase and decrease of infectious disease transmission, in working tropical landscapes, using a study system, composed of Scarabaeine dung beetles and parasitic worms (i.e. helminths) of mammals.\n\n \n\nDung beetles are understood to reduce the survival and transmission rate of some (i.e. directly transmitted) helminths by burying feces underground, while increasing the these rates for other species (i.e. indirectly transmission) of helminths by acting as intermediate hosts. We found that when beetles were infected with this latter type of parasite, they buried less and less deeply than when uninfected. This suggests that dung beetles act as a bridge that links epidemiology of these two very distinct groups of parasites. One implication of this link is that land-use changes that result in decreased beetle diversity should both increase and decrease parasite transmission, producing divergent results that depend upon the parasite's transmission cycle. We further found theoretical evidence for the existence of such \"transmission trade-offs\" through a series of simulations, using information on beetle characteristics (i.e. species traits).\n\n \n\nWe have also begun to collect dung beetles across a large-scale gradient of forest cover loss, to be able to understand how both beetles and parasites respond to deforestation, and replacement of forest with cattle pasture. Preliminary results suggest that both dung beetle diversity, and the persistence of dung beetle-parasite networks demonstrate extinction thresholds. This means, that while beetle diversity and network persistence gradually decline with increasing deforestation, this decline turns abrupt, non-linear, and catastrophic at a given level of forest loss. The implications for public land-use policy follow similar patterns noted for other groups like small mammals and birds: the maintenance of at least 30% of native habitat cover in a given region will be fundamental to maintaining biodiversity and important species interactions. While parasitism can and does contribute to infectious disease and cause harm to host taxa, it is also a critically important driver of ecosystem structure and function, no less natural or important than pollination or decomposition.  We are still exploring these results, but it appears that:\n\n(1) loss of native habitat cover leads to trade-offs in parasite transmission.\n\n(2) dung beetles both increase and decrease the probability of parasite survival\n\n(3) the influence of dung beetles on these survival probabilities is linked with species traits.\n\n \n\nSoon, our team aims to integrate these findings into a synthetic, and trait-based framework, by which we may predict the outcome of land-use decisions for the likelihood of parasite transmission, and infectious disease risk - a key applied benefit of this project. So far, a total of five young women (two undergraduates, two masters students, and one PhD student) (and from a total of three developing countries, Colombia, Brazil and Thailand) have been involved with all stages of this project, from study design, to data collection, and subsequent publication.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/06/2014\n\n\t\t\t\t\tSubmitted by: Elizabeth S Nichols"
 }
}