{
 "awd_id": "1158516",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Silent Chromatin Mechanisms",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": "7032924967",
 "po_email": "kccone@nsf.gov",
 "po_sign_block_name": "Karen Cone",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 60101.0,
 "awd_amount": 60101.0,
 "awd_min_amd_letter_date": "2012-06-19",
 "awd_max_amd_letter_date": "2012-06-19",
 "awd_abstract_narration": "Intellectual Merit.  In eukaryotic cells, the genome is organized into a DNA/protein complex called chromatin.  Chromatin can exist in two forms, termed \"euchromatin\" and \"heterochromatin.\"  What distinguishes them is the identity of the proteins that are associated with each type.  Euchromatin typically contains actively expressing genes (e.g., those that are ON), while heterochromatin typically contains inactive genes (i.e., those that are OFF, silent).  This project will explore the molecular basis for how genes that are located in heterochromatin, and are therefore normally silent, get turned ON (e.g., become \"transcriptionally activated\") in response to stresses such as high temperature or exposure to toxic chemicals.  The project will use the power of yeast genetics combined with the modern techniques of molecular biology and biochemistry.  Building on previous results that suggested genes in heterochromatin are activated in a fundamentally different way than genes in euchromatin, this project will provide important mechanistic insights into this striking dichotomy.\r\n\r\nBroader Impacts.  This project will provide training for a postdoctoral research scientist.  From the scientific perspective, insights obtained about how heterochromatic genes are activated in yeast could have wide-ranging impacts on regulation in other eukaryotic organisms.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Gross",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "David S Gross",
   "pi_email_addr": "dgross@lsuhsc.edu",
   "nsf_id": "000415537",
   "pi_start_date": "2012-06-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "LSU Health Sciences Center -Shreveport",
  "inst_street_address": "1501 KINGS HWY",
  "inst_street_address_2": "",
  "inst_city_name": "SHREVEPORT",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "3186755409",
  "inst_zip_code": "711034228",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "LOUISIANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "FA4VKPTJRLY8"
 },
 "perf_inst": {
  "perf_inst_name": "LSU Health Sciences Center -Shreveport",
  "perf_str_addr": "1501 Kings Highway",
  "perf_city_name": "Shreveport",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "711303932",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "LA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 60101.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The proper regulation of gene expression is of fundamental importance in the maintenance of normal growth and development.&nbsp; Misregulation of genes can lead to such outcomes as cancer, diabetes and neurodegenerative disease.&nbsp; A key step in gene regulation occurs during the transcription of the DNA (found in all chromosomes) into messenger RNA (mRNA) by the enzyme, RNA polymerase II (Pol II).&nbsp; Histones are small, positively charged proteins that package chromosomal DNA into arrays of bead-like particles termed nucleosomes that form filaments and fibers &ndash; protein/DNA complexes known as &ldquo;chromatin&rdquo; &ndash; within the cell nucleus.&nbsp; Increasing evidence suggests that histones play an active role in regulating transcription, and that this is derived in part from reversible chemical modifications that take place on their amino acids.&nbsp; These so-called epigenetic modifications create novel surfaces on nucleosomes that can serve as docking sites for other proteins that control a gene&rsquo;s expression state.&nbsp; The epigenetic modification state of the genome &ndash; the specific arrangement of chemical modifications decorating nucleosomes genome-wide &ndash; is in fact considered critical to the precise tissue- and environmental-specific regulation of gene expression.&nbsp;</p>\n<p>&nbsp;</p>\n<p>In this NSF-funded project, the Gross laboratory used as their model <em>Saccharomyces cerevisiae</em> (baker&rsquo;s or brewer&rsquo;s yeast).&nbsp; They discovered that contrary to the general case, epigenetic modifications typically associated with transcription are minimally used, if at all, by genes embedded in a specialized, condensed chromatin structure termed heterochromatin. &nbsp;Heterochromatin is found within the chromosomes of all eukaryotic organisms, from yeast to human, and is associated with DNA sequences critical to the stability and physical integrity of chromosomes such as centromeres and telomeres (that serve&nbsp;respectively as the &ldquo;belt buckle&rdquo; and &ldquo;caps&rdquo; of individual chromosomes).&nbsp; The heterochromatic compartment of the nucleus also contains genes, yet these genes are not normally transcribed. &nbsp;However, under special circumstances &ndash; such as in the presence of an environmental signal or during a specific developmental stage &ndash; heterochromatic genes can overcome the repressive nature of their condensed chromosomal structure and be transcribed by Pol II.&nbsp; How this happens is poorly understood yet of fundamental importance, since heterochromatin is characteristic of reversibly silenced genes found on the X chromosome of female mammals, as well as of genes encoding key developmental regulators of most multicellular organisms.&nbsp; It is also characteristic of the immune-evading VSG genes of <em>Trypanosoma brucei</em>, the blood parasite responsible for African sleeping sickness.&nbsp;</p>\n<p>&nbsp;</p>\n<p>In their study, the Gross lab employed disparate heterochromatic genes, one regulated by heat shock termed <em>hsp82-2001</em> (induced by an abrupt shift to a high temperature) and the other &ndash; located within the right telomere of chromosome 6 and termed <em>YFR057w</em> &ndash;transcriptionally activated by exposure of cells to toxic drugs.&nbsp; Despite RNA induction levels of several hundred fold, neither gene employed detectable levels of histone lysine acetylation, histone lysine methylation or other epigenetic landmarks commonly linked to gene transcription. These observations are significant, for they suggest that gene expression can occur in a living cell in the virtual absence of epigenetic modification of the chromatin template.</p>\n<p>&nbsp;</p>\n<p>The NSF-supported work showed that instead of epigenetic modification, heterochromatic genes prominently employ an alternative pathway for their transcriptional activation. This pathway involves phosphoryl...",
  "por_txt_cntn": "\nThe proper regulation of gene expression is of fundamental importance in the maintenance of normal growth and development.  Misregulation of genes can lead to such outcomes as cancer, diabetes and neurodegenerative disease.  A key step in gene regulation occurs during the transcription of the DNA (found in all chromosomes) into messenger RNA (mRNA) by the enzyme, RNA polymerase II (Pol II).  Histones are small, positively charged proteins that package chromosomal DNA into arrays of bead-like particles termed nucleosomes that form filaments and fibers &ndash; protein/DNA complexes known as \"chromatin\" &ndash; within the cell nucleus.  Increasing evidence suggests that histones play an active role in regulating transcription, and that this is derived in part from reversible chemical modifications that take place on their amino acids.  These so-called epigenetic modifications create novel surfaces on nucleosomes that can serve as docking sites for other proteins that control a geneÆs expression state.  The epigenetic modification state of the genome &ndash; the specific arrangement of chemical modifications decorating nucleosomes genome-wide &ndash; is in fact considered critical to the precise tissue- and environmental-specific regulation of gene expression. \n\n \n\nIn this NSF-funded project, the Gross laboratory used as their model Saccharomyces cerevisiae (bakerÆs or brewerÆs yeast).  They discovered that contrary to the general case, epigenetic modifications typically associated with transcription are minimally used, if at all, by genes embedded in a specialized, condensed chromatin structure termed heterochromatin.  Heterochromatin is found within the chromosomes of all eukaryotic organisms, from yeast to human, and is associated with DNA sequences critical to the stability and physical integrity of chromosomes such as centromeres and telomeres (that serve respectively as the \"belt buckle\" and \"caps\" of individual chromosomes).  The heterochromatic compartment of the nucleus also contains genes, yet these genes are not normally transcribed.  However, under special circumstances &ndash; such as in the presence of an environmental signal or during a specific developmental stage &ndash; heterochromatic genes can overcome the repressive nature of their condensed chromosomal structure and be transcribed by Pol II.  How this happens is poorly understood yet of fundamental importance, since heterochromatin is characteristic of reversibly silenced genes found on the X chromosome of female mammals, as well as of genes encoding key developmental regulators of most multicellular organisms.  It is also characteristic of the immune-evading VSG genes of Trypanosoma brucei, the blood parasite responsible for African sleeping sickness. \n\n \n\nIn their study, the Gross lab employed disparate heterochromatic genes, one regulated by heat shock termed hsp82-2001 (induced by an abrupt shift to a high temperature) and the other &ndash; located within the right telomere of chromosome 6 and termed YFR057w &ndash;transcriptionally activated by exposure of cells to toxic drugs.  Despite RNA induction levels of several hundred fold, neither gene employed detectable levels of histone lysine acetylation, histone lysine methylation or other epigenetic landmarks commonly linked to gene transcription. These observations are significant, for they suggest that gene expression can occur in a living cell in the virtual absence of epigenetic modification of the chromatin template.\n\n \n\nThe NSF-supported work showed that instead of epigenetic modification, heterochromatic genes prominently employ an alternative pathway for their transcriptional activation. This pathway involves phosphorylation of RNA polymerase itself, in particular phosphorylation of certain serine residues within its C-terminal tail (the \"CTD\").  As these serine residues, and their associated chemical modification, are highly conserved in the eukaryotic kingdom, it is possible that CTD phosphoryla..."
 }
}