{
 "awd_id": "1158845",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Controlling Transient Behavior of Solid Oxide Fuel Cells Using an Invariant Property",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032925365",
 "po_email": "jberg@nsf.gov",
 "po_sign_block_name": "Jordan Berg",
 "awd_eff_date": "2011-06-15",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 197254.0,
 "awd_amount": 197254.0,
 "awd_min_amd_letter_date": "2011-10-24",
 "awd_max_amd_letter_date": "2011-10-24",
 "awd_abstract_narration": "The research objective of this award is to  address the important yet conflicting goals of improving load-following ability of SOFCs and simultaneously maintaining safe transient operation under aggressive power fluctuations. Deficient load-following is attributed to transport delays that render SOFCs susceptible to hydrogen starvation during transients. Hydrogen starvation will be addressed by limiting fuel utilization, a critical performance variable in SOFCs, within an optimal range. Transient control through direct measurement of fuel utilization is impractical due to elaborate and costly sensing requirement. In contrast, the proposed approach will achieve this objective by using an invariant property. Its invariance with respect to pressures, temperatures, and internal and external reforming reactions, admits simple control implementation. The research will reveal the underlying conditions for existence of this property and develop a formal approach for deriving it in a model independent manner. By integrating the property within robust control strategies for hybrid SOFC systems containing an energy storage element, it will improve the load-following ability of SOFCs while achieving the aforementioned transient control.\r\n\r\nIf successful, this research will extend the usability of SOFCs from uniform power applications to rapid response scenarios. It will provide acceptable transient response with reduced sensing and limited knowledge of the system dynamics, which consists of numerous interconnected physical phenomena. The research will open the possibility of a generalized transient control approach for SOFCs that is applicable across variations in fuel types, reformer types, stack technologies, etc. It will lower the need for model identification and tuning efforts that are crucial in traditional approaches. The research will involve graduate and undergraduate students from multiple engineering disciplines through graduate research, co-op opportunities, etc. and will attempt to increase the involvement of women and minority students. Research results will be disseminated through university and department-wide outreach activities, and through publications and conference participation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tuhin",
   "pi_last_name": "Das",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tuhin Das",
   "pi_email_addr": "tdas@ucf.edu",
   "nsf_id": "000320809",
   "pi_start_date": "2011-10-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Central Florida",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328168005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163200",
   "pgm_ele_name": "CONTROL SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "030E",
   "pgm_ref_txt": "CONTROL SYSTEMS"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 197254.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Fuel cells, especially ones that are fuel flexible, are complicated dynamical systems whose overall dynamical behavior is governed by the interplay of various physical phenomena. This complexity poses hindrances in detecting critical conditions inside the fuel cell that determine cell life, cell health, etc. Some such internal variables are fuel utilization and steam-to-carbon-ratio. One goal of this project is to address these concerns, so that applications of fuel cells can be broadened from constant power delivery to load-following operation. This would make fuel cells more suited to applications where agility is paramount, while preserving their integrity and longevity. We have shown that even in the absence of prediction or measurement, the impact of external operating conditions on the aforementioned internal conditions can be understood to reasonable accuracy. This understanding is derived from mathematical models of fuel cells and subsequent deductions, and can be exploited to gain considerable control over these internal variables. Furthermore, this can level of control can be achieved through minimal sensing and modeling efforts, and using simple computations. The project shows the applicability of this approach to a class of fuel cell systems.</p>\n<p>&nbsp;</p>\n<p>The research also demonstrates the need for augmenting fuel cells with energy storage devices such as batteries or ultra-capacitors for achieving accurate load-following. This has spawned research in the area of power management in hybrid fuel cells. Power managing controllers, that control the power-split between fuel cell and storage during transients, are designed with attention to robustness to uncertainties. Over its course, the research has also motivated fundamental problems in systems and control theory. Control in the absence of sensing/estimation and in the presence of unknown dynamical behavior have been recurring themes in this project, from which theoretical problems have been abstracted.</p>\n<p>&nbsp;</p>\n<p>The project has led to three published journal articles, another three that are in review, and two that will be submitted shortly using existing results. The research will thus produce eight journal publications. High quality and highly reputed journals have been chosen consistently for publication. The project also led to approximately ten publications in peer-reviewed and reputed conference proceedings. Conference papers have been associated with presentations at conferences as well. The research papers are also listed on the PI&rsquo;s research website for rapid dissemination. &nbsp;The project has yielded six completed MS thesis and one completed PhD dissertation. Graduate students supported by this research grant have all been placed in academic or industrial positions. About five undergraduate student researchers have been involved over the duration of this project, for about one to two semesters each.</p>\n<p>&nbsp;</p>\n<p>Over the course of this project, a unique experimental setup that couples the fuel cell model with hardware devices such as off-the-shelf ultra-capacitors, batteries, power electronic converters, loads, has been developed. This setup has been used to test and validate many research results. The setup has been an important medium of outreach to visitors from academia, industry, and also to graduate, undergraduate and K-12 students. The setup has also been effective in demonstrating mathematical modeling capabilities of the PI&rsquo;s research lab, and has resulted in research collaborations with industrial partners.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/09/2015<br>\n\t\t\t\t\tModified by: Tuhin&nbsp;K&nbsp;Das</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFuel cells, especially ones that are fuel flexible, are complicated dynamical systems whose overall dynamical behavior is governed by the interplay of various physical phenomena. This complexity poses hindrances in detecting critical conditions inside the fuel cell that determine cell life, cell health, etc. Some such internal variables are fuel utilization and steam-to-carbon-ratio. One goal of this project is to address these concerns, so that applications of fuel cells can be broadened from constant power delivery to load-following operation. This would make fuel cells more suited to applications where agility is paramount, while preserving their integrity and longevity. We have shown that even in the absence of prediction or measurement, the impact of external operating conditions on the aforementioned internal conditions can be understood to reasonable accuracy. This understanding is derived from mathematical models of fuel cells and subsequent deductions, and can be exploited to gain considerable control over these internal variables. Furthermore, this can level of control can be achieved through minimal sensing and modeling efforts, and using simple computations. The project shows the applicability of this approach to a class of fuel cell systems.\n\n \n\nThe research also demonstrates the need for augmenting fuel cells with energy storage devices such as batteries or ultra-capacitors for achieving accurate load-following. This has spawned research in the area of power management in hybrid fuel cells. Power managing controllers, that control the power-split between fuel cell and storage during transients, are designed with attention to robustness to uncertainties. Over its course, the research has also motivated fundamental problems in systems and control theory. Control in the absence of sensing/estimation and in the presence of unknown dynamical behavior have been recurring themes in this project, from which theoretical problems have been abstracted.\n\n \n\nThe project has led to three published journal articles, another three that are in review, and two that will be submitted shortly using existing results. The research will thus produce eight journal publications. High quality and highly reputed journals have been chosen consistently for publication. The project also led to approximately ten publications in peer-reviewed and reputed conference proceedings. Conference papers have been associated with presentations at conferences as well. The research papers are also listed on the PIÆs research website for rapid dissemination.  The project has yielded six completed MS thesis and one completed PhD dissertation. Graduate students supported by this research grant have all been placed in academic or industrial positions. About five undergraduate student researchers have been involved over the duration of this project, for about one to two semesters each.\n\n \n\nOver the course of this project, a unique experimental setup that couples the fuel cell model with hardware devices such as off-the-shelf ultra-capacitors, batteries, power electronic converters, loads, has been developed. This setup has been used to test and validate many research results. The setup has been an important medium of outreach to visitors from academia, industry, and also to graduate, undergraduate and K-12 students. The setup has also been effective in demonstrating mathematical modeling capabilities of the PIÆs research lab, and has resulted in research collaborations with industrial partners.\n\n\t\t\t\t\tLast Modified: 04/09/2015\n\n\t\t\t\t\tSubmitted by: Tuhin K Das"
 }
}