{
 "awd_id": "1158177",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: NMR Investigation of the Role of Protein Dynamics in the Selective Interactions between RGS and Galpha Signaling Proteins",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jaroslaw Majewski",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2017-05-31",
 "tot_intn_awd_amt": 436051.0,
 "awd_amount": 436051.0,
 "awd_min_amd_letter_date": "2012-03-08",
 "awd_max_amd_letter_date": "2012-03-08",
 "awd_abstract_narration": "Intellectual Merit. Proteins are complex molecules that are the workhorses of biological organisms: they catalyze reactions, carry nutrients, provide structural support and transmit signals, just to name a few examples. The molecular structure of a protein is composed of a long string (polymer) of linked amino acids, with a variety of side chains that extend out from the backbone (similar to a charm bracelet). This string is then folded into a specifically-defined 3-dimensional structure that constitutes its functional form.\r\n\tMany critical signal transmission pathways are initiated by the activities of Galpha protein subunits, which are in turn controlled by regulators of G-protein signaling (RGS proteins). In particular, interactions between RGS proteins and their specific G proteins turn on and off pathways that influence brain development and function. Although much has been learned about the mechanisms of signal transmission, more research is required to obtain a thorough, molecular-level grasp of brain function. This research project focuses on two of the >20 proteins in the RGS protein family: RGS4 and RGS7. Both proteins can control the signaling of Gialpha1 (a common type of Galpha protein subunit), but the interaction between RGS4 and Gialpha1 is ~60 times stronger than that between RGS7 and Gialpha1. Normally, these differences are explained by variations in the types of amino acids that are found in the interface between the two proteins: one pair of interacting proteins may have more compatible and therefore stronger contacts than the other pair. However, when looking at the interfaces of RGS4 and RGS7 with Gialpha1, there is only one small difference between them and it cannot account for the large difference in binding preference.\r\nOther researchers have found evidence for changes in the three-dimensional structures of the protein backbones and/or the flexibility of the molecules in both RGS and Gialpha1 proteins when they interact. In addition, scientists have recently become more aware that these kinds of motions can have powerful influences over the functional capabilities of signaling proteins. This research therefore tests the hypothesis that internal movements within RGS proteins play critical roles in both their abilities to interact with various types of Galpha protein subunits and also their different degrees of preference. In order to investigate this we are using a nuclear magnetic resonance (NMR) spectrometer, which is a very powerful instrument that permits the detailed analysis of proteins; in fact, we can watch the activities of individual atoms within these molecules and thereby gain in-depth insight into their activities. The results from this work will fundamentally improve our awareness of the role of protein motions in molecular recognition and help explain the selectivity of RGS proteins for particular Galpha protein subunits, and accelerate advancements in our overall understanding of signaling mechanisms and control at the molecular level.\r\nBroader impacts. California State University, Northridge (CSUN) is a primarily undergraduate institution. Over half of the science students are from underrepresented minority groups; many students are the first in their family to attend college and are economically disadvantaged. There are few minority scientists doing protein biophysical research; this project should help to expand those numbers by drawing from the large pool of underrepresented students in the department. This project will also provide unprecedented opportunities to CSUN students to participate in cutting-edge research using modern methods and technology. For many students this will be the first (and possibly only) chance they will have to experience real research challenges and to learn troubleshooting and problem-solving skills. These new research skills will translate into increased self-confidence, improved learning in courses, and an increased likelihood that they will be inspired to pursue advanced degrees in Biochemistry or Structural Biology. Speaking more generally, a third major outcome of the project will be to illustrate to the broader public that high-quality, impactful research can be performed at a primarily undergraduate institution.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karin",
   "pi_last_name": "Crowhurst",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Karin Crowhurst",
   "pi_email_addr": "karin.crowhurst@csun.edu",
   "nsf_id": "000489511",
   "pi_start_date": "2012-03-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University Corporation, Northridge",
  "inst_street_address": "18111 NORDHOFF ST",
  "inst_street_address_2": "",
  "inst_city_name": "NORTHRIDGE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8186771403",
  "inst_zip_code": "913300001",
  "inst_country_name": "United States",
  "cong_dist_code": "32",
  "st_cong_dist_code": "CA32",
  "org_lgl_bus_name": "THE UNIVERSITY CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "LAGNHMC58DF3"
 },
 "perf_inst": {
  "perf_inst_name": "California State University Northridge",
  "perf_str_addr": "18111 Nordhoff St",
  "perf_city_name": "Northridge",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "913308262",
  "perf_ctry_code": "US",
  "perf_cong_dist": "32",
  "perf_st_cong_dist": "CA32",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1144",
   "pgm_ref_txt": "BIOMOLECULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 436051.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"DataField11pt\">Regulators of G-protein signaling (RGS proteins) control the activities of Ga protein subunits, which are at the start of many critical signal transmission pathways. In particular, interactions between RGS proteins and their specific G proteins turn on and off pathways that influence brain development and function. Although much has been learned about the mechanisms of signal transmission, we wanted to contribute to a more thorough, molecular-level grasp of brain function, which could ultimately have applications in better design of drugs to treat diseases such as Parkinson&rsquo;s or schizophrenia.</p>\n<p class=\"DataField11pt\">Our hypothesis revolved around the idea that the selectivity of a particular RGS protein for its Ga binding partner was determined not only by matching amino acids across the binding interface, but also by the internal motions that exist within both protein binding partners. In order to investigate this, we have been using NMR spectroscopy, which is a very powerful technique that permits the detailed analysis of proteins with atomic resolution, as well as surface plasmon resonance (SPR), which is used to measure binding interactions. Both methods were used to compare and contrast the interactions of two RGS proteins (RGS4 and RGS7) to better understand their different selectivities for binding to with Ga(i1). This was an unexpectedly difficult project, due primarily to the challenges in making the RGS/Ga complexes and optimizing conditions for our studies; as a result, progress was slower than expected. Regardless, we have uncovered some very interesting and possibly important changes in protein flexibility in both RGS4 and RGS7 when they transition from their apo (unbound) to holo (Ga-bound) states: specifically, the changes in flexibility in the proteins have widespread effect. The impact of binding is not only felt in the RGS-Ga interface, but also at sites on the proteins that are remote from the interface (called allosteric sites). These types of sites are of great importance to people who design pharmaceuticals, and may point to new locations on the RGS proteins that can be targeted for therapeutics. In addition, our studies have provided new insight into the role of specific amino acids in altering the shape of the binding interface and the flexibility of the molecule overall, which has implications for understanding the differences in the strength with which RGS4 or RGS7 binds Ga.</p>\n<p>This work was carried out primarily at a primarily undergraduate institution, by both undergraduate and Master&rsquo;s-level students. The project has provided access to research for several students that are from groups traditionally underrepresented in science, as well as some others who are the first in their families to attend university. This research has provided all participants with unique opportunities to gain important hands-on laboratory skills, as well as build their problem solving and professional presentation skills. Students have presented eleven posters of their research at symposia around the country. They have also used this as a springboard to gain access to PhD programs or to competitively obtain high-quality jobs in industry.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/28/2017<br>\n\t\t\t\t\tModified by: Karin&nbsp;Crowhurst</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Regulators of G-protein signaling (RGS proteins) control the activities of Ga protein subunits, which are at the start of many critical signal transmission pathways. In particular, interactions between RGS proteins and their specific G proteins turn on and off pathways that influence brain development and function. Although much has been learned about the mechanisms of signal transmission, we wanted to contribute to a more thorough, molecular-level grasp of brain function, which could ultimately have applications in better design of drugs to treat diseases such as Parkinson?s or schizophrenia.\nOur hypothesis revolved around the idea that the selectivity of a particular RGS protein for its Ga binding partner was determined not only by matching amino acids across the binding interface, but also by the internal motions that exist within both protein binding partners. In order to investigate this, we have been using NMR spectroscopy, which is a very powerful technique that permits the detailed analysis of proteins with atomic resolution, as well as surface plasmon resonance (SPR), which is used to measure binding interactions. Both methods were used to compare and contrast the interactions of two RGS proteins (RGS4 and RGS7) to better understand their different selectivities for binding to with Ga(i1). This was an unexpectedly difficult project, due primarily to the challenges in making the RGS/Ga complexes and optimizing conditions for our studies; as a result, progress was slower than expected. Regardless, we have uncovered some very interesting and possibly important changes in protein flexibility in both RGS4 and RGS7 when they transition from their apo (unbound) to holo (Ga-bound) states: specifically, the changes in flexibility in the proteins have widespread effect. The impact of binding is not only felt in the RGS-Ga interface, but also at sites on the proteins that are remote from the interface (called allosteric sites). These types of sites are of great importance to people who design pharmaceuticals, and may point to new locations on the RGS proteins that can be targeted for therapeutics. In addition, our studies have provided new insight into the role of specific amino acids in altering the shape of the binding interface and the flexibility of the molecule overall, which has implications for understanding the differences in the strength with which RGS4 or RGS7 binds Ga.\n\nThis work was carried out primarily at a primarily undergraduate institution, by both undergraduate and Master?s-level students. The project has provided access to research for several students that are from groups traditionally underrepresented in science, as well as some others who are the first in their families to attend university. This research has provided all participants with unique opportunities to gain important hands-on laboratory skills, as well as build their problem solving and professional presentation skills. Students have presented eleven posters of their research at symposia around the country. They have also used this as a springboard to gain access to PhD programs or to competitively obtain high-quality jobs in industry.\n\n \n\n\t\t\t\t\tLast Modified: 07/28/2017\n\n\t\t\t\t\tSubmitted by: Karin Crowhurst"
 }
}