{
 "awd_id": "1158571",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Structural and Molecular Mechanisms for Protein Repair in Photosynthetic Membranes",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Engin Serpersu",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 441539.0,
 "awd_amount": 441539.0,
 "awd_min_amd_letter_date": "2012-04-24",
 "awd_max_amd_letter_date": "2012-04-24",
 "awd_abstract_narration": "Intellectual Merit \r\nAn essential gap of knowledge in our understanding of photosynthesis is how are plants able to repair photosystem II (PSII), the multi-protein holocomplex which captures light energy.  The objective of this project is to determine the mechanisms by which phosphorylation of PSII alters the thylakoid ultrastructure and enables damaged PSII to be efficiently mobilized from densely packed stacked grana membranes to unstacked thylakoid membranes where it can be repaired for recycling.  The central hypothesis is that PSII phosphorylation triggers a reduction in the grana diameter and separation of adjacent grana membranes on the stromal side thereby facilitating the movement of damaged PSII. Furthermore it is hypothesized that protein phosphorylation increases PSII mobility by triggering the dismantling of the massive holocomplex and by generating electrostatic repulsion.  The rationale of the proposed research is that, once the mechanisms by which protein phosphorylation regulates PSII mobility are known, a better fundamental understanding is available of how plants maintain their photosynthetic machinery for optimal growth and development. The central hypothesis is tested by pursuing two specific aims. Aim 1: Determine phosphorylation-specific changes in the thylakoid ultrastructure by cryo-electron microscopy. Aim 2: Determine the molecular mechanisms revealing how phosphorylation mobilizes PSII in grana. The approach is to measure diffusion data by fluorescence-recovery after photobleaching (FRAP) under various repair conditions and then to compare these results to a FRAP model developed by Monte Carlo-simulations. These approaches will lead to the following expected outcomes. Outcome 1: It is expect that protein-phosphorylation induces a reduction of the grana diameter and that the distance between adjacent grana discs becomes larger. Both ultrastructural changes would facilitate migration of damaged PSII to reach stroma lamellae. Outcome 2: It is expect that phosphorylation accelerates lateral diffusion of damaged PSII by disassembly and electrostatic repulsion. These results are expected to yield an in-depth understanding on the mechanisms of the PSII degradation and also why protein phosphorylation is required for mobilization of damaged grana-hosted PSII.  \r\n\r\nBroader Impact \r\nThis research has a broader impact for the understanding of the molecular dynamics in many other biomembranes since the underlying mechanisms are likely to be similar. The societal benefit of the project is that a better understanding of how plants maintain their photosynthetic machinery will help to increase the robustness and efficiency of crop plants for food and biofuel prospects. The project provides training opportunities for two undergraduate students in the exciting field of photosynthesis research.  Efforts will be made to fill these positions by undergraduates from groups under-represented in the sciences.  The project will take advantage of the strong intuitive character of computer movies to generate a computer-based teaching platform. Special topics courses will be developed as a new internet-based course entitled \"Molecules in Motion.\" This course will be accessible to graduate students of Washington State University as well as to others throughout the world",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Helmut",
   "pi_last_name": "Kirchhoff",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Helmut Kirchhoff",
   "pi_email_addr": "kirchhh@wsu.edu",
   "nsf_id": "000534313",
   "pi_start_date": "2012-04-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington State University",
  "inst_street_address": "240 FRENCH ADMINISTRATION BLDG",
  "inst_street_address_2": "",
  "inst_city_name": "PULLMAN",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "5093359661",
  "inst_zip_code": "991640001",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "WA05",
  "org_lgl_bus_name": "WASHINGTON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XRJSGX384TD6"
 },
 "perf_inst": {
  "perf_inst_name": "Washington State University",
  "perf_str_addr": "Clark Hall",
  "perf_city_name": "Pullman",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "991646340",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "WA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1144",
   "pgm_ref_txt": "BIOMOLECULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 441539.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The lives of plants are a daily struggle against the stresses heaped upon them by the natural environment. A critical factor in plant survival in a highly dynamic nature is their ability to repair photo damaged photosystem II (PSII) pigment-protein complexes that is an inevitable site reaction of photosynthetic energy conversion. Photosynthetic performance can be ensured by repairing the damaged PSII hosted in thylakoid membranes by a sophisticated multi-step PSII-repair cycle. This repair cycle includes brisk, long-range protein traffic between stacked grana thylakoid membranes and unstacked membrane regions.&nbsp; In our project, we studied the PSII repair in the context of architectural thylakoid dynamics emphasizing the role or reversible PSII subunit phosphorylation. We demonstrated that under conditions where PSII repair has to be optimized, the overall thylakoid membrane architecture changes. These changes include lateral shrinkage of the grana diameter accompanied by an increase in protein mobility in grana thylakoids and a swelling of the thylakoid lumen. These structural changes work synergistically to improve the accessibility of damaged PSII in grana to its repair machinery in unstacked thylakoid regions. Studies on thylakoid kinase mutants<em> </em>demonstrated the central role of protein phosphorylation for triggering these structural alterations. By optimization of a thylakoid membrane fractionation method, separating grana core, grana margins, and unstacked stroma lamellae in combination with electron microscopy, we could show that key enzymes involved in the repair of photodamaged PSII are not homogenously distributed along the thylakoid membrane but are concentrated in certain compartments. This spatial segregation of kinases, phosphatases, proteases, and ribosomes ensures that partial reactions of the PSII repair cycle are separated with minimal mutual interference. These findings answer an open question how a certain order of individual PSII repair steps is established and how unwanted back-reactions that jeopardize the repair efficiency are avoided. In the course of these studies, we identified that the margins of the grana turn out to be the site of protein degradation, well separated from active PS II in grana core and <em>de novo</em> protein synthesis in unstacked stroma lamellae. Finally, we explained that the lateral shrinkage of the grana (see above) induced under light stress is a mechanism that allows controlled access of proteases to damaged PSII in the grana margin region. For getting a deeper molecular insight in consequences of reversible PSII phosphorylation, we mapped the phosphorylation sites on the PSII-LHCII supercomplex in silico. Analysis of the position of these phospho-sites revealed that they localize at the PSII-PSII core dimer interface and at the periphery at the PSII-LHCII interface. This gives clear indication that phosphorylation of PSII-core subunits triggers monomerization of PSII dimers and unbinding of LHCII-trimers from the PSII core leading to a significantly smaller photodamaged PSII subspecies that can easily escape from the crowded grana core. Overall, our studies revealed that under conditions of light stress, the thylakoid membrane structure shows a remarkable level of plasticity that switches the architecture to a state that is favorable for swift PSII repair. PSII core phosphorylation is a key mechanism for controlling these ultastructural changes.</p>\n<p class=\"Body\">&nbsp;</p>\n<p class=\"Body\">The elucidation of molecular survival strategies like the PSII repair cycle could ultimately help to identify strategies to better protect and maintain plant photosynthetic apparatus in an often unpredictable changing environment that causes permanent photodamage. Improving their sturdiness, this knowledge would be of significant benefit in the effort to enhance crop plants and biofuel prospects and help ensure f...",
  "por_txt_cntn": "\nThe lives of plants are a daily struggle against the stresses heaped upon them by the natural environment. A critical factor in plant survival in a highly dynamic nature is their ability to repair photo damaged photosystem II (PSII) pigment-protein complexes that is an inevitable site reaction of photosynthetic energy conversion. Photosynthetic performance can be ensured by repairing the damaged PSII hosted in thylakoid membranes by a sophisticated multi-step PSII-repair cycle. This repair cycle includes brisk, long-range protein traffic between stacked grana thylakoid membranes and unstacked membrane regions.  In our project, we studied the PSII repair in the context of architectural thylakoid dynamics emphasizing the role or reversible PSII subunit phosphorylation. We demonstrated that under conditions where PSII repair has to be optimized, the overall thylakoid membrane architecture changes. These changes include lateral shrinkage of the grana diameter accompanied by an increase in protein mobility in grana thylakoids and a swelling of the thylakoid lumen. These structural changes work synergistically to improve the accessibility of damaged PSII in grana to its repair machinery in unstacked thylakoid regions. Studies on thylakoid kinase mutants demonstrated the central role of protein phosphorylation for triggering these structural alterations. By optimization of a thylakoid membrane fractionation method, separating grana core, grana margins, and unstacked stroma lamellae in combination with electron microscopy, we could show that key enzymes involved in the repair of photodamaged PSII are not homogenously distributed along the thylakoid membrane but are concentrated in certain compartments. This spatial segregation of kinases, phosphatases, proteases, and ribosomes ensures that partial reactions of the PSII repair cycle are separated with minimal mutual interference. These findings answer an open question how a certain order of individual PSII repair steps is established and how unwanted back-reactions that jeopardize the repair efficiency are avoided. In the course of these studies, we identified that the margins of the grana turn out to be the site of protein degradation, well separated from active PS II in grana core and de novo protein synthesis in unstacked stroma lamellae. Finally, we explained that the lateral shrinkage of the grana (see above) induced under light stress is a mechanism that allows controlled access of proteases to damaged PSII in the grana margin region. For getting a deeper molecular insight in consequences of reversible PSII phosphorylation, we mapped the phosphorylation sites on the PSII-LHCII supercomplex in silico. Analysis of the position of these phospho-sites revealed that they localize at the PSII-PSII core dimer interface and at the periphery at the PSII-LHCII interface. This gives clear indication that phosphorylation of PSII-core subunits triggers monomerization of PSII dimers and unbinding of LHCII-trimers from the PSII core leading to a significantly smaller photodamaged PSII subspecies that can easily escape from the crowded grana core. Overall, our studies revealed that under conditions of light stress, the thylakoid membrane structure shows a remarkable level of plasticity that switches the architecture to a state that is favorable for swift PSII repair. PSII core phosphorylation is a key mechanism for controlling these ultastructural changes.\n \nThe elucidation of molecular survival strategies like the PSII repair cycle could ultimately help to identify strategies to better protect and maintain plant photosynthetic apparatus in an often unpredictable changing environment that causes permanent photodamage. Improving their sturdiness, this knowledge would be of significant benefit in the effort to enhance crop plants and biofuel prospects and help ensure food and energy security in a changing global climate. Furthermore, research on PSII repair in thylakoid membranes has a broader im..."
 }
}