{
 "awd_id": "1158394",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Riboswitch-sRNA for Dual Transcript Control by a Ligand",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rajakkannu Mutharasan",
 "awd_eff_date": "2012-07-15",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 400004.0,
 "awd_amount": 400004.0,
 "awd_min_amd_letter_date": "2012-07-09",
 "awd_max_amd_letter_date": "2012-07-09",
 "awd_abstract_narration": "1158394/ Lease\r\n\r\nThe capacity to reprogram bacteria to carry out useful tasks builds upon existing genetic circuit elements that can be repurposed. Two challenges to the design of synthetic bio-circuits include coordination of expression from multiple genes,and integration of metabolite feedback for expression control. Engineered trans-acting RNAs are flexible tools for rapid and specific control of gene expression. Naturally occurring bacterial small regulatory RNAs (sRNAs) can simultaneously target multiple mRNA transcripts via specific base-pairing, and can either stabilize or destabilize target transcripts. The importance and activity of these native small nucleic acids have been established, and it is time for their development for applications. The goal of the research is to create a ligand-responsive riboswitch-sRNA fusion molecule for improved fermentation cultures that produce biofuels and medicines. \r\n\r\nThe Engineering of multi-target sRNA will enable coordinate and discoordinate mRNA stability/ translation control for metabolic engineering. Riboswitches integrated for control of RS-sRNAs will create a platform for user-specified targeting of mRNAs and integration with riboswitchbound metabolite feedback. Riboswitches integrated for stability control of sRNA will probe sRNA structural dynamics and activity, and will inform future design considerations for engineered sRNAs in their biological context.\r\n\r\nThe proposed work will create fundamental tools for synthetic circuit development from the sRNAs, advance biochemical engineering by further bridging the disciplines of engineering and genetics, and enable us to train the next generation of biochemical engineers. The construction and analysis of modified sRNA genes can be parsed into smaller project subunits amenable to inclusion of undergraduates and summer students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Lease",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Richard A Lease",
   "pi_email_addr": "lease.22@osu.edu",
   "nsf_id": "000589326",
   "pi_start_date": "2012-07-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Wood",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "David W Wood",
   "pi_email_addr": "wood.750@osu.edu",
   "nsf_id": "000377536",
   "pi_start_date": "2012-07-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101110",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "149100",
   "pgm_ele_name": "Cellular & Biochem Engineering"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  },
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "009E",
   "pgm_ref_txt": "Metabolic engineering"
  },
  {
   "pgm_ref_code": "144E",
   "pgm_ref_txt": "Synthetic biology"
  },
  {
   "pgm_ref_code": "1757",
   "pgm_ref_txt": "Quantitative sys bio and biotech"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 400004.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>There is an exciting &ldquo;green chemistry&rdquo; revolution underway to use alternatives to fossil fuels for production of value-added specialty chemicals, including pharaceuticals and biofuels. It is useful to consider cells as chemical factories, and our project describes a new way to rewire and control cells to act together and produce desired chemicals. <strong>Fermentation</strong> is a well-understood and scaleable process that relies on the metabolism of fungi or bacteria to transform biomass into desired chemicals, for example penicillin (from a <em>Penicillium</em> mold), or ethanol (from brewer&rsquo;s yeast). Waste biomass or other carbon sources (<em>e.g.</em>, starch, cellulose, CO<sub>2</sub>) can be fed to cells, then we can produce desired chemical products using cellular fermentation.</p>\n<p>However, enzymes that carry out useful or exotic chemical reactions may be found in host cells that are difficult to manipulate using standard genetic tools, and often do not produce high levels of the desired chemical. Two ways forward are to build better <strong>synthetic biology</strong> tools for genetic control of these organisms, or to use <strong>metabolic engineering</strong> to import these enzymes into a well-behaved host cell such as <em>Escherichia coli</em>. Therefore, our project did this simultaneously by building a genetically portable molecular tool to alter protein enzyme levels in cells. This tool, which is made of RNA sequences, was developed in <em>E. coli</em> for altering expression of non-native enzyme genes by controlling their <strong>messenger RNA (mRNA)</strong> translation efficiency. Our tool was made of RNA in order to be somewhat universal and portable between bacteria, as <strong>small regulatory RNAs (sRNAs)</strong> bind to mRNAs and act using mechanisms that are conserved between species. The immediate application of these sRNA tools is to enhance <em>n</em>-butanol biofuels production from a different bacterium (<em>Clostridium acetobutylicum</em>) whose genetic control tools are less&ndash;developed. The production of other chemical products by fermentation in different bacteria should also benefit from these portable tools.</p>\n<p>The double-stranded (double-helix) DNA of a cell encodes genes, a storage form of the cellular blueprint for function. A protein gene can be expressed as a single-stranded mRNA copy of one strand of DNA. The efficiency of translation of an mRNA &ldquo;sense&rdquo; nucleotide sequence into a protein amino acid sequence (by ribosomes), or the degradation or turnover of the mRNA (by RNase enzymes in the cell), can be encoded in the mRNA sequence. However, as an additional level of gene expression control, regulatory sRNAs can be produced from other genes in the DNA. These sRNAs contain <strong>&ldquo;antisense&rdquo;</strong> sequences that bind mRNAs and can alter protein enzyme concentrations in the cell by increasing or decreasing their mRNA translation efficiency. We can think about these sRNA &ldquo;antisense&rdquo; sequences as a <strong>barcoded switch</strong> that specifies which mRNA sequence will be bound and then turned up or down (translation increased or decreased).</p>\n<p>In this project, we designed a series of synthetic sRNAs based on a native <em>E. coli</em> sRNA that regulates multiple mRNAs. We can alter or program sRNA sequences to target desired mRNA sequences, then deliver them via miniature chromosomes (plasmid DNAs) to be introduced into a variety of bacterial cells. Therefore we can deliver a customized, synthetic regulatory RNA to re-program the levels of cellular enzymes by controlling their mRNAs. This affects fermentation cultures because the concentration of enzymes determines the rate of their chemical reactions and the &ldquo;output&rdquo; levels and ratios of different chemical products.</p>\n<p>We produced our sRNA and designed and implemented a high-throughput system for assessing the activity of sRNAs simultaneously at two mRNA targets producing two different fluorescent protein reporters of sRNA activity in <em>E. coli</em>. We retargeted these sRNAs by altering their antisense sequences so that they bind new reporter gene mRNA target sequences, conferring a unique sRNA regulation on each novel mRNA. The effect of this sRNA tool will be to regulate n-butanol fermentation. By controlling the level of production of two enzymes in <em>C. acetobutylicum</em> (butyrate kinase, <em>buk</em>, and hydrogen-generating hydrogenase, <em>hydA</em>) from their respective mRNAs, we can improve the yield and specificity of <em>n</em>-butanol fermentation while maintaining cellular health.</p>\n<p><strong>Broader impacts:</strong> The work creates fundamental tools for synthetic biocircuit control, advances biochemical engineering by further bridging the disciplines of molecular genetics and biomolecular engineering, enables the training of the next generation of biochemical engineers, and&nbsp;will make locally produced biofuels and specialty chemicals more economically feasible. We anticipate that the implementation of these metabolic engineering tools will help create new jobs in a greener chemical industry as we reduce the carbon footprint by recycling carbon waste.</p>\n<p><strong>Intellectual merit: </strong>Metabolic engineering using multi-target sRNAs will enable simultaneous and coordinated control of two mRNA transcripts to balance the level of chemical production with the health of fermentation cultures. Our RNA genetic system will enable us not only to retarget sRNAs but to rapidly characterize their activities, determine which sRNA sequences are most effective, and inform future design of sRNA scaffolds.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/13/2016<br>\n\t\t\t\t\tModified by: Richard&nbsp;A&nbsp;Lease</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThere is an exciting \"green chemistry\" revolution underway to use alternatives to fossil fuels for production of value-added specialty chemicals, including pharaceuticals and biofuels. It is useful to consider cells as chemical factories, and our project describes a new way to rewire and control cells to act together and produce desired chemicals. Fermentation is a well-understood and scaleable process that relies on the metabolism of fungi or bacteria to transform biomass into desired chemicals, for example penicillin (from a Penicillium mold), or ethanol (from brewer?s yeast). Waste biomass or other carbon sources (e.g., starch, cellulose, CO2) can be fed to cells, then we can produce desired chemical products using cellular fermentation.\n\nHowever, enzymes that carry out useful or exotic chemical reactions may be found in host cells that are difficult to manipulate using standard genetic tools, and often do not produce high levels of the desired chemical. Two ways forward are to build better synthetic biology tools for genetic control of these organisms, or to use metabolic engineering to import these enzymes into a well-behaved host cell such as Escherichia coli. Therefore, our project did this simultaneously by building a genetically portable molecular tool to alter protein enzyme levels in cells. This tool, which is made of RNA sequences, was developed in E. coli for altering expression of non-native enzyme genes by controlling their messenger RNA (mRNA) translation efficiency. Our tool was made of RNA in order to be somewhat universal and portable between bacteria, as small regulatory RNAs (sRNAs) bind to mRNAs and act using mechanisms that are conserved between species. The immediate application of these sRNA tools is to enhance n-butanol biofuels production from a different bacterium (Clostridium acetobutylicum) whose genetic control tools are less&ndash;developed. The production of other chemical products by fermentation in different bacteria should also benefit from these portable tools.\n\nThe double-stranded (double-helix) DNA of a cell encodes genes, a storage form of the cellular blueprint for function. A protein gene can be expressed as a single-stranded mRNA copy of one strand of DNA. The efficiency of translation of an mRNA \"sense\" nucleotide sequence into a protein amino acid sequence (by ribosomes), or the degradation or turnover of the mRNA (by RNase enzymes in the cell), can be encoded in the mRNA sequence. However, as an additional level of gene expression control, regulatory sRNAs can be produced from other genes in the DNA. These sRNAs contain \"antisense\" sequences that bind mRNAs and can alter protein enzyme concentrations in the cell by increasing or decreasing their mRNA translation efficiency. We can think about these sRNA \"antisense\" sequences as a barcoded switch that specifies which mRNA sequence will be bound and then turned up or down (translation increased or decreased).\n\nIn this project, we designed a series of synthetic sRNAs based on a native E. coli sRNA that regulates multiple mRNAs. We can alter or program sRNA sequences to target desired mRNA sequences, then deliver them via miniature chromosomes (plasmid DNAs) to be introduced into a variety of bacterial cells. Therefore we can deliver a customized, synthetic regulatory RNA to re-program the levels of cellular enzymes by controlling their mRNAs. This affects fermentation cultures because the concentration of enzymes determines the rate of their chemical reactions and the \"output\" levels and ratios of different chemical products.\n\nWe produced our sRNA and designed and implemented a high-throughput system for assessing the activity of sRNAs simultaneously at two mRNA targets producing two different fluorescent protein reporters of sRNA activity in E. coli. We retargeted these sRNAs by altering their antisense sequences so that they bind new reporter gene mRNA target sequences, conferring a unique sRNA regulation on each novel mRNA. The effect of this sRNA tool will be to regulate n-butanol fermentation. By controlling the level of production of two enzymes in C. acetobutylicum (butyrate kinase, buk, and hydrogen-generating hydrogenase, hydA) from their respective mRNAs, we can improve the yield and specificity of n-butanol fermentation while maintaining cellular health.\n\nBroader impacts: The work creates fundamental tools for synthetic biocircuit control, advances biochemical engineering by further bridging the disciplines of molecular genetics and biomolecular engineering, enables the training of the next generation of biochemical engineers, and will make locally produced biofuels and specialty chemicals more economically feasible. We anticipate that the implementation of these metabolic engineering tools will help create new jobs in a greener chemical industry as we reduce the carbon footprint by recycling carbon waste.\n\nIntellectual merit: Metabolic engineering using multi-target sRNAs will enable simultaneous and coordinated control of two mRNA transcripts to balance the level of chemical production with the health of fermentation cultures. Our RNA genetic system will enable us not only to retarget sRNAs but to rapidly characterize their activities, determine which sRNA sequences are most effective, and inform future design of sRNA scaffolds.\n\n \n\n\t\t\t\t\tLast Modified: 10/13/2016\n\n\t\t\t\t\tSubmitted by: Richard A Lease"
 }
}