{
 "awd_id": "1158560",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Defining New Functions in DNA Replication and DNA Damage Response Genes",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": "7032924967",
 "po_email": "kccone@nsf.gov",
 "po_sign_block_name": "Karen Cone",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2012-04-24",
 "awd_max_amd_letter_date": "2013-05-09",
 "awd_abstract_narration": "Scientific goals: In the budding yeast S. cerevisiae, genome-wide collections of mutant strains have been employed extensively to elucidate biological function on a large scale. The resulting information has been used to place genes in pathways, to identify points of intersection between different pathways and to assign gene function to novel proteins. One flaw of these studies stems from the nature of the mutant reagents in these genome-wide collections, where gene function has been inactivated by either deletion or conditional depletion. Since many, if not all, proteins execute more than one function, such mutations are potentially pleiotropic. A potential solution is to employ separation-of-function mutations that eliminate a single biological function of a protein. However, identification of this particular class of alleles in the past has been a logistic hurdle even for single genes. This research project is based on a newly developed strategy for large-scale isolation of separation-of-function alleles which will be applied to a set of inter-related genes involved in DNA replication and response to DNA damage. Since very few mutations have been isolated for many of these genes, this research should define new functions in the DNA replication and DNA damage response pathways. \r\n\r\nBroader impacts: The scientific goals of this research project are closely intertwined with two broader impacts. First, the resulting mutations will be made widely available to the yeast community, with a particular focus on incorporation of these new reagents into genome-wide systems analysis. Genetic networks constructed from separation-of-function missense mutations are likely to uncover previously unappreciated interfaces that were missed in prior systems analysis which employed currently available mutant strains. Second, this project will rely heavily on entry-level researchers (undergraduate and high school students) who will be responsible for generating the panels of separation-of-function mutations. This experience will allow very junior researchers to play a central role in a significant research project and also introduce them to the critical function that mentoring plays in the biomedical research community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Victoria",
   "pi_last_name": "Lundblad",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Victoria J Lundblad",
   "pi_email_addr": "lundblad@salk.edu",
   "nsf_id": "000535900",
   "pi_start_date": "2012-04-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The Salk Institute for Biological Studies",
  "inst_street_address": "10010 N TORREY PINES RD",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8584534100",
  "inst_zip_code": "920371002",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "SALK INSTITUTE FOR BIOLOGICAL STUDIES, SAN DIEGO, CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNJ6BMBTFGN5"
 },
 "perf_inst": {
  "perf_inst_name": "The Salk Institute for Biological Studies",
  "perf_str_addr": "10010 North Torrey Pines Road",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920371002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>For biologists who wish to understand the basic principles of how a cell functions, one important tool is the ability to alter the proteins that are synthesized by our genetic material (our DNA) and then ask whether these alterations will affect how a living organism grows and divides.&nbsp; This approach can help biologists determine whether a protein is essential (i.e. the cell dies if the protein is not present) or instead is required only under certain circumstances.&nbsp; More sophisticated efforts at altering proteins can address whether a protein is turned on or off at specific times or whether a protein performs its activities by binding to other partners.&nbsp; Such information can be used to develop an integrated picture of all of the &ldquo;circuits&rdquo; that drive a cell.&nbsp; However, the quality of the information can that can be gleaned by altering proteins is limited by the nature of the alterations.&nbsp; If a protein is altered so that it completely loses all function (such that it cannot even fold into its normal three-dimensional conformation), this is less informative than if the protein can be surgically altered so that it has lost only a single activity.&nbsp; Unfortunately, identifying single-function alterations in multiple proteins has been logistically challenging.&nbsp; In this NSF-funded project, we have developed a methodology that readily identifies multiple distinct alterations even in a single protein.&nbsp; We also demonstrated that this approach can be easily handled by students who have not yet had any laboratory experience, thereby providing a bona fide research experience for entry level scientists.&nbsp; Application of this approach to a collection of proteins that are essential for duplicating chromosomes led to the identification of multiple novel surfaces on these proteins; future analysis of these novel protein surfaces should provide new information about how genetic material is duplicated each time a cell divides.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/25/2015<br>\n\t\t\t\t\tModified by: Victoria&nbsp;J&nbsp;Lundblad</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFor biologists who wish to understand the basic principles of how a cell functions, one important tool is the ability to alter the proteins that are synthesized by our genetic material (our DNA) and then ask whether these alterations will affect how a living organism grows and divides.  This approach can help biologists determine whether a protein is essential (i.e. the cell dies if the protein is not present) or instead is required only under certain circumstances.  More sophisticated efforts at altering proteins can address whether a protein is turned on or off at specific times or whether a protein performs its activities by binding to other partners.  Such information can be used to develop an integrated picture of all of the \"circuits\" that drive a cell.  However, the quality of the information can that can be gleaned by altering proteins is limited by the nature of the alterations.  If a protein is altered so that it completely loses all function (such that it cannot even fold into its normal three-dimensional conformation), this is less informative than if the protein can be surgically altered so that it has lost only a single activity.  Unfortunately, identifying single-function alterations in multiple proteins has been logistically challenging.  In this NSF-funded project, we have developed a methodology that readily identifies multiple distinct alterations even in a single protein.  We also demonstrated that this approach can be easily handled by students who have not yet had any laboratory experience, thereby providing a bona fide research experience for entry level scientists.  Application of this approach to a collection of proteins that are essential for duplicating chromosomes led to the identification of multiple novel surfaces on these proteins; future analysis of these novel protein surfaces should provide new information about how genetic material is duplicated each time a cell divides.\n\n \n\n\t\t\t\t\tLast Modified: 03/25/2015\n\n\t\t\t\t\tSubmitted by: Victoria J Lundblad"
 }
}