{
 "awd_id": "1158089",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Determining the Function of O-GlcNAc Protein Modification in Signal Transduction",
 "cfda_num": "47.074",
 "org_code": "08070700",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Susanne von Bodman",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 576000.0,
 "awd_amount": 576000.0,
 "awd_min_amd_letter_date": "2012-04-05",
 "awd_max_amd_letter_date": "2012-04-05",
 "awd_abstract_narration": "Intellectual Merit: Post-translational modification of cytosolic and nuclear proteins with O-linked ß-D-N-acetylglucosamine (O-GlcNAc) affects numerous processes in plants and animals. In plants, this modification is made by two O-linked N-acetylglucosamine transferases (OGTs), which in Arabidopsis thaliana are called SECRET AGENT (SEC) and SPINDLY (SPY). Knowledge about what processes are regulated and how this regulation occurs is limited and several lines of evidence suggest that, while O-GlcNAc function in plants and animals has similarities, there will be significant differences. For example, animals have a SEC-like OGT but lack the SPY-like OGT, which is unique to plants. Studies with sec and spy mutants indicate that O-GlcNAc modification affects numerous processes including response to hormones and light, embryo development, and regulation of flowering time but mechanistic details about how this regulation occurs are lacking. While the amount of O-GlcNAc modification to animal proteins increases and decreases in response to changes in hormonal and growth conditions, this has not been investigated in plants. Lack of information about which plant proteins are O-GlcNAc modified is a major impediment to understanding the role of this modification. The long-term goal of this project is to determine which plant processes are regulated by O-GlcNAc modification and elucidate the mechanisms of this regulation. Under the first aim of this proposal, the mass spectrometry-based methods will be optimized and used to identity O-GlcNAc modified proteins and the modification sites. The effects of growth conditions on the amount and distribution of the modification across the proteome will be determined. In addition, computational approaches will be used to identify signaling networks that are affected by O-GlcNAc modification. The final aim will test hypotheses about the networks where O-GlcNAc acts by determining if the functioning of these networks is affected in sec or spy mutants. Additional experiments will determine if SEC and/or SPY modifies selected O-GlcNAc modified proteins.\r\n\r\nBroader Impacts: This research will generate opportunities for high school, undergraduate and graduate students, and postdoctoral fellows to gain significant research experience and to develop their critical analysis, scientific problem solving and communication skills. High school students will be recruited from the Mentor Connection programs of local school districts. Undergraduates from a campus-wide Life Science Summer Undergraduate Research Program and students matriculating at the University of Minnesota will recruited to the lab. By mentoring high school students and undergraduates, laboratory members will gain teaching experience. To further engage undergraduates and the public, the principle investigator will give research talks at undergraduate institutions and participate in panel discussions and forums to educate the public about transgenic technology. He will co-instruct a BioArt course that involves projects using biological organisms to create art and also explores ethical considerations about working with living organisms. In addition, this research will contribute to scientific infrastructure by providing new methods for the identification of O-GlcNAc modified proteins.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Neil",
   "pi_last_name": "Olszewski",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Neil E Olszewski",
   "pi_email_addr": "neil@umn.edu",
   "nsf_id": "000101454",
   "pi_start_date": "2012-04-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554555200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1131",
   "pgm_ref_txt": "ARABIDOPSIS"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9180",
   "pgm_ref_txt": "PUBLIC SCIENCE LITERACY EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 576000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;Post-translational modification of proteins with <em>O-</em>linked &szlig;-D-<em>N-</em>acetylglucosamine<em> </em>(<em>O-</em>GlcNAc) occurs in animals, plants, fungi and bacteria. The modification is known to affect numerous processes in plants and animals but knowledge about what processes are regulated and how this regulation occurs is limited. In plants, this modification is made by two enzymes, which in <em>Arabidopsis thaliana</em> are called SECRET AGENT (SEC) and SPINDLY (SPY). Studies with <em>sec</em> and <em>spy</em> mutants indicate that <em>O-</em>GlcNAc modification affects numerous processes including response to hormones and light, embryo development, and regulation of flowering time but mechanistic details about how this regulation occurs are lacking and it is likely that the list of processes regulated by this modification is incomplete. The long-term goal of this project is to determine the plant processes regulated by <em>O</em>-GlcNAc modification and elucidate the mechanisms of this regulation. To achieve this goal it is necessary to determine what plant proteins are subject to this modification and also to be able to determine how the abundance of this modification changes on individual proteins as the plant responds to environmental and hormonal signals that affect growth and developmental processes.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; We have worked to develop methods both for purifying <em>O</em>-GlcNAc modified plant proteins in the quantities sufficient to determine identity of the modified protein and mapping the location of the modification using mass spectrometry. We have also worked to develop methods for monitoring the abundance of the modification on individual proteins. In collaboration with two other laboratories, the role of O-GlcNAcylation of DELLA proteins was investigated. DELLA proteins are key regulators of plant growth that integrate inputs from multiple signaling pathways to control growth. We have found that DELLA proteins synthesized in bacteria or tobacco in the presence of SEC are O-GlcNAc modified. Analysis of highly purified preparations of the DELLA protein RGA demonstrated that it is O-GlcNAc modified at multiple sites. The amount of modification of RGA is highly reduced in <em>sec</em> mutants, which lack functional SEC enzyme. Together these results demonstrate SEC modifies RGA. DELLA proteins regulate growth through direct physical interactions with proteins from many signaling pathways and many of these interacting proteins are transcription factors. Significantly, O-GlcNAc modification of DELLA proteins inhibits its binding to the regulators of light signaling and hormone signaling pathways.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A graduate and two postdoctorals as well as a number of undergraduate students have received training as part of this project. The PI has sought to increase public understanding of and appreciation for science and the scientific process by teaching and mentoring Architecture graduate students in course where students mine knowledge of biological systems for solutions or inspirations for solutions to architecture problems. The PI also participated in panel discussion on bioinspired design.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/13/2016<br>\n\t\t\t\t\tModified by: Neil&nbsp;E&nbsp;Olszewski</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n            Post-translational modification of proteins with O-linked &szlig;-D-N-acetylglucosamine (O-GlcNAc) occurs in animals, plants, fungi and bacteria. The modification is known to affect numerous processes in plants and animals but knowledge about what processes are regulated and how this regulation occurs is limited. In plants, this modification is made by two enzymes, which in Arabidopsis thaliana are called SECRET AGENT (SEC) and SPINDLY (SPY). Studies with sec and spy mutants indicate that O-GlcNAc modification affects numerous processes including response to hormones and light, embryo development, and regulation of flowering time but mechanistic details about how this regulation occurs are lacking and it is likely that the list of processes regulated by this modification is incomplete. The long-term goal of this project is to determine the plant processes regulated by O-GlcNAc modification and elucidate the mechanisms of this regulation. To achieve this goal it is necessary to determine what plant proteins are subject to this modification and also to be able to determine how the abundance of this modification changes on individual proteins as the plant responds to environmental and hormonal signals that affect growth and developmental processes.\n\n            We have worked to develop methods both for purifying O-GlcNAc modified plant proteins in the quantities sufficient to determine identity of the modified protein and mapping the location of the modification using mass spectrometry. We have also worked to develop methods for monitoring the abundance of the modification on individual proteins. In collaboration with two other laboratories, the role of O-GlcNAcylation of DELLA proteins was investigated. DELLA proteins are key regulators of plant growth that integrate inputs from multiple signaling pathways to control growth. We have found that DELLA proteins synthesized in bacteria or tobacco in the presence of SEC are O-GlcNAc modified. Analysis of highly purified preparations of the DELLA protein RGA demonstrated that it is O-GlcNAc modified at multiple sites. The amount of modification of RGA is highly reduced in sec mutants, which lack functional SEC enzyme. Together these results demonstrate SEC modifies RGA. DELLA proteins regulate growth through direct physical interactions with proteins from many signaling pathways and many of these interacting proteins are transcription factors. Significantly, O-GlcNAc modification of DELLA proteins inhibits its binding to the regulators of light signaling and hormone signaling pathways.\n\n            A graduate and two postdoctorals as well as a number of undergraduate students have received training as part of this project. The PI has sought to increase public understanding of and appreciation for science and the scientific process by teaching and mentoring Architecture graduate students in course where students mine knowledge of biological systems for solutions or inspirations for solutions to architecture problems. The PI also participated in panel discussion on bioinspired design.\n\n \n\n\t\t\t\t\tLast Modified: 08/13/2016\n\n\t\t\t\t\tSubmitted by: Neil E Olszewski"
 }
}