{
 "awd_id": "1158110",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Role of SCY2, a New Envelope Localized Translocase, in Plastid Biogenesis",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory W. Warr",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 361002.0,
 "awd_amount": 361002.0,
 "awd_min_amd_letter_date": "2012-04-26",
 "awd_max_amd_letter_date": "2014-04-06",
 "awd_abstract_narration": "INTELLECTUAL MERIT\r\nMost of the energy on earth comes ultimately from the sun, and plant chloroplasts are critical cellular organelles because they allow plants to capture solar energy and convert this energy to sugars through the process of photosynthesis.  Most of the proteins that perform these important tasks in chloroplasts are synthesized in the cytosol of the plant cell, are taken up into the chloroplast stromal compartment, and then have to be specifically targeted to one of five additional chloroplast compartments by translocases, enzymes that transport proteins across or into membrane bilayers.  A central unanswered question regarding this intricate protein localization network is: What system(s) are responsible for targeting and integration of the translocase proteins?  A Sec translocase was recently discovered that is localized to the inner envelope of the chloroplast.  Mutations that disrupt this translocase result in death, suggesting a critically important role in chloroplast function. Preliminary results suggest that this system, designated Sec2, is the master translocase, responsible for the placement of all other translocase proteins into their correct chloroplast compartment. Sec2 will be further characterized through this project.  Specific aims include identification of all the components of the system, characterization of the proteins targeted and translocated/integrated by Sec2, and the establishment of an assay system to investigate the requirements for energy, accessory factors, and targeting information for this translocase system.  Successful completion of the research will result in increased insight into the pivotal role that this novel translocase may play in the biogenesis of the chloroplast. \r\n\r\nBROADER IMPACTS\r\nThis project will provide cross-training opportunities in genetics and biochemistry for young scientists at the undergraduate, graduate, and postgraduate level.  Project personnel will also learn valuable teaching and mentoring skills by supervising undergraduate students in hands-on research experiences.  The plant lines that will be generated in this project will be valuable research tools and will be distributed to other laboratories interested in chloroplasts.  Finally, because many vital metabolic and biosynthetic functions, including photosynthesis and synthesis of fatty acids, essential amino acids and vitamins, are centered in chloroplasts, the work may have practical applications as people seek to modify, optimize, or otherwise control these capacities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Cline",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth Cline",
   "pi_email_addr": "kcline@ufl.edu",
   "nsf_id": "000320458",
   "pi_start_date": "2012-04-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "219 Grinter Hall",
  "perf_city_name": "Gainesville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326115500",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1114",
   "pgm_ref_txt": "CELLULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 117959.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 120310.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 122733.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>More than a billion years ago, a photosynthetic bacterium (cyanobacterium) was taken up into the food vacuole of a single eukaryotic cell.&nbsp;The eukaryotic host normally digests such ingested bacteria for nutrients; but this cyanobacterium managed to avoid the digestion system and ultimately became an endosymbiont that led to the modern day chloroplasts that are present in the cells of plants and algae. Among the adaptations that occurred during evolution of the cell and its endosymbiont chloroplast was the relocation of most endosymbiont genes to the host nucleus, thereby allowing the host to exert greater control over their expression.&nbsp; However because chloroplasts still carry out many endosymbiont functions by ancestral proteins located in topologically comparable compartments (there are 6 chloroplast compartments), the chloroplast had to acquire the ability to import these proteins from their new sites of synthesis, the host cytosol. The host also took advantage of the chloroplast protein import machinery to place novel proteins in the chloroplast.&nbsp;</p>\n<p>Over the past 3 decades investigators, including those in my research group, have mapped out the mechanisms by which this is achieved. The substrate proteins contain address signals that enable them to bind to the chloroplast following their synthesis in the host cytosol.&nbsp; They are then imported into the chloroplast stroma (formerly the endosymbiont cytosol) by a novel protein translocation machine. The ancestral substrate proteins then enter ancestral pathways (conserved from the original cyanobacterial endosymbiont) for translocating them into or across the proper chloroplast membrane.&nbsp; This routing process is known as conservative sorting and is evidence that cells make efficient use of the biochemical mechanisms that have evolved over eons, and do not discard them for newer models. We and other investigators showed that there are three ancestral protein translocation mechanisms in the photosynthetic thylakoid membranes called Sec1, Tat, and SRP-Alb3. This is a very nice story for the thylakoid membrane but gives little insight into the localization of envelope proteins of which there are &ge;100.</p>\n<p>During this grant, we used progressive bioinformatics, genetic analysis, and biochemistry to show that there is a second ancestral Sec system in chloroplasts. We showed that Sec2 contains all of the components of a bona fide Sec system, is essential for plant growth and development, is localized in the chloroplast envelope (analogous to the cyanobacterial plasma membrane), and can be studied by in vitro methods developed in my research group. We have not yet definitively identified Sec2 substrates, but have developed a catalogue of potential substrates that are depleted when plants are depleted of the Sec2 system. For many of these putative substrates we have developed in vitro assays for their integration into the target membrane. At least one of these assays is highly novel.</p>\n<p>The existence of this envelope-based Sec2 system suggests the overall conclusion that in chloroplasts of plants and green algae, biogenesis of envelope and thylakoid proteins is uncoupled and depends on the substrate specificity of protein transport systems localized to the respective membranes. This represents an evolutionary advance because cyanobacteria, the extant representatives of the endosymbiotic progenitor of chloroplasts, have only one Sec system that appears to initially integrate plasma membrane and thylakoid proteins into membrane subdomains of mixed character, called biogenesis centers, where the thylakoid and plasma membranes are in close contact.&nbsp;&nbsp;Subsequent to integration the proteins appear to be sorted to the correct location based on sequences in their C-terminal regions.&nbsp;&nbsp; Thus here, membrane protein specificity is achieved not with different Sec systems, but thro...",
  "por_txt_cntn": "\nMore than a billion years ago, a photosynthetic bacterium (cyanobacterium) was taken up into the food vacuole of a single eukaryotic cell. The eukaryotic host normally digests such ingested bacteria for nutrients; but this cyanobacterium managed to avoid the digestion system and ultimately became an endosymbiont that led to the modern day chloroplasts that are present in the cells of plants and algae. Among the adaptations that occurred during evolution of the cell and its endosymbiont chloroplast was the relocation of most endosymbiont genes to the host nucleus, thereby allowing the host to exert greater control over their expression.  However because chloroplasts still carry out many endosymbiont functions by ancestral proteins located in topologically comparable compartments (there are 6 chloroplast compartments), the chloroplast had to acquire the ability to import these proteins from their new sites of synthesis, the host cytosol. The host also took advantage of the chloroplast protein import machinery to place novel proteins in the chloroplast. \n\nOver the past 3 decades investigators, including those in my research group, have mapped out the mechanisms by which this is achieved. The substrate proteins contain address signals that enable them to bind to the chloroplast following their synthesis in the host cytosol.  They are then imported into the chloroplast stroma (formerly the endosymbiont cytosol) by a novel protein translocation machine. The ancestral substrate proteins then enter ancestral pathways (conserved from the original cyanobacterial endosymbiont) for translocating them into or across the proper chloroplast membrane.  This routing process is known as conservative sorting and is evidence that cells make efficient use of the biochemical mechanisms that have evolved over eons, and do not discard them for newer models. We and other investigators showed that there are three ancestral protein translocation mechanisms in the photosynthetic thylakoid membranes called Sec1, Tat, and SRP-Alb3. This is a very nice story for the thylakoid membrane but gives little insight into the localization of envelope proteins of which there are &ge;100.\n\nDuring this grant, we used progressive bioinformatics, genetic analysis, and biochemistry to show that there is a second ancestral Sec system in chloroplasts. We showed that Sec2 contains all of the components of a bona fide Sec system, is essential for plant growth and development, is localized in the chloroplast envelope (analogous to the cyanobacterial plasma membrane), and can be studied by in vitro methods developed in my research group. We have not yet definitively identified Sec2 substrates, but have developed a catalogue of potential substrates that are depleted when plants are depleted of the Sec2 system. For many of these putative substrates we have developed in vitro assays for their integration into the target membrane. At least one of these assays is highly novel.\n\nThe existence of this envelope-based Sec2 system suggests the overall conclusion that in chloroplasts of plants and green algae, biogenesis of envelope and thylakoid proteins is uncoupled and depends on the substrate specificity of protein transport systems localized to the respective membranes. This represents an evolutionary advance because cyanobacteria, the extant representatives of the endosymbiotic progenitor of chloroplasts, have only one Sec system that appears to initially integrate plasma membrane and thylakoid proteins into membrane subdomains of mixed character, called biogenesis centers, where the thylakoid and plasma membranes are in close contact.  Subsequent to integration the proteins appear to be sorted to the correct location based on sequences in their C-terminal regions.   Thus here, membrane protein specificity is achieved not with different Sec systems, but through sorting mechanisms that operate after membrane integration.  \n\n \n\n\t\t\t\t\tLast Modified: 07/20/2015\n\n\t\t\t\t\tSubmitted by: Kenn..."
 }
}