{
 "awd_id": "1158839",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Novel Numerical Methods for Partial Differential Equations with Low-regularity Data",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 60066.0,
 "awd_amount": 60066.0,
 "awd_min_amd_letter_date": "2012-06-11",
 "awd_max_amd_letter_date": "2012-06-11",
 "awd_abstract_narration": "Elliptic partial differential equations (PDEs) with low-regularity data (i.e., singular solutions and low-regularity coefficients) frequently appear in mathematical models from diverse scientific disciplines. These equations in general present a multiscale character, which increases the complexity of the problem and poses numerous challenges on the finite element approximation and on the design of multigrid schemes. Despite continuous developments from the computational community, some fundamental questions still remain open. Addressing major issues in both theoretical analysis and practical implementation, this proposal aims at a systematic investigation on various aspects of the finite element method (FEM) and multigrid (MG) methods solving elliptic PDEs with low-regularity data, with a wide range from the theoretical estimates of PDEs to the development of state-of-the-art numerical algorithms. In particular, the proposed research consists of two major components: 1) the optimal FEMs for singular solutions, including (I) the establishment of a unified framework for the analysis of a wide variety of singular solutions in weighted Sobolev spaces and(II) the development and implementation of effective grading algorithms to improve the accuracy of the numerical solution approximating these singular solutions; 2) the MG theory for axisymmetric problems, including the estimation of basic MG cycles for the axisymmetric Laplace operator and the design of new smoothers for the axisymmetric Stokes problem in weighted spaces. The proposed research will produce new a priori results (e.g., the well-posedness and regularity) for various singular solutions in weighted spaces, unitize the full potential of graded meshing techniques for singular solutions, expand the scope of the MG theory on axisymmetric equations, and foster innovative ideas on solving PDEs with broader applications. \r\n\r\nThe proposed research has many applications in various fileds of science and engineering. A class of singular solutions of elliptic PDEs are from the non-smoothness of the computational domain and the non-smoothness of the interface in transmission problems. The study on these singularities shall produce effective numerical algorithms solving problems in aerospace engineering (aircraft design), in mechanical engineering (crack propagation), and in elastography of medical imagining (modeling different levels of stiffness in human tissues). The research on singular solutions from the singular coefficients shall provide new theoretical results and modern finite element techniques to tackle Schroedinger equations with various singular potentials in quantum mechanics. In addition, the MG analysis on axisymmetric models shall lead to a more complete MG theory in singular spaces and in turn bring new fast numerical solvers for these equations that are frequently used in fluids and i  n electromagnetic fields. These are the fields that have profound impact on national security, development of new energy, and novel medical research. Results from this project will be disseminated through collaboration with other scholars, publication of peer-reviewed articles, and presentations at professional meetings. With the development of a software package, the PI also expects to design a project-oriented course on the finite element method for senior undergraduate/graduate students in math and engineering, which will equip the students with a better understanding on the algorithm and a valuable programming experience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hengguang",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hengguang Li",
   "pi_email_addr": "li@wayne.edu",
   "nsf_id": "000573583",
   "pi_start_date": "2012-06-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wayne State University",
  "inst_street_address": "5700 CASS AVE STE 4900",
  "inst_street_address_2": "",
  "inst_city_name": "DETROIT",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "3135772424",
  "inst_zip_code": "482023692",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "MI13",
  "org_lgl_bus_name": "WAYNE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M6K6NTJ2MNE5"
 },
 "perf_inst": {
  "perf_inst_name": "Wayne State University",
  "perf_str_addr": "5057 Woodward 6th Floor",
  "perf_city_name": "Detroit",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "482023622",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "MI13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 60066.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 1\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>Elliptic partial differential equations (PDEs) with low-regularity data (i.e., singular solutions and low-regularity coefficients) frequently appear in mathematical models from diverse scientific disciplines. These equations in general present a multiscale character, which increases the complexity of the problem and poses numerous challenges on the finite element approximation and on the design of multigrid schemes. Addressing major issues in both theoretical analysis and practical implementation, this project aims at a systematic investigation on various aspects of the finite element method (FEM) and multigrid (MG) methods solving elliptic PDEs with low-regularity data, with a wide range from the theoretical estimates of PDEs to the development of state-of-the-art numerical algorithms. </span></p>\n<p><span>In particular, the research outcomes include two major components: 1) the optimal FEMs for singular solutions, including (I) the establishment of a unified framework for the analysis of a wide variety of singular solutions in weighted Sobolev spaces, (II) the development and implementation of effective 2D and 3D graded mesh algorithms to improve the accuracy of the numerical solution approximating these singular solutions; III) the development of effective FEMs for the fully nonlinear&nbsp;Monge-Amp&egrave;re equation; IV) optimal a-posterior finite elemnet analysis on graded meshes for singular solutions; V) stability analysis for mixed FEMs approximating axisymmetric Stokes equations whose coefficients are singular;&nbsp;</span><span style=\"font-size: 12px;\">2) the MG theory for axisymmetric problems and indefinite systems from saddle point problems, including the estimat</span><span style=\"font-size: 12px;\">ion of basic MG cycles for the axisymmetric Laplace operator and the design of new smoothers for mixed finite elemnet approximations to the Stokes and linear elasticity problem. These new MG algorithms solve the target equations in the optimal rate, which is not covered by the standard MG theory.</span></p>\n<div class=\"page\" title=\"Page 1\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>Broader Impact.</span><span>These outcomes have many applications in various fileds of science and engineering. A class of singular solutions of elliptic PDEs are from the non-smoothness of the computational domain and the non-smoothness of the interface in transmission problems. The study on these singularities helped produce effective numerical algorithms that will solve problems in aerospace engineering (aircraft design), in mechanical engineering (crack propagation), and in elastography of medical imagining (modeling different levels of stiffness in human tissues). The research on singular solutions from the singular coefficients provided new theoretical results and modern finite element techniques to tackle Schrodinger equations with various singular potentials in quantum mechanics. In addition, the MG analysis on axisymmetric models led to a more complete MG theory in singular spaces. Our new MG algorithms for the indefinite system brought new fast numerical solvers for mathematical models that are frequently used in in computational fluid dynamics. The outcomes &nbsp;from this project were disseminated through collaboration with other scholars, publication of peer-reviewed articles, and presentations at professional meetings. With the development of a software package, the PI designed a project-oriented course on the finite element method for senior undergraduate/graduate students in math and engineering, which can equip the students with a better understanding on the algorithm and a valuable programming experience.&nbsp;</span></p>\n</div>\n</div>\n</div>\n<p>&nbsp;</p>\n<p><span style=\"font-size: 12px;\"><br /></span></p>\n</div>\n</div>\n</div>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLas...",
  "por_txt_cntn": "\n\n\n\nElliptic partial differential equations (PDEs) with low-regularity data (i.e., singular solutions and low-regularity coefficients) frequently appear in mathematical models from diverse scientific disciplines. These equations in general present a multiscale character, which increases the complexity of the problem and poses numerous challenges on the finite element approximation and on the design of multigrid schemes. Addressing major issues in both theoretical analysis and practical implementation, this project aims at a systematic investigation on various aspects of the finite element method (FEM) and multigrid (MG) methods solving elliptic PDEs with low-regularity data, with a wide range from the theoretical estimates of PDEs to the development of state-of-the-art numerical algorithms. \n\nIn particular, the research outcomes include two major components: 1) the optimal FEMs for singular solutions, including (I) the establishment of a unified framework for the analysis of a wide variety of singular solutions in weighted Sobolev spaces, (II) the development and implementation of effective 2D and 3D graded mesh algorithms to improve the accuracy of the numerical solution approximating these singular solutions; III) the development of effective FEMs for the fully nonlinear Monge-Amp&egrave;re equation; IV) optimal a-posterior finite elemnet analysis on graded meshes for singular solutions; V) stability analysis for mixed FEMs approximating axisymmetric Stokes equations whose coefficients are singular; 2) the MG theory for axisymmetric problems and indefinite systems from saddle point problems, including the estimation of basic MG cycles for the axisymmetric Laplace operator and the design of new smoothers for mixed finite elemnet approximations to the Stokes and linear elasticity problem. These new MG algorithms solve the target equations in the optimal rate, which is not covered by the standard MG theory.\n\n\n\n\nBroader Impact.These outcomes have many applications in various fileds of science and engineering. A class of singular solutions of elliptic PDEs are from the non-smoothness of the computational domain and the non-smoothness of the interface in transmission problems. The study on these singularities helped produce effective numerical algorithms that will solve problems in aerospace engineering (aircraft design), in mechanical engineering (crack propagation), and in elastography of medical imagining (modeling different levels of stiffness in human tissues). The research on singular solutions from the singular coefficients provided new theoretical results and modern finite element techniques to tackle Schrodinger equations with various singular potentials in quantum mechanics. In addition, the MG analysis on axisymmetric models led to a more complete MG theory in singular spaces. Our new MG algorithms for the indefinite system brought new fast numerical solvers for mathematical models that are frequently used in in computational fluid dynamics. The outcomes  from this project were disseminated through collaboration with other scholars, publication of peer-reviewed articles, and presentations at professional meetings. With the development of a software package, the PI designed a project-oriented course on the finite element method for senior undergraduate/graduate students in math and engineering, which can equip the students with a better understanding on the algorithm and a valuable programming experience. \n\n\n\n\n \n\n\n\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 09/06/2015\n\n\t\t\t\t\tSubmitted by: Hengguang Li"
 }
}