{
 "awd_id": "1158054",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "G Protein Activation through Uncoupling Regulator of G Signaling Protein, AtRGS1",
 "cfda_num": "47.074",
 "org_code": "08070700",
 "po_phone": "7032922489",
 "po_email": "aggarza@nsf.gov",
 "po_sign_block_name": "Anthony Garza",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2017-01-31",
 "tot_intn_awd_amt": 1218309.0,
 "awd_amount": 1236309.0,
 "awd_min_amd_letter_date": "2012-06-20",
 "awd_max_amd_letter_date": "2016-06-08",
 "awd_abstract_narration": "Intellectual Merit:  For organisms to develop normally and to react appropriately to their environment, the cells that compose organisms must communicate with each other.  Signals used by cells to communicate can be hormones, light, small molecules, electrical impulses, and touch. For example, light can turn on (activate) a light receptor which then activates a few other molecular complexes that then activates many more switches, and so on to afford changes in the cell. Between the signal at the receptor and the changes occurring in the cell is a molecular switch called the heterotrimeric G protein complex. Heterotrimeric G protein-coupled signaling is used for normal development of the organism as well as reactions to pathogens causing disease. Recent investigations of heterotrimeric G protein-coupled signaling using divergent model systems reveals a potential paradigm shift on how signal activation can be regulated. For example, in metazoans and fungi, activation is the rate limiting step and is catalyzed by a ligand-stimulated, cell surface G protein coupled receptor (GPCR).  In contrast, plants regulate the back reaction which is GTP hydrolysis leading to the resting state, and in Arabidopsis, this resting state is maintained by a transmembrane regulator of G Signaling (RGS) protein designated AtRGS1.  In Arabidopsis, D-glucose and/or sugar metabolites are signals that are mediated in part by the heterotrimeric G protein complex.  It is hypothesized that glucose and/or sugar metabolites activate the G protein pathway by regulating the coupling between AtRGS1 and AtGPA1, and it has been demonstrated that D-glucose induces a rapid internalization of AtRGS1, but not AtGPA1.  Key questions to be answered include how uncoupling is achieved, the consequence of uncoupling, and the molecular mechanism for uncoupling. These questions will be examined using mathematical modeling, genetic manipulation of the signaling components, and microscopy.\r\n  \r\nBroader Impacts: The broader impact is education of high school biology students on how differential cellular outcomes can be achieved through signal transduction.  In collaboration with the UNC outreach program, a teaching module called \"Same Genes- Different Fates\" will be further developed to teach the concept of differential gene expression and the basis for different cell fates for a set of cells all having the same genes. While the module is currently designed for Biology I and II students (9th and 10th graders), it is adaptable to AP biology and college freshmen.  This project will make those adaptations to the higher subject matter by adding concepts like epigenetics and signaling-induced changes into the instructions. The wet-lab part of the module utilizes transgenic plants that have gene promoters driving an enzyme activity that causes different parts of the plant to turn blue.  The area of blue is dependent on the type of gene promoter and illustrates differential gene expression.   Associated teacher workshops will be held to teach and promote the use of this module.  The module will be distributed to high schools initially in North Carolina but eventually nationwide.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Jones",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Alan M Jones",
   "pi_email_addr": "alan_jones@unc.edu",
   "nsf_id": "000265379",
   "pi_start_date": "2012-06-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275993280",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  },
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 314254.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 308199.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 301830.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 306026.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>For organisms to develop normally and to react appropriately to their environment, the cells that compose organisms must communicate with each other. &nbsp;Cells that make up the tissues comprising organisms need to know their neighboring cells and they do so through cell-to-cell communication. This is called signaling much like a sailor on a ship signals another far away using semaphore. Signals used by cells to communicate can be hormones, light, small molecules, electrical impulses, and touch. Communication occurs by these signals turning &ldquo;off&rdquo; or &ldquo;on&rdquo; molecular switches, which like a connected set of binary codes leads to a change in the cell behavior. For example, light can turn on (activate) a light receptor which then activates a few other molecular complexes (namely something called the G subunit) that then activates many more switches, and so on to afford changes in the cell. Between the signal at the receptor and the changes occurring in the cell is a molecular switch called the G protein complex. G protein-coupled signaling is arguably the most important defined signal transduction pathway in animal and plant cells. This specific type of cell-to-cell communication is used for normal development of the organism as well as reactions to pathogens causing disease. In plant cells, signaling pathway is kept off by a receptor-like protein. Therefore, one way to activate the G protein pathway is by uncoupling the receptor-like protein from the G subunit, thus permitting spontaneous activation. &nbsp; &nbsp;<br />The project was extremely successful. We answered the questions above using a variety of approaches, namely mathematical modeling, genetic manipulation of the signaling components, microscopies to follow the paths and kinetics of physical uncoupling, and biochemistries to test protein activation.&nbsp;</p>\n<p><br />1)<span> </span>How is uncoupling achieved? &nbsp;We resoundingly answered this question by showing that the receptor-like protein is uncoupled from its target G subunit by physical removal from the outer membrane in a process called endocytosis. &nbsp;Endocytosis is where a portion of the outer membrane is &ldquo;pinched off&rdquo; to form a spherical vesicle that is processed in the cell. &nbsp;When the receptor-like protein is removed, the G subunit remains on the membrane where it is free to turn on other processes in the cell that lead to a changed behavior.&nbsp;</p>\n<p>2)<span> </span>What is the consequence of uncoupling? &nbsp;We wondered why is the plant cell monitoring sugar so we investigated the source of sugars in plants, namely photosynthesis, the process where solar energy is converted to chemical energy that is then used to fix carbon dioxide into sugars. &nbsp;We found that sugars coming from photosynthesis communicate with other cells to control the efficiency of photosynthesis. &nbsp;Plants need to be less efficient when there is too much sunlight and more efficient when there is less. &nbsp;So, what about a fluctuating light environment, one full of flicks, shadows, changing intensities such as clouds? &nbsp;To our amazement, we discovered a shadow detector by which the plant uses the G protein pathway to distinguish a rapid change in light caused by a passing shadow from the slower decrease in light caused by the sun going down. &nbsp;This enables the plant to efficiently capture light.</p>\n<p>3)<span> </span>What is the molecular mechanism for uncoupling? This was worked out in great detail. We found that extracellular glucose binds to the complex (maybe not directly to the receptor-like protein to cause a change in the complex to recruit other proteins to the complex. &nbsp;These proteins then modify the complex (by chemically attaching a phosphate group) which then recruits an additional set of proteins that do the work of endocytosis (see 1 above). &nbsp; Mathematical modeling the process enabled us to discover components that we would not have discovered otherwise. &nbsp;Mathematical modeling also showed us that this G protein network has a unique property. &nbsp;Unlike any other signaling pathway, the plant G protein pathway is able to use more information about the signal&nbsp;</p>\n<p>The scientific discoveries from this project were subjected to anonymous scientific peer-review and passed as sound science. &nbsp;All the findings were published in scientific journals that the public has access to. &nbsp;Many students, some with PhDs and some without the PhD degree, were involved in this project. &nbsp;All have gone on to careers in the sciences or medicine. &nbsp;<br />Broader impacts of our work on the public.</p>\n<p>One broader impact of our work was education of high school biology students on how differential cellular outcomes can be achieved through signal transduction In addition, many hours were spent educating the public about different aspects of science. &nbsp;Some venues were organized Science festivals, public discussion forums, and public clubs. &nbsp;We also worked with State and National legislatures to help them understand the science in order for them to make good public policy based on real evidence, not politics. &nbsp;<br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/02/2017<br>\n\t\t\t\t\tModified by: Alan&nbsp;M&nbsp;Jones</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFor organisms to develop normally and to react appropriately to their environment, the cells that compose organisms must communicate with each other.  Cells that make up the tissues comprising organisms need to know their neighboring cells and they do so through cell-to-cell communication. This is called signaling much like a sailor on a ship signals another far away using semaphore. Signals used by cells to communicate can be hormones, light, small molecules, electrical impulses, and touch. Communication occurs by these signals turning \"off\" or \"on\" molecular switches, which like a connected set of binary codes leads to a change in the cell behavior. For example, light can turn on (activate) a light receptor which then activates a few other molecular complexes (namely something called the G subunit) that then activates many more switches, and so on to afford changes in the cell. Between the signal at the receptor and the changes occurring in the cell is a molecular switch called the G protein complex. G protein-coupled signaling is arguably the most important defined signal transduction pathway in animal and plant cells. This specific type of cell-to-cell communication is used for normal development of the organism as well as reactions to pathogens causing disease. In plant cells, signaling pathway is kept off by a receptor-like protein. Therefore, one way to activate the G protein pathway is by uncoupling the receptor-like protein from the G subunit, thus permitting spontaneous activation.    \nThe project was extremely successful. We answered the questions above using a variety of approaches, namely mathematical modeling, genetic manipulation of the signaling components, microscopies to follow the paths and kinetics of physical uncoupling, and biochemistries to test protein activation. \n\n\n1) How is uncoupling achieved?  We resoundingly answered this question by showing that the receptor-like protein is uncoupled from its target G subunit by physical removal from the outer membrane in a process called endocytosis.  Endocytosis is where a portion of the outer membrane is \"pinched off\" to form a spherical vesicle that is processed in the cell.  When the receptor-like protein is removed, the G subunit remains on the membrane where it is free to turn on other processes in the cell that lead to a changed behavior. \n\n2) What is the consequence of uncoupling?  We wondered why is the plant cell monitoring sugar so we investigated the source of sugars in plants, namely photosynthesis, the process where solar energy is converted to chemical energy that is then used to fix carbon dioxide into sugars.  We found that sugars coming from photosynthesis communicate with other cells to control the efficiency of photosynthesis.  Plants need to be less efficient when there is too much sunlight and more efficient when there is less.  So, what about a fluctuating light environment, one full of flicks, shadows, changing intensities such as clouds?  To our amazement, we discovered a shadow detector by which the plant uses the G protein pathway to distinguish a rapid change in light caused by a passing shadow from the slower decrease in light caused by the sun going down.  This enables the plant to efficiently capture light.\n\n3) What is the molecular mechanism for uncoupling? This was worked out in great detail. We found that extracellular glucose binds to the complex (maybe not directly to the receptor-like protein to cause a change in the complex to recruit other proteins to the complex.  These proteins then modify the complex (by chemically attaching a phosphate group) which then recruits an additional set of proteins that do the work of endocytosis (see 1 above).   Mathematical modeling the process enabled us to discover components that we would not have discovered otherwise.  Mathematical modeling also showed us that this G protein network has a unique property.  Unlike any other signaling pathway, the plant G protein pathway is able to use more information about the signal \n\nThe scientific discoveries from this project were subjected to anonymous scientific peer-review and passed as sound science.  All the findings were published in scientific journals that the public has access to.  Many students, some with PhDs and some without the PhD degree, were involved in this project.  All have gone on to careers in the sciences or medicine.  \nBroader impacts of our work on the public.\n\nOne broader impact of our work was education of high school biology students on how differential cellular outcomes can be achieved through signal transduction In addition, many hours were spent educating the public about different aspects of science.  Some venues were organized Science festivals, public discussion forums, and public clubs.  We also worked with State and National legislatures to help them understand the science in order for them to make good public policy based on real evidence, not politics.  \n\n\n\n\t\t\t\t\tLast Modified: 03/02/2017\n\n\t\t\t\t\tSubmitted by: Alan M Jones"
 }
}