{
 "awd_id": "1158375",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Development and Application of Methods for Investigating the Biological Roles and Structural Basis of Protein Kinetic Stability",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Engin Serpersu",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2018-05-31",
 "tot_intn_awd_amt": 1194693.0,
 "awd_amount": 1206693.0,
 "awd_min_amd_letter_date": "2012-05-14",
 "awd_max_amd_letter_date": "2016-05-18",
 "awd_abstract_narration": "Intellectual Merit\r\nLike a child strapped to a high-chair, some proteins are trapped in their native structure, unable to access partially and globally unfolded conformations. This may be a method used by \"mother nature\" to protect certain proteins from premature degradation, which would compromise the well being of the organism. Proteins that possess this property are described as being kinetically stable because, unlike most proteins, their long \"shelf-life\" and stability towards degradation is kinetically controlled by its very slow unfolding rate. The structural basis and biological significance of protein kinetic stability remains poorly understood. Therefore, the main goal of this project is to gain novel insight into the role of kinetically stable proteins (KSPs) in the survival and adaptation of prokaryotic thermophiles and mesophiles, and to gain enhanced understanding about the structural basis of kinetic stability. The central dogma is that bacteria possess KSPs with functions that are essential to survive in their respective environments. Novel electrophoresis methods developed in the laboratory of the Principle Investigator will be further developed and applied to: 1) characterize the proteome of KSPs in several thermophilic and mesophilic bacteria; 2) quantify the kinetic stability of hyperstable proteins directly in the cellular lysate of bacteria; and 3) construct an accessible online database of KSPs to explore the structural and functional basis of kinetic stability. It is expected that the results of this project will enhance the understanding of the biological significance of kinetic stability, and will provide a convenient and accessible assay to quantify the kinetic stability of proteins in their biological milieu. Furthermore, it will yield a wealth of accessible data that will stimulate studies to understand the biological roles of KSPs in the survival, adaptation, and evolution of thermophilic and mesophilic organisms. \r\n\r\nBroader Impact\r\nAs a broader impact, this project will lead to the discovery of KSPs with potential for biotechnology applications of benefit to society. In terms of education, this project will involve postdoctoral, graduate, and undergraduate researchers working together in a stimulating interdisciplinary environment that integrates training and learning. The Principal Investigator is developing a local program (RISE: Research Internship for Community College Student Engagement) for local community college students that show interest in STEM disciplines and have the academic potential and desire to transfer to a four-year university. A RISE student will participate every summer in the project and will receive mentoring and guidance throughout the process of transfer to RPI and for undergraduate studies.\r\n\r\nThis project is jointly supported by the Biomolecular Dynamics, Structure and Function Cluster in the Division of Molecular and Cellular Biosciences, the Physics of Living Systems in the Physics Division and the Chemistry of Life Processes program in the Chemistry Division.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wilfredo",
   "pi_last_name": "Colon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wilfredo Colon",
   "pi_email_addr": "colonw@rpi.edu",
   "nsf_id": "000138859",
   "pi_start_date": "2012-05-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803590",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  },
  {
   "pgm_ele_code": "688300",
   "pgm_ele_name": "Chemistry of Life Processes"
  },
  {
   "pgm_ele_code": "724600",
   "pgm_ele_name": "PHYSICS OF LIVING SYSTEMS"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1144",
   "pgm_ref_txt": "BIOMOLECULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "6883",
   "pgm_ref_txt": "CHEMISTRY OF LIFE PROCESSES"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7246",
   "pgm_ref_txt": "PHYSICS OF LIVING SYSTEMS"
  },
  {
   "pgm_ref_code": "7275",
   "pgm_ref_txt": "CROSS-EF ACTIVITIES"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 456076.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 237618.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 258089.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 254910.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The word &ldquo;kinetic&rdquo; relates to motion. Therefore, the term &ldquo;kinetic trap&rdquo; describes restriction from motion, and may be visualized by considering the experiences of an infant sitting in a high-chair or an employee not able to transition fast enough to a better job. Similarly, some proteins are trapped in their native folded structure, unable to access unfolded conformations. This appears to be a method used by \"mother nature\" to protect certain proteins from premature degradation, which could compromise the organism. One striking example of such kinetically stable proteins (KSPs) is the ones that make up the eye lens, which is formed before birth and should last a lifetime. Unfortunately, much remains unknown about the biological and pathological roles of protein kinetic stability, as well as the structural basis for this biophysical property of some proteins. The intellectual merit of this project centered on the development and application of novel, accessible, and cost-effective electrophoresis methods to allow the identification of KSPs at an organismal level, characterize the extent of kinetic stability in a protein, and gain insight towards understanding the biological significance and structural basis of protein kinetic stability. Bacteria and legume seeds were used as model systems for their representation of a simple organism and a protein-rich source from plant, respectively.</p>\n<p>Various project outcomes relate to the intellectual merit of the work. In one outcome, electrophoresis methods were further developed to quantify the kinetic stability of proteins directly in a complex mixture. Using bean as a model system, it was shown the storage protein phaseolin, which is present in many beans, has extremely high kinetic stability compared to that of most known KSPs. This convenient and simple method is unique and could find broad applicability in basic and applied research. A second outcome involves the discovery that the detergent sarkosyl may be used to identify proteins with moderately high kinetic stability. This finding allows the identification of proteins with a much broader range of kinetic stability. In a third outcome, it was demonstrated that the kinetic stability of storage proteins present in beans and peas is an important factor in determining their digestibility. This is the first direct evidence of a link between protein kinetic stability and bean digestibility. These results may be relevant to nutrition efficiency, timing of seed germination, and legume resistance to insect and diseases. Furthermore, this outcome has implication for the safety of genetically-modified organisms because of the link between hyperstable proteins and food allergy. A fourth outcome involved new theoretical insight about the structural basis and biological roles of protein kinetic stability. In particular, it appears kinetic stability is involved in many known and yet to be discovered biological functions through their ability to confer degradation resistance, and thereby control the timing, extent, and permanency of molecular motion.</p>\n<p>Outcomes related to broader impacts involved mostly science education and broadening participation, as well as the potential for biotechnology applications of benefit to society. In terms of education, this project led to the training of postdoctoral, graduate, and undergraduate researchers. Eight underrepresented minority students from a local community college were involved in research experiences and several transferred to a 4-year college and graduated with a STEM degree.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/26/2019<br>\n\t\t\t\t\tModified by: Wilfredo&nbsp;Colon</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe word \"kinetic\" relates to motion. Therefore, the term \"kinetic trap\" describes restriction from motion, and may be visualized by considering the experiences of an infant sitting in a high-chair or an employee not able to transition fast enough to a better job. Similarly, some proteins are trapped in their native folded structure, unable to access unfolded conformations. This appears to be a method used by \"mother nature\" to protect certain proteins from premature degradation, which could compromise the organism. One striking example of such kinetically stable proteins (KSPs) is the ones that make up the eye lens, which is formed before birth and should last a lifetime. Unfortunately, much remains unknown about the biological and pathological roles of protein kinetic stability, as well as the structural basis for this biophysical property of some proteins. The intellectual merit of this project centered on the development and application of novel, accessible, and cost-effective electrophoresis methods to allow the identification of KSPs at an organismal level, characterize the extent of kinetic stability in a protein, and gain insight towards understanding the biological significance and structural basis of protein kinetic stability. Bacteria and legume seeds were used as model systems for their representation of a simple organism and a protein-rich source from plant, respectively.\n\nVarious project outcomes relate to the intellectual merit of the work. In one outcome, electrophoresis methods were further developed to quantify the kinetic stability of proteins directly in a complex mixture. Using bean as a model system, it was shown the storage protein phaseolin, which is present in many beans, has extremely high kinetic stability compared to that of most known KSPs. This convenient and simple method is unique and could find broad applicability in basic and applied research. A second outcome involves the discovery that the detergent sarkosyl may be used to identify proteins with moderately high kinetic stability. This finding allows the identification of proteins with a much broader range of kinetic stability. In a third outcome, it was demonstrated that the kinetic stability of storage proteins present in beans and peas is an important factor in determining their digestibility. This is the first direct evidence of a link between protein kinetic stability and bean digestibility. These results may be relevant to nutrition efficiency, timing of seed germination, and legume resistance to insect and diseases. Furthermore, this outcome has implication for the safety of genetically-modified organisms because of the link between hyperstable proteins and food allergy. A fourth outcome involved new theoretical insight about the structural basis and biological roles of protein kinetic stability. In particular, it appears kinetic stability is involved in many known and yet to be discovered biological functions through their ability to confer degradation resistance, and thereby control the timing, extent, and permanency of molecular motion.\n\nOutcomes related to broader impacts involved mostly science education and broadening participation, as well as the potential for biotechnology applications of benefit to society. In terms of education, this project led to the training of postdoctoral, graduate, and undergraduate researchers. Eight underrepresented minority students from a local community college were involved in research experiences and several transferred to a 4-year college and graduated with a STEM degree.\n\n\t\t\t\t\tLast Modified: 11/26/2019\n\n\t\t\t\t\tSubmitted by: Wilfredo Colon"
 }
}