{
 "awd_id": "1158347",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Division of Molecular and Cellular Biosciences: Investigator-initiated research projects (MCB)\r\n",
 "cfda_num": "47.074",
 "org_code": "08070400",
 "po_phone": "7032927856",
 "po_email": "wfrancis@nsf.gov",
 "po_sign_block_name": "Wilson Francisco",
 "awd_eff_date": "2012-02-15",
 "awd_exp_date": "2015-10-31",
 "tot_intn_awd_amt": 446165.0,
 "awd_amount": 446165.0,
 "awd_min_amd_letter_date": "2012-02-07",
 "awd_max_amd_letter_date": "2012-02-07",
 "awd_abstract_narration": "In the last decade it has become clear that dynamic disorder is prominently represented in the proteome. In particular, intrinsically disordered proteins (IDPs) are widely involved in signal transduction. In this role, they bind to their (structured) targets; in doing so they themselves acquire a measure of structural order. The details of the binding process are, therefore, of both fundamental and practical importance. The salient feature of the binding mechanism is that it often relies on electrostatic interactions. Initially, the IDP is pulled toward its target by long-range electrostatic forces, forming what is termed an electrostatic encounter complex. Starting from this point, it quickly finds the correct conformation and binds tightly to the target. To obtain insight into the structure/dynamics of the electrostatic encounter complex, the PI will study the binding of a proline-rich peptide (which serves as a minimal model for an IDP) to an adapter protein (the c-Crk N-SH3 domain). The original system is altered by introducing one or two point mutations into hydrophobic grooves of the adapter protein SH3 domain. This abolishes tight binding and shifts the equilibrium toward the intermediate state. The resulting increase in the population of the encounter complex makes it amenable to a nuclear magnetic resonance (NMR) study using chemical shifts, paramagnetic restraints, and relaxation data. This experimental dataset is used to construct an in silico model of the system. Toward this goal, a number of ~1 micro sec molecular dynamics (MD) trajectories of the complex are generated. These MD data are used as a source pool to form an \"ensemble of MD trajectories\", which is tailored to reproduce the experimentally measured NMR parameters. Of note, this model can rigorously predict the pieces of data that are inherently dynamic. Such experimentally calibrated MD ensembles are expected to provide a number of new insights into the structure and dynamics of disordered protein systems. \r\n\r\nAlthough IDPs constitute a broad and fundamentally important class of proteins, they receive little or no coverage in college textbooks. In this sense there is a perceptible and growing gap between the concepts emerging in the research laboratories and the classroom teaching. The PI will contribute to bridging this gap by (i) making presentations at several undergraduate institutions, namely Bradley, Carleton, Oberlin, Butler, and Juniata College, all of which are historically connected to Purdue; (ii) developing visual materials that can be used by other teachers; the main findings of this project will be presented in a form of MD-based movies, designed and rendered by undergraduate students recruited into the PI's laboratory; (iii) publishing article(s) in Scientific American and/or the Journal of Chemical Education to provide a broad audience with an accessible introduction to IDPs. When discussing IDPs with students, the PI will stress the element of \"thinking outside the box\" that led to the emergence of this new concept in protein science. The realization that active research constantly challenges the textbook dogmas should provide a source of inspiration for interested students and help to steer some of them toward a career in science. In particular, the PI will use this special opportunity to engage the students from underrepresented groups. In this effort he will rely on the continuing support from the local chapter of NOBCChE (National Organization for the Professional Advancement of Black Chemists and Chemical Engineers).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nikolai",
   "pi_last_name": "Skrynnikov",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Nikolai R Skrynnikov",
   "pi_email_addr": "nikolai@purdue.edu",
   "nsf_id": "000292057",
   "pi_start_date": "2012-02-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "560 Oval Drive",
  "perf_city_name": "West Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072084",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1144",
   "pgm_ref_txt": "BIOMOLECULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 446165.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The recurring theme of our research program is protein dynamics and disorder probed through a combination of NMR experiments and MD simulations. In this proposal we sought to investigate the electrostatic encounter complex between proline-rich peptide from Ras activator protein Sos and N-terminal SH3 domain from adaptor protein c-Crk. Electrostatic encounter complex is normally a short-lived intermediate on the path toward the <em>bona fide</em> complex. To emphasize this elusive state, we have engineered in the SH3 domain two point mutations that abrogate tight Sos binding, while preserving electrostatic interactions responsible for formation of the encounter complex. The resulting model system permits characterization via essential NMR experiments, such as <sup>15</sup>N relaxation measurements. Comparison of the experimental results with their MD-derived counterparts identified a problem with force-field parameterization &ndash; apparently the simulations overestimate the strength of Arg-to-Asp and Arg-to-Glu salt bridges (this affliction seems to be common for several popular force fields as has also been found by other investigators in their small-molecule studies). To remedy this problem, we have introduced an empirical correction to adjust the pairwise Lennard-Jones interaction between nitrogen and oxygen atoms in the said salt bridges. Following this correction, good agreement has been obtained between the experiment and MD simulations. The emerging picture is that of a fuzzy complex, where the peptide hoovers over the surface of the protein, maintaining its connection mainly through a fluid network of electrostatic interactions. It is envisioned that combination of NMR measurements and MD simulations (where force fields are suitably optimized for application to unfolded proteins) will provide a uniquely powerful insight into an intricate world of protein disorder. [<em>Biochemistry</em> <strong>53</strong>, 6473; <em>Biochemistry</em>, in press]</p>\n<p>Generally, even the best existing force fields suffer from certain limitations. It has recently come to light that in many cases they cannot accurately reproduce the global free-energy minimum which realizes the experimental protein structure. As a result, long MD trajectories tend to drift away from the starting coordinates (i.e. crystallographic structures). To address this problem, we have devised a new simulation strategy aimed at protein crystals. To ensure that average protein coordinates remain correct during the simulation, we introduced crystallography-based restraints into the MD protocol. Since these restraints are aimed at the ensemble-average structure they have only minimal impact on conformational dynamics of the individual protein molecules. The ensemble-restrained MD simulations of crystalline ubiquitin led to more accurate predictions of many experimental parameters, including dynamics-related parameters from solid-state NMR. We would like to argue that ensemble restraints based on high-resolution crystallographic data can be viewed as protein-specific empirical corrections to the standard force fields. [<em>Prot. Sci.</em> <strong>23</strong>, 488]</p>\n<p>Our interest in protein crystal simulations led us to join a collaborative project with Paul Schanda (Institut de Biologie Structurale, Grenoble, France). In this project we focused on the so-called rocking motion, i.e. small-amplitude reorientational fluctuations of protein molecules within the confines of crystal lattice. Our study of three different crystal forms of ubiquitin employed a combination of solid-state NMR, x-ray crystallography, and MD simulations. A consistent picture of rocking dynamics has been obtained, including the first estimation of the motional time scale. As can be expected, rocking motion degrades both crystallographic data and solid-state NMR data, resulting in smeared diffraction patterns and broadened spectral...",
  "por_txt_cntn": "\nThe recurring theme of our research program is protein dynamics and disorder probed through a combination of NMR experiments and MD simulations. In this proposal we sought to investigate the electrostatic encounter complex between proline-rich peptide from Ras activator protein Sos and N-terminal SH3 domain from adaptor protein c-Crk. Electrostatic encounter complex is normally a short-lived intermediate on the path toward the bona fide complex. To emphasize this elusive state, we have engineered in the SH3 domain two point mutations that abrogate tight Sos binding, while preserving electrostatic interactions responsible for formation of the encounter complex. The resulting model system permits characterization via essential NMR experiments, such as 15N relaxation measurements. Comparison of the experimental results with their MD-derived counterparts identified a problem with force-field parameterization &ndash; apparently the simulations overestimate the strength of Arg-to-Asp and Arg-to-Glu salt bridges (this affliction seems to be common for several popular force fields as has also been found by other investigators in their small-molecule studies). To remedy this problem, we have introduced an empirical correction to adjust the pairwise Lennard-Jones interaction between nitrogen and oxygen atoms in the said salt bridges. Following this correction, good agreement has been obtained between the experiment and MD simulations. The emerging picture is that of a fuzzy complex, where the peptide hoovers over the surface of the protein, maintaining its connection mainly through a fluid network of electrostatic interactions. It is envisioned that combination of NMR measurements and MD simulations (where force fields are suitably optimized for application to unfolded proteins) will provide a uniquely powerful insight into an intricate world of protein disorder. [Biochemistry 53, 6473; Biochemistry, in press]\n\nGenerally, even the best existing force fields suffer from certain limitations. It has recently come to light that in many cases they cannot accurately reproduce the global free-energy minimum which realizes the experimental protein structure. As a result, long MD trajectories tend to drift away from the starting coordinates (i.e. crystallographic structures). To address this problem, we have devised a new simulation strategy aimed at protein crystals. To ensure that average protein coordinates remain correct during the simulation, we introduced crystallography-based restraints into the MD protocol. Since these restraints are aimed at the ensemble-average structure they have only minimal impact on conformational dynamics of the individual protein molecules. The ensemble-restrained MD simulations of crystalline ubiquitin led to more accurate predictions of many experimental parameters, including dynamics-related parameters from solid-state NMR. We would like to argue that ensemble restraints based on high-resolution crystallographic data can be viewed as protein-specific empirical corrections to the standard force fields. [Prot. Sci. 23, 488]\n\nOur interest in protein crystal simulations led us to join a collaborative project with Paul Schanda (Institut de Biologie Structurale, Grenoble, France). In this project we focused on the so-called rocking motion, i.e. small-amplitude reorientational fluctuations of protein molecules within the confines of crystal lattice. Our study of three different crystal forms of ubiquitin employed a combination of solid-state NMR, x-ray crystallography, and MD simulations. A consistent picture of rocking dynamics has been obtained, including the first estimation of the motional time scale. As can be expected, rocking motion degrades both crystallographic data and solid-state NMR data, resulting in smeared diffraction patterns and broadened spectral peaks. Better understanding of this phenomenon should contribute to future evolution of rational approaches to protein crystal design. [Nat. Commun. 6:836..."
 }
}