{
 "awd_id": "1158971",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "IRFP:  AMPAR-TARP Plasticity in Dorsal Horn Central Sensitization",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cassandra Dudka",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 132770.0,
 "awd_amount": 132770.0,
 "awd_min_amd_letter_date": "2012-06-29",
 "awd_max_amd_letter_date": "2012-06-29",
 "awd_abstract_narration": "The International Research Fellowship Program enables U.S. scientists and engineers to conduct nine to twenty-four months of research abroad. The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise and experimental conditions abroad. \r\n\r\nThis award will support a twenty-four-month research fellowship by Dr. Steve Sullivan to work with Dr. Prof. Stuart G. Cull-Candy at University College London, United Kingdom.\r\n\r\nThough subjectively unpleasant, the perception of pain to aversive stimuli is important for survival.  However, pain can become maladaptive when it long outlasts the potential for harm, a condition known as chronic pain.  Typically, noxious stimuli from the environment elicit electrical responses in peripheral neurons which travel to the spinal cord where the information is relayed by the release of the neurotransmitter glutamate across specialized regions called synapses.  Glutamate binds and activates receptors on spinal cord neurons, which then send pain information to the brain.  One mechanism of chronic pain is thought to occur when certain painful stimuli elicit long-term modifications in the distribution of glutamate receptors present in spinal cord neurons, increasing their sensitivity to minimal input for an extensive period of time.  Recently, this model has appreciated an extra degree of complexity in the discovery of auxiliary subunits, a class of proteins which interact with glutamate receptors to change their fundamental electrical properties and distribution in neurons.  It has been shown that certain auxiliary subunits are required for the induction of chronic pain, but little is known about the specific role they play in determining the modifications of glutamate receptors associated with this condition.  \r\n\r\nThis research studies the role of auxiliary subunits in the alterations of a particular class of glutamate receptors thought to underlie chronic pain, namely, á-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid (AMPA) receptors.  This work entails rigorous analysis of the biophysical properties of different AMPA receptor-auxiliary complexes to \"finger print\" and identify those involved in chronic pain.  These findings are translated to spinal cord models of chronic pain, where different pharmacological agents are tested to target the suspect AMPA-auxiliary subunit complexes, while retaining basic neural function, paving the way for novel therapeutic strategies.\r\n\r\nThis work takes place at University College London, United Kingdom, one of the top institutions in neuroscience research and is part of a collaborative effort with many of the world's experts in electrophysiology, including Prof. Mark Farrant, single channel expert Prof. David Colquhoun, and pain researcher Prof. Anthony Dickenson.  The host laboratory of Prof. Stuart G. Cull-Candy is a leader in AMPA receptor auxiliary subunits.  The experimental know-how and collaborations acquired during this time course will broaden electrophysiology and neuroscience research in the United States when Dr. Sullivan returns to establish his own laboratory studying glutamate signaling.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Steve",
   "pi_last_name": "Sullivan",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Steve J Sullivan",
   "pi_email_addr": "",
   "nsf_id": "000600370",
   "pi_start_date": "2012-06-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Sullivan                Steve          J",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Minneapolis",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "",
  "inst_zip_code": "554062507",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University College London Neuroscience",
  "perf_str_addr": null,
  "perf_city_name": "London",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "WC1E 6BT",
  "perf_ctry_code": "UK",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "",
  "perf_ctry_name": "United Kingdom",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "595600",
   "pgm_ele_name": "IRFP-Inter Res Fellowship Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5946",
   "pgm_ref_txt": "UNITED KINGDOM"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 132770.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Though subjectively unpleasant, the feeling of pain to potentially harmful environmental factors is essential for our survival.&nbsp; However, pain can become maladaptive when it long outlasts the potential for harm, a condition known as chronic pain.&nbsp; Over 100 million Americans suffer from chronic pain, which is more than diabetes, heart disease, and cancer combined.&nbsp; It is estimated that the annual costs of chronic pain are up to $600 billion dollars when considering the combined costs of treatment with the consequential job loss in debilitated sufferers.&nbsp;</p>\n<p>The sensation of pain begins when harmful environmental factors trigger electrical responses in specialized pain sensory neurons at the site of injury.&nbsp; These electrical signals then travel along bundles of wires, called nerves, into the spinal cord.&nbsp; Within the spinal cord, the nerves release neurotransmitters, mainly glutamate, across specialized regions of communication called synapses.&nbsp; This glutamate is detected by other neurons in the spinal cord by proteins called AMPA receptors (AMPAR).&nbsp; If enough receptors sense glutamate, then the pain neurons in the spinal cord will become activated.&nbsp; These neurons within the spinal cord compute information about pain and send it up to the brain, where pain is consciously perceived.</p>\n<p>The field of brain research has been revolutionized by the discovery that much of learning and memory can be attributed to changes in the number of receptors found at synapses, allowing brains to rewire their connections in response to the ever-changing environment.&nbsp; Pain-sensing synapses in the spinal cord also undergo such changes when they are activated for long periods of time. One important change is the increase in electrical responses driven by AMPARs in spinal cord neurons.&nbsp; It is thought that these changes etch &ldquo;pain-memories&rdquo; in spinal cord circuits, contributing the development and maintenance of chronic pain.&nbsp; &nbsp;&nbsp;</p>\n<p>AMPARs bind to specialized proteins, called auxiliary subunits, which stabilize them at synapses and increase their response to glutamate.&nbsp; In my work I studied the role of one such auxiliary subunit. First, I used capsaicin, the active ingredient in chilli peppers, to selectively activate pain nerves and measured the subsequent AMPAR electrical activity in individual spinal cord neurons.&nbsp; &nbsp;I showed that the AMPAR responses are increased in animals experiencing chronic pain, meaning that the spinal cord neurons are more sensitive (see image).&nbsp; I then removed a specific auxiliary subunit from mouse spinal cords to see what effect it had on pain neurons and the memory of pain. I found that without this auxiliary subunit, synapses failed to show this heightening of AMPAR responses. This discovery suggests that these subunits are necessary for pain memories to be saved in spinal cord neurons.</p>\n<p>Because pain is necessary for our survival, the ideal therapy would &ldquo;erase&rdquo; the increase in pain sensitivity, which leads to chronic pain, without impairing the basic sensation of pain.&nbsp; My studies show that targeting auxiliary subunits might give therapeutic strategies the resolution necessary to treat chronic pain while retaining basic pain function.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/23/2015<br>\n\t\t\t\t\tModified by: Steve&nbsp;J&nbsp;Sullivan</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/11...",
  "por_txt_cntn": "\nThough subjectively unpleasant, the feeling of pain to potentially harmful environmental factors is essential for our survival.  However, pain can become maladaptive when it long outlasts the potential for harm, a condition known as chronic pain.  Over 100 million Americans suffer from chronic pain, which is more than diabetes, heart disease, and cancer combined.  It is estimated that the annual costs of chronic pain are up to $600 billion dollars when considering the combined costs of treatment with the consequential job loss in debilitated sufferers. \n\nThe sensation of pain begins when harmful environmental factors trigger electrical responses in specialized pain sensory neurons at the site of injury.  These electrical signals then travel along bundles of wires, called nerves, into the spinal cord.  Within the spinal cord, the nerves release neurotransmitters, mainly glutamate, across specialized regions of communication called synapses.  This glutamate is detected by other neurons in the spinal cord by proteins called AMPA receptors (AMPAR).  If enough receptors sense glutamate, then the pain neurons in the spinal cord will become activated.  These neurons within the spinal cord compute information about pain and send it up to the brain, where pain is consciously perceived.\n\nThe field of brain research has been revolutionized by the discovery that much of learning and memory can be attributed to changes in the number of receptors found at synapses, allowing brains to rewire their connections in response to the ever-changing environment.  Pain-sensing synapses in the spinal cord also undergo such changes when they are activated for long periods of time. One important change is the increase in electrical responses driven by AMPARs in spinal cord neurons.  It is thought that these changes etch \"pain-memories\" in spinal cord circuits, contributing the development and maintenance of chronic pain.    \n\nAMPARs bind to specialized proteins, called auxiliary subunits, which stabilize them at synapses and increase their response to glutamate.  In my work I studied the role of one such auxiliary subunit. First, I used capsaicin, the active ingredient in chilli peppers, to selectively activate pain nerves and measured the subsequent AMPAR electrical activity in individual spinal cord neurons.   I showed that the AMPAR responses are increased in animals experiencing chronic pain, meaning that the spinal cord neurons are more sensitive (see image).  I then removed a specific auxiliary subunit from mouse spinal cords to see what effect it had on pain neurons and the memory of pain. I found that without this auxiliary subunit, synapses failed to show this heightening of AMPAR responses. This discovery suggests that these subunits are necessary for pain memories to be saved in spinal cord neurons.\n\nBecause pain is necessary for our survival, the ideal therapy would \"erase\" the increase in pain sensitivity, which leads to chronic pain, without impairing the basic sensation of pain.  My studies show that targeting auxiliary subunits might give therapeutic strategies the resolution necessary to treat chronic pain while retaining basic pain function.\n\n \n\n\t\t\t\t\tLast Modified: 08/23/2015\n\n\t\t\t\t\tSubmitted by: Steve J Sullivan"
 }
}