{
 "awd_id": "1158812",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "IRFP: Physical Regulation of Long-Term Ecosystem Variability in the North Atlantic",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cassandra Dudka",
 "awd_eff_date": "2013-01-01",
 "awd_exp_date": "2014-11-30",
 "tot_intn_awd_amt": 120930.0,
 "awd_amount": 124278.0,
 "awd_min_amd_letter_date": "2012-07-25",
 "awd_max_amd_letter_date": "2014-08-27",
 "awd_abstract_narration": "The International Research Fellowship Program enables U.S. scientists and engineers to conduct nine to twenty-four months of research abroad. The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise and experimental conditions abroad. \r\n\r\nThis award will support a twenty-month research fellowship by Dr. Andrew D. Barton to work collaboratively with Professors Richard Williams and Jonathan Sharples at the University of Liverpool, Liverpool, U.K., and Professor Susan Lozier at Duke University, Durham, NC, U.S.A. \r\n\r\nThe structure of marine phytoplankton communities mediates the export of carbon and other minerals from the ocean surface to depth and the transfer of organic matter and energy through the food web. Climate variability is thought to impact the structure of marine phytoplankton communities by setting the physical and chemical environments in which phytoplankton and their predators reside. These ecological changes, in turn, feed back upon global biogeochemical cycles, the climate system, and marine ecosystems. However, the pathways by which climate variability regulates marine phytoplankton communities are not well understood. \r\n\r\nThis research will quantify the linkages between the abundances of ~100 phytoplankton species and the observed, interannual to decadal variability in physical oceanographic processes that determine the ambient light and macronutrient supply supporting phytoplankton growth in the North Atlantic. In this effort, phytoplankton abundance observations from the Continuous Plankton Recorder (CPR) survey, an unparalleled record of ecological variability in the North Atlantic over the last half-century, will be used. The goals of this analysis are to: a) evaluate key physical mechanisms by which climate impacts phytoplankton communities and b) examine how species with different functional traits respond to that forcing. To further assess the physical mechanisms identified by this analysis, simulations will be conducted with a combined circulation, biogeochemical, and phytoplankton community model of the North Atlantic for 1958-2010. By understanding the dynamic links between phytoplankton communities and climate in the observational record, this work has the potential to shed light on how marine ecosystems respond to climate variability and change.\r\n\r\nThis research will build strong international collaboration between the Principal Investigator and complementary research groups at the University of Liverpool (Professors Williams and Sharples) and Duke University (Professor Lozier). We are aided in our efforts by ongoing intellectual collaboration with the research groups of Dr. Mick Follows (MIT) and Professor Zoe Finkel (Mt. Allison University).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Barton",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew D Barton",
   "pi_email_addr": "",
   "nsf_id": "000599544",
   "pi_start_date": "2012-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Barton                  Andrew         D",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Cambridge",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "",
  "inst_zip_code": "021394307",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Liverpool",
  "perf_str_addr": null,
  "perf_city_name": "Liverpool, U.K",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "UK",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "United Kingdom",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "595600",
   "pgm_ele_name": "IRFP-Inter Res Fellowship Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5946",
   "pgm_ref_txt": "UNITED KINGDOM"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 120930.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 3348.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Marine phytoplankton communities perform central roles in marine ecosystems, global biogeochemical cycles, and the climate system by facilitating the transport, trophic transfer, and transformation of carbon and other key elements in the ocean. However, understanding of the fundamental processes structuring marine phytoplankton communities remains limited. In particular, the impacts of changes in oceanic and atmospheric conditions on marine phytoplankton have not been comprehensively evaluated in the North Atlantic Ocean, a region of great importance to society and global-scale processes. Thus, the objective of the proposed research was to quantify and understand the linkages between key indicators of environmental change and variations in the phytoplankton community in the North Atlantic.</p>\n<p>Using a half-century of observations, changes in atmospheric forcing (surface wind speed and heat fluxes) and ocean surface properties (sea surface temperature, mixed layer depth, thermal stratification, and turbulent kinetic energy) were compared with variability in total phytoplankton biomass and the abundances of diatoms and dinoflagellates, as measured by the Continuous Plankton Recorder survey. On seasonal timescales, a clear connection between observed changes in the physical environment and the phytoplankton assemblages was found. Strong turbulence, deep mixed layer depths, and weak stratification decrease diatom abundance in the subpolar gyre, but increase diatoms in the subtropical gyre, a pattern broadly consistent with growth limitation of phytoplankton in high and low latitudes by light and nutrients, respectively. In contrast, dinoflagellates prosper in stratified, weakly turbulent conditions in sampled portions of the subpolar and subtropical gyres. On interannual to multidecadal timescales, however, the links between observed ecological and physical changes are much weaker. The physical mechanisms that differentiate the fates of diatoms and dinoflagellates on seasonal timescales do not appear to control their longer-term variability, perhaps because year-to-year variability in the phytoplankton assemblages is greater than in the physical drivers.</p>\n<p>The lack of widespread and robust connections between longer-term phytoplankton community and local physical variability suggests that other biological (e.g., zooplankton grazing, chaos in the plankton) or physical mechanisms (e.g., changes in ocean circulation) may play important, and as yet unresolved, regulatory roles. The study results indicate that the traditional &ldquo;bottom up&rdquo; view that focused solely on local changes in atmospheric forcing and ocean conditions may not be sufficient to understand how phytoplankton communities respond to changing climates, both in the historical record and in anthropogenic climate change scenarios.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/07/2015<br>\n\t\t\t\t\tModified by: Andrew&nbsp;D&nbsp;Barton</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMarine phytoplankton communities perform central roles in marine ecosystems, global biogeochemical cycles, and the climate system by facilitating the transport, trophic transfer, and transformation of carbon and other key elements in the ocean. However, understanding of the fundamental processes structuring marine phytoplankton communities remains limited. In particular, the impacts of changes in oceanic and atmospheric conditions on marine phytoplankton have not been comprehensively evaluated in the North Atlantic Ocean, a region of great importance to society and global-scale processes. Thus, the objective of the proposed research was to quantify and understand the linkages between key indicators of environmental change and variations in the phytoplankton community in the North Atlantic.\n\nUsing a half-century of observations, changes in atmospheric forcing (surface wind speed and heat fluxes) and ocean surface properties (sea surface temperature, mixed layer depth, thermal stratification, and turbulent kinetic energy) were compared with variability in total phytoplankton biomass and the abundances of diatoms and dinoflagellates, as measured by the Continuous Plankton Recorder survey. On seasonal timescales, a clear connection between observed changes in the physical environment and the phytoplankton assemblages was found. Strong turbulence, deep mixed layer depths, and weak stratification decrease diatom abundance in the subpolar gyre, but increase diatoms in the subtropical gyre, a pattern broadly consistent with growth limitation of phytoplankton in high and low latitudes by light and nutrients, respectively. In contrast, dinoflagellates prosper in stratified, weakly turbulent conditions in sampled portions of the subpolar and subtropical gyres. On interannual to multidecadal timescales, however, the links between observed ecological and physical changes are much weaker. The physical mechanisms that differentiate the fates of diatoms and dinoflagellates on seasonal timescales do not appear to control their longer-term variability, perhaps because year-to-year variability in the phytoplankton assemblages is greater than in the physical drivers.\n\nThe lack of widespread and robust connections between longer-term phytoplankton community and local physical variability suggests that other biological (e.g., zooplankton grazing, chaos in the plankton) or physical mechanisms (e.g., changes in ocean circulation) may play important, and as yet unresolved, regulatory roles. The study results indicate that the traditional \"bottom up\" view that focused solely on local changes in atmospheric forcing and ocean conditions may not be sufficient to understand how phytoplankton communities respond to changing climates, both in the historical record and in anthropogenic climate change scenarios.\n\n\t\t\t\t\tLast Modified: 01/07/2015\n\n\t\t\t\t\tSubmitted by: Andrew D Barton"
 }
}