{
 "awd_id": "1158551",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Regulation  of microbial sunscreen biosynthesis",
 "cfda_num": "47.074",
 "org_code": "08070700",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "edward crane",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 715682.0,
 "awd_amount": 730682.0,
 "awd_min_amd_letter_date": "2012-05-07",
 "awd_max_amd_letter_date": "2017-04-18",
 "awd_abstract_narration": "Intellectual Merit.  Some microorganisms, notably cyanobacteria, are known to synthesize secondary metabolites that serve a sunscreen function to protect them from damaging effects of exposure to ultraviolet radiation (UV).  In cyanobacteria, two main types of such compounds have been described: scytonemin, a unique alkaloid of interesting biological properties, and mycosporine-like amino acids (MAAs), a family of small water-soluble compounds derived from amino acids.  In the past few years we have successfully developed the cyanobacterial strain, Nostoc punctiforme ATCC 29133, to study the genetic and molecular basis of such sunscreens. Great strides have been made during the past few years in this field of research. In this project we will be probing aspects of sunscreen biology that relate to the association of gene function with cell compartmentalization, to their regulation and their evolution.  This work will provide links between existing knowledge at the molecular, physiological and environmental levels of organization, eventually enabling an integrated understanding of microbial sunscreens and setting the basis for their potential application. \r\n\r\nBroader Impacts.  Sunscreens are important factors in the ecological physiology of adaptation of many organisms in Nature, from plankton to corals at a time when increased UV-fluxes are of concern.  Microbial sunscreens have attracted interest not only because they represent novel classes of secondary metabolites, but also because of their potential applicability for  biotechnological purposes. \r\nAdditionally, this research will represent a very attractive opportunity to populate ongoing efforts in outreach to STEM underrepresented minority K-12 students and the general public in Arizona, where protection from UV exposure is a constant concern, and where, we think, microbial sunscreens may offer an enticement to get to know the world of science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ferran",
   "pi_last_name": "Garcia-Pichel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ferran Garcia-Pichel",
   "pi_email_addr": "ferran@asu.edu",
   "nsf_id": "000433671",
   "pi_start_date": "2012-05-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852874501",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9232",
   "pgm_ref_txt": "RES OPPOR AWARDS(ROA) (SUPPLEM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 258625.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 239825.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 232232.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project we set out to study the genetic basis for formation and regulation of microbial sunscreen compounds using as model a group of microbes known as cyanobacteria.</p>\n<p>Some microbes use sunscreens to protect themselves from the sun&rsquo;s ultraviolet rays. These suncreens constitute interesting natural products because of their chemical uniqueness and their potential applicability. We used molecular methods to identify the genes that are responsible for producing sunscreens and those that are responsible for regulating their production in response to insolation. &nbsp;We made significant progress on both fronts, identifying the role in sunscreen production of several genes in a gene cluster previously identified as likely responsible for this capacity. A second group of genes, distant in location from the main cluster, was also implicated in the overall process, and found to play a specific role in exporting the compound out of the cells. This latter group of genes is found in many and different microbes, possible constituting a &ldquo;plug and play&rdquo; genetic element with analogous functions of transporting phenolics in many organisms.&nbsp; We also could positively identify some of the regulatory elements, and described the context of overall genes that respond to ultraviolet exposure in these organisms. Finally, given that cyanobacteria present perhaps the best fossil record among microbes, we used evolutionary reconstructions models of the sunscreen genetic elements to probe the history of ultraviolet radiaton and oxygen availability during Earth&rsquo;s history. &nbsp;In terms of outreach we took advantage of the fact that even microbes produce sunscreens to convey, in a variety of settings, concepts of microbial preventative adaptation, and how this should be a &ldquo;lesson learned&rdquo; for the importance of preventative measures in human health in areas of strong insolation like Arizona. &nbsp;&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/19/2017<br>\n\t\t\t\t\tModified by: Ferran&nbsp;Garcia-Pichel</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this project we set out to study the genetic basis for formation and regulation of microbial sunscreen compounds using as model a group of microbes known as cyanobacteria.\n\nSome microbes use sunscreens to protect themselves from the sun?s ultraviolet rays. These suncreens constitute interesting natural products because of their chemical uniqueness and their potential applicability. We used molecular methods to identify the genes that are responsible for producing sunscreens and those that are responsible for regulating their production in response to insolation.  We made significant progress on both fronts, identifying the role in sunscreen production of several genes in a gene cluster previously identified as likely responsible for this capacity. A second group of genes, distant in location from the main cluster, was also implicated in the overall process, and found to play a specific role in exporting the compound out of the cells. This latter group of genes is found in many and different microbes, possible constituting a \"plug and play\" genetic element with analogous functions of transporting phenolics in many organisms.  We also could positively identify some of the regulatory elements, and described the context of overall genes that respond to ultraviolet exposure in these organisms. Finally, given that cyanobacteria present perhaps the best fossil record among microbes, we used evolutionary reconstructions models of the sunscreen genetic elements to probe the history of ultraviolet radiaton and oxygen availability during Earth?s history.  In terms of outreach we took advantage of the fact that even microbes produce sunscreens to convey, in a variety of settings, concepts of microbial preventative adaptation, and how this should be a \"lesson learned\" for the importance of preventative measures in human health in areas of strong insolation like Arizona.   \n\n\t\t\t\t\tLast Modified: 12/19/2017\n\n\t\t\t\t\tSubmitted by: Ferran Garcia-Pichel"
 }
}