{
 "awd_id": "1158663",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CNIC: U.S.-Danish Planning Visit for Research on Smart Products and People on the Smart Grid",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bonnie Thompson",
 "awd_eff_date": "2012-06-15",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 16538.0,
 "awd_amount": 16538.0,
 "awd_min_amd_letter_date": "2012-06-12",
 "awd_max_amd_letter_date": "2012-06-12",
 "awd_abstract_narration": "Through this planning visit, Prof. Alice Agogino of the University of California-Berkeley will initiate cooperative research with Danish partners to further our understanding of human-centered, community assessment of renewable energy and sustainability, with an emphasis on smart products and Smart Grid use.  Her counterpart, Prof. Ulrik Jorgensen and colleagues at the Technical University of Denmark, in Copenhagen, have established expertise in engineering education and user involvement in design and innovation, thereby complementing the U.C.-Berkeley team's strengths in energy and sustainable technologies.  Together their goal is to refine plans for a longer-term U.S.-Danish research partnership aimed at integrating sustainable technologies (buildings, products, and systems) with demand response and the Smart Grid.   If successful, the resulting collaboration should lead to a larger interdisciplinary research effort focused on sustainable product innovation using embedded, distributed sensor networks; data and sensor validation and fusion; and environmental machine monitoring to promote energy conservation.  Participating U.S. graduate students will gain valuable early career exposure to an international professional network that should yield opportunities for expanding their own research as future faculty.\r\n\r\nProfessors Agogino and Jorgensen also plan to integrate research on the role that curricula and pedagogy play in improving our basic understanding of how to reduce environmental impact through sustainable design.  The US-Danish team will pursue this by building on lessons learned from Demark's Smart Grid implementations to collect case studies, sustainable design methods, and curricula for dissemination.  This will be done through an online portal called \"TheDesignExchange.\"   Their objective is to facilitate the capture, analysis and use of research results via a large, virtual public library of proven tools for use by educators and practitioners.  The cooperating research partners maintain that giving consumers, governments and corporations access to the latest data, models, and solutions has the potential broader impact of accelerating wider adoption of sustainable solutions that enable communities to reduce unwanted environmental impacts associated with human activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alice",
   "pi_last_name": "Agogino",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Alice M Agogino",
   "pi_email_addr": "agogino@berkeley.edu",
   "nsf_id": "000751593",
   "pi_start_date": "2012-06-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "The Regents of the University of California",
  "perf_str_addr": "2150 Shattuck Avenue",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947045940",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729900",
   "pgm_ele_name": "Catalyzing New Intl Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5914",
   "pgm_ref_txt": "WESTERN EUROPE, OTHER"
  },
  {
   "pgm_ref_code": "5979",
   "pgm_ref_txt": "Europe and Eurasia"
  },
  {
   "pgm_ref_code": "7607",
   "pgm_ref_txt": "POWER, CONTROLS & ADAPTIVE NET"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 16538.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this small travel grant was to help initiate collaboration with the Technical University of Denmark; the Danish Royal Ministry of Foreign Affairs; the Danish Ministry of Science, Technology and Innovation; and the CARES (Community Assessment for Renewable Energy and Sustainability) project at UC Berkeley. Denmark is a lead country in renewable and Smart Grid technologies; U.S. collaboration has much potential to learn from their forty years of experience to inform U.S. development of our Smart Grid.&nbsp; Denmark is also world-renowned for their research and education on sustainable design. This travel grant allowed Dr. Agogino and her team to catalyze an international research and education partnerships aimed at integrative sustainable technologies (buildings, products, systems) with demand response and the Smart Grid.</p>\n<p>The<strong> </strong>major activities were visits, presentations and discussions between PI Alice Agogino and two doctoral students (Ryan Shelby and Sohyeong Kim) and our Danish collaborators. <strong></strong>The goal was to establish partnerships that would lead to in-depth proposals. Partnerships were established and five proposals were submitted; one has been awarded so far (to develop a transatlantic research consortium on democratic and sustainable food.) Visit details follow:</p>\n<ol>\n<li><strong>Sams&oslash; Energy Academy, Sams&oslash; Island:</strong> June 28,-30, 2012. PI Alice Agogino met with S&oslash;ren Hermansen, the founder and director of the Sams&oslash; Energy Academy, Sams&oslash; Island. </li>\n<li><strong>Lars Beer Nielsen, Roskilde, Denmark.</strong> July 1-2 2012. PI Alice Agogino met with Lars Beer Nielsen (former director of the Innovation Center Denmark) and visited his solar farm home. </li>\n<li><strong>Better Place, Hellerup, Denmark:</strong> July 3, 2012. Better Place is an American-Israeli company that develops and provides the Electronic Vehicle service station. PI Agogino and doctoral students Ryan Shelby and Sohyeong Kim were able to visit the operation and understand the logistical challenges. We attended the executive briefing presentation to understand Better Place&rsquo;s business model, technology leadership, service strategy and an exclusive partnership with Renault Motors.&nbsp; We talked with a Renault engineer to learn how Better Place has collaborated to manufacture the battery switching enabled motors.&nbsp; We also had an opportunity to test drive a Better Place car, as well as to visit the first battery charging station in Copenhagen. Alas Better Place dissolved in May 2013, so this collaboration will not directly lead to a follow-up proposal. Nevertheless, this ambitious, bold experiment has lessons for the U.S.</li>\n<li><strong>University of Copenhagen:</strong> July 4-6, 2012. PI Alice Agogino attended the 3<sup>rd</sup> International Conference on Computational Sustainability at the University of Copenhagen, Denmark. She gave one paper (&ldquo;Enabling Smart People, Products and Building on the Smart Grid&rdquo;) and participated in a panel discussion on &ldquo;Nuturing the Computational Sustainablity Community&rdquo;.</li>\n<li><strong>Technical University of Denmark, Lyngby, Denmark: </strong>July 4, 2012. Doctoral student<strong> </strong>Ryan Shelby met with Dr. Mary Thompson from the Technical University of Denmark and discussed the sustainability and environmental research efforts undertaken at DTU. In particular, we discussed DTU&rsquo;s Ecodesign work by Prof. Tim McAloone and potential postdoc opportunities at DTU for research on sustainable product design and development in rural and urban areas. &nbsp;Collaboration on <em>TheDesignExchange</em> was initiated.</li>\n<li><strong>Aalborg University, Copenhagen, Denmark: </strong>Meeting 1, July 5, 2012. Doctoral students Ryan Shelby and Sohyeong Kim met with Stine Hansen, Niels Kristensen, Morten Larsen and others from Denm...",
  "por_txt_cntn": "\nThe goal of this small travel grant was to help initiate collaboration with the Technical University of Denmark; the Danish Royal Ministry of Foreign Affairs; the Danish Ministry of Science, Technology and Innovation; and the CARES (Community Assessment for Renewable Energy and Sustainability) project at UC Berkeley. Denmark is a lead country in renewable and Smart Grid technologies; U.S. collaboration has much potential to learn from their forty years of experience to inform U.S. development of our Smart Grid.  Denmark is also world-renowned for their research and education on sustainable design. This travel grant allowed Dr. Agogino and her team to catalyze an international research and education partnerships aimed at integrative sustainable technologies (buildings, products, systems) with demand response and the Smart Grid.\n\nThe major activities were visits, presentations and discussions between PI Alice Agogino and two doctoral students (Ryan Shelby and Sohyeong Kim) and our Danish collaborators. The goal was to establish partnerships that would lead to in-depth proposals. Partnerships were established and five proposals were submitted; one has been awarded so far (to develop a transatlantic research consortium on democratic and sustainable food.) Visit details follow:\n\nSams&oslash; Energy Academy, Sams&oslash; Island: June 28,-30, 2012. PI Alice Agogino met with S&oslash;ren Hermansen, the founder and director of the Sams&oslash; Energy Academy, Sams&oslash; Island. \nLars Beer Nielsen, Roskilde, Denmark. July 1-2 2012. PI Alice Agogino met with Lars Beer Nielsen (former director of the Innovation Center Denmark) and visited his solar farm home. \nBetter Place, Hellerup, Denmark: July 3, 2012. Better Place is an American-Israeli company that develops and provides the Electronic Vehicle service station. PI Agogino and doctoral students Ryan Shelby and Sohyeong Kim were able to visit the operation and understand the logistical challenges. We attended the executive briefing presentation to understand Better PlaceÆs business model, technology leadership, service strategy and an exclusive partnership with Renault Motors.  We talked with a Renault engineer to learn how Better Place has collaborated to manufacture the battery switching enabled motors.  We also had an opportunity to test drive a Better Place car, as well as to visit the first battery charging station in Copenhagen. Alas Better Place dissolved in May 2013, so this collaboration will not directly lead to a follow-up proposal. Nevertheless, this ambitious, bold experiment has lessons for the U.S.\nUniversity of Copenhagen: July 4-6, 2012. PI Alice Agogino attended the 3rd International Conference on Computational Sustainability at the University of Copenhagen, Denmark. She gave one paper (\"Enabling Smart People, Products and Building on the Smart Grid\") and participated in a panel discussion on \"Nuturing the Computational Sustainablity Community\".\nTechnical University of Denmark, Lyngby, Denmark: July 4, 2012. Doctoral student Ryan Shelby met with Dr. Mary Thompson from the Technical University of Denmark and discussed the sustainability and environmental research efforts undertaken at DTU. In particular, we discussed DTUÆs Ecodesign work by Prof. Tim McAloone and potential postdoc opportunities at DTU for research on sustainable product design and development in rural and urban areas.  Collaboration on TheDesignExchange was initiated.\nAalborg University, Copenhagen, Denmark: Meeting 1, July 5, 2012. Doctoral students Ryan Shelby and Sohyeong Kim met with Stine Hansen, Niels Kristensen, Morten Larsen and others from Denmark.  An overview of the research being carried out by UC Berkeley and Aalborg University was presented with Ph.D. students in the Foodscapes, Innovation, &amp; Networks (FINe) in the Department of Planning. Doctoral student Sohyeong KimÆs doctoral research is in open innovation in sustainable foods. She was able to visit the Nordic Food Lab (http://ww..."
 }
}