{
 "awd_id": "1158553",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative research: Short-circuiting in bacterial quorum sensing",
 "cfda_num": "47.074",
 "org_code": "08070700",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Susanne von Bodman",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 504525.0,
 "awd_amount": 557187.0,
 "awd_min_amd_letter_date": "2012-04-24",
 "awd_max_amd_letter_date": "2015-07-01",
 "awd_abstract_narration": "Intellectual merit\r\nBacterial cell-cell communication, also termed quorum sensing (QS) is a wide-spread process that coordinates multicellular behaviors such as virulence, biofilm formation, and nutrient acquisition in response to cell density, population structure and environmental viscosity.  There has been an explosion in research directed at understanding the molecular mechanisms of QS, but there is a paucity of information on the ecophysiological implications and on the emergent properties of QS regulatory networks. The current project addresses this need by combining genetics, physiology, and systems biology in understanding QS in the model bacterium Pseudomonas aeruginosa. This bacterium communicates via diffusible acyl-homoserine lactone signals to control the expression of hundreds of genes. The particular focus is on two central properties of the P. aeruginosa QS network, antiactivation and co-regulation. Antiactivation, initially characterized in the plant pathogen Agrobacterium tumefaciens, inhibits the activity of cognate QS receptors through direct protein-protein interaction.  Co-regulation permits the integration of other environmental signals into the quorum response.  A key feature here is the starvation-dependent transcription of the main P. aeruginosa QS receptor, LasR.  Because several QS-controlled products are costly extracellular enzymes involved in nutrient acquisition, co-regulation by starvation appears ecologically worthwhile.  The roles of antiactivation and lasR regulation in modulating the quorum response and in preventing \"short-circuiting\" will be investigated.  Short-circuiting, or self-induction, is a major unanswered question in bacterial QS:   How is it that diffusible quorum-signals do not immediately bind to their cognate receptors in the same cell in which they are produced and activate gene expression independent of cell density?  Based on recent modeling data, the PIs hypothesize that antiactivation and lasR regulation help prevent short-circuiting, and that the tight environmental control of lasR expression is key in modulating quorum responses that are either short-circuited, triggered by cell density, or triggered by starvation. The specific aims of the project, which integrate experimentation and computational modeling, are therefore to (1) directly observe short-circuiting of QS target gene expression in antiactivator-deficient and lasR overexpressing cells, (2) investigate the growth-rate dependence of QS gene induction and short-circuiting in wild-type cells, and (3) develop a model of the las QS network that, in addition to antiactivation and co-regulation, incorporates and evaluates key properties such as receptor-QS signal interaction, receptor dimerization, autoregulation, and active efflux. \r\n\r\nBroader impacts\r\nResearch. The research conducted by the PIs over the last decade, funded in part by NSF, has established P. aeruginosa QS as a global regulatory network, has provided insight into the function of the central QS regulator LasR, has demonstrated that QS is a cooperative behavior subject to social conflict, and has resulted in the first computational model of P. aeruginosa QS. The current project will incorporate and extend these findings to understand the basic design features of a QS network, including antiactivation and the integration of environmental cues. The work will broadly benefit and will find application in synthetic biology and biotechnology for the design of novel genetic response circuits.  \r\nEducation. The described project provides excellent educational opportunities for students.  The PIs have and will continue to train graduate and undergraduate students.  Dr. Schuster will also provide educational opportunities for high-school students through the Apprenticeship for Science and Engineering, an established summer internship program at Oregon State University. Many of the proposed experiments are conceptually and technically straight-forward and are particularly well suited for the engagement of high-school and undergraduate students in the scientific process.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Martin",
   "pi_last_name": "Schuster",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Martin Schuster",
   "pi_email_addr": "martin.schuster@oregonstate.edu",
   "nsf_id": "000507376",
   "pi_start_date": "2012-04-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oregon State University",
  "inst_street_address": "1500 SW JEFFERSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CORVALLIS",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5417374933",
  "inst_zip_code": "973318655",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "OREGON STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MZ4DYXE1SL98"
 },
 "perf_inst": {
  "perf_inst_name": "Oregon State University",
  "perf_str_addr": "220 Nash",
  "perf_city_name": "Corvallis",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "973318507",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "801100",
   "pgm_ele_name": "Systems and Synthetic Biology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "7744",
   "pgm_ref_txt": "RAHSS"
  },
  {
   "pgm_ref_code": "9104",
   "pgm_ref_txt": "ENVIRONMENTAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 504525.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 3700.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 48962.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project is at the interface of microbiology, evolutionary biology, and systems biology. It has been aimed at understanding the basic design principles of bacterial cell-cell communication, also termed quorum sensing (QS).&nbsp; QS involves the production of and response to diffusible signal molecules that permit coordination of cooperative behaviors.&nbsp; In particular, we have been interested in addressing a long-standing puzzle in bacterial cell-cell communication:&nbsp; Why is it that individual cells do not respond to their self-produced QS before it can diffuse away, essentially &ldquo;short-circuiting&rdquo; the system?&nbsp; A two-pronged approach, with <em>Pseudomonas aeruginosa</em> as our model, has helped answer this question.&nbsp; First, we have investigated the role of multiple negative regulators, so-called antiactivators, in preventing constitutive activation or short-circuiting, using a combination of gene expression and mutational analysis.&nbsp; Second, we have investigated the possibility that short-circuiting may in fact be ecologically significant and occur under specific macronutrient starvation conditions, employing a minimal medium chemostat system.&nbsp; Thus far, our work has provided novel insights into QS gene regulation, which at the same time has provided the foundation for directly testing the short-circuiting hypothesis: First, there is partial redundancy in antiactivator function because multiple deletions have a disproportionally large effect on gene expression compared with individual deletions. Mathematical modeling has confirmed the significance of antiactivator function in preventing constitutive gene expression. Second, specific nutritional cues trigger the expression of different QS-controlled products to varying degrees.&nbsp; The observed expression patterns support a model of &ldquo;metabolically prudent&rdquo; regulation, in which QS-controlled products are maximally activated only when their respective building blocks are not growth-rate limiting.&nbsp; This strategy has the potential to limit the exploitation of costly secretions by cheater mutants. Our work has thus far resulted in four peer-reviewed publications.&nbsp; It has implications for the design of novel genetic response circuits that incorporate QS elements, and for the evolutionary purpose of individual regulatory components.&nbsp; The project has supported the research of three Graduate and six Undergraduate students in the laboratory. It has also supported the summer internships of two high-school students through the Apprenticeship of Science and Engineering Program at Oregon State University.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/07/2016<br>\n\t\t\t\t\tModified by: Martin&nbsp;Schuster</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project is at the interface of microbiology, evolutionary biology, and systems biology. It has been aimed at understanding the basic design principles of bacterial cell-cell communication, also termed quorum sensing (QS).  QS involves the production of and response to diffusible signal molecules that permit coordination of cooperative behaviors.  In particular, we have been interested in addressing a long-standing puzzle in bacterial cell-cell communication:  Why is it that individual cells do not respond to their self-produced QS before it can diffuse away, essentially \"short-circuiting\" the system?  A two-pronged approach, with Pseudomonas aeruginosa as our model, has helped answer this question.  First, we have investigated the role of multiple negative regulators, so-called antiactivators, in preventing constitutive activation or short-circuiting, using a combination of gene expression and mutational analysis.  Second, we have investigated the possibility that short-circuiting may in fact be ecologically significant and occur under specific macronutrient starvation conditions, employing a minimal medium chemostat system.  Thus far, our work has provided novel insights into QS gene regulation, which at the same time has provided the foundation for directly testing the short-circuiting hypothesis: First, there is partial redundancy in antiactivator function because multiple deletions have a disproportionally large effect on gene expression compared with individual deletions. Mathematical modeling has confirmed the significance of antiactivator function in preventing constitutive gene expression. Second, specific nutritional cues trigger the expression of different QS-controlled products to varying degrees.  The observed expression patterns support a model of \"metabolically prudent\" regulation, in which QS-controlled products are maximally activated only when their respective building blocks are not growth-rate limiting.  This strategy has the potential to limit the exploitation of costly secretions by cheater mutants. Our work has thus far resulted in four peer-reviewed publications.  It has implications for the design of novel genetic response circuits that incorporate QS elements, and for the evolutionary purpose of individual regulatory components.  The project has supported the research of three Graduate and six Undergraduate students in the laboratory. It has also supported the summer internships of two high-school students through the Apprenticeship of Science and Engineering Program at Oregon State University.\n\n \n\n\t\t\t\t\tLast Modified: 06/07/2016\n\n\t\t\t\t\tSubmitted by: Martin Schuster"
 }
}