{
 "awd_id": "1158708",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Atlanta Competitive Advantage Conference PhD Student Workshop",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joshua Rosenbloom",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 28659.0,
 "awd_amount": 28659.0,
 "awd_min_amd_letter_date": "2012-04-03",
 "awd_max_amd_letter_date": "2012-04-03",
 "awd_abstract_narration": "The objective of this project is to expand and enrich the pre-conference Research Development Workshop (RDW), which is held prior to the annual Atlanta Competitive Advantage Conference (ACAC). Emory University, Georgia State University, and The Georgia Institute of Technology jointly sponsor ACAC. ACAC will be holding its 9th Annual Conference on May 14th -17th of 2012. ACAC's mission is to provide a unique forum for the presentation, discussion and encouragement of research and theory development in the fields of industrial organization economics, organization theory, entrepreneurship, and strategic management. \r\n\r\nBroader Impacts:  This proposal to expand the RDW greatly increases the emphasis at ACAC on Ph.D. student research. The proposed expansion of ACAC's RDW in 2012 will triple the number of Ph.D. students that participate in the RDW compared to 2011. It will also increase by 50% the number of senior scholars in the fields of industrial organization economics, organization theory, entrepreneurship and strategic management who will mentor the Ph.D. students and double the number of hours of the RDW, enabling these enlarged groups of students and scholars to work a significant amount of time on a 1:1 basis. The supported Ph.D. students will be able to attend and participate in the main conference as well.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Bogner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "William Bogner",
   "pi_email_addr": "wbogner@gsu.edu",
   "nsf_id": "000597156",
   "pi_start_date": "2012-04-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia State University Research Foundation, Inc.",
  "inst_street_address": "58 EDGEWOOD AVE NE",
  "inst_street_address_2": "FL 3",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4044133570",
  "inst_zip_code": "303032921",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA STATE UNIVERSITY RESEARCH FOUNDATION INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "MNS7B9CVKDN7"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia State University Research Foundation, Inc.",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303024014",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762600",
   "pgm_ele_name": "SciSIP-Sci of Sci Innov Policy"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7626",
   "pgm_ref_txt": "SCIENCE OF SCIENCE POLICY"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 28659.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Project Outcomes Report</strong></p>\n<p>This grant was awarded to the Atlanta Competitive Advantage Conference (ACAC), a joint academic conference sponsored by Georgia State Univeristy, The Georgia Institute of Technology and Emory University.&nbsp; ACAC is focused on developing a better understanding of the sources of sustained competitive advantage in market economies.&nbsp; This grant was awarded to support the ACAC&rsquo;s Research Development Workshop (RDW), which precedes the main ACAC program.</p>\n<p>The RDW is designed to improve the inter-disciplinary research capabilities of emerging scholars who are working on questions related to innovation.&nbsp; The 2012 RDW sought late-stage PhD students doing research in innovation management, technology strategy, new knowledge search, strategic entrepreneurship, dynamic capabilities, knowledge absorption and diffusion, and the measurement of innovation impact on firms and society.&nbsp; The 2012 RDW&rsquo;s goals were to create a series of productive interactions among these late-stage PhD students that will 1) facilitate the development of inter-disciplinary research networks and 2) create a better awareness of the contributions that can be made to their own research through the inclusion of theoretical and methodological approaches to research questions used in other, related other disciplinary perspectives. Funds from this grant were spent to develop and implement a workshop that would facilitate achieving these goals.</p>\n<p>Key to the workshop&rsquo;s success was the assembly of a faculty of active scholars with established records of cross-disciplinary research in innovation.&nbsp; A group of ten faculty members were selected based on their ability to contribute to both of the workshop&rsquo;s desired outcomes.&nbsp; The faculty included one member from each of the institutions sponsoring ACAC.&nbsp; Table One provides a list of all of the faculty members, along with their titles and academic affiliations.</p>\n<p>Faculty members and the ACAC organizing committee put in place two, half-day programs for May 14<sup>th</sup> and May 15<sup>th</sup>, 2012.&nbsp;&nbsp; The first half-day program consisted of three ninety&ndash;minute sessions addressing challenging issues for scholars pursuing multidisciplinary research: building a research network as an emerging researcher, identifying contemporary issues in competitive advantage, and managing the revision process on papers. &nbsp;&nbsp;A teem of three faculty members led each of the sessions.&nbsp;</p>\n<p>The second half-day session focused on the PhD student&rsquo;s current research.&nbsp; This session provided in-depth perspectives on the research not only from two of the faculty members, but also from a group of four of their fellow PhD students.&nbsp; In total each of the participating PhD students received feedback and alternative ideas from six other scholars, none of whom were from their home institution.&nbsp; The timetable for the two-half-day sessions is presented in Table Two.</p>\n<p>To measure the impact on the quality of the research the PhD student brought to the workshop in general and to assess the impact of alternative theoretical and methodological approaches that were introduced to the student in the workshop two surveys were conducted&nbsp;</p>\n<p>About ninety days after the conclusion of the 2012 ACAC RDW the first survey was sent to the twenty-six PhD student participants in order to measure the impact of ht workshop on their research.&nbsp; Eighteen students completed the survey and provided extensive comments. &nbsp;The research that was discussed in the workshop will likely reach publication stage in late 2013 or 2014.&nbsp; Thus, this survey captured the perceptions of the PhD student participants as they returned to their home institutions to continue working on their research.</p>\n<p>The results presented here in Table Three hi...",
  "por_txt_cntn": "\nProject Outcomes Report\n\nThis grant was awarded to the Atlanta Competitive Advantage Conference (ACAC), a joint academic conference sponsored by Georgia State Univeristy, The Georgia Institute of Technology and Emory University.  ACAC is focused on developing a better understanding of the sources of sustained competitive advantage in market economies.  This grant was awarded to support the ACACÆs Research Development Workshop (RDW), which precedes the main ACAC program.\n\nThe RDW is designed to improve the inter-disciplinary research capabilities of emerging scholars who are working on questions related to innovation.  The 2012 RDW sought late-stage PhD students doing research in innovation management, technology strategy, new knowledge search, strategic entrepreneurship, dynamic capabilities, knowledge absorption and diffusion, and the measurement of innovation impact on firms and society.  The 2012 RDWÆs goals were to create a series of productive interactions among these late-stage PhD students that will 1) facilitate the development of inter-disciplinary research networks and 2) create a better awareness of the contributions that can be made to their own research through the inclusion of theoretical and methodological approaches to research questions used in other, related other disciplinary perspectives. Funds from this grant were spent to develop and implement a workshop that would facilitate achieving these goals.\n\nKey to the workshopÆs success was the assembly of a faculty of active scholars with established records of cross-disciplinary research in innovation.  A group of ten faculty members were selected based on their ability to contribute to both of the workshopÆs desired outcomes.  The faculty included one member from each of the institutions sponsoring ACAC.  Table One provides a list of all of the faculty members, along with their titles and academic affiliations.\n\nFaculty members and the ACAC organizing committee put in place two, half-day programs for May 14th and May 15th, 2012.   The first half-day program consisted of three ninety&ndash;minute sessions addressing challenging issues for scholars pursuing multidisciplinary research: building a research network as an emerging researcher, identifying contemporary issues in competitive advantage, and managing the revision process on papers.   A teem of three faculty members led each of the sessions. \n\nThe second half-day session focused on the PhD studentÆs current research.  This session provided in-depth perspectives on the research not only from two of the faculty members, but also from a group of four of their fellow PhD students.  In total each of the participating PhD students received feedback and alternative ideas from six other scholars, none of whom were from their home institution.  The timetable for the two-half-day sessions is presented in Table Two.\n\nTo measure the impact on the quality of the research the PhD student brought to the workshop in general and to assess the impact of alternative theoretical and methodological approaches that were introduced to the student in the workshop two surveys were conducted \n\nAbout ninety days after the conclusion of the 2012 ACAC RDW the first survey was sent to the twenty-six PhD student participants in order to measure the impact of ht workshop on their research.  Eighteen students completed the survey and provided extensive comments.  The research that was discussed in the workshop will likely reach publication stage in late 2013 or 2014.  Thus, this survey captured the perceptions of the PhD student participants as they returned to their home institutions to continue working on their research.\n\nThe results presented here in Table Three highlight the perceived theoretical and empirical improvement that the workshop participation provided.  The survey specifically sought to measure the extent to which the interactions in each area were distinctive from what the PhD encountered at his/her home institution.  Pa..."
 }
}