{
 "awd_id": "1159990",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Self-assembly mediated by aqueous interfaces: A novel computational study of structure, thermodynamics, and dynamics",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 200044.0,
 "awd_amount": 299997.0,
 "awd_min_amd_letter_date": "2012-03-17",
 "awd_max_amd_letter_date": "2014-08-04",
 "awd_abstract_narration": "Abstract\r\n1159990\r\nGarde, Shekhar\r\n\r\nSelf-assembly plays an important role in natural processes and technologies used to make new materials. A key goal in studies of self-assembly is to better understand how the interactions of the constituents lead to the self-assembled structures, and their resulting properties. Aqueous interfaces are ubiquitous and often play an important role in self-assembly, yet, a detailed understanding of how the interfaces mediates the assembly is lacking. The PIs propose a new computational approach using molecular (MD) and Brownian dynamics (BD) simulations to shed light on interface-mediated assembly at aqueous interfaces. Properties of water structure, dynamics, and fluctuations are fundamentally altered near extended interfaces, especially near hydrophobic interfaces. They hypothesize that the altered properties of water, in turn, affect the structure, stability, and interactions of macromolecules. This hypothesis is supported by significant preliminary work. They expect that assembly of macromolecules will be significantly different at interfaces compared to that in bulk water. Fundamental understanding of the processes leading to complex interface-mediated assembly is the central focus of our proposal. Understanding of the molecular behavior of water at interfaces is critical to understanding how interfaces alter water-mediated interations near them. Therefore, modeling of phenomena at a wide range of length scales from that of a single water molecule to large self-assembled structures is required. To this end, the approach focuses on modeling of hierarchically complex systems from small solutes to macromolecular assemblies. Specific Aims of the work are to: (1) Quantify the binding to and the behavior of single molecules from small model solutes to flexible homo and heteropolymers, and peptides at aqueous interfaces using MD simulations. (2) Quantify how interfaces modulate the interactions of pairs and larger numbers of molecules in their vicinity. (3) Develop coarse-grained Brownian dynamics simulations to examine many particle assembly at interfaces. Information about the role of interfaces obtained from Aims 1 and 2 will serve as important input to BD simulations. (4) Explore and quantify how fluid flow and deformation of the interface impact the structures, the process of assembly, and the flow properties of the assembled structures. Intellectual Merit: Although water at interfaces is a highly active area of research both from experimental and theoretical perspectives, understanding of how the altered properties of water affect water-mediated interactions at interfaces is truly in its infancy. The work promises to break new ground by providing such molecular level understanding and uncovering its impact on interface-mediated assembly at larger length and time scales. The significant preliminary work by our groups and experimental data from a number of different groups focused on biological and colloidal systems point to the important role of aqueous interfaces in diverse fundamental problems and technological applications. The work has the potential to provide a framework to interpret those experimental results, enable technological applications and new materials development. Broader Impacts: Interfaces are ubiquitous in biological and nanoscopic systems, and also play a central role in numerous technological applications ranging from separations, coatings, to new materials development. Recent work has highlighted the role of interfaces in nucleating and accelerating fibril formation of alzheimers peptides. The project will impact the understanding of many such natural processes, and enhance our ability to design new technologies based on self assembly at interfaces. The research is coupled with significant efforts in education and outreach. This includes involvement of undergraduates in research and motivation of underrepresented groups into science and engineering, achieved through two different programs at Rensselaer, the New Visions Math, Engineering, Technology, and Science Program, and the Molecularium. The PI is a co-leader of the highly successful Molecularim Project (IMAX movie released last December).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shekhar",
   "pi_last_name": "Garde",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shekhar Garde",
   "pi_email_addr": "gardes@rpi.edu",
   "nsf_id": "000238685",
   "pi_start_date": "2012-03-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Patrick",
   "pi_last_name": "Underhill",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Patrick T Underhill",
   "pi_email_addr": "underhill@rpi.edu",
   "nsf_id": "000511752",
   "pi_start_date": "2012-03-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "110 Eighth Street",
  "perf_city_name": "Troy",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803522",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 196348.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 103649.0
  }
 ],
 "por": null
}