{
 "awd_id": "1159032",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation in Economics: The Negative Image Effect of Incentivizing Prosocial Behavior",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927280",
 "po_email": "nlutz@nsf.gov",
 "po_sign_block_name": "Nancy Lutz",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 20850.0,
 "awd_amount": 20850.0,
 "awd_min_amd_letter_date": "2012-04-02",
 "awd_max_amd_letter_date": "2012-04-02",
 "awd_abstract_narration": "This award funds doctoral dissertation research in Economics that uses controlled decision-making experiments to determine whether and why financial incentives for volunteering sometimes result in reduced volunteer effort.\r\n\r\nPrevious researchers have argued that receiving a financial incentive for volunteering or donations could mar one?s social image.  If this is the case,then offering an incentive might actually reduce prosocial volunteer effort; the financial incentive means that volunteering no longer convinces society that you are a generous person.  This idea has been incorporated into behavioral theories, but these theories are not are not able to forecast when one may expect incentives to encourage prosocial behavior. Similarly, no study has been able to precisely identify the negative image effect. \r\n\r\nIn carefully testing the mechanisms involved in volunteer behavior, these laboratory experiments answer these questions.  Study 1 implements a novel treatment that identifies and measures the negative image effect as well as other main effects.  Study 2 tests a new theory that can explain the results of past research in a straightforward way.  The associated negative image effect of incentivizing volunteer behavior may well be smaller for someone with an established, as opposed to unestablished, good volunteer reputation, because those with established reputations are already known to volunteer for good, not greedy, reasons.  Study 3 investigates the role of diminishing returns to incentives in the context of volunteer behavior. \r\n\r\nIn achieving identification of the negative image effect as well as proposing and testing novel mechanisms that may influence prosocial behavior, the results of this research provide new insight into  prosocial behavior.   The laboratory stands as an ideal tool for acquiring these results, since the observability of one's actions and associated reputation as well as the level of volunteer behavior and offered incentives can all be tightly controlled and measured.  \r\n\r\nBroader Impacts: In addition to contributing to interdisciplinary research in economics, psychology, and decision science, these experimental results will provide valuable information to government and nonprofit organizations about the encouragement of volunteer behavior.  Expected follow-up field studies will engender partnerships between academia and non-profit or government organizations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Bernheim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas Bernheim",
   "pi_email_addr": "bernheim@leland.stanford.edu",
   "nsf_id": "000458853",
   "pi_start_date": "2012-04-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christine",
   "pi_last_name": "Exley",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Christine L Exley",
   "pi_email_addr": "clexley@stanford.edu",
   "nsf_id": "000597949",
   "pi_start_date": "2012-04-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "579 Serra Mall",
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943055007",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 20850.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>In large part because of this NSF grant, I developed a research agenda that examines behavioral motivations for prosocial behavior.&nbsp;&nbsp;&nbsp; Via a series of four papers funded by this grant, I find empirical evidence for the importance of image motivations, commitment devices, reference dependence, and excuse-driven behavior in the realm of prosocial behavior.&nbsp; In addition to contributing to the growing field of prosocial behavior studied by economists, psychologists, and other decision scientists, my results may provide valuable information to government and nonprofit organizations about the encouragement of volunteering or charitable giving.&nbsp;</p>\n<p>&nbsp;</p>\n<p>In my first paper, I examined the impact of monetary incentives on volunteering.&nbsp;&nbsp; Since receiving an incentive to volunteer can make one appear &ldquo;greedy,&rdquo; it is unclear as to when incentives may be effective or ineffective.&nbsp;&nbsp; Via a laboratory experiment where I can manipulate the observability of individuals&rsquo; reputations, I find strong evidence that observability changes the effectiveness of incentives.&nbsp; Incentives are effective among individuals with public volunteer reputations, i.e. individuals who are unlikely to be worried about appearing greedy since others know they have volunteered a lot in the past. On the other hand, incentives are less likely to be effective among individuals with private volunteer reputations, i.e. individuals who may be worried about appearing greedy since others do know whether or not they have volunteered in the past.&nbsp;</p>\n<p>&nbsp;</p>\n<p>In my second paper, I examined what may impact individuals&rsquo; decisions to commit to attending voluntary events.&nbsp;&nbsp;&nbsp; Individuals often demand commitment to help overcome their own time-inconsistent behavior.&nbsp; For instance, you may want to go to the gym tomorrow, but when tomorrow arrives, you no longer want to go to the gym.&nbsp;&nbsp;&nbsp; Since you are aware of this time-inconsistent behavior, you may buy a gym membership to try to commit yourself to going to the gym.&nbsp; I propose a new reason for individuals demanding commitment: individuals may also want to appear favorably to others.&nbsp;&nbsp; Via a field study, I find that individuals are in fact more likely to commit to attending a voluntary meeting if their choice of commitment is made observable to others and hence choosing to commit themselves may make them appear more favorably.</p>\n<p>&nbsp;</p>\n<p>In my third paper, I examined how &ldquo;reference points&rdquo; may negatively interact with volunteer motivations.&nbsp;&nbsp; For instance, imagine there is a walk-a-thon where a volunteer recruits a sponsor who will contribute $X to a charity for each lap around a track she walks.&nbsp; Perhaps, this volunteer expects to earn and hence has a reference point of earning $100 for the charity.&nbsp;&nbsp;&nbsp; If her sponsor pledges $10 per lap, she may then decide to walk 10 laps to reach her reference point.&nbsp; However, if her sponsor pledges $20 per lap, she may now only complete 5 laps to reach her reference point.&nbsp; That is, because of reference points, it could be the case that she volunteered less when the value of her volunteer work was higher!&nbsp;&nbsp; In a laboratory study, I find strong evidence for such behavior, and hence reference dependent behavior may be an important behavioral motivation for volunteering.</p>\n<p>&nbsp;</p>\n<p>In my fourth paper, I explored the possibility that people may not give whenever they have some excuse to opt-out of giving.&nbsp; In particular, via a laboratory study, I find that individuals often use even small amounts of risk in charitable giving as an excuse to not give.&nbsp; For instance, if there is a 5% chance that donating to a charity will have no impact, then individuals are about three times less willing to do...",
  "por_txt_cntn": "\n \n\nIn large part because of this NSF grant, I developed a research agenda that examines behavioral motivations for prosocial behavior.    Via a series of four papers funded by this grant, I find empirical evidence for the importance of image motivations, commitment devices, reference dependence, and excuse-driven behavior in the realm of prosocial behavior.  In addition to contributing to the growing field of prosocial behavior studied by economists, psychologists, and other decision scientists, my results may provide valuable information to government and nonprofit organizations about the encouragement of volunteering or charitable giving. \n\n \n\nIn my first paper, I examined the impact of monetary incentives on volunteering.   Since receiving an incentive to volunteer can make one appear \"greedy,\" it is unclear as to when incentives may be effective or ineffective.   Via a laboratory experiment where I can manipulate the observability of individualsÆ reputations, I find strong evidence that observability changes the effectiveness of incentives.  Incentives are effective among individuals with public volunteer reputations, i.e. individuals who are unlikely to be worried about appearing greedy since others know they have volunteered a lot in the past. On the other hand, incentives are less likely to be effective among individuals with private volunteer reputations, i.e. individuals who may be worried about appearing greedy since others do know whether or not they have volunteered in the past. \n\n \n\nIn my second paper, I examined what may impact individualsÆ decisions to commit to attending voluntary events.    Individuals often demand commitment to help overcome their own time-inconsistent behavior.  For instance, you may want to go to the gym tomorrow, but when tomorrow arrives, you no longer want to go to the gym.    Since you are aware of this time-inconsistent behavior, you may buy a gym membership to try to commit yourself to going to the gym.  I propose a new reason for individuals demanding commitment: individuals may also want to appear favorably to others.   Via a field study, I find that individuals are in fact more likely to commit to attending a voluntary meeting if their choice of commitment is made observable to others and hence choosing to commit themselves may make them appear more favorably.\n\n \n\nIn my third paper, I examined how \"reference points\" may negatively interact with volunteer motivations.   For instance, imagine there is a walk-a-thon where a volunteer recruits a sponsor who will contribute $X to a charity for each lap around a track she walks.  Perhaps, this volunteer expects to earn and hence has a reference point of earning $100 for the charity.    If her sponsor pledges $10 per lap, she may then decide to walk 10 laps to reach her reference point.  However, if her sponsor pledges $20 per lap, she may now only complete 5 laps to reach her reference point.  That is, because of reference points, it could be the case that she volunteered less when the value of her volunteer work was higher!   In a laboratory study, I find strong evidence for such behavior, and hence reference dependent behavior may be an important behavioral motivation for volunteering.\n\n \n\nIn my fourth paper, I explored the possibility that people may not give whenever they have some excuse to opt-out of giving.  In particular, via a laboratory study, I find that individuals often use even small amounts of risk in charitable giving as an excuse to not give.  For instance, if there is a 5% chance that donating to a charity will have no impact, then individuals are about three times less willing to donate.  After ruling out other possible explanations, such as individuals risk aversion, I conclude that individuals seem to overweigh small risk in charitable giving as an excuse to not give.  It thus may be important for charities to provide ways in which donors can contribute towards non-risky projects.  \n\n\t\t\t\t\tLast Modified: 05/30/2014\n\n..."
 }
}