{
 "awd_id": "1159045",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "IRFP: The Geometry and Combinatorics of Symmetric Subgroup Orbit Closures on Flag Varieties",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cassandra Dudka",
 "awd_eff_date": "2013-06-01",
 "awd_exp_date": "2016-01-31",
 "tot_intn_awd_amt": 146584.0,
 "awd_amount": 152934.0,
 "awd_min_amd_letter_date": "2012-07-24",
 "awd_max_amd_letter_date": "2013-11-21",
 "awd_abstract_narration": "The International Research Fellowship Program enables U.S. scientists and engineers to conduct nine to twenty-four months of research abroad. The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise and experimental conditions abroad. \r\n\r\nThis award will support a twenty-four-month research fellowship by Dr. Benjamin Wyser to work with Dr. Michel Brion at Universite Joseph Fourier Mathematics in Grenoble, France. \r\n\r\nGiven a complex reductive group G and an involution of G, one can consider the subgroup K of G consisting of elements fixed by the involution.  Such a subgroup is referred to as \"symmetric\".  The set of K-orbits on the flag variety for G is finite, and comes with a natural partial order.  The poset structure is described by elaborate combinatorial machinery.  If this combinatorial structure is understood, then information about one orbit closure can often allow one to draw a conclusion about another orbit closure related to it in the partial order.  To give an example, given a formula for the equivariant fundamental cohomology class of one orbit closure, a formula for the class of a higher orbit closure can be computed from it using something known as a divided difference operator.\r\n\r\nOne goal of this project is to determine the extent to which this computation can be extended from equivariant cohomology to equivariant K-theory.  Using techniques of localization, it should be possible to compute formulas for the equivariant K-theory classes of closed orbits.  The goal is to then use those formulas as a basis for a recursion by which divided difference operators would give the remaining formulas.  This approach is known to work for Schubert varieties, for instance.  A certain class of K-orbit closures (called \"multiplicity-free\") should be amenable to these techniques as well, since their singularities are known to be no worse than those of Schubert varieties.  However, not all examples are multiplicity-free.  Indeed, there exist some symmetric subgroups whose orbit closures do exhibit worse singularities.  For such orbit closures, new ideas may be needed to compute their K-theory classes, perhaps involving a more detailed study of the exact nature of their singularities.\r\n\r\nAnother main goal is to investigate possible further roles of K-orbit closures in positive Schubert calculus on the full flag variety, building upon recent results in this area.  The main idea is to compare a recently discovered rule, which relates some Schubert structure constants to chains in a poset of K-orbits, to other known rules in instances where the cases handled by various rules overlap.  The hope is that in examining how the various rules agree in such cases, one rule which generalizes all of them can be found.\r\n\r\nSchubert varieties are objects which are of great importance in many areas of mathematics, such as algebraic geometry, combinatorics, and representation theory.  They have been studied exhaustively by experts in all of these fields, and many deep and interesting connections between them have been discovered as a result.  K-orbits and their closures have much in common with Schubert varieties.  However, they are not nearly as well-studied, particularly from the geometric and combinatorial viewpoints.  Recent results suggest that these objects are worthy of further attention.  They hold the potential to reveal yet more of the deep connections between these various interrelated areas of mathematics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Wyser",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin J Wyser",
   "pi_email_addr": "",
   "nsf_id": "000598708",
   "pi_start_date": "2012-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wyser                   Benjamin       J",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Athens",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "",
  "inst_zip_code": "306061848",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Universite Joseph Fourier Mathematics",
  "perf_str_addr": null,
  "perf_city_name": "38041 Grenoble",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "FR",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "France",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "595600",
   "pgm_ele_name": "IRFP-Inter Res Fellowship Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5918",
   "pgm_ref_txt": "FRANCE"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 146584.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 6350.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>I was awarded the NSF International Research Fellowship for the purpose of traveling to Grenoble, France for two years and working with Michel Brion on various mathematical problems related to extending the results of my doctoral thesis. &nbsp;The award provided travel funds for myself and my family as well as a monthly stipend.</p>\n<p>My doctoral thesis concerned certain geometric objects which arise naturally in the field of representation theory. &nbsp;Essentially, the goal of my thesis project was to attach to each of these geometric objects the algebraic data of a polynomial; the various polynomials are related by a recurrence relation which reflects the way the geometric objects fit together. &nbsp;I then interpreted these polynomials as saying something about certain related geometric objects called degeneracy loci.</p>\n<p>The goal of this project, as laid out in my initial project proposal to NSF, was to extend these results in a couple of directions. &nbsp;First, the polynomials which I attached to the geometric objects in my thesis project can be thought of as algebraic \"shadows\" of other polynomials which carry strictly more information about the objects. &nbsp;One of my primary goals was to compute these other polynomials; in a sense, this would generalize many of the computations of my thesis.</p>\n<p>Second, the geometric objects fit into certain families, and there are a number of families where the objects are known and can be successfully enumerated. &nbsp;My thesis considered only a certain few families of these objects, and I hoped through this project to consider other, more exotic families and carry out similar computations with those.</p>\n<p>The outcome of the project was that the first goal was completely addressed and met, while the second goal was never really approached due to discovery of other interesting results which will be described below. &nbsp;As to the first goal, in each of the cases treated in my thesis I was able to discover, with the help of Michel Brion and coauthor Alexander Yong, the aforementioned \"more general\" polynomials, and even provide evidence that the polynomials we found were geometrically \"best\" in a certain sense. &nbsp;These results have since been published in two separate research articles.</p>\n<p>The other interesting results mentioned above can be briefly described as follows: &nbsp;These geometric objects are very combinatorial in nature, and can be put in 1-to-1 correspondence with certain combinatorial parameters very similar to permutations. &nbsp;One is interested in how certain combinatorial properties of these parameters are reflected in the geometry of the corresponding objects. &nbsp;During the project I discovered, with the help of Michel Brion and coauthors Alexander Yong and Alexander Woo, a result which helps one characterize the most general combinatorial framework which governs this geometry; it is a type of generalized pattern avoidance. &nbsp;This result is obtained geometrically, via a natural correspondence of certain \"slices\" of the geometric objects in the event that their combinatorial parameters are related by a generalized notion of pattern containment. &nbsp;Work related to these results continues today, and its outcome will eventually be another published research article.</p>\n<p>Overall, I feel that my time as an NSF-funded research fellow was a successful one, and that the outcome of this fellowship was largely positive. &nbsp;Together with various coauthors and my mentor, I have helped to enhance our understanding of these geometric objects which are of interest to many mathematicians working in the fields of representation theory, geometry, and combinatorics.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/26/2016<br>\n\t\t\t\t\tModified by: Benjamin&nbsp;J&nbsp;Wyser</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nI was awarded the NSF International Research Fellowship for the purpose of traveling to Grenoble, France for two years and working with Michel Brion on various mathematical problems related to extending the results of my doctoral thesis.  The award provided travel funds for myself and my family as well as a monthly stipend.\n\nMy doctoral thesis concerned certain geometric objects which arise naturally in the field of representation theory.  Essentially, the goal of my thesis project was to attach to each of these geometric objects the algebraic data of a polynomial; the various polynomials are related by a recurrence relation which reflects the way the geometric objects fit together.  I then interpreted these polynomials as saying something about certain related geometric objects called degeneracy loci.\n\nThe goal of this project, as laid out in my initial project proposal to NSF, was to extend these results in a couple of directions.  First, the polynomials which I attached to the geometric objects in my thesis project can be thought of as algebraic \"shadows\" of other polynomials which carry strictly more information about the objects.  One of my primary goals was to compute these other polynomials; in a sense, this would generalize many of the computations of my thesis.\n\nSecond, the geometric objects fit into certain families, and there are a number of families where the objects are known and can be successfully enumerated.  My thesis considered only a certain few families of these objects, and I hoped through this project to consider other, more exotic families and carry out similar computations with those.\n\nThe outcome of the project was that the first goal was completely addressed and met, while the second goal was never really approached due to discovery of other interesting results which will be described below.  As to the first goal, in each of the cases treated in my thesis I was able to discover, with the help of Michel Brion and coauthor Alexander Yong, the aforementioned \"more general\" polynomials, and even provide evidence that the polynomials we found were geometrically \"best\" in a certain sense.  These results have since been published in two separate research articles.\n\nThe other interesting results mentioned above can be briefly described as follows:  These geometric objects are very combinatorial in nature, and can be put in 1-to-1 correspondence with certain combinatorial parameters very similar to permutations.  One is interested in how certain combinatorial properties of these parameters are reflected in the geometry of the corresponding objects.  During the project I discovered, with the help of Michel Brion and coauthors Alexander Yong and Alexander Woo, a result which helps one characterize the most general combinatorial framework which governs this geometry; it is a type of generalized pattern avoidance.  This result is obtained geometrically, via a natural correspondence of certain \"slices\" of the geometric objects in the event that their combinatorial parameters are related by a generalized notion of pattern containment.  Work related to these results continues today, and its outcome will eventually be another published research article.\n\nOverall, I feel that my time as an NSF-funded research fellow was a successful one, and that the outcome of this fellowship was largely positive.  Together with various coauthors and my mentor, I have helped to enhance our understanding of these geometric objects which are of interest to many mathematicians working in the fields of representation theory, geometry, and combinatorics.\n\n\t\t\t\t\tLast Modified: 05/26/2016\n\n\t\t\t\t\tSubmitted by: Benjamin J Wyser"
 }
}