{
 "awd_id": "1159823",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Measurement of 2D receptor-ligand binding kinetics under flow",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Carol Lucas",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 330000.0,
 "awd_min_amd_letter_date": "2012-06-19",
 "awd_max_amd_letter_date": "2012-06-19",
 "awd_abstract_narration": "1159823 \r\nKonstantopoulos\r\n\r\nIntellectual Merit: Cell adhesion, mediated via highly specific and tightly controlled receptor-ligand (R-L) interactions, plays a pivotal role in diverse biological events. The kinetics of R-L binding imparts unique properties that allow cells to interact with one another amidst the challenge of physiological stresses, such as fluid shear in the vasculature. In the physiological setting, receptors and their respective ligands are anchored to the surfaces of apposing cells; thus, R-L binding is a two-dimensional (2D) process. Although sophisticated biophysical techniques have recently been developed to measure the unstressed 2D affinity of receptor-ligand pairs, they fail to disclose its dependence on applied force1,2. This dependence must be elucidated, however, as forces associated with fluid flow in the vasculature modulate the kinetics of R-L bonds mediating cell-cell adhesion. An integrated experimental and mathematical approach will be developed to determine the 2D kinetic constants of R-L interactions as a function of hydrodynamic shear. This approach exploits the concept of encounter time for the physicochemical reaction of R-L binding. In experiment, lithographic and microfluidic methods will be used to create zones of length L functionalized with proteins at controlled surface density and orientation. A flowing cell with velocity U and a protein-coated zone L will interact with the protein for an encounter time (ô=L/U), allowing the 2D receptor-ligand kinetic parameters to be determined from mathematical modeling. The model will be fully informed by the highly complex response of R-L bonds to applied shear force, with all parameters measured from accompanying experiments. In proof of concept experiments and analysis have identified key asymptotes that apply to the results of the proposed work. \r\n\r\nThe 2D kinetic and micromechanical properties of critical R-L interactions pertinent to pancreatic cancer metastasis will be studied herein. The proposed work is fundamental, addressing basic science issues, with potential results that can be leveraged in engineering devices and therapeutic interventions. The focus of this study is at the level of R-L biophysical characterization in terms of transport kinetics. Specifically, a mechanistic interpretation will be provided for two discrete adhesion steps (i.e., rolling and arrest) mediated by distinct R-L pairs: selectin binding to mucin 16 (MUC16) and podocalyxin-like protein (PCLP), and fibrin (ogen) binding to the standard form of CD44 (CD44s), respectively. This will be achieved by investigating the respective kinetic (e.g., 2D on- and off- rates) and micromechanical (e.g., tensile strength) properties of the aforementioned R-L pairs using single-molecule force-spectroscopy, microfluidics and micropatterning along with mathematical modeling. Moreover, a quantitative understanding of how selectin-ligand tethering facilitates CD44s-fibrin(ogen) mediated firm adhesion at elevated levels of shear stress will be developed. This study will determine the rate-limiting parameters in this cascade of events, such as the lengths of selectin- or fibrin(ogen)-coated zones and their site densities, necessary to support downstream firm adhesion by CD44s-fibrin(ogen) binding at elevated shear stress levels. Finally, this project will determine how these parameters are modulated by selective individual knockdown of MUC16 and PCLP. Experiments will be guided by computational modeling of cell rolling/adhesion. \r\n\r\nBroader Impacts: Scientific/ Technological: This work will advance the knowledge in the field of cell biophysics. Specifically, this research will have broad impact in the basic scientific understanding of R-L processes that permeate biology. Knowledge of the kinetics of R-L-mediated cell adhesion in physiologically relevant settings will provide design parameters needed to engineer sensors, to target biological entities based on recognition, to design molecules to interrupt adverse or pathological adhesion events, such as those in cancer, and, generically, to interrogate biological events. These fundamental measurements will be performed in the specific context of pancreatic cancer. While this study focuses on a specific example, the experimental and mathematical framework developed in this project will be broadly applicable to other (patho)physiological processes occurring in the vasculature. Mentoring of Female and Under-represented Students: Students from outreach initiatives will be welcome to work on small research projects associated with this research. (PI's and co-PI's personal contacts, via laison with Baltimore Polytechnic high-school, Penn's ACS Project SEED, REU programs). Student Participation: Undergraduate/high school students regularly perform research in the PI's/co-PI's labs; often women or from underrepresented groups. Pre- and Post-doctoral mentoring: Pre- and post-doctoral career development is a priority in the PIs' laboratories.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Konstantinos",
   "pi_last_name": "Konstantopoulos",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Konstantinos Konstantopoulos",
   "pi_email_addr": "kkonsta1@jhu.edu",
   "nsf_id": "000492965",
   "pi_start_date": "2012-06-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kathleen",
   "pi_last_name": "Stebe",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Kathleen J Stebe",
   "pi_email_addr": "kstebe@seas.upenn.edu",
   "nsf_id": "000526031",
   "pi_start_date": "2012-06-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 N Charles Street",
  "perf_city_name": "Baltimore",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "017E",
   "pgm_ref_txt": "Cellular and Tissue Engineering"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 330000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This work has impacted a broad range of areas including cell biophysics, engineering and cancer research.&nbsp; This line of research is critically important as it advances the knowledge of receptor-ligand processes as they pertain to cancer metastasis.&nbsp; Knowledge of the kinetics and micromechanical properties of receptor-ligand-mediated tumor cell adhesion, in physiologically relevant environments is key to the design parameters necessary to engineer sensors, to target biological entities based on recognition, and to design molecules to interrupt adverse or pathological adhesion events.</p>\n<p>Specifically, we investigated the adhesive interactions of mucin 16 (MUC16) and podocalyxin-like protein (PCLP or PODXL) with E- and L-selectin at the single-molecule level using force spectroscopy, microfluidics and micropatterning techniques. &nbsp;We determined that multiple PODXL-selectin and MUC16-selectin bonds are needed for cell tethering and rolling in shear flow and that PODXL- and MUC16-mediated rolling velocities are predicted by the <em>off-</em>rate of single receptor-ligand bonds and the number of bonds. &nbsp;Furthermore, to investigate the rolling and firm adhesion of pancreatic cancer cells in physiologically relevant flow conditions, we developed a microfluidic device bearing two proteins in spatially distinct geometric patterns with gaps between these two protein-coated patterns varying from 10 to 120&mu;m.&nbsp; We determined that Pa03c pancreatic cancer cells exhibit rolling on E-selectin, but show minimal adhesive interactions with hyaluronic acid (HA) in shear flow.&nbsp; However, the interaction frequency with HA increases when a cell first rolls on E-selectin.&nbsp; While this study focuses on pancreatic cancer binding mechanics, the experimental and mathematical framework developed in this project is broadly applicable to other (patho)physiological processes occurring in the vasculature. &nbsp;Additionally, we developed a microfluidic device to measure traction forces during cell migration in narrow microchannels and to delineate the mechanisms mediating cell migration in wide versus narrow microchannels.</p>\n<p>This project has provided opportunities for training of graduate, undergraduate and high school students. &nbsp;These students were exposed to a variety of techniques used in bioengineering research.&nbsp; Moreover, this project provided the students with an opportunity to develop analytical skills in applying quantitative, engineering methods to biological systems.&nbsp; Undergraduate and high-school training were included in this project to provide graduate student trainees with the opportunity to lead other students in a project.&nbsp; This program offered graduate students valuable experience in developing experimental protocols, supervising trainees, and communicating their own research results and methods.&nbsp; Furthermore, the PIs and the research team have delivered numerous invited talks and poster/oral presentations pertinent to these lines of research.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/27/2016<br>\n\t\t\t\t\tModified by: Konstantinos&nbsp;Konstantopoulos</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis work has impacted a broad range of areas including cell biophysics, engineering and cancer research.  This line of research is critically important as it advances the knowledge of receptor-ligand processes as they pertain to cancer metastasis.  Knowledge of the kinetics and micromechanical properties of receptor-ligand-mediated tumor cell adhesion, in physiologically relevant environments is key to the design parameters necessary to engineer sensors, to target biological entities based on recognition, and to design molecules to interrupt adverse or pathological adhesion events.\n\nSpecifically, we investigated the adhesive interactions of mucin 16 (MUC16) and podocalyxin-like protein (PCLP or PODXL) with E- and L-selectin at the single-molecule level using force spectroscopy, microfluidics and micropatterning techniques.  We determined that multiple PODXL-selectin and MUC16-selectin bonds are needed for cell tethering and rolling in shear flow and that PODXL- and MUC16-mediated rolling velocities are predicted by the off-rate of single receptor-ligand bonds and the number of bonds.  Furthermore, to investigate the rolling and firm adhesion of pancreatic cancer cells in physiologically relevant flow conditions, we developed a microfluidic device bearing two proteins in spatially distinct geometric patterns with gaps between these two protein-coated patterns varying from 10 to 120&mu;m.  We determined that Pa03c pancreatic cancer cells exhibit rolling on E-selectin, but show minimal adhesive interactions with hyaluronic acid (HA) in shear flow.  However, the interaction frequency with HA increases when a cell first rolls on E-selectin.  While this study focuses on pancreatic cancer binding mechanics, the experimental and mathematical framework developed in this project is broadly applicable to other (patho)physiological processes occurring in the vasculature.  Additionally, we developed a microfluidic device to measure traction forces during cell migration in narrow microchannels and to delineate the mechanisms mediating cell migration in wide versus narrow microchannels.\n\nThis project has provided opportunities for training of graduate, undergraduate and high school students.  These students were exposed to a variety of techniques used in bioengineering research.  Moreover, this project provided the students with an opportunity to develop analytical skills in applying quantitative, engineering methods to biological systems.  Undergraduate and high-school training were included in this project to provide graduate student trainees with the opportunity to lead other students in a project.  This program offered graduate students valuable experience in developing experimental protocols, supervising trainees, and communicating their own research results and methods.  Furthermore, the PIs and the research team have delivered numerous invited talks and poster/oral presentations pertinent to these lines of research.\n\n \n\n \n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 04/27/2016\n\n\t\t\t\t\tSubmitted by: Konstantinos Konstantopoulos"
 }
}