{
 "awd_id": "1159552",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Multiparametric Optical Microbe Sensing with Engineered Photonic-Plasmonic Nanostructures",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rajakkannu Mutharasan",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2012-08-02",
 "awd_max_amd_letter_date": "2012-08-02",
 "awd_abstract_narration": "Reinhard\r\nCBET-1159552\r\nNanoparticle assemblies generate new properties that are different from those of the isolated particles and, therefore, offer tremendous opportunities for creating new capabilities on the nanoscale. This proposal seeks to take advantage of the fact that defined arrays of gold nanoparticles have engineerable plasmon resonances whose spatial and frequency distribution can be controlled through the morphology of the array. Since the exact plasmon resonance wavelength of a noble metal nanoparticles depend on the refractive index of the environment, nanostructured noble metal surfaces are colorimetric sensors. Aperiodic metal nanostructures sustain structural color patterns which enable entirely new sensing approaches based on spatial correlation imaging. In addition, nanostructured surfaces assembled from nanoparticle clusters as building blocks can efficiently localize incident electromagnetic fields and generate high E-field enhancements. Consequently, nanoparticle cluster arrays are also superb substrates for surface enhanced Raman spectroscopy. This proposal seeks to combine the advantageous\r\nphotonic and plasmonic properties of nanostructured surfaces to develop multiparametric responders that achieve enhanced optical microbe detection and identification performance through combined analysis of elastic and inelastic light scattering processes.\r\nIntellectual Merits\r\nThe research in this project will develop a new class of multiparametric optical microbe sensors, that can identify and detect a broad range of microbes (viruses, bacteria, spores) with high fidelity due to two subsequent sensing stages in real time. A first stage of specificity will be achieved through antibody functionalization of the sensor surface. Binding of microbes to these antibodies will be detected through a colorimetric shift in the elastically scattered light. In the second analysis step in elastically scattered light is analyzed to obtain a vibrational SERS spectrum of the microbe surface. This spectrum serves as a fingerprint of the microbe and enables its identification when combined with multivariate data analysis and appropriate library spectra. We anticipate that the SERS based identification approach will enable microbe classifications on the strain level. The proposed approach of two subsequent identification stages achieves a significant improvement in the identification reliability over conventional optical biosensors. Because SERS allows an identification of organisms on the single cell level, the proposed multiparametric sensors could pave the way to an optical analysis of ?real world? samples that always contain a complex mixture of microbes. Besides these important sensing advances, the research in this proposal will also improve current capabilities to engineer photonic-plasmonic noble metal structures with defined optical responses.\r\nBroader Impact\r\nReliable and rapid microbe detection is relevant in critical sensing areas such as environmental monitoring, food quality control, and homeland security. The proposed sensor could make optical microbe detection faster and more reliable and could thus impact all of the above sensing areas. In addition to the outlined scientific impacts, the research has clear educational and outreach components. The project will offer high school, undergraduate, and graduate students the opportunity to participate in a collaborative research and education program. It will form the basis for at least two PhD theses. In synergy with the laboratory research, this proposal will enable a substantial outreach program. The Principal Investigator (PI) organizes an annual NanoCamp for students from local inner city high schools, and both PI and Co-PI sponsor undergraduate students and interested high school students to obtain hands-on research experience in this interdisciplinary research effort. These outreach activities will help to enthuse junior researchers and high school students for the field of biosensing and science and technology in general.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bjoern",
   "pi_last_name": "Reinhard",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bjoern Reinhard",
   "pi_email_addr": "bmr@bu.edu",
   "nsf_id": "000488683",
   "pi_start_date": "2012-08-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Luca",
   "pi_last_name": "Dal Negro",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Luca Dal Negro",
   "pi_email_addr": "dalnegro@bu.edu",
   "nsf_id": "000102667",
   "pi_start_date": "2012-08-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Trustees of Boston University",
  "perf_str_addr": "881 Commonwealth Ave.",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "790900",
   "pgm_ele_name": "BIOSENS-Biosensing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "019E",
   "pgm_ref_txt": "SENSORS AND SENSING"
  },
  {
   "pgm_ref_code": "142E",
   "pgm_ref_txt": "Multi-sens probes & platforms"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merit: The rapid development of antimicrobial resistances requires the development of advanced detection and identification techniques for pathogenic microbes. This project developed new classes of electromagnetic materials for the optical detection of microbial pathogens and their spectroscopic characterization. The new materials combine metallic nanoparticles and dielectric nanostructures into so-called hybrid materials that provide advantageous light focusing properties or provide advantageous morphologies that improve optical biosensors. We demonstrated that these hybrid materials combine the complementary optical properties of metallic and dielectric nanoparticles, enhance the fluorescence from quantum emitters, and enable the detection of bacterial pathogens. In particular, we found that extended hybrid structures containing both metallic and dielectric nanoparticles allow a rational tuning of optical resonances over a broad spectral range and provide new opportunities for generating enhanced electromagnetic field enhancements over large areas. These properties are especially useful for improving the performance for optical sensors based on elastic or inelastic light scattering.</p>\n<p>Broader Impact: Novel electromagnetic materials that improve the performance of optical sensors for detecting and identifying microbial pathogens form the foundation for diagnostic technologies that can identify microbial pathogens in real time. These improved identification capabilities are of high value, for instance, for the rapid treatment of bacterial infections. Furthermore, this project provided training opportunities for undergraduate and high school students in state-of-the-art biosensing and materials science, and formed the foundation for two Ph.D. theses.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/03/2015<br>\n\t\t\t\t\tModified by: Bjoern&nbsp;Reinhard</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit: The rapid development of antimicrobial resistances requires the development of advanced detection and identification techniques for pathogenic microbes. This project developed new classes of electromagnetic materials for the optical detection of microbial pathogens and their spectroscopic characterization. The new materials combine metallic nanoparticles and dielectric nanostructures into so-called hybrid materials that provide advantageous light focusing properties or provide advantageous morphologies that improve optical biosensors. We demonstrated that these hybrid materials combine the complementary optical properties of metallic and dielectric nanoparticles, enhance the fluorescence from quantum emitters, and enable the detection of bacterial pathogens. In particular, we found that extended hybrid structures containing both metallic and dielectric nanoparticles allow a rational tuning of optical resonances over a broad spectral range and provide new opportunities for generating enhanced electromagnetic field enhancements over large areas. These properties are especially useful for improving the performance for optical sensors based on elastic or inelastic light scattering.\n\nBroader Impact: Novel electromagnetic materials that improve the performance of optical sensors for detecting and identifying microbial pathogens form the foundation for diagnostic technologies that can identify microbial pathogens in real time. These improved identification capabilities are of high value, for instance, for the rapid treatment of bacterial infections. Furthermore, this project provided training opportunities for undergraduate and high school students in state-of-the-art biosensing and materials science, and formed the foundation for two Ph.D. theses.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/03/2015\n\n\t\t\t\t\tSubmitted by: Bjoern Reinhard"
 }
}