{
 "awd_id": "1159623",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Development of PZT Thin-Film Microactuators for Intracochlear Applications",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michele Grimm",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 312604.0,
 "awd_amount": 318604.0,
 "awd_min_amd_letter_date": "2012-08-29",
 "awd_max_amd_letter_date": "2013-08-02",
 "awd_abstract_narration": "PI: Shen\r\nProposal: 1159623\r\n\r\nBackground: Hearing loss is a common disability in aging seniors and people who work long hours in noisy environments. The majority of persons with hearing loss have sensorineural impairments, due to dysfunction or loss of cochlear hair cells. For mild to moderate hearing loss, conventional hearing aids amplify sounds delivered to the ear. For more severe hearing loss, cochlear implants can directly stimulate auditory neurons electrically via an electrode in the cochlea. Between these two extremes, there is a group of patients who have lost considerable high-frequency hearing but have some preserved low-frequency hearing.  Many of these patients do poorly with hearing aids but are not candidates for cochlear implants.  Recently, there is evidence that the most effective type of rehabilitation for this growing group of patients is to combine electrical and acoustic stimulation (CEAS) in the same ear. The CEAS strategy uses acoustic amplification (hearing aid) and electrical stimulation (cochlear implant) simultaneously. Results show that patients have better word recognition under noisy environments. To enable CEAS in a single device, stimulating electrodes and acoustic actuators could potentially be integrated and placed inside cochlea. While Intra-cochlear electrodes are well studied, intra-cochlear acoustic actuators are novel and have not been explored.\r\n\r\nObjectives & Goals: The proposed research is to develop Lead-Zirconium-Titanium Oxide (PZT) thin-film acoustic micro-actuators for intra-cochlear use. There are two specific goals to achieve. The first goal is to design and fabricate a micro-actuator probe, whose tip has a PZT thin-film piezoelectric diaphragm serving as an acoustic actuator. The actuator aims to deliver 200-nm displacement for a bandwidth from 15 Hz to 3 kHz with a size less than 0.8 mm x 0.8 mm. The tip of the probe, sealed with a biocompatible material, is then implanted into the cochlea. The second goal is to conduct acute animal tests to demonstrate the feasibility of the proposed micro-actuator probe by measuring auditory brainstem responses in guinea pigs.\r\n\r\nIntellectual Merits: The proposed research has ample intellectual merits. First, the proposed research is transformational. Results of this research will enable a new class of cochlear implants that integrate electric and acoustic stimulation in a single device. It will open a completely new direction for the current cochlear implant technologies. Second, the proposed research tremendously broadens the knowledge of the field. For example, the proposed research has a well-planned animal study to test our hypothesis and demonstrate the feasibility.  This will be the first animal study on intra-cochlear acoustic actuators. Third, this research is translational. The PZT thin-film technology at the core of the proposed research forms a new research paradigm. It complements traditional technology of micro-electric-mechanical-systems (MEMS), which are not able to meet the challenges encountered in intra-cochlear applications.  The PZT thin-film technologies can also enable a wide range of applications, such as scanning endoscopes, nano-positioners for DNA manipulation, and viscosimeters for biofluids.\r\n\r\nBroader Impacts: Currently, it is estimated that 278 million people have hearing disability.  A good population of these hearing-disabled patients can potentially benefit from the proposed intra-cochlear actuators. Hearing rehabilitation research will become progressively important, because US population is aging and life expectancy is increasing. The proposed research will also broaden its impact via development of new curriculum on PZT thin-film microdevices, recruitment of underrepresented and undergraduate students, technology transfer via patents and licensing, industrial and international collaboration, outreach, and continuing education.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "I-Yeu",
   "pi_last_name": "Shen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "I-Yeu Shen",
   "pi_email_addr": "ishen@u.washington.edu",
   "nsf_id": "000443510",
   "pi_start_date": "2012-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Guozhong",
   "pi_last_name": "Cao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Guozhong Cao",
   "pi_email_addr": "gzcao@u.washington.edu",
   "nsf_id": "000493408",
   "pi_start_date": "2012-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Clifford",
   "pi_last_name": "Hume",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Clifford R Hume",
   "pi_email_addr": "hume@u.washington.edu",
   "nsf_id": "000462302",
   "pi_start_date": "2012-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 Brooklyn Ave NE",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981952600",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534200",
   "pgm_ele_name": "Disability & Rehab Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "010E",
   "pgm_ref_txt": "DISABILITY RES & HOMECARE TECH"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 312604.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research is to develop a piezoelectric thin-film acoustic microactuator that is small enough to be placed in inner ear as a hearing aid. The piezoelectric thin film is made of lead-zirconate-titanate (PZT).&nbsp; The microactuator appears in the form of a thin diaphragm anchored at four edges.&nbsp; The PZT thin film vibrates the diaphragm like a tiny speaker to produce acoustic waves. In this research, we have made significant breakthroughs to achieve the following goals.</p>\n<p>&nbsp;</p>\n<p>The first goal is to design and fabricate such a microactuator.&nbsp; The diaphragm of the actuator is 0.8 mm by 0.8 mm in size and 2-3 micrometers in thickness.&nbsp; It is located at the tip of a probe that has a width of 1 mm and length of 10 mm.&nbsp; The tip of the probe, sealed with a biocompatible material, is then implanted into the cochlea.&nbsp; We have successfully developed fabrication processes to manufacture the PZT microactuator probes.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>The second goal is to measure performance of the microactuators and to fully understand the physics behind the measurements. We test the microactuators in air and in water.&nbsp; In air, the fabricated microactuators generally produce a displacement of 10-80 nm/V and have a natural frequency ranging from 60 kHz to 100 kHz.&nbsp; In water, the displacement tends to increase, and the natural frequency decreases significantly.&nbsp; The increase in displacement results from the porosity of the PZT thin films.&nbsp; Water infiltrates into the pores to enhance dielectric effects of the PZT films leading to a larger displacement.&nbsp; An added mass effect of the surrounding water significantly reduces the natural frequency and thus the bandwidth of the microactuator.&nbsp; We have also observed in experiments that a bias voltage can drive the microactuator from one equilibrium state to another.&nbsp; We then develop a nonlinear shell model to confirm the phenomenon theoretically.</p>\n<p>&nbsp;</p>\n<p>The last goal is to conduct acute animal tests to demonstrate the feasibility of the proposed microactuator probe by measuring auditory brainstem responses (ABR) in guinea pigs. A large sample of animals (9 guinea pigs) was used. In the animal tests, ABR was first measured before the surgery to ensure that the animal had normal hearing.&nbsp; After the surgery to expose cochlea, ABR was measured again to ensure that the surgery did not damage the animal&rsquo;s hearing.&nbsp; Finally, the microactuator probe was inserted and activated.&nbsp; Then ABR was measured again to determine whether or not the animal heard the acoustic stimulation from the microactuator probe.&nbsp; The ABR was measured at 16 kHz, 24 kHz, 4 kHz, and 8 kHz in the order.&nbsp; Most of the test results indicate that the animal did &ldquo;hear&rdquo; the acoustic stimulation from the implanted PZT thin-film microactuators.&nbsp;</p>\n<p>&nbsp;</p>\n<p>For <span style=\"text-decoration: underline;\">dissemination of research results</span>, this award has lead to 5 journal papers: three published and two in preparation.&nbsp; This award has also led to publication of 3 conference papers.&nbsp; For <span style=\"text-decoration: underline;\">engineering education</span>, the award has partially supported 2 postdoctoral associates, 6 PhD students, and research experience for 3 undergraduate students.&nbsp; Two of these students are female.&nbsp; For <span style=\"text-decoration: underline;\">research infrastructure</span>, this research has established a close collaboration among engineering departments (Mechanical Engineering, Material Science and Engineering) and School of Medicine (Otolaryngology and Head-Neck Surgery). Engaging in the animal test is a once-in-a-life-time experience for engineering students.&nbsp; Research results were also publicized annually in University of Washington Discovery Day to educate K-12 students how knowledge of vibration, dynamics, sensors, and actuators could improve our life.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/01/2016<br>\n\t\t\t\t\tModified by: I. Y. (Steve)&nbsp;Shen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research is to develop a piezoelectric thin-film acoustic microactuator that is small enough to be placed in inner ear as a hearing aid. The piezoelectric thin film is made of lead-zirconate-titanate (PZT).  The microactuator appears in the form of a thin diaphragm anchored at four edges.  The PZT thin film vibrates the diaphragm like a tiny speaker to produce acoustic waves. In this research, we have made significant breakthroughs to achieve the following goals.\n\n \n\nThe first goal is to design and fabricate such a microactuator.  The diaphragm of the actuator is 0.8 mm by 0.8 mm in size and 2-3 micrometers in thickness.  It is located at the tip of a probe that has a width of 1 mm and length of 10 mm.  The tip of the probe, sealed with a biocompatible material, is then implanted into the cochlea.  We have successfully developed fabrication processes to manufacture the PZT microactuator probes.  \n\n \n\nThe second goal is to measure performance of the microactuators and to fully understand the physics behind the measurements. We test the microactuators in air and in water.  In air, the fabricated microactuators generally produce a displacement of 10-80 nm/V and have a natural frequency ranging from 60 kHz to 100 kHz.  In water, the displacement tends to increase, and the natural frequency decreases significantly.  The increase in displacement results from the porosity of the PZT thin films.  Water infiltrates into the pores to enhance dielectric effects of the PZT films leading to a larger displacement.  An added mass effect of the surrounding water significantly reduces the natural frequency and thus the bandwidth of the microactuator.  We have also observed in experiments that a bias voltage can drive the microactuator from one equilibrium state to another.  We then develop a nonlinear shell model to confirm the phenomenon theoretically.\n\n \n\nThe last goal is to conduct acute animal tests to demonstrate the feasibility of the proposed microactuator probe by measuring auditory brainstem responses (ABR) in guinea pigs. A large sample of animals (9 guinea pigs) was used. In the animal tests, ABR was first measured before the surgery to ensure that the animal had normal hearing.  After the surgery to expose cochlea, ABR was measured again to ensure that the surgery did not damage the animal?s hearing.  Finally, the microactuator probe was inserted and activated.  Then ABR was measured again to determine whether or not the animal heard the acoustic stimulation from the microactuator probe.  The ABR was measured at 16 kHz, 24 kHz, 4 kHz, and 8 kHz in the order.  Most of the test results indicate that the animal did \"hear\" the acoustic stimulation from the implanted PZT thin-film microactuators. \n\n \n\nFor dissemination of research results, this award has lead to 5 journal papers: three published and two in preparation.  This award has also led to publication of 3 conference papers.  For engineering education, the award has partially supported 2 postdoctoral associates, 6 PhD students, and research experience for 3 undergraduate students.  Two of these students are female.  For research infrastructure, this research has established a close collaboration among engineering departments (Mechanical Engineering, Material Science and Engineering) and School of Medicine (Otolaryngology and Head-Neck Surgery). Engaging in the animal test is a once-in-a-life-time experience for engineering students.  Research results were also publicized annually in University of Washington Discovery Day to educate K-12 students how knowledge of vibration, dynamics, sensors, and actuators could improve our life.  \n\n \n\n\t\t\t\t\tLast Modified: 09/01/2016\n\n\t\t\t\t\tSubmitted by: I. Y. (Steve) Shen"
 }
}