{
 "awd_id": "1159635",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Telerehabilitation balance training for community dwelling older adults",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michele Grimm",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 297927.0,
 "awd_amount": 297927.0,
 "awd_min_amd_letter_date": "2012-09-04",
 "awd_max_amd_letter_date": "2012-09-04",
 "awd_abstract_narration": "PI: Sienko\r\nProposal: 1159635\r\nThere are substantial physical, emotional, and monetary costs associated with balance impairments and the falls that typically ensue from acute or chronic bouts of instability. Given the large percentage of older individuals that experience balance problems, and the desire of these individuals as a whole to live independent lives, decreasing fall risks is of paramount importance. Balance training reinforces the development of sensorimotor strategies to improve postural control and functional mobility which is crucial for fall prevention in the older adult population. Sensory augmentation is a technique of augmenting or replacing compromised sensory information through, for example, vibrotactile cues of body position. The PI and other investigators have demonstrated that sensory augmentation decreases trunk sway during real-time operation in a laboratory setting, and preliminary results suggest that persistent improvements in balance performance exist over time periods of minutes to hours following a small number of training sessions. While the results of a single case study have shown improvements that lasted up to eight weeks, no systematic studies have been performed to determine the influence of sensory augmentation training on long-term retention following a large number of balance training sessions. The three primary goals of the proposed work are as follows: 1) Develop and characterize the efficacy of a telerehabilitation cell phone based balance training tool intended for use in the homes of community dwelling older adults; 2) Test for the persistence of balance improvements for older adults who receive vibrotactile sensory augmentation during standard at-home balance training exercises (intervention group) compared with the persistence of improvements for those who perform these exercises without sensory augmentation (three control groups); and  3) Assess the effect of telemedicine-assisted balance training on exercise program compliance.\r\nIntellectual Merit\r\nDespite the success of sensory augmentation technologies over the past ten years in improving standing balance for persons with balance deficits in laboratory settings, significant scientific questions remain unanswered; specifically, whether or not the carry-over effects of training with a sensory augmentation technology exceed the carry-over effects of training alone. Furthermore, existing sensory augmentation technologies were developed for continual use over a short number of supervised sessions rather than periodic rehabilitative use over many unsupervised session; specifically, user-centric, easy-to-use, homebased technologies have yet to be developed, thereby impeding potential widespread adoption. This work will develop a sensory augmentation device that is appropriate for repeated at-home use by older adults, based on a cell phone platform. Appropriateness, defined by ease of use, clear and accurate exercise instruction, proper stability thresholds (i.e., when to give corrective feedback), and correct assessment of progress (i.e., when to move on to the next exercise), will be supported by co-creative design of the device by engineers, prospective older adult end users, and those administering rehabilitation (physical therapists) throughout the design process. Furthermore, we will utilize the device's intrinsic functionality for telemedicine to communicate detailed information regarding at-home exercise compliance to the study team for evaluation of the cell phone platform as a means to increase compliance during at-home rehabilitative programs.\r\nBroader Impacts\r\nIf balance improvements following an extended series of sensory augmentation sessions are demonstrated to be retained for time periods of weeks to months, significant impact on quality of life for balance-impaired individuals may be achieved through decreased fall risk, increased confidence in performing daily tasks, and ability to remain in an independent living facility for a longer period of time.  Furthermore, periodic maintenance of these balance improvements may be enabled in a straightforward, home-based, and low-cost manner through the development of the cell phone balance trainer proposed here. For family members and other caregivers, this technology is expected to reduce the amount of required balance-related assistance. From a clinical standpoint, the telerehabilitation functionality of this technology will provide physical therapists with a mechanism to monitor compliance with prescribed at home balance therapy programs and track patient progress over a large series of sessions. By facilitating and recording balance metrics for a large number of rehabilitative training sessions that can take place over a long period of time, the device will provide a means to gather data that currently is unknown regarding the relationship between number of training sessions with sensory augmentation and persistence of positive outcomes. This understanding is critical to achieve satisfactory rehabilitation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kathleen",
   "pi_last_name": "Sienko",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Kathleen H Sienko",
   "pi_email_addr": "sienko@umich.edu",
   "nsf_id": "000508105",
   "pi_start_date": "2012-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "3003 S. State",
  "perf_city_name": "Ann Arbor",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091274",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534200",
   "pgm_ele_name": "Disability & Rehab Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "010E",
   "pgm_ref_txt": "DISABILITY RES & HOMECARE TECH"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 297927.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>There are physical, emotional, and monetary costs associated with balance impairments and the falls that typically ensue from acute or chronic bouts of instability. Given the large percentage of older individuals that experience balance problems, and the desire of these individuals as a whole to live independent lives, decreasing fall risks is of paramount importance.</p>\n<p>Sensory augmentation is a technique of augmenting or replacing compromised sensory information. In the context of sensory-based balance impairments, a sensory augmentation device provides cues of body motion that supplement an individual&rsquo;s remaining intact sensory systems. The primary goals of this research were to 1) develop a cell phone based balance trainer intended for use in the homes of community dwelling older adults, and 2) test for long-term (weeks to months) persistence of balance improvements in older adults following the completion of a large number of home-based balance training sessions with vibrotactile sensory augmentation.</p>\n<p>Because long-term training is most practically accomplished through at-home sessions, we developed a sensory augmentation device that is appropriate for repeated at home use. Our cell phone based balance trainer system comprises two Apple iPod Touch 5S units, custom balance trainer application software ('app'), and five coin cell tactors. The user wears a Velcro belt with one of the iPod units (used to estimate body position), and five coin cell tactors mounted on it. The 'app' is controlled via a Bluetooth connection signal from the second iPod. Feedback about the amount and rate of body tilt is provided in the form of vibratory cues by the tactors.&nbsp; Users are trained to &ldquo;move away&rdquo; from the vibration. The application has been programmed with algorithms to estimate body tilt, trajectories for &ldquo;correct&rdquo; movement, and control signals for providing feedback cues. Data are stored on the iPod and are automatically uploaded to the iCloud. Data are easily downloaded and sent to clinical staff for review creating a streamlined method for providing clinician guided in-home rehabilitation. Video and text based exercise instructional materials are available on the device for approximately 180 exercises. These exercises have also been made available to clinicians and patients in the University of Michigan Health System via the University of Michigan CareGuides website.</p>\n<p>A co-creative design process involving engineers, physical therapists, and older adult end users was employed to create the cell phone balance trainer. A survey that evaluated the exercise and technology preferences and cell phone use of more than 170 individuals was used to support the creation of a user-friendly design. Additionally, supplementary studies were conducted to inform design decisions and evaluate the effects of cuing strategy, vibrotactile display design, and tactor activation thresholds. &nbsp;One study demonstrated that older adults performed better and preferred to use a repulsive (&ldquo;move away from the vibration&rdquo;) versus attractive (&ldquo;move toward the vibration&rdquo;) cuing strategy, but the rate of improvement was greater for attractive cuing. Another study quantified the effects of various factors (e.g., stimuli location, frequency, tactor type, tactor contact area, auditory cues generated by the tactors, and division of attention) on reaction times in both older and younger adults. Results showed that the reaction times of older adults were generally slower than those of young adults, and reaction times to stimuli at the head were fastest as compared to finger, torso, shank and foot locations.</p>\n<p>This research demonstrated significant functional balance improvements for community dwelling older adults following 8-weeks of balance training with vibrotactile sensory augmentation. These results have the potential to significantly impact on quality of life for balance-impaired individuals through decreased fall risk, increased confidence in performing daily tasks, and ability to remain in an independent living facility for a longer period of time. Furthermore, periodic maintenance of these balance improvements may be enabled in a straightforward, home-based, and low-cost manner using the cell phone balance trainer and balance exercise instructional materials developed through this grant. For family members and other caregivers, this technology may reduce the amount of required balance-related assistance. From a clinical standpoint, the telerehabilitation functionality of this technology may provide physical therapists with a mechanism to monitor compliance with prescribed at-home balance therapy programs and track patient progress over a large series of sessions.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2016<br>\n\t\t\t\t\tModified by: Kathleen&nbsp;Sienko</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThere are physical, emotional, and monetary costs associated with balance impairments and the falls that typically ensue from acute or chronic bouts of instability. Given the large percentage of older individuals that experience balance problems, and the desire of these individuals as a whole to live independent lives, decreasing fall risks is of paramount importance.\n\nSensory augmentation is a technique of augmenting or replacing compromised sensory information. In the context of sensory-based balance impairments, a sensory augmentation device provides cues of body motion that supplement an individual?s remaining intact sensory systems. The primary goals of this research were to 1) develop a cell phone based balance trainer intended for use in the homes of community dwelling older adults, and 2) test for long-term (weeks to months) persistence of balance improvements in older adults following the completion of a large number of home-based balance training sessions with vibrotactile sensory augmentation.\n\nBecause long-term training is most practically accomplished through at-home sessions, we developed a sensory augmentation device that is appropriate for repeated at home use. Our cell phone based balance trainer system comprises two Apple iPod Touch 5S units, custom balance trainer application software ('app'), and five coin cell tactors. The user wears a Velcro belt with one of the iPod units (used to estimate body position), and five coin cell tactors mounted on it. The 'app' is controlled via a Bluetooth connection signal from the second iPod. Feedback about the amount and rate of body tilt is provided in the form of vibratory cues by the tactors.  Users are trained to \"move away\" from the vibration. The application has been programmed with algorithms to estimate body tilt, trajectories for \"correct\" movement, and control signals for providing feedback cues. Data are stored on the iPod and are automatically uploaded to the iCloud. Data are easily downloaded and sent to clinical staff for review creating a streamlined method for providing clinician guided in-home rehabilitation. Video and text based exercise instructional materials are available on the device for approximately 180 exercises. These exercises have also been made available to clinicians and patients in the University of Michigan Health System via the University of Michigan CareGuides website.\n\nA co-creative design process involving engineers, physical therapists, and older adult end users was employed to create the cell phone balance trainer. A survey that evaluated the exercise and technology preferences and cell phone use of more than 170 individuals was used to support the creation of a user-friendly design. Additionally, supplementary studies were conducted to inform design decisions and evaluate the effects of cuing strategy, vibrotactile display design, and tactor activation thresholds.  One study demonstrated that older adults performed better and preferred to use a repulsive (\"move away from the vibration\") versus attractive (\"move toward the vibration\") cuing strategy, but the rate of improvement was greater for attractive cuing. Another study quantified the effects of various factors (e.g., stimuli location, frequency, tactor type, tactor contact area, auditory cues generated by the tactors, and division of attention) on reaction times in both older and younger adults. Results showed that the reaction times of older adults were generally slower than those of young adults, and reaction times to stimuli at the head were fastest as compared to finger, torso, shank and foot locations.\n\nThis research demonstrated significant functional balance improvements for community dwelling older adults following 8-weeks of balance training with vibrotactile sensory augmentation. These results have the potential to significantly impact on quality of life for balance-impaired individuals through decreased fall risk, increased confidence in performing daily tasks, and ability to remain in an independent living facility for a longer period of time. Furthermore, periodic maintenance of these balance improvements may be enabled in a straightforward, home-based, and low-cost manner using the cell phone balance trainer and balance exercise instructional materials developed through this grant. For family members and other caregivers, this technology may reduce the amount of required balance-related assistance. From a clinical standpoint, the telerehabilitation functionality of this technology may provide physical therapists with a mechanism to monitor compliance with prescribed at-home balance therapy programs and track patient progress over a large series of sessions. \n\n\t\t\t\t\tLast Modified: 11/29/2016\n\n\t\t\t\t\tSubmitted by: Kathleen Sienko"
 }
}