{
 "awd_id": "1159163",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "IRFP: How do Phytoplankton Produce the Globally Significant Molecule DMSP",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cassandra Dudka",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 133516.0,
 "awd_amount": 133516.0,
 "awd_min_amd_letter_date": "2012-06-29",
 "awd_max_amd_letter_date": "2012-06-29",
 "awd_abstract_narration": "The International Research Fellowship Program enables U.S. scientists and engineers to conduct nine to twenty-four months of research abroad. The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise and experimental conditions abroad. \r\n\r\nThis award will support a twenty-four-month research fellowship by Dr. Barbara R. Lyon to work with Drs. Thomas Mock and Jonathan Todd at University of East Anglia in Norwich, U.K. \r\n\r\nDespite being one of the Earth's most abundant organo-sulfur molecules with important roles in global climate, carbon and sulfur cycles, the enzymes that synthesize dimethylsulfoniopropionate (DMSP) remain unknown.  DMSP is produced predominantly by algal species and has numerous proposed but debated physiological functions.  It is clear that environmental factors influence production levels, but efforts to quantify and understand its regulation are hindered by metabolic turnover and lack of knowledge on DMSP synthesis genes.  Through proteomics candidate genes have been identified for all four steps of the proposed algal DMSP synthesis pathway (Lyon et al., 2011).   This project uses over-expression and knock-down systems to ratify the genes responsible for DMSP synthesis and their subcellular localization.  Measurements in basic enzyme parameters will give insights into differences in activity between model DMSP producing organisms with constitutively low (Thalassiosira pseudonana), moderate (Fragilariopsis cylindrus), and high (Emiliana huxleyi) concentrations of DMSP.  Furthermore, diatom transformants with enhanced and suppressed DMSP production will be used to understand DMSP physiological functions, regulation, and contributions to environmental fitness.\r\n\r\nThis project will rapidly provide targeted insights into the mechanisms of DMSP production in two globally significant DMSP producers, the diatoms and coccolithophores.  This work will be performed under the expertise of well-equipped labs at the forefront of microbial molecular genetics and provide the foundation for applications that span from the development of environmental genetic probes to biochemical characterizations of enzyme catalytic specificities.  This work has immediate and far ranging implications across a wide range of scientific disciplines.  Once validated, the developed primers and antibodies for DMSP pathway enzymes will be available to the research community for further laboratory and field investigations.  In addition to characterizing novel genes and providing insight into physiological stress tolerance mechanisms, information on the regulation and biodiversity of DMSP production will greatly enhance efforts to model climate, such as the NSF supported, multinational VAMOS Ocean Cloud Atmosphere Land Study.  This proposal will provide mentoring and training in cutting-edge molecular techniques to a recent, female PhD graduate with long-term research and academic goals.  It will build collaborations between this US scientist and professionals in world-leading research institutes in the UK.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Barbara",
   "pi_last_name": "Lyon",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Barbara R Lyon",
   "pi_email_addr": "",
   "nsf_id": "000599850",
   "pi_start_date": "2012-06-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lyon                    Barbara        R",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Charleston",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "",
  "inst_zip_code": "294129112",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "SC01",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of East Anglia Environmental Sciences",
  "perf_str_addr": null,
  "perf_city_name": "Norwich",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "NR4 7TJ",
  "perf_ctry_code": "UK",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "",
  "perf_ctry_name": "United Kingdom",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "595600",
   "pgm_ele_name": "IRFP-Inter Res Fellowship Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5946",
   "pgm_ref_txt": "UNITED KINGDOM"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 133516.0
  }
 ],
 "por": null
}