{
 "awd_id": "1159443",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "GOALI:  Multi-scale Optimization for the Design, Capacity Planning and Operation of Power Intensive Process Networks under Uncertain Electricity Prices and Market Demands",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Triantafillos Mountziaris",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 301951.0,
 "awd_amount": 301951.0,
 "awd_min_amd_letter_date": "2012-04-19",
 "awd_max_amd_letter_date": "2014-02-18",
 "awd_abstract_narration": "1159443\r\nGrossmann\r\n\r\nSummary: Power intensive industries such as air separation, cement and chlor-alkali manufacturing will face increased electricity prices in the future due to environmental pressures to reduce CO2 emissions.  Furthermore, another challenge is that since electricity markets became deregulated in the 1990s, electricity prices have been subject to hourly as well as seasonal variations. These are also likely to become more acute as renewable sources of energy like wind and solar are introduced for power generation. These trends have led to a considerable amount of uncertainty and variability in the daily operating expenses of power intensive industries, which in turn affect their competitiveness and long term planning. The aim of this GOALI proposal, which will be performed in collaboration with researchers from Praxair, is to develop a multi-scale modeling framework that can be used as a decision-making support tool to optimize designs so as to introduce flexibility in plant operations to effectively address uncertain hourly variations in electricity prices and uncertain product demands. In order to tackle the problem of uncertain electricity prices and product demands, we consider as a first step the development of an optimization methodology for the deterministic case when the electricity prices and demands are assumed to be known (e.g. in terms of forecasts). We propose a short-term mixed-integer operational optimization model that is based on offline computations or measured plant data, and that is integrated with the design and long-term capacity planning problem, which involves decisions on installing or upgrading equipment, or increasing storage capacity. To solve the resulting multi-scale mixed-integer linear program (MILP) model for a single plant, we plan to develop a tailored bi-level decomposition algorithm. Also, to consider the case of process networks consisting of several plants, we intend to investigate the solution of the large-scale model with a Lagrangean decomposition scheme based on a novel hybrid cutting plane and subgradient method to accelerate convergence. As a second major step, we will address the treatment of uncertainties of product demands and electricity prices for which we intend to investigate a novel hybrid stochastic programming/robust optimization approach. The basic idea is to model the long-term design decisions and uncertain demands with multistage stochastic programming, and the short term operating decisions and uncertain prices through robust optimization. The proposed models will be tested with process models and real world data of air separation plants supplied by Praxair.\r\n\r\nIntellectual Merit: The major intellectual challenges in this project lie in the multi-scale integration of the short-term operational model with the design and long-term capacity planning problem, the treatment of uncertainties in product demands and electricity prices, and the development of effective computational algorithms for solving large-scale optimization models. In order to address these challenges, we propose a strategy for multi-scale integration that effectively incorporates the operational model with the design and capacity planning model. Furthermore, we propose decomposition schemes that have the potential of effectively tackling large-scale deterministic models for realistic process networks of power intensive plants, particularly for air separation plants. Finally, we propose a potentially promising hybrid stochastic programming/ robust optimization model and solution method in order to anticipate the effect of uncertainties in the product demands and electricity prices.\r\n\r\nBroader Impact: The proposed GOALI project has the potential of yielding significant economic savings in the enterprise wide optimization of power intensive industries to make them more competitive. The proposed GOALI project will involve summer internships for the Ph.D. student and visits by the PI to Praxair. The project also has the potential of collaboration and dissemination of the basic methodologies to several petroleum, chemical and engineering/software companies of the Center for Advanced Process Decision-making (CAPD) at Carnegie Mellon. We also intend to collaborate with the Electric Energy Systems Group at Carnegie Mellon. We plan to involve undergraduates for documenting case studies that will be made available through the internet in our cybersite on MINLP. Finally, we also plan to participate in the University outreach program at Carnegie Mellon where we intend to expose high school students to technology on air separation and major issues in operation under fluctuating electricity prices by using simple day-to-day examples like deciding what appliances to turn on and off at their houses if the utilities charged electricity prices that changed on an hourly basis.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ignacio",
   "pi_last_name": "Grossmann",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Ignacio E Grossmann",
   "pi_email_addr": "grossmann@cmu.edu",
   "nsf_id": "000227253",
   "pi_start_date": "2012-04-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jose",
   "pi_last_name": "Pinto",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jose M Pinto",
   "pi_email_addr": "Jose_M_Pinto@praxair.com",
   "nsf_id": "000575612",
   "pi_start_date": "2012-04-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie Mellon University",
  "perf_str_addr": "5000 Forbes Avenue",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  },
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "050E",
   "pgm_ref_txt": "CHEMICAL PROCESS DESIGN"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 97415.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 100618.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 103918.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this GOALI project, which has been performed in collaboration with researchers from Praxair, &nbsp;has been to develop a modeling framework that can be used as a decision-making support tool for the planning and scheduling of power intensive plants. Examples are air sepration plants that consume a large amount of electric power to separate oxygen, nitrogen and argon from air. The goal of the research&nbsp;has been to account for uncertain electricity prices that can vary on an hourly basis.</p>\n<p>Some of the major cases considered in this project include: (a) &nbsp;the use of cryogenic energy storagy in air sepration units so as to allow the plants to participate in electricity markets; (b) determination of optimal purchsaes of electricity contracts under uncertainty in their pricing; (c) application&nbsp;to general continuos processes; (d) consider participation of these plants in reserve market to promote coordination in electricity grid; (e) optimal coordination of the production of industrial gases in multiple plants and their distribution in a network of markets. The proposed models were all tested with real world data provided by Praxair.</p>\n<p>The results show the importance of optimizing the operation of power intensive plants such as air separation plants, This is due to the dynamic changes in electricity pricing that are due to the emergence of smart grids that incorporate power generation by intermittent renewables (solar and wind). Given the large cost involved in the electric power consumed by air separation plants, the proposed models can help to make industrial gases companies to be more competitive.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/05/2016<br>\n\t\t\t\t\tModified by: Ignacio&nbsp;E&nbsp;Grossmann</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this GOALI project, which has been performed in collaboration with researchers from Praxair,  has been to develop a modeling framework that can be used as a decision-making support tool for the planning and scheduling of power intensive plants. Examples are air sepration plants that consume a large amount of electric power to separate oxygen, nitrogen and argon from air. The goal of the research has been to account for uncertain electricity prices that can vary on an hourly basis.\n\nSome of the major cases considered in this project include: (a)  the use of cryogenic energy storagy in air sepration units so as to allow the plants to participate in electricity markets; (b) determination of optimal purchsaes of electricity contracts under uncertainty in their pricing; (c) application to general continuos processes; (d) consider participation of these plants in reserve market to promote coordination in electricity grid; (e) optimal coordination of the production of industrial gases in multiple plants and their distribution in a network of markets. The proposed models were all tested with real world data provided by Praxair.\n\nThe results show the importance of optimizing the operation of power intensive plants such as air separation plants, This is due to the dynamic changes in electricity pricing that are due to the emergence of smart grids that incorporate power generation by intermittent renewables (solar and wind). Given the large cost involved in the electric power consumed by air separation plants, the proposed models can help to make industrial gases companies to be more competitive.\n\n\t\t\t\t\tLast Modified: 07/05/2016\n\n\t\t\t\t\tSubmitted by: Ignacio E Grossmann"
 }
}