{
 "awd_id": "1159736",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Project: GOALI: Acrylic Resins Product and Process Design through Combined Use of Quantum Chemical Calculations and Spectroscopic Methods",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Maria Burka",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 230255.0,
 "awd_amount": 230255.0,
 "awd_min_amd_letter_date": "2012-07-23",
 "awd_max_amd_letter_date": "2013-09-09",
 "awd_abstract_narration": "Abstract\r\n1160169/1159736\r\nSoroush / Rappe\r\n\r\nIntellectual Merit. In our recent successful GOALI work, we have made significant advances in understanding the spontaneous thermal polymerization of acrylates in the absence of any conventional thermal initiators. By combining efficient first-principles quantum-mechanical density functional theory (DFT) calculations with spectroscopic measurements of polymer samples, we have identified conclusively the mechanisms for monomer self-initiation and chain transfer reactions, including the reaction intermediates and transition states. We also calculated rate constants (frequency factors and activation energies) for the reactions in the gas phase.\r\nNow, building on these results, we propose to improve experimental control of the thermal spontaneous (without addition of conventional thermal initiators) polymerization of alkyl acrylates through coordinated and collaborative experimental and theoretical/computational research. To deepen our theoretical understanding, calculations will be performed with increasingly realistic solvent models, including multiple explicit solvent molecules in the quantum region and recently-developed van der Waals DFT functionals, to improve intermolecular potential energy surfaces. Concurrently, batch reactor polymerization experiments will be designed on the basis of the computational results and conducted to evaluate the influence of solvent type, monomer and solvent concentrations, and temperature on polymer-chain microstructural characteristics and polymerization rate.\r\n\r\nThe specific goals of this project are: (a) We will develop a computationally efficient method of calculating reliable liquid-phase rate constants for spontaneous thermal acrylate polymerization reactions such as monomer self-initiation, co-initiation by monomer and solvent, and chain transfer. (b) We will design and conduct batch polymerization experiments and, using spectroscopic methods, measure the microstructural characteristics of the produced polymer chains to validate and refine our theoretical predictions. (c) Using the developed computational method and batch polymerization experiments, we will study the structure-reactivity relationship for various solvents and monomers with a ketone functional group. (d) We will use these theoretical and experimental understandings to guide our computational screening and experimental validation of novel thermal initiators (solvents that permit rapid but controllable thermal polymerization of acrylates). Our ultimate goal is to design high-performance acrylic resins and chemically self-regulated polymerization processes for the production of acrylic resins at attractive overall cost.\r\n\r\nBroader Impacts. The potential impacts of this project are societal (through improved safety), environmental, economic, and in human resource development, among others. Spontaneous thermal polymerization allows for the production of higher quality, environmentally friendlier solvent-borne paints and coatings at lower operating costs. Low molecular weight polymer and oligomer solutions have adequately low viscosity?even at high weight percent solids?thus requiring less solvent to be sprayable and brushable. The reduction or elimination of thermal initiators (e. g. azonitrile or organic peroxides, normally the most expensive component of a resin formula) and the increase of reaction rate both lower the operating costs. The elimination of residual groups due to the thermal initiators in the final product (which adversely affect polymer properties such as resistance to UV radiation) and the use of the quantitative understanding in optimal control of the polymerization reactors improve the resin quality. The PIs and Co-PI will train and mentor two doctoral research assistants as well as six undergraduate (REU) students, who will participate in broad range of research activities from quantum-level computations and supercomputing to laboratory experiments and spectroscopic methods. The project results will be released to the public at conferences and in journal and conference proceedings papers. As in our past research activities, students from under-represented groups will be selected, trained and mentored in this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Rappe",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew M Rappe",
   "pi_email_addr": "rappe@sas.upenn.edu",
   "nsf_id": "000193120",
   "pi_start_date": "2012-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pennsylvania",
  "inst_street_address": "3451 WALNUT ST STE 440A",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158987293",
  "inst_zip_code": "191046205",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "TRUSTEES OF THE UNIVERSITY OF PENNSYLVANIA, THE",
  "org_prnt_uei_num": "GM1XX56LEP58",
  "org_uei_num": "GM1XX56LEP58"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pennsylvania",
  "perf_str_addr": "231 South 34th Street",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191046323",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "049E",
   "pgm_ref_txt": "CHEMICAL PROCESS CONTROL"
  },
  {
   "pgm_ref_code": "050E",
   "pgm_ref_txt": "CHEMICAL PROCESS DESIGN"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 81259.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 148996.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual merit:&nbsp; This NSF GOALI project focused on understanding polymerization reactions of acrylates and using the understanding to optimally design and operate polymer reactors that produce higher quality, environmentally-friendlier products at lower costs. Acrylates are multi-functional organic molecules whose polymers are important components in paints and coatings, among other applications. The GOALI team, including researchers from Drexel University, the University of Pennsylvania, and DuPont Performance Coatings (now Axalta Coating Systems), explored reactions leading to initiator-free controlled polymerization of acrylates with desired properties.</p>\n<p>&nbsp;</p>\n<p>In previous work by this team, the self-initiation of alkyl acrylates was discovered. This fundamentally interesting reaction opens up prospects for producing higher-quality polymers at lower costs through simplifying the industrial process. The team then elucidated the bimolecular chemical reaction mechanism of the self-initiation theoretically and experimentally.</p>\n<p>&nbsp;</p>\n<p>During this GOALI grant period, the team broadened its inquiry into exploration of a wide range of reactions that influence acrylate polymer properties following initiation. Theoretical investigations of backbiting and beta-scission reactions, and chain transfer to monomer, polymer and solvent reactions provided insight into polymer branching and molecular weight distributions. A study of inter-system crossing from singlet to triplet diradical provided more quantitative understanding of the rate of the self-initiation reaction.</p>\n<p>&nbsp;</p>\n<p>Macro-scale mechanistic polymerization reactor modeling combined with first-principles quantum-mechanical calculations provided predictions of polymer properties that guide future experimentation as well as polymerization reactor design and operation. Knowledge of the polymerization reaction rates enables the future development of protocols to produce acrylate polymers via self-initiation (without the use of conventional thermal initiators) with targeted properties. Thermal initiators are typically the most expensive raw material in the production of acrylic polymers.</p>\n<p>&nbsp;</p>\n<p>Broader impact: This course of research was designed to provide a novel approach to producing acrylate polymers based on self-initiation. This can have significant economic benefits, including reducing the cost and increasing the quality of acrylic paints and coatings by eliminating the need for extrinsic initiators, boosting the U.S. economy. The understanding of the reaction network gained in this grant may offer opportunities to broaden the range of polymer properties that are accessible, enabling additional applications of acrylates.</p>\n<p>&nbsp;</p>\n<p>Polymer backbiting and beta-scission reactions strongly influence the molecular weight distribution, helping the paint and coating manufacturers to obey new federal volatile organic compound standards, to decrease pollution and to increase safety.</p>\n<p>&nbsp;</p>\n<p>This project had a significant impact on scientific personnel development. Two graduate students pursued and successfully completed Ph.D. degrees under the joint mentorship of the professors from Drexel and Penn and the scientist from DuPont. Also, several undergraduate students were trained in this project. This unique environment gave these students an understanding of academic science, academic engineering, and corporate research strengths, constraints, and demands. This project also contributed to research infrastructure at Drexel by enabling the Drexel PI to develop his Polymer Laboratory.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/07/2015<br>\n\t\t\t\t\tModified by: Andrew&nbsp;M&nbsp;Rappe</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual merit:  This NSF GOALI project focused on understanding polymerization reactions of acrylates and using the understanding to optimally design and operate polymer reactors that produce higher quality, environmentally-friendlier products at lower costs. Acrylates are multi-functional organic molecules whose polymers are important components in paints and coatings, among other applications. The GOALI team, including researchers from Drexel University, the University of Pennsylvania, and DuPont Performance Coatings (now Axalta Coating Systems), explored reactions leading to initiator-free controlled polymerization of acrylates with desired properties.\n\n \n\nIn previous work by this team, the self-initiation of alkyl acrylates was discovered. This fundamentally interesting reaction opens up prospects for producing higher-quality polymers at lower costs through simplifying the industrial process. The team then elucidated the bimolecular chemical reaction mechanism of the self-initiation theoretically and experimentally.\n\n \n\nDuring this GOALI grant period, the team broadened its inquiry into exploration of a wide range of reactions that influence acrylate polymer properties following initiation. Theoretical investigations of backbiting and beta-scission reactions, and chain transfer to monomer, polymer and solvent reactions provided insight into polymer branching and molecular weight distributions. A study of inter-system crossing from singlet to triplet diradical provided more quantitative understanding of the rate of the self-initiation reaction.\n\n \n\nMacro-scale mechanistic polymerization reactor modeling combined with first-principles quantum-mechanical calculations provided predictions of polymer properties that guide future experimentation as well as polymerization reactor design and operation. Knowledge of the polymerization reaction rates enables the future development of protocols to produce acrylate polymers via self-initiation (without the use of conventional thermal initiators) with targeted properties. Thermal initiators are typically the most expensive raw material in the production of acrylic polymers.\n\n \n\nBroader impact: This course of research was designed to provide a novel approach to producing acrylate polymers based on self-initiation. This can have significant economic benefits, including reducing the cost and increasing the quality of acrylic paints and coatings by eliminating the need for extrinsic initiators, boosting the U.S. economy. The understanding of the reaction network gained in this grant may offer opportunities to broaden the range of polymer properties that are accessible, enabling additional applications of acrylates.\n\n \n\nPolymer backbiting and beta-scission reactions strongly influence the molecular weight distribution, helping the paint and coating manufacturers to obey new federal volatile organic compound standards, to decrease pollution and to increase safety.\n\n \n\nThis project had a significant impact on scientific personnel development. Two graduate students pursued and successfully completed Ph.D. degrees under the joint mentorship of the professors from Drexel and Penn and the scientist from DuPont. Also, several undergraduate students were trained in this project. This unique environment gave these students an understanding of academic science, academic engineering, and corporate research strengths, constraints, and demands. This project also contributed to research infrastructure at Drexel by enabling the Drexel PI to develop his Polymer Laboratory.\n\n \n\n\t\t\t\t\tLast Modified: 12/07/2015\n\n\t\t\t\t\tSubmitted by: Andrew M Rappe"
 }
}