{
 "awd_id": "1159695",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Using a Fully Autonomous Brain-Body Interface to Study the Cortical Dynamics of Learning",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Athanassios Sambanis",
 "awd_eff_date": "2012-07-15",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 215000.0,
 "awd_amount": 215000.0,
 "awd_min_amd_letter_date": "2012-07-18",
 "awd_max_amd_letter_date": "2012-07-18",
 "awd_abstract_narration": "1159652/1159695\r\nBrown/Bizzi\r\n\r\nThe brain controls movements of the body by means of neural signals transmitted through the spinal cord.  Researchers in the field of Motor Neural Prosthetics attempt to tap into these neural signals and use them to control artificial actuators, such as a robotic arm or computer cursor, or native limbs that have been paralyzed. The long-term goal of such research is to help restore function to a variety of patient populations for whom the normal spinal pathways of movement control have been disrupted due to neurological disease, brain and or spinal cord injury. At present, however, the movements generated by neuroprosthetic devices lack the smoothness, and fluidity of natural movement.  Furthermore, although Brain-Machine Interfaces would appear to provide a unique opportunity for studying brain function, the technology of neural prosthetics has not yet made major contributions to an improved understanding of how the circuits in the brain that control movement work. \r\n\r\nThis grant proposes the construction of a novel Brain-Body interface in animals for which elbow function is reversibly paralyzed. By connecting the output of recording electrodes placed in the brain to stimulating electrodes placed near the paralyzed elbow muscles, a pathway is created to re-establish control of the lost motor function.  Unlike most research in the field, this research requires that all of the learning takes place within the brain and none of the learning takes place through a \"Decoder\" - that is, a computer-based machine-learning algorithm that attempts to read the mind of the user and extract the desired signals to control the movement. Thus, our Brain-Body interface is fully autonomous and requires no outside intervention. Initially, performance may be inadequate. Just as an infant requires considerable time to establish control over motor pathways, so too will a subject require time to learn to control this entirely new pathway. However, given adequate learning time, this architecture is likely to lead to superior performance, because all of the control resides within the brain and because the brain has a remarkable adapt and learn.  \r\n\r\nThere are two key intellectual merits to the proposed research.  The first is to use this novel preparation to the study natural systems-level mechanisms of learning present in the brain, so that how our brains self-organize during development and how our brains adapt to injury or disease are better understood. The second is to transform the fields of Brain-Machine and Brain-Body Interfacing by exploring the level of control attainable when the native brain does all of the learning rather than computer algorithms. The research has additional broader significance.  In particular, through this work it is hoped that a better-performing Brain-Body interface can be developed to help restore movement function in those suffering from neurological disorders or brain injury. Moreover, this work further cultivates the methodology of Direct Brain Control (a particular form of biofeedback) for the design of rehabilitative devices. In so doing, it enhances the existing research infrastructure by bringing together clinical anesthesiologists, neurophysiologists, and engineers to forge a cross-disciplinary solution to this important problem.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Emilio",
   "pi_last_name": "Bizzi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Emilio Bizzi",
   "pi_email_addr": "ebizzi@mit.edu",
   "nsf_id": "000394483",
   "pi_start_date": "2012-07-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts General Hospital",
  "perf_str_addr": "55 Fruit Street",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021142621",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MA08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "137E",
   "pgm_ref_txt": "Neural-engineering"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 215000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The brain is the most sophisticated information processing system in the universe.&nbsp; One of its functions is to tell our bodies how to move. However, in cases of neurological disease or injury, sometimes the bridge is broken by which the brain communicates with the body.&nbsp; For example, in the case of spinal cord injury, your brain still stores memories of how to move but cannot communicate this information to the limbs.&nbsp; There are many other conditions which give rise to the same or similar problems.</p>\n<p>For these reasons, neuroscientists are trying to extract the movement intentions of an individual directly from recordings of that person&rsquo;s brain signals and use those signals to somehow power an assistive device.&nbsp; This field is known as neural prosthetics and has been growing considerably over the last 15 years as the technology for making probes that record neural signals has improved.&nbsp; There is, however, a big problem.&nbsp; Once the signals have been extracted from the brain, they still have to be interpreted, i.e., what do they mean in terms of what the person wants to do?</p>\n<p>It turns out that, for a variety of technical reasons explored in this work, there are certain limitations in our ability to understand exactly what these brain signals mean.&nbsp; The basic reason is that we can record these neural signals, but we do not know exactly how they fit into the context of the complete motor circuit in the body, because measurements are not made about that overall motor circuit.&nbsp; In essence, the control signal has been decoupled from the actuator that it is supposed to control, and unless one knows all the details about how that actuator is wired up, it is difficult to reconstruct the exact meaning of the recorded neural signals.</p>\n<p>Fortunately, there is another approach more fruitful than this &ldquo;decoding&rdquo; approach.&nbsp; That approach is called direct control.&nbsp; What it means is that one just hooks up or interfaces the brain to an external object and leaves the brain to figure out how to adapt its own activity to control the new actuator, just as a baby has to figure out how to control its body.&nbsp; There are downsides to this approach in rehabilitation, because it takes the brain a long time to learn how to adapt to a new actuator.&nbsp; However, it has far greater potential to generate the kind of performance levels in neuroprosthetic devices that are necessary to make this technology more clinically useful.</p>\n<p>Finally, this grant extensively explored the use of a certain type of very flexible electrode (made of a material called polyimide) that can be wrapped around nerves.&nbsp; When current is sent to these electrodes, the electrodes activate the nerves.&nbsp; Unlike other such electrodes, these electrodes appear to be very well-tolerated and very efficient in their ability to generate the right kinds of commands in these nerves.&nbsp; As a result, we feel that they will be a critical part of future brain-body interfaces.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/01/2015<br>\n\t\t\t\t\tModified by: Emilio&nbsp;Bizzi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe brain is the most sophisticated information processing system in the universe.  One of its functions is to tell our bodies how to move. However, in cases of neurological disease or injury, sometimes the bridge is broken by which the brain communicates with the body.  For example, in the case of spinal cord injury, your brain still stores memories of how to move but cannot communicate this information to the limbs.  There are many other conditions which give rise to the same or similar problems.\n\nFor these reasons, neuroscientists are trying to extract the movement intentions of an individual directly from recordings of that personÆs brain signals and use those signals to somehow power an assistive device.  This field is known as neural prosthetics and has been growing considerably over the last 15 years as the technology for making probes that record neural signals has improved.  There is, however, a big problem.  Once the signals have been extracted from the brain, they still have to be interpreted, i.e., what do they mean in terms of what the person wants to do?\n\nIt turns out that, for a variety of technical reasons explored in this work, there are certain limitations in our ability to understand exactly what these brain signals mean.  The basic reason is that we can record these neural signals, but we do not know exactly how they fit into the context of the complete motor circuit in the body, because measurements are not made about that overall motor circuit.  In essence, the control signal has been decoupled from the actuator that it is supposed to control, and unless one knows all the details about how that actuator is wired up, it is difficult to reconstruct the exact meaning of the recorded neural signals.\n\nFortunately, there is another approach more fruitful than this \"decoding\" approach.  That approach is called direct control.  What it means is that one just hooks up or interfaces the brain to an external object and leaves the brain to figure out how to adapt its own activity to control the new actuator, just as a baby has to figure out how to control its body.  There are downsides to this approach in rehabilitation, because it takes the brain a long time to learn how to adapt to a new actuator.  However, it has far greater potential to generate the kind of performance levels in neuroprosthetic devices that are necessary to make this technology more clinically useful.\n\nFinally, this grant extensively explored the use of a certain type of very flexible electrode (made of a material called polyimide) that can be wrapped around nerves.  When current is sent to these electrodes, the electrodes activate the nerves.  Unlike other such electrodes, these electrodes appear to be very well-tolerated and very efficient in their ability to generate the right kinds of commands in these nerves.  As a result, we feel that they will be a critical part of future brain-body interfaces.\n\n\t\t\t\t\tLast Modified: 10/01/2015\n\n\t\t\t\t\tSubmitted by: Emilio Bizzi"
 }
}