{
 "awd_id": "1159126",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "IRFP: Investigation of the Radiative Interaction between Plasmas and Ablating Heat Shields",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cassandra Dudka",
 "awd_eff_date": "2012-11-01",
 "awd_exp_date": "2014-10-31",
 "tot_intn_awd_amt": 141700.0,
 "awd_amount": 141700.0,
 "awd_min_amd_letter_date": "2012-07-23",
 "awd_max_amd_letter_date": "2012-07-23",
 "awd_abstract_narration": "The International Research Fellowship Program enables U.S. scientists and engineers to conduct nine to twenty-four months of research abroad. The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise and experimental conditions abroad.\r\n\r\nThis award will support a twenty-four-month research fellowship by Dr. Megan E. MacDonald to work with Dr. Christophe Laux at Ecole Centrale Paris in Paris, France.\r\n\r\nAny spacecraft entering a planetary atmosphere requires thermal protection to prevent overheating and burn-up of the spacecraft upon entry.  One method of protecting against such extreme heating environments is an ablative thermal protection system.  As a method of transporting heat away from the spacecraft, this type of thermal protection is designed to pyrolyse.  This results in a boundary layer between the heat shield and the atmospheric plasma which is rich with species from both the shield and the plasma.  While it is known that this boundary layer mixture can play an important role in the radiative heating of the spacecraft by absorbing certain wavelengths radiated from the atmospheric plasma, few experimental efforts have been carried out to study the quantitative effects of these boundary layer species on radiative blocking.\r\n\r\nThe current project studies both the composition of the boundary layer and the degree to which these ablator pyrolysis species absorb radiation.  This is being carried out through spectroscopic studies of an air plasma/ablator system in a plasma torch laboratory.  Concurrent modeling of the system with a plasma modeling code, SPECAIR, is being carried out to further validate this code.\r\n\r\nThis project is of clear importance for reentry applications, where a direct result of the validation of the SPECAIR code will be its use as a predictive design tool for ablative heat shields.  This will not only advance the state of-the-art in ablator capabilities in Europe (which will be essential to any future international planetary entry or sample-return missions) but also increase the state of the knowledge in the U.S., as Dr. MacDonald intends to return and join the U.S. research community at a national laboratory.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Megan",
   "pi_last_name": "MacDonald",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Megan MacDonald",
   "pi_email_addr": "",
   "nsf_id": "000600165",
   "pi_start_date": "2012-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "MacDonald               Megan",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Oak Grove",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "",
  "inst_zip_code": "640757160",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MO04",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "L'Ecole Centrale Paris Laboratoire EM2C",
  "perf_str_addr": null,
  "perf_city_name": "Chatenay-Malabry",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "FR",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "France",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "595600",
   "pgm_ele_name": "IRFP-Inter Res Fellowship Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5918",
   "pgm_ref_txt": "FRANCE"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 141700.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This fellowship award provided funding for studying the interaction between ionized gas (plasma) and various heat shield materials used for protecting a spacecraft as it enters an atmosphere.&nbsp; The purpose of these studies&nbsp;was to more fully understand the physics of this interaction, using both experimental and computational efforts, in order to increase the safety and decrease the cost of a mission.&nbsp; The experimental part of the study was carried out in a 50 kW plasma torch facility that was instrumented with a material sample holder (see accompanying image for an example of a heat shield sample in the plasma flow), a calorimeter type heat flux probe, and five spectroscopic diagnostics that observed the emitted light from the region immediately adjacent to the heat shield.</p>\n<p>The chemistry in the near-wall region is of interest because it is difficult to simulate and model, yet it plays a major role in the total heat delivered to the surface.&nbsp; Species coming from both the freestream plasma flow and from the material itself (as it decomposes, or ablates) interact and form new species here.&nbsp; Each chemical species has a distinctive fingerprint, or spectrum, and observing the emitted spectrum allows determination of the identities&nbsp;of the species in this near-wall boundary layer region.&nbsp; The current studies have provided species emission intensity profiles for excited states of CN, C, N, O, Na, Ba, and Ca.&nbsp; Measurements of species profiles through the boundary layer provide an opportunity for direct comparison with predicted results.</p>\n<p>The discovery of sodium, calcium, and barium in the ablator material was another significant result, providing the manufacturer of the ablator material with valuable insight into how much of these species is contained in the resin, which is a serious concern since ionization of these species can lead to communication blackout during vehicle entry.</p>\n<p>Initial code validation for the SPECAIR tool was carried out during this project, and the experimental results produced here will be of continued use for code validation in the future.&nbsp; Validation of predictive codes is of vital importance because the conditions of atmospheric entry cannot be exactly replicated in ground test facilities and therefore models are imperative to guide the predictions of realistic entry conditions and material behaviors.</p>\n<p>Turning to the broader impacts results, the PI mentored and trained three undergraduate engineering students (two of whom wrote a paper and attended a conference to present the work they completed while being mentored by the PI), two doctoral candidates, and worked closely with another post-doctoral fellow and a professor.&nbsp; The PI also attended many conferences both as a speaker and an attendee, and helped teach a short course on spectroscopy.</p>\n<p>The participation of underrepresented groups was cultivated in multiple regards.&nbsp; The post-doctoral engineer supported through this fellowship is female, and this fellowship allowed her the opportunity to develop her research and mentoring skills, while assuring her retention in the field of engineering.&nbsp; One of the PI's undergraduate students was also a female engineer.&nbsp; In addition, this fellowship led to the development of relationships between the PI and laboratories in France, Germany, Australia, and the United States, which will promote the future exchange of ideas and possibly personnel between the PI and these foreign labs.</p>\n<p>As for infrastructure, during the PI's fellowship tenure, she brought on line a new facility (the 50 kW plasma torch), implemented diagnostics for this facility, and fabricated a heat flux probe for use in the facility.&nbsp; The operation of this facility has already created cooperation with the University of Queensland (Australia) and the University of Stuttgart (Germany), not only...",
  "por_txt_cntn": "\nThis fellowship award provided funding for studying the interaction between ionized gas (plasma) and various heat shield materials used for protecting a spacecraft as it enters an atmosphere.  The purpose of these studies was to more fully understand the physics of this interaction, using both experimental and computational efforts, in order to increase the safety and decrease the cost of a mission.  The experimental part of the study was carried out in a 50 kW plasma torch facility that was instrumented with a material sample holder (see accompanying image for an example of a heat shield sample in the plasma flow), a calorimeter type heat flux probe, and five spectroscopic diagnostics that observed the emitted light from the region immediately adjacent to the heat shield.\n\nThe chemistry in the near-wall region is of interest because it is difficult to simulate and model, yet it plays a major role in the total heat delivered to the surface.  Species coming from both the freestream plasma flow and from the material itself (as it decomposes, or ablates) interact and form new species here.  Each chemical species has a distinctive fingerprint, or spectrum, and observing the emitted spectrum allows determination of the identities of the species in this near-wall boundary layer region.  The current studies have provided species emission intensity profiles for excited states of CN, C, N, O, Na, Ba, and Ca.  Measurements of species profiles through the boundary layer provide an opportunity for direct comparison with predicted results.\n\nThe discovery of sodium, calcium, and barium in the ablator material was another significant result, providing the manufacturer of the ablator material with valuable insight into how much of these species is contained in the resin, which is a serious concern since ionization of these species can lead to communication blackout during vehicle entry.\n\nInitial code validation for the SPECAIR tool was carried out during this project, and the experimental results produced here will be of continued use for code validation in the future.  Validation of predictive codes is of vital importance because the conditions of atmospheric entry cannot be exactly replicated in ground test facilities and therefore models are imperative to guide the predictions of realistic entry conditions and material behaviors.\n\nTurning to the broader impacts results, the PI mentored and trained three undergraduate engineering students (two of whom wrote a paper and attended a conference to present the work they completed while being mentored by the PI), two doctoral candidates, and worked closely with another post-doctoral fellow and a professor.  The PI also attended many conferences both as a speaker and an attendee, and helped teach a short course on spectroscopy.\n\nThe participation of underrepresented groups was cultivated in multiple regards.  The post-doctoral engineer supported through this fellowship is female, and this fellowship allowed her the opportunity to develop her research and mentoring skills, while assuring her retention in the field of engineering.  One of the PI's undergraduate students was also a female engineer.  In addition, this fellowship led to the development of relationships between the PI and laboratories in France, Germany, Australia, and the United States, which will promote the future exchange of ideas and possibly personnel between the PI and these foreign labs.\n\nAs for infrastructure, during the PI's fellowship tenure, she brought on line a new facility (the 50 kW plasma torch), implemented diagnostics for this facility, and fabricated a heat flux probe for use in the facility.  The operation of this facility has already created cooperation with the University of Queensland (Australia) and the University of Stuttgart (Germany), not only for the host institution (France) but also for the PI herself.  The facility attracts the interest of undergraduate engineering students and has already served as the ..."
 }
}