{
 "awd_id": "1159837",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GOALI: RUI: Collaborative Research:  Development of Transferable Force Fields and Monte Carlo Algorithms and Application to Phase and Sorption Equilibria",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2012-04-15",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 332163.0,
 "awd_min_amd_letter_date": "2012-04-14",
 "awd_max_amd_letter_date": "2014-05-14",
 "awd_abstract_narration": "Abstract \r\n1159837 \r\nSiepmann, Joern Ilja\r\n\r\nGOALI: Collaborative Research: Development of transferable force fields and Monte Carlo algorithms and application to phase and sorption equilibria \r\n\r\nThe development of sustainable processes in the chemical and biotechnology industries and of novel formulations in the personal care and detergent industries is of tremendous commercial and environmental importance. Molecular-level knowledge is essential for moving from trial-and-error based approaches to knowledge-driven design of these chemical processes and formulations. To this extent, accurate molecular models and efficient simulation algorithms will be developed by a collaborative team led by Siepmann, Eggimann, and Koenig to advance molecular simulation as a tool for high-fidelity property prediction and for providing molecular-level insights on phase and sorption equilibria. Specific applications relevant for biofuel production and detergent formulations will be addressed. \r\n\r\nIntellectual Merit: \r\n\r\nModel Development. The TraPPE (transferable potentials for phase equilibria) family of force fields will be extended at multiple levels of resolution. TraPPECG (coarse-grain) will include polymers, asphaltenes, and water; TraPPE?UA (united-atom) will add siloxane and vinyl chloride polymers; TraPPEEH (explicit-hydrogen) will address environmental pollutants and fermentation inhibitors. The range of systems and processes amenable to predictive simulations will be enlarged through the parameterization of TraPPE salt for inorganic ions and TraPPE zeo for porous zeolite frameworks. A web interface will be designed to increase the accessibility of the TraPPE force fields \r\nfor other research groups. Algorithm Development. Novel Monte Carlo algorithms will be developed that can improve the sampling of phase transfers (e.g., in liquid-liquid equilibria and sorption isotherms from solution phases) and spatial distributions in microheterogeneous fluids (e.g,, surfactant systems). Applications. Molecular simulations using the TraPPE force fields will be employed as an engineering tool to predict thermophysical properties of a variety of complex systems, thereby adding to the available experimental database. The simulations will provide a wealth of microscopic-level insight into how molecular architecture and composition determine macroscopic phenomena. Specifically, simulations will be carried out to investigate (i) the solvent-based extraction of ethanol from fermentation broths, ii) the sorption isotherms of oxygenates and fermentation inhibitors from aqueous solution, (iii) the adsorption of surfactants at interfaces and to polyelectrolytes, (iv) the capacity limit of organics in micellar surfactants, and (v) the phase coexistence in mixed surfactant bilayers. \r\n\r\nBroader Impacts: \r\n\r\nIntegration of Research and Education. Because the excitement of discovery is a significant motivating factor in student learning, computational exercises and topical results from molecular simulation research are routinely integrated by Siepmann and Eggimann in their classroom teaching (spanning from of a freshman seminar on the material world to graduate-level statistical mechanics). Hands-on science classroom for third graders have been taught by Siepmann and a full day of activities centered around computational chemistry is organized for UMN's Exploring Careers in Engineering and Physical Sciences Program. An active undergraduate research program is leveraged by Eggimann to promote general scientific literacy and research-as-teaching pedagogies. Development of Human Resources. This university industry partnership uniquely advances the education and training of the graduate students and postdoctoral associates by allowing for extensive interactions with industrial chemists and experience with real-world surfactant applications. Additionally, this project will foster the participation of undergraduate and high school students, with special efforts made to recruit these students from traditionally underrepresented groups. Impact on Science and Engineering Infrastructure. The microscopic-level understanding afforded \r\nby the proposed computational investigations will be highly beneficial for the design of improved separation processes for biofuels and surfactant systems. The computing infrastructure is advanced by the development of the TraPPE force fields, the associated cybertool, and the MCCCS (Monte Carlo for Complex Chemical Systems) molecular simulation package, which are freely distributed.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joern Ilja",
   "pi_last_name": "Siepmann",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joern Ilja Siepmann",
   "pi_email_addr": "siepmann@umn.edu",
   "nsf_id": "000215452",
   "pi_start_date": "2012-04-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Koenig",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Koenig",
   "pi_email_addr": "koenig.ph@pg.com",
   "nsf_id": "000600766",
   "pi_start_date": "2012-04-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "207 Pleasant Street SE",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554550431",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  },
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "9232",
   "pgm_ref_txt": "RES OPPOR AWARDS(ROA) (SUPPLEM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 300000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 32163.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The funds from this grant were used (i) to extend the <strong>Transferable Potentials for Phase Equilibria</strong> (TraPPE) force field to additional classes of compounds, (ii) to develop an online database and website for the TraPPE (TraPPE), (iii) to develop <strong>simulation algorithms for the prediction of phase and sorption equilibria</strong>, (iv) to investigate the use of zeolitic sorbents and extraction solvents for the <strong>purification of ethanol from fermentation broths</strong>, and (v) to explore the <strong>adsorption of alkanes and perfluoroalkanes in zeolites</strong>. &nbsp;</p>\n<p>Accurate force fields are essential for quantitative modeling of complex chemical systems. &nbsp;&nbsp;The TraPPE family of force fields has been recognized as providing an outstanding balance of transferability, accuracy, and computational efficiency that has led to its wide use for the prediction of a plethora of chemical and environmental systems and processes. &nbsp;Herein, the force field was extended to include substituted benzenes, polycyclic aromatic compounds, polychlorinated biphenyls, cyclic alkanes and ethers, polyethers, and siliceous zeolites.&nbsp; The new TraPPE website enhances the accessibility of the TraPPE force field by making all functional forms, parameters, and significant simulation data available online for each TraPPE model simulated during development (to date, nearly 200 molecules). The website also provides access to new simulation data for older TraPPE models that have been simulated using up-to-date protocols (longer simulation times, larger system sizes, and improved data analysis methods).&nbsp; Herein, simulation algorithms and protocols were improved to allow for more efficient computation of phase equilibria with a focus on aqueous solutions and for various levels of coarse-graining.&nbsp; These methodologies were then applied to explore hydrophobic forms of zeolites and various extraction solvents (alcohols with ten carbon atoms, higher molecular weight polyols, and ethers) and the extraction of ethanol from aqueous solution; use of nanoporous sorbents and extraction solvents may result in significant energy and cost savings over distillation processes.&nbsp; In addition, molecular simulations were used to provide mechanistic insights on the selectivity for sorption and extraction processes involving hydrogen-bonding compounds and on the unusual multistep adsorption behavior in hierarchical zeolites.</p>\n<p>Beyond the specific research outcomes, this award also contributed to broader impacts.&nbsp; Because the excitement of discovery is a significant motivating factor in student learning, computational exercises and topical results from molecular simulation research are routinely integrated by the principal investigators in their classroom teaching (spanning from of a freshman seminar on the material world to graduate-level statistical mechanics), and Siepmann organizes a full day of hands-on activities centered around computational chemistry for summer program allowing high school students from underrepresented groups to explore careers in engineering and physical sciences.&nbsp; A large and diverse group of junior researchers has participated in the research supported by this award; including two high school students (both female), five undergraduate students (four female), nine graduate students (one hispanic, one African American, two female), and four postdoctoral associates (one female and legally blind).&nbsp; Many of these junior researchers were also supported through various fellowships.&nbsp; With regards to the science and engineering infrastructure, the microscopic-level understanding afforded by the computational tools developed herein will be highly beneficial for the design of separation processes for biorenewable chemical feedstocks and of improved detergent formulations. &nbsp;The web interface for the TraPPE ...",
  "por_txt_cntn": "\nThe funds from this grant were used (i) to extend the Transferable Potentials for Phase Equilibria (TraPPE) force field to additional classes of compounds, (ii) to develop an online database and website for the TraPPE (TraPPE), (iii) to develop simulation algorithms for the prediction of phase and sorption equilibria, (iv) to investigate the use of zeolitic sorbents and extraction solvents for the purification of ethanol from fermentation broths, and (v) to explore the adsorption of alkanes and perfluoroalkanes in zeolites.  \n\nAccurate force fields are essential for quantitative modeling of complex chemical systems.   The TraPPE family of force fields has been recognized as providing an outstanding balance of transferability, accuracy, and computational efficiency that has led to its wide use for the prediction of a plethora of chemical and environmental systems and processes.  Herein, the force field was extended to include substituted benzenes, polycyclic aromatic compounds, polychlorinated biphenyls, cyclic alkanes and ethers, polyethers, and siliceous zeolites.  The new TraPPE website enhances the accessibility of the TraPPE force field by making all functional forms, parameters, and significant simulation data available online for each TraPPE model simulated during development (to date, nearly 200 molecules). The website also provides access to new simulation data for older TraPPE models that have been simulated using up-to-date protocols (longer simulation times, larger system sizes, and improved data analysis methods).  Herein, simulation algorithms and protocols were improved to allow for more efficient computation of phase equilibria with a focus on aqueous solutions and for various levels of coarse-graining.  These methodologies were then applied to explore hydrophobic forms of zeolites and various extraction solvents (alcohols with ten carbon atoms, higher molecular weight polyols, and ethers) and the extraction of ethanol from aqueous solution; use of nanoporous sorbents and extraction solvents may result in significant energy and cost savings over distillation processes.  In addition, molecular simulations were used to provide mechanistic insights on the selectivity for sorption and extraction processes involving hydrogen-bonding compounds and on the unusual multistep adsorption behavior in hierarchical zeolites.\n\nBeyond the specific research outcomes, this award also contributed to broader impacts.  Because the excitement of discovery is a significant motivating factor in student learning, computational exercises and topical results from molecular simulation research are routinely integrated by the principal investigators in their classroom teaching (spanning from of a freshman seminar on the material world to graduate-level statistical mechanics), and Siepmann organizes a full day of hands-on activities centered around computational chemistry for summer program allowing high school students from underrepresented groups to explore careers in engineering and physical sciences.  A large and diverse group of junior researchers has participated in the research supported by this award; including two high school students (both female), five undergraduate students (four female), nine graduate students (one hispanic, one African American, two female), and four postdoctoral associates (one female and legally blind).  Many of these junior researchers were also supported through various fellowships.  With regards to the science and engineering infrastructure, the microscopic-level understanding afforded by the computational tools developed herein will be highly beneficial for the design of separation processes for biorenewable chemical feedstocks and of improved detergent formulations.  The web interface for the TraPPE force field enables improved and efficient technology transfer between developers and users.  The computing infrastructure is also advanced through algorithms incorporated into the MCCCS (Monte Carlo for Com..."
 }
}