{
 "awd_id": "1159886",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Next-Generation Affinity Chromatography with PEGylated Ligands",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Angie Lueking",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 300001.0,
 "awd_amount": 300001.0,
 "awd_min_amd_letter_date": "2012-07-25",
 "awd_max_amd_letter_date": "2012-07-25",
 "awd_abstract_narration": "Przybycien\r\nCBET 1159886\r\n\r\nThis NSF award by the Chemical and Biological Separations program supports work by Professor Todd M. Przybycien to develop new separations technology for use in the biotechnology industry and to develop a corresponding laboratory and teaching module for secondary school chemistry students as an introduction both to separations technology and to the biotechnology industry.  The separations technology development effort involves the modification of affinity chromatography media, commonly used in the production of pharmaceutical proteins such as monoclonal antibodies, so that it is more resistant to fouling by contaminant species, thereby increasing manufacturing efficiency.  The secondary education module development effort involves the creation and deployment of a set of laboratory experiments and supporting lecture materials in affinity partitioning technology that can be used to augment current high school chemistry curricular materials in the area of the separation of matter by demonstrating the ideas of affinity and specificity in separation operations.  These educational materials will also be used to provide exposure to the biotechnology industry, a key domestic industrial sector, as the experiments are motivated by and have applications to bioprocessing and bioseparations.\r\n\r\nAffinity chromatography is a premier bioseparations technology in which specific binding interactions are exploited to achieve selective recovery of a target biological macromolecule from a complex biological mixture.  Monoclonal antibodies, or MAbs, are the dominant class of biologic products from the biopharmaceutical industry.  Affinity chromatography using media with immobilized MAb-specific binding groups such as Stapylococcal Protein A, or SPA,  is typically the central unit operation around which generic, or platform, MAb purification processes are developed.  Our specific research approach is to modify SPA-based affinity chromatography media by chemically attaching poly(ethylene glycol), or \"PEG\", an inert polymer, to the SPA binding group.  This chemical modification, or PEGylation, will improve media selectivity by decreasing non-specific binding interactions with SPA and will improve media robustness by increasing the stability/degradation resistance of SPA.  That this approach should be successful is supported by the well-known use of PEGylation to impart stealthy characteristics to protein-based drugs without adversely affecting biological binding activity, to enhance the physical stability of proteins, and to improve the fouling resistance of surfaces towards proteins and other biologically-derived species.  PEGylation strategies (size, extent, structure of attached PEG chains; masking of MAb-specific binding sites on SPA to preserve binding affinity) will be evaluated with respect to their impact on important chromatographic performance metrics including MAb binding capacity and MAb binding specificity in the presence of customary contaminants (CHO host cell protein, DNA and virus) and during many cycles of repeated use.  If successful, a new class of high-performance affinity chromatography media based on ligand PEGylation will result.\r\n\r\nThe proposed research aims to invoke a step-change in the selectivity and robustness of affinity chromatography media, and SPA-based media in particular, to enable a corresponding step-change improvement in chromatographic performance.  PEGylated affinity chromatography media with increased specificity and robustness relative to current media can reduce process development time for new biological pharmaceuticals (improved specificity translates into fewer downstream purification steps to develop and validate) and can increase process throughput for new and existing biological pharmaceuticals (improved specificity translates into shorter, less-stringent wash and clean-in-place cycles and fewer downstream steps to operate; improved robustness translates into greater binding capacity retention, less ligand leaching and ability to use ligands with preferred specificity but decreased stability, and more operating cycles before media replacement).  Greater speed-to-market and process throughput, particularly for the critical MAb class of biopharmaceuticals, can drive down treatment costs.  The proposed research will comprise the research training of a Ph.D. student and several undergraduate engineering students, poising each for career opportunities in the domestic biopharmaceutical industry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Todd",
   "pi_last_name": "Przybycien",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Todd M Przybycien",
   "pi_email_addr": "przybt3@rpi.edu",
   "nsf_id": "000179521",
   "pi_start_date": "2012-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 Forbes Avenue",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133890",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141700",
   "pgm_ele_name": "Interfacial Engineering Progra"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "007E",
   "pgm_ref_txt": "Biological Separation Processes"
  },
  {
   "pgm_ref_code": "053E",
   "pgm_ref_txt": "BIOSEPARATIONS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 300001.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: Times New Roman; font-size: small;\"> </span></p>\n<p style=\"margin: 0in 0in 8pt;\">&nbsp;</p>\n<p><span style=\"line-height: 107%;\">\n<p style=\"margin: 0in 0in 8pt;\"><span style=\"font-size: small;\"> </span></p>\n<p style=\"line-height: 12.75pt; margin-bottom: 8pt;\"><span style=\"font-size: small;\"><span style=\"font-family: &quot;Calibri&quot;,sans-serif; mso-bidi-font-family: Arial;\">We worked to improve the performance of the &ldquo;capture&rdquo; step in the manufacturing process for antibody-based drugs, an important class of drugs made by the biopharmaceutical industry.<span style=\"mso-spacerun: yes;\"> <span style=\"mso-spacerun: yes;\">&nbsp;</span></span></span><span style=\"font-size: small;\">The capture step is the first major purification-based operation after the antibodies are synthesized and secreted by cultured, genetically-engineered host cells. </span><span style=\"mso-spacerun: yes;\"><span style=\"font-size: small;\"><span style=\"mso-spacerun: yes;\">&nbsp;</span></span></span><span style=\"font-size: small;\">After cell removal, a harvested cell culture fluid (HCCF) results comprising the antibody, leftover cell growth media, the contents of any broken cells (proteins, DNA), and virus particles that may have infected some of the cultured cells. </span><span style=\"mso-spacerun: yes;\"><span style=\"font-size: small;\"><span style=\"mso-spacerun: yes;\">&nbsp;</span></span></span><span style=\"font-size: small;\">The capture step is designed to isolate the majority of the antibody from the majority of the contaminating species.</span><span style=\"mso-spacerun: yes;\"><span style=\"font-size: small;\"> <span style=\"mso-spacerun: yes;\">&nbsp;</span></span></span><span style=\"font-size: small;\">The capture step for antibodies is typically based on protein A affinity chromatography, an adsorptive, solid-liquid separation technique where HCCF is passed through a column packed with small, porous, high surface area beads that have a protein known as &ldquo;protein A&rdquo; immobilized on the surface.</span><span style=\"mso-spacerun: yes;\"><span style=\"font-size: small;\"> <span style=\"mso-spacerun: yes;\">&nbsp;</span></span></span><span style=\"font-size: small;\">Protein A, isolated from the surface of the bacterium</span><em style=\"mso-bidi-font-style: normal;\"><span style=\"font-size: small;\"><span style=\"font-family: &quot;Calibri&quot;,sans-serif; mso-bidi-font-style: normal; mso-bidi-font-family: Arial;\"> Staphylococcus aureus</span></span></em><span style=\"font-size: small;\">, has a strong and specific binding interaction with antibodies. </span><span style=\"mso-spacerun: yes;\"><span style=\"font-size: small;\"><span style=\"mso-spacerun: yes;\">&nbsp;</span></span></span><span style=\"font-size: small;\">Ideally, when HCCF is processed with protein A media, the antibody is adsorbed from solution and nearly all other contaminating solutes pass through the column.</span><span style=\"mso-spacerun: yes;\"><span style=\"font-size: small;\"> <span style=\"mso-spacerun: yes;\">&nbsp;</span></span></span><span style=\"font-size: small;\">When the protein A-antibody interaction is disrupted, by dropping the solution to acidic pH, the antibody is released back into solution, largely free of impurities.</span><span style=\"mso-spacerun: yes;\"><span style=\"font-size: small;\"> <span style=\"mso-spacerun: yes;\">&nbsp;</span></span></span><span style=\"font-size: small;\">The solution is then usually processed by two additional &ldquo;polishing&rdquo; chromatography steps with different types of media.</span><span style=\"mso-spacerun: yes;\"><span style=\"font-size: small;\"> <span style=\"mso-spacerun: yes;\">&nbsp;</span></span></span><span style=\"font-size: small;\">This removes residual contaminants that were bound non-specifically to either the protein A or to the antibody bound on the protein A, &ldquo;hitchhikers.&rdquo; </span><span style=\"mso-spacerun: yes;\"><span style=\"font-size: small;\"><span style=\"mso-spacerun: yes;\">&nbsp;</span></span></span><span style=\"font-size: small;\">This produces antibody drug product of high purity.</span><span style=\"mso-spacerun: yes;\"><span style=\"font-size: small;\"> <span style=\"mso-spacerun: yes;\">&nbsp;</span></span></span></span></p>\n<p style=\"margin: 0in 0in 8pt;\"><span style=\"font-size: small;\"> </span></p>\n<p style=\"line-height: 12.75pt; margin-bottom: 8pt;\"><span style=\"font-family: &quot;Calibri&quot;,sans-serif; mso-bidi-font-family: Arial;\"><span style=\"font-size: small;\"><span style=\"font-size: small;\"><span style=\"font-family: Calibri;\">Given that antibodies make up a large fraction of biopharmaceuticals that are approved or within drug development pipelines, that the cost to manufacture antibodies, or cost-of-goods, is high and that the overall purification processes for antibodies are complex and time-consuming to develop, we aimed to improve the performance of protein A affinity chromatography media by improving its selectivity, or preference for binding antibodies relative to preference for binding contaminant species.<span style=\"mso-spacerun: yes;\"> <span style=\"mso-spacerun: yes;\">&nbsp;</span></span></span><span style=\"font-size: small;\">If even fewer contaminant species are retained by the media, it may be possible to eliminate one of the polishing steps, thereby simplifying the process, shortening the process development time and reducing the cost-of-goods.</span><span style=\"mso-spacerun: yes;\"><span style=\"font-size: small;\"> <span style=\"mso-spacerun: yes;\">&nbsp;</span></span></span><span style=\"font-size: small;\">Further, by reducing non-specific binding contaminants, we may extend the usable lifetime of protein A media, which is itself extremely expensive, and thereby further reduce costs.</span><span style=\"mso-spacerun: yes;\"><span style=\"font-size: small;\"> <span style=\"mso-spacerun: yes;\">&nbsp;</span></span></span><span style=\"font-size: small;\">To accomplish this selectivity enhancement, we used technology that was developed to extend the circulating lifetime of protein-based drugs in the bloodstream known as &ldquo;PEGylation.&rdquo;</span><span style=\"mso-spacerun: yes;\"><span style=\"font-size: small;\"> <span style=\"mso-spacerun: yes;\">&nbsp;</span></span></span><span style=\"font-size: small;\">In PEGylation, one or more highly soluble, inert poly(ethylene glycol), or PEG, polymer chains is chemically attached to the surface of the protein.</span><span style=\"mso-spacerun: yes;\"><span style=\"font-size: small;\"> <span style=\"mso-spacerun: yes;\">&nbsp;</span></span></span><span style=\"font-size: small;\">The PEG chains take up space near the surface of the protein to which they are attached and keep other proteins and contaminants away; by carefully selecting the points of PEGylation on the protein surface, the biological binding activity of the protein is preserved and the non-specific binding of other species is reduced.</span></span></span></span></p>\n<p style=\"margin: 0in 0in 8pt;\"><span style=\"font-size: small;\"> </span></p>\n<p style=\"line-height: 12.75pt;\"><span style=\"font-family: &quot;Calibri&quot;,sans-serif; mso-bidi-font-family: Arial;\"><span><span style=\"font-size: small;\">We PEGylated protein A media supplied by a commercial partner, Repligen, Inc. (Waltham, MA) with several different molecular weight PEGs and studied the performance of the media under laboratory and commercial test conditions.<span style=\"mso-spacerun: yes;\"> <span style=\"mso-spacerun: yes;\">&nbsp;</span></span></span><span style=\"font-size: small;\">Laboratory condition studies demonstrated that the modified media still binds antibodies, but that the capacity for binding is reduced, and that ability of antibodies to move by diffusion through the pores of the modified media is reduced relative to the unmodified media.</span><span style=\"mso-spacerun: yes;\"><span style=\"font-size: small;\"> <span style=\"mso-spacerun: yes;\">&nbsp;</span></span></span><span style=\"font-size: small;\">We demonstrated this by studying single particles of protein A media and columns packed with protein A media.</span><span style=\"mso-spacerun: yes;\"><span style=\"font-size: small;\"> <span style=\"mso-spacerun: yes;\">&nbsp;</span></span></span><span style=\"font-size: small;\">This was expected as we fill some of the pore space of the protein A media with PEG. </span><span style=\"mso-spacerun: yes;\"><span style=\"mso-spacerun: yes;\"><span style=\"font-size: small;\">&nbsp;</span></span></span><span style=\"font-size: small;\">However, despite these antibody binding capacity and mobility losses, when tested under commercial operation conditions with HCCFs supplied by a commercial partner, Biogen, Inc. (Cambridge, MA), it was found that the PEGylated media had a much greater ability to reject non-specific binding contaminants, both those that bind protein A and hitchhikers.</span><span style=\"mso-spacerun: yes;\"><span style=\"font-size: small;\"> <span style=\"mso-spacerun: yes;\">&nbsp;</span></span></span><span style=\"font-size: small;\">Selectivity was enhanced by up to +40% in the PEGylated media.</span><span style=\"mso-spacerun: yes;\"><span style=\"font-size: small;\"> <span style=\"mso-spacerun: yes;\">&nbsp;</span></span></span><span style=\"font-size: small;\">Further, we found that the PEGylated protein A media was significantly less susceptible to degradation by contaminating enzymes from host cells, thereby extending its usable lifetime.</span><span style=\"mso-spacerun: yes;\"><span style=\"font-size: small;\"> <span style=\"mso-spacerun: yes;\">&nbsp;</span></span></span><span style=\"font-size: small;\">These results have been of interest to several companies which make protein A media, including Repligen and GE Healthcare (Piscataway, NJ). </span><span style=\"mso-spacerun: yes;\"><span style=\"mso-spacerun: yes;\"><span style=\"font-size: small;\">&nbsp;</span></span></span><span style=\"font-size: small;\">We have explored the use of different molecular weights of PEG and the attachment of one or more PEG chains per protein A molecule.</span><span style=\"mso-spacerun: yes;\"><span style=\"font-size: small;\"> <span style=\"mso-spacerun: yes;\">&nbsp;</span></span></span><span style=\"font-size: small;\">Future work will involve the exploration of different PEG attachment chemistries, optimization of the PEGylation (many small PEGs attached versus few large PEGs), and extension to other affinity chromatography media which are based on other types of immobilized proteins. </span><span style=\"mso-spacerun: yes;\"><span style=\"mso-spacerun: yes;\"><span style=\"font-size: small;\">&nbsp;</span></span></span><span style=\"font-size: small;\">Ultimately, we expect this technology to help reduce the cost of making this expensive and widely-used class of drugs.</span></span></span></p>\n<p style=\"margin: 0in 0in 8pt;\"><span style=\"font-size: small;\"> </span></p>\n</span></p>\n<p style=\"margin: 0in 0in 8pt;\">&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/30/2017<br>\n\t\t\t\t\tModified by: Todd&nbsp;M&nbsp;Przybycien</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n \n\n\n \nWe worked to improve the performance of the \"capture\" step in the manufacturing process for antibody-based drugs, an important class of drugs made by the biopharmaceutical industry.  The capture step is the first major purification-based operation after the antibodies are synthesized and secreted by cultured, genetically-engineered host cells.  After cell removal, a harvested cell culture fluid (HCCF) results comprising the antibody, leftover cell growth media, the contents of any broken cells (proteins, DNA), and virus particles that may have infected some of the cultured cells.  The capture step is designed to isolate the majority of the antibody from the majority of the contaminating species.  The capture step for antibodies is typically based on protein A affinity chromatography, an adsorptive, solid-liquid separation technique where HCCF is passed through a column packed with small, porous, high surface area beads that have a protein known as \"protein A\" immobilized on the surface.  Protein A, isolated from the surface of the bacterium Staphylococcus aureus, has a strong and specific binding interaction with antibodies.  Ideally, when HCCF is processed with protein A media, the antibody is adsorbed from solution and nearly all other contaminating solutes pass through the column.  When the protein A-antibody interaction is disrupted, by dropping the solution to acidic pH, the antibody is released back into solution, largely free of impurities.  The solution is then usually processed by two additional \"polishing\" chromatography steps with different types of media.  This removes residual contaminants that were bound non-specifically to either the protein A or to the antibody bound on the protein A, \"hitchhikers.\"  This produces antibody drug product of high purity.  \n \nGiven that antibodies make up a large fraction of biopharmaceuticals that are approved or within drug development pipelines, that the cost to manufacture antibodies, or cost-of-goods, is high and that the overall purification processes for antibodies are complex and time-consuming to develop, we aimed to improve the performance of protein A affinity chromatography media by improving its selectivity, or preference for binding antibodies relative to preference for binding contaminant species.  If even fewer contaminant species are retained by the media, it may be possible to eliminate one of the polishing steps, thereby simplifying the process, shortening the process development time and reducing the cost-of-goods.  Further, by reducing non-specific binding contaminants, we may extend the usable lifetime of protein A media, which is itself extremely expensive, and thereby further reduce costs.  To accomplish this selectivity enhancement, we used technology that was developed to extend the circulating lifetime of protein-based drugs in the bloodstream known as \"PEGylation.\"  In PEGylation, one or more highly soluble, inert poly(ethylene glycol), or PEG, polymer chains is chemically attached to the surface of the protein.  The PEG chains take up space near the surface of the protein to which they are attached and keep other proteins and contaminants away; by carefully selecting the points of PEGylation on the protein surface, the biological binding activity of the protein is preserved and the non-specific binding of other species is reduced.\n \nWe PEGylated protein A media supplied by a commercial partner, Repligen, Inc. (Waltham, MA) with several different molecular weight PEGs and studied the performance of the media under laboratory and commercial test conditions.  Laboratory condition studies demonstrated that the modified media still binds antibodies, but that the capacity for binding is reduced, and that ability of antibodies to move by diffusion through the pores of the modified media is reduced relative to the unmodified media.  We demonstrated this by studying single particles of protein A media and columns packed with protein A media.  This was expected as we fill some of the pore space of the protein A media with PEG.  However, despite these antibody binding capacity and mobility losses, when tested under commercial operation conditions with HCCFs supplied by a commercial partner, Biogen, Inc. (Cambridge, MA), it was found that the PEGylated media had a much greater ability to reject non-specific binding contaminants, both those that bind protein A and hitchhikers.  Selectivity was enhanced by up to +40% in the PEGylated media.  Further, we found that the PEGylated protein A media was significantly less susceptible to degradation by contaminating enzymes from host cells, thereby extending its usable lifetime.  These results have been of interest to several companies which make protein A media, including Repligen and GE Healthcare (Piscataway, NJ).  We have explored the use of different molecular weights of PEG and the attachment of one or more PEG chains per protein A molecule.  Future work will involve the exploration of different PEG attachment chemistries, optimization of the PEGylation (many small PEGs attached versus few large PEGs), and extension to other affinity chromatography media which are based on other types of immobilized proteins.  Ultimately, we expect this technology to help reduce the cost of making this expensive and widely-used class of drugs.\n \n\n \n\n\t\t\t\t\tLast Modified: 03/30/2017\n\n\t\t\t\t\tSubmitted by: Todd M Przybycien"
 }
}