{
 "awd_id": "1159118",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "IRFP: Harnessing Biodiversity for Sustainable Agriculture; The Microbial Ecology of Disease Suppressive Soils",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cassandra Dudka",
 "awd_eff_date": "2013-02-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 173056.0,
 "awd_amount": 173056.0,
 "awd_min_amd_letter_date": "2012-09-07",
 "awd_max_amd_letter_date": "2012-09-07",
 "awd_abstract_narration": "The International Research Fellowship Program enables U.S. scientists and engineers to conduct nine to twenty-four months of research abroad. The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise and experimental conditions abroad.  This award is co-funded by the Office of International Science and Engineering and by the Ecosystem Studies Program in the Division of Environmental Biology.  \r\n\r\nThis award will support a twelve-month research fellowship by Dr. Allison L. H. Jack to work with Dr. Jos Raaijmakers at the Wageningen University Research Center in Wageningen, The Netherlands. \r\n\r\nManaging soil organic matter inputs to create and maintain a soil's ability to protect plants from disease even when the pathogen is present is a crucial aspect of sustainable agriculture. However, in order to effectively manage this biological phenomenon, we must first understand how it works. Novel DNA-based techniques in microbial ecology have enabled detailed analyses of the bacteria associated with the suppression of plant pathogens. The high level of complexity inherent in soil microbial communities has historically limited these detailed studies to a single substrate and plant host. Important unanswered questions in this field require a comparison of taxa and genes associated with suppression across a range of substrates and plant hosts. Seed colonizing microbial communities are less complex than those in rhizosphere soil by several orders of magnitude and are implicated in the suppression of Pythium spp. I propose to use a simplified plant-associated microbial community in the form of seed-colonizing bacteria during early stages of germination in order to compare a range of substrates and hosts. A combination of metagenomic and metatranscriptomic analyses carried out on seed-colonizing communities will allow me to answer the following questions; 1) Is there a core seed colonizing bacterial community that characterizes disease suppression across a range of substrates? And 2) Is there a core transcriptome for suppressive seed colonizing bacterial species shared among multiple substrates? \r\n\r\nThis research will help generate practical tools for sustainable agriculture where predicting and managing soil suppressiveness has historically been difficult. Being able to effectively harness soil biodiversity for natural suppression of plant pathogens would contribute to reductions in pesticide use, which has both human and environmental health benefits. The unique approach used in this proposed study could be adopted for many pathosystems in both natural and agroecosystems. In addition, having the opportunity to collaborate with a lead international researcher in this field would allow the PI to broaden her professional network and achieve her goal of co-organizing and participating in cross-institutional international studies on the microbial ecology of disease suppressive soils. Spending time in the Netherlands' Food Valley will allow her to observe how government, universities and private companies work together to create a thriving agri-food sector that contributes substantially to the national economy. As a PI at either a research university or the USDA ARS, she would like to assist in re-creating the success of the Dutch model in the US by participating in industry-university collaborations and enterprise development initiatives throughout my career.\r\n\r\nIn addition to the practical benefits to agriculture through enhancing our understanding of disease suppressive soils, this research will help develop new international collaboration between the PI and research groups at Wageningen University Research Center (Prof. Jos Raaijmakers), the Plant-Microbe Interactions Group at the University of Utrecht (Dr. Peter Bakker) and Cornell University, Ithaca, NY USA (Prof. Eric Nelson).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Allison",
   "pi_last_name": "Jack",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Allison L Jack",
   "pi_email_addr": "",
   "nsf_id": "000599798",
   "pi_start_date": "2012-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Jack                    Allison        L",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Ithaca",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "",
  "inst_zip_code": "148532801",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Wageningen University Plant Sciences - Phytopathology",
  "perf_str_addr": null,
  "perf_city_name": "Wangeningen",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "NL",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Netherlands",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ele_code": "595600",
   "pgm_ele_name": "IRFP-Inter Res Fellowship Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1181",
   "pgm_ref_txt": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ref_code": "5948",
   "pgm_ref_txt": "NETHERLANDS"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 173056.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Default\">Dr. Allison Jack completed a 12 month international postdoctoral fellowship funded by the National Science Foundation&rsquo;s International Research Fellowship Program.&nbsp; The project was titled &ldquo;IRFP: Harnessing Biodiversity for Sustainable Agriculture; The Microbial Ecology of Disease Suppressive Soils&rdquo;. Dr. Jack carried out this research with Dr. Jos Raaijmakers in the Laboratory of Phytopathology at Wageningen University Research Center in Wageningen, The Netherlands.</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">For over 100 years, if not longer, farmers have known that the use of specific soil management practices in certain growing regions can result in a disease suppressive soil, or a soil where disease fails to occur even when a virulent microbial pathogen and a susceptible host plant are both present. Most agricultural soils are considered disease conducive, or soils where disease will occur if the pathogen and the crop host are present. Although the phenomenon has been well described, it has proven extremely difficult to purposefully recreate in a commercial agricultural context as an economically viable crop disease management tool. The difficulty in generating practical tools from this knowledge is partly due to the incredible complexity of the community of microbes that inhabit the soil and plant roots which challenges efforts to determine the exact mechanisms responsible for protecting crops from disease. For decades, agronomic researchers have clearly linked the protection from crop diseases to the microorganisms living in the soil and on the roots of the plant, however it has not always been clear which specific microbes are involved. The development of modern nucleic acid sequencing techniques has made the detailed study of soil microbial communities possible, with the ability to determine not only which microbes are present and how abundant they are, but also what role those microbes are playing within the larger community. These techniques offer the possibility of disentangling complex microbial communities in the search for understanding how phenomena like suppressive soils actually work. In the study funded by this award, we sought to understand what makes a suppressive soil capable of protecting crop plants from disease. We used two strategies; 1) comparing root zone microbial communities from three different suppressive soils to see if these soils share any characteristics in common and 2) comparing the root zone microbial communities from a suppressive soil and a conducive soil of the same soil type in an adjacent field. Both of the strategies proved useful in uncovering previously undescribed ways in which root zone microbial communities can effectively prevent crop disease. Our findings provide a clear road map of which microbes and which functions to target in future studies and have helped move the research field of suppressive soils one step closer towards generating new microbial technologies to help farmers combat crop diseases. Upon publication of our findings, the extensive datasets generated in this study will be made publicly available so that they can be used to answer a broad range of questions about disease suppressive soils and root zone microbial communities.</p>\n<p class=\"Default\">&nbsp;</p>\n<p>This international fellowship provided unique access to a range of well characterized disease suppressive soils as the international shipment of soils is highly regulated. Conducting this study in the Netherlands, a nation at the forefront of research in this field and with an exceptional track record of translating fundamental scientific knowledge into practical tools for commercial farmers, provided a wide range of professional development and networking opportunities to Dr. Jack. Insights into the Dutch model of creating a biobased economy inspired Dr. Jack to explore a career path in the US&rsquo;s emerging plant microbiome industry where an understanding of beneficial microbes is used to develop biologically based products for farmers.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/12/2017<br>\n\t\t\t\t\tModified by: Allison&nbsp;L&nbsp;Jack</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Dr. Allison Jack completed a 12 month international postdoctoral fellowship funded by the National Science Foundation?s International Research Fellowship Program.  The project was titled \"IRFP: Harnessing Biodiversity for Sustainable Agriculture; The Microbial Ecology of Disease Suppressive Soils\". Dr. Jack carried out this research with Dr. Jos Raaijmakers in the Laboratory of Phytopathology at Wageningen University Research Center in Wageningen, The Netherlands.\n \nFor over 100 years, if not longer, farmers have known that the use of specific soil management practices in certain growing regions can result in a disease suppressive soil, or a soil where disease fails to occur even when a virulent microbial pathogen and a susceptible host plant are both present. Most agricultural soils are considered disease conducive, or soils where disease will occur if the pathogen and the crop host are present. Although the phenomenon has been well described, it has proven extremely difficult to purposefully recreate in a commercial agricultural context as an economically viable crop disease management tool. The difficulty in generating practical tools from this knowledge is partly due to the incredible complexity of the community of microbes that inhabit the soil and plant roots which challenges efforts to determine the exact mechanisms responsible for protecting crops from disease. For decades, agronomic researchers have clearly linked the protection from crop diseases to the microorganisms living in the soil and on the roots of the plant, however it has not always been clear which specific microbes are involved. The development of modern nucleic acid sequencing techniques has made the detailed study of soil microbial communities possible, with the ability to determine not only which microbes are present and how abundant they are, but also what role those microbes are playing within the larger community. These techniques offer the possibility of disentangling complex microbial communities in the search for understanding how phenomena like suppressive soils actually work. In the study funded by this award, we sought to understand what makes a suppressive soil capable of protecting crop plants from disease. We used two strategies; 1) comparing root zone microbial communities from three different suppressive soils to see if these soils share any characteristics in common and 2) comparing the root zone microbial communities from a suppressive soil and a conducive soil of the same soil type in an adjacent field. Both of the strategies proved useful in uncovering previously undescribed ways in which root zone microbial communities can effectively prevent crop disease. Our findings provide a clear road map of which microbes and which functions to target in future studies and have helped move the research field of suppressive soils one step closer towards generating new microbial technologies to help farmers combat crop diseases. Upon publication of our findings, the extensive datasets generated in this study will be made publicly available so that they can be used to answer a broad range of questions about disease suppressive soils and root zone microbial communities.\n \n\nThis international fellowship provided unique access to a range of well characterized disease suppressive soils as the international shipment of soils is highly regulated. Conducting this study in the Netherlands, a nation at the forefront of research in this field and with an exceptional track record of translating fundamental scientific knowledge into practical tools for commercial farmers, provided a wide range of professional development and networking opportunities to Dr. Jack. Insights into the Dutch model of creating a biobased economy inspired Dr. Jack to explore a career path in the US?s emerging plant microbiome industry where an understanding of beneficial microbes is used to develop biologically based products for farmers.\n\n\t\t\t\t\tLast Modified: 10/12/2017\n\n\t\t\t\t\tSubmitted by: Allison L Jack"
 }
}