{
 "awd_id": "1159509",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "IRFP: Elucidating Incipient Coevolutionary Speciation Through Experimental and Transcriptomic  Approaches",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cassandra Dudka",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 161975.0,
 "awd_amount": 161975.0,
 "awd_min_amd_letter_date": "2012-07-24",
 "awd_max_amd_letter_date": "2012-07-24",
 "awd_abstract_narration": "The International Research Fellowship Program enables U.S. scientists and engineers to conduct nine to twenty-four months of research abroad. The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise and experimental conditions abroad. This award is co-funded by the Office of International Science and Engineering and by the Evolutionary Ecology Program in the Division of Environmental Biology.  \r\n\r\nThis award will support an eighteen-month research fellowship by Dr. David H. Hembry to work with Dr. Atsushi Kawakita at Kyoto University in Otsu, Japan, followed by a six-month research fellowship for Dr. Hembry to work with Dr. Michael B. Eisen at the University of California, Berkeley. \r\n\r\nThe role of coevolution between species in the diversification of life on earth is one of the major questions in evolutionary biology.  In particular, evidence that coevolution between species in mutualistic relationships (in which members of both species benefit) promotes diversification, as well as the mechanisms by which it might do so, remains equivocal.  Specialized pollination mutualisms between insects and plants, particularly those between figs and fig wasps and yuccas and yucca moths, have long been used as models for this research because the role that pollinators play in transporting their hosts' gametes makes them especially likely candidates for coevolutionary diversification.  However, evidence for coevolution driving diversification in these systems is equivocal from both empirical and theoretical angles, and few studies have explicitly investigated speciation in these systems.\r\n\r\nThe goal of this proposal is to use a combination of experimental and transcriptomic approaches to examine a putative case of nascent coevolutionary speciation in a specialized, insect-plant mutualism that has recently diversified on oceanic islands in French Polynesia.  Leafflower moths (Lepidoptera: Gracillariidae: Epicephala) are the sole pollinators of their leafflower plant hosts (Phyllanthaceae: Phyllanthus s. l. [Glochidion]) but their larvae consume a subset of the host's seeds in return for the service of pollination.  This project will ask whether mechanisms exist that promote reciprocal specialization in this mutualism, whether such specialization leads to population differentiation in the leafflower moth pollinators, and what kinds of differences in gene expression or genome sequence are evolving in tandem with this reciprocal specialization.  These questions will be addressed through a combination of methods including bioassays, flower odor analysis (GC-MS), population genetics, and transcriptomics.  In doing so, this study will explicitly investigate both nascent coevolutionary speciation between coevolving organisms, and the mechanisms by which such nascent speciation occurs.\r\n\r\n\r\nAn understanding of the mechanisms that give rise to biodiversity, particularly in the tropics, is vital to conserving both species diversity and interaction diversity.  This research has both long-term value and short term value in this regard, since Phyllanthus trees are one of the major endemic plant radiations in the South Pacific, with many rare taxa threatened by invasive species and habitat destruction.  Additionally, the use of transcriptomics in the study of host-race formation in insects has clear agricultural applications.  This program will facilitate the Principal Investigator's training both in next-generation sequencing methods in evolutionary biology, and his international research experience.  Finally, this project will facilitate international collaboration between the Principal Investigator and research groups at Kyoto University, Japan (Dr. Atsushi Kawakita, Dr. Makoto Kato, Dr. Tomoko Okamoto, and Dr. Hirokazu Toju), Kyoto Prefectural University, Japan (Dr. Issei Ohshima), the University of California, Berkeley (Dr. Michael Eisen), and the Délégation à la Recherche, French Polynesia (Dr. Jean-Yves Meyer).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Hembry",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "David H Hembry",
   "pi_email_addr": "",
   "nsf_id": "000599740",
   "pi_start_date": "2012-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Hembry                  David          H",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Berkeley",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "947203114",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Kyoto University Center for Ecological Research",
  "perf_str_addr": null,
  "perf_city_name": "Otsu",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "52021-13",
  "perf_ctry_code": "JA",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Japan",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "595600",
   "pgm_ele_name": "IRFP-Inter Res Fellowship Prog"
  },
  {
   "pgm_ele_code": "737700",
   "pgm_ele_name": "EVOLUTIONARY ECOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5927",
   "pgm_ref_txt": "EAST ASIA, OTHER"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  },
  {
   "pgm_ref_code": "7377",
   "pgm_ref_txt": "EVOLUTIONARY ECOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 161975.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;This project sought to understand the role of interactions between species in driving the coevolution and diversification of life on earth. This project used a combination of cutting-edge genomic and chemical ecology approaches to study coevolution and its role in generating new species in a specialized symbiosis between leafflower trees (Phyllanthaceae: <em>Phyllanthus</em> s. l. [<em>Glochidion</em>]) and leafflower moths (Lepidoptera: Gracillariidae: <em>Epicephala</em> spp.).</p>\n<p>The role of coevolution between species in the diversification of life on earth&mdash;and thereby generating many of the species which exist on earth today&mdash;is one of the major questions in evolutionary biology. In particular, evidence that coevolution between species in mutualistic relationships (in which members of both species benefit) promotes diversification, as well as the mechanisms by which it might do so, remains equivocal. A type of specialized interaction between insects and plants called &ldquo;brood pollination mutualisms&rdquo; have long been used as models for this research. In these interactions, specialized insects collect pollen from male flowers of their host plants and then transfer this pollen to female flowers. After pollinating the female flowers, they then lay eggs in the flowers, so that as the flowers develop into fruit, the insects&rsquo; larvae can feed on some of the developing seeds in the fruit. Because the plants and insects depend on each other for the completion of their life cycles, and there are hundreds of such species of insects and plants, these interactions are thought to be especially good candidates for studying how coevolution might promote speciation (the process by which new species originate).</p>\n<p>This study focused on leafflower moths, which actively pollinate their leafflower tree hosts, but whose larvae consume a subset of the host's seeds in return for the service of pollination. Earlier research by this team of scientists identified a lineage of these moths&mdash;probably a single species, or several very closely related species&mdash;which pollinates and feeds on the seeds of over 10 different species of leafflower trees on volcanic islands in the Pacific Ocean. Because these islands are so young (only about 5 million years old), this project afforded the opportunity to study coevolution and its relationship with speciation over very short periods of evolutionary time. In this project, researchers collected samples of these moths for both DNA and RNA sequencing, and used state-of-the-art technology to sequence large parts of the entire genome of these moths. These technologies allow scientists to examine differences among genes both in their precise genetic code, as well as the degree to which different genes are being expressed in the tissues of an organism. In this case, these data are allowing researchers to compare differences among and between populations and species of leafflower moths, to test the hypothesis that they are speciating (splitting into new species) as they coevolve with different species of host leafflower trees. The flowers of leafflower trees produce complex blends of different chemicals which they emit into the air to attract female leafflower moths; this project also collected samples of these odors from different leafflower tree species. Results suggest that different leafflower tree species may be evolving differences in their flower odor that might promote speciation in their pollinators.</p>\n<p>This project will constitute an important case study of the interrelationship between coevolution and speciation in generating the diversity of species that exist on earth today. The results of this work have been presented to the scientific community at five conferences and three workshops. We expect this project to also make an important impact on agriculture and applied entomology, because of its novel use of genomic approaches to studying coevolution and speciation in insects feeding on plants is extremely similar to the process by which insect pests evolve in response to cultivated crop plants. As many of the leafflower tree species examined in this study are rare and some are endangered, we communicated results of these findings to local conservation biologists working to protect their biological diversity. This project also supported the training of one American postdoctoral researcher in new bioinformatics and chemical ecology methods, and promoted international collaboration among researchers based in the United States, Japan, and France.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/04/2017<br>\n\t\t\t\t\tModified by: David&nbsp;H&nbsp;Hembry</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n This project sought to understand the role of interactions between species in driving the coevolution and diversification of life on earth. This project used a combination of cutting-edge genomic and chemical ecology approaches to study coevolution and its role in generating new species in a specialized symbiosis between leafflower trees (Phyllanthaceae: Phyllanthus s. l. [Glochidion]) and leafflower moths (Lepidoptera: Gracillariidae: Epicephala spp.).\n\nThe role of coevolution between species in the diversification of life on earth&mdash;and thereby generating many of the species which exist on earth today&mdash;is one of the major questions in evolutionary biology. In particular, evidence that coevolution between species in mutualistic relationships (in which members of both species benefit) promotes diversification, as well as the mechanisms by which it might do so, remains equivocal. A type of specialized interaction between insects and plants called \"brood pollination mutualisms\" have long been used as models for this research. In these interactions, specialized insects collect pollen from male flowers of their host plants and then transfer this pollen to female flowers. After pollinating the female flowers, they then lay eggs in the flowers, so that as the flowers develop into fruit, the insects? larvae can feed on some of the developing seeds in the fruit. Because the plants and insects depend on each other for the completion of their life cycles, and there are hundreds of such species of insects and plants, these interactions are thought to be especially good candidates for studying how coevolution might promote speciation (the process by which new species originate).\n\nThis study focused on leafflower moths, which actively pollinate their leafflower tree hosts, but whose larvae consume a subset of the host's seeds in return for the service of pollination. Earlier research by this team of scientists identified a lineage of these moths&mdash;probably a single species, or several very closely related species&mdash;which pollinates and feeds on the seeds of over 10 different species of leafflower trees on volcanic islands in the Pacific Ocean. Because these islands are so young (only about 5 million years old), this project afforded the opportunity to study coevolution and its relationship with speciation over very short periods of evolutionary time. In this project, researchers collected samples of these moths for both DNA and RNA sequencing, and used state-of-the-art technology to sequence large parts of the entire genome of these moths. These technologies allow scientists to examine differences among genes both in their precise genetic code, as well as the degree to which different genes are being expressed in the tissues of an organism. In this case, these data are allowing researchers to compare differences among and between populations and species of leafflower moths, to test the hypothesis that they are speciating (splitting into new species) as they coevolve with different species of host leafflower trees. The flowers of leafflower trees produce complex blends of different chemicals which they emit into the air to attract female leafflower moths; this project also collected samples of these odors from different leafflower tree species. Results suggest that different leafflower tree species may be evolving differences in their flower odor that might promote speciation in their pollinators.\n\nThis project will constitute an important case study of the interrelationship between coevolution and speciation in generating the diversity of species that exist on earth today. The results of this work have been presented to the scientific community at five conferences and three workshops. We expect this project to also make an important impact on agriculture and applied entomology, because of its novel use of genomic approaches to studying coevolution and speciation in insects feeding on plants is extremely similar to the process by which insect pests evolve in response to cultivated crop plants. As many of the leafflower tree species examined in this study are rare and some are endangered, we communicated results of these findings to local conservation biologists working to protect their biological diversity. This project also supported the training of one American postdoctoral researcher in new bioinformatics and chemical ecology methods, and promoted international collaboration among researchers based in the United States, Japan, and France.\n\n\t\t\t\t\tLast Modified: 01/04/2017\n\n\t\t\t\t\tSubmitted by: David H Hembry"
 }
}