{
 "awd_id": "1159824",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CHAPS: CHarge-Assisted Protein Sensing",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rajakkannu Mutharasan",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 330000.0,
 "awd_min_amd_letter_date": "2012-08-18",
 "awd_max_amd_letter_date": "2012-08-18",
 "awd_abstract_narration": "1159824\r\nSauer-Budge A.\r\n\r\nThis project aims to develop a technology based on nanopore biosensor arrays for applications in single molecule analysis. Current single molecule techniques have several limitations. They do not allow study of molecules in their native environment, they are not high throughput, and they are expensive and labor-intensive. Furthermore, these methods have been limited in both their throughput capability and spatial resolution (e.g. their ability to distinguish features within a single macromolecule). To address these technological shortcomings and enable the high-throughput study of single molecule biophysics in solution, a semiconductor nanopore sensor array technology will be developed. \r\nThe basis of the detection methodology is that sensitive charge sensors detect multiple characteristics of individual molecules as they are driven through a nanopore by an applied electric field.  The nanopore sensors provide a unique opportunity for label-free, ultra-fast, high spatial resolution, and highly parallel detection of single macromolecules. This technology has applications in several fields by providing a label-free method to sensitively identify and quantify biological material, including proteins, DNA, viruses, and cells. Initial work will focus on developing the technology for protein analysis. \r\nTo date, single molecule technologies have contributed detailed and quantitative information about structure-function relationships, concentrations, and interaction kinetics of biological molecules. Such knowledge has increased our understanding of biochemical pathways while revealing mechanisms of normal and disease states. This understanding is necessary for future medical advances. The proposed technology will enable the rapid, low cost study of proteins in solution phase at the single molecule level. This technology will speed the development of many aspects of biomedical research, including diagnostic tools, drug discovery, and proteomics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexis",
   "pi_last_name": "Sauer-Budge",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Alexis F Sauer-Budge",
   "pi_email_addr": "asauerbudge@fraunhofer.org",
   "nsf_id": "000511916",
   "pi_start_date": "2012-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andre",
   "pi_last_name": "Sharon",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andre Sharon",
   "pi_email_addr": "sharon@bu.edu",
   "nsf_id": "000187169",
   "pi_start_date": "2012-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Fraunhofer Center for Manufacturing Innovation",
  "inst_street_address": "15 SAINT MARYS ST",
  "inst_street_address_2": "",
  "inst_city_name": "BROOKLINE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173531888",
  "inst_zip_code": "024468200",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MA04",
  "org_lgl_bus_name": "FRAUNHOFER USA INC",
  "org_prnt_uei_num": "FTDKFHKP6JK3",
  "org_uei_num": "FTDKFHKP6JK3"
 },
 "perf_inst": {
  "perf_inst_name": "Fraunhofer USA - CMI",
  "perf_str_addr": "15 Saint Mary's St.",
  "perf_city_name": "Brookline",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024468200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "790900",
   "pgm_ele_name": "BIOSENS-Biosensing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "019E",
   "pgm_ref_txt": "SENSORS AND SENSING"
  },
  {
   "pgm_ref_code": "142E",
   "pgm_ref_txt": "Multi-sens probes & platforms"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 330000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Next-generation sequencing is providing a wealth of information about the human genome. But not all of the proteins found in an individual's genome are actually expressed and those expressed sometimes change with environmental conditions. Thus, to understand biological pathways at the level needed for medical advances, accurate identification of proteins in their natural physiological environment is required. Advancing silicon technology can now produce arrayed devices with resolutions at the scale of single biomolecules. Such devices can be configured to be an analysis tool that senses the charge configuration of individual biomolecules carried in ionic media through small artificial pores. This is the ultimate and unique single molecular identification signature.</p>\n<p>Single molecule analysis techniques have been providing direct access to biomolecular information without statistical ensemble averaging; however, current single molecule techniques have several limitations. They do not allow the study of the analytes in their native environment, they are not high throughput, and they are expensive and labor-intensive. Additionally, all current techniques require that the molecules under study be bound to a surface (e.g. atomic force microscopy, surface plasmon resonance, optical tweezers), be crystallized (e.g. x-ray crystallography), or be labeled with a probe (e.g. fluorescence). To address these technological shortcomings and thus enable the high-throughput study of single molecule biophysics in their natural physiological liquid, we developed a semiconductor nanopore sensor array technology for biomolecule analysis. We have invented and fabricated nanopores in silicon with vertical field effect transistors (FETs) or &ldquo;charge sensors&rdquo; embedded in the walls of an inverted pyramidal nanopore. The vertical FET design is fundamentally different from all other nanopore detection schemes, which attempt to measure current flowing through or across an occupied pore. These sensors are able to detect individual nanoparticles or proteins as they are driven through a nanopore by an applied electric field.</p>\n<p>We used charge-activated protein sensing (ChAPS) technology as an innovative single-molecule label-free solution-phase technique for studying proteins.&nbsp; We discovered specific patterns of proteins (alkaline phosphatase [AP] and ABL1) using our planar nanoFETs and nanopores.&nbsp; The data obtained is very large and complex, so computer algorithms were developed to distinguish signal patterns from noise.&nbsp; Additionally, simulations were generated based on 2D and 3D interactions of the biomolecules in ionic fluids with nearby FETs to simulate signals from AP and ABL1. In these simulations, when a pore geometry with silicon V-grove slanted sides is employed, changes in the EOF flow and electric field distribution occur that can be easily exploited to enhance the detection of charged biomolecules traversing the pore. Thus, both our experimental and simulated data suggests a relationship between the known charge distribution of the protein at a specific pH and the observed signal structure.&nbsp; In the future, this technology will be able to distinguish proteins <em>a priori</em> based solely on their charge signatures.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2016<br>\n\t\t\t\t\tModified by: Alexis&nbsp;F&nbsp;Sauer-Budge</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNext-generation sequencing is providing a wealth of information about the human genome. But not all of the proteins found in an individual's genome are actually expressed and those expressed sometimes change with environmental conditions. Thus, to understand biological pathways at the level needed for medical advances, accurate identification of proteins in their natural physiological environment is required. Advancing silicon technology can now produce arrayed devices with resolutions at the scale of single biomolecules. Such devices can be configured to be an analysis tool that senses the charge configuration of individual biomolecules carried in ionic media through small artificial pores. This is the ultimate and unique single molecular identification signature.\n\nSingle molecule analysis techniques have been providing direct access to biomolecular information without statistical ensemble averaging; however, current single molecule techniques have several limitations. They do not allow the study of the analytes in their native environment, they are not high throughput, and they are expensive and labor-intensive. Additionally, all current techniques require that the molecules under study be bound to a surface (e.g. atomic force microscopy, surface plasmon resonance, optical tweezers), be crystallized (e.g. x-ray crystallography), or be labeled with a probe (e.g. fluorescence). To address these technological shortcomings and thus enable the high-throughput study of single molecule biophysics in their natural physiological liquid, we developed a semiconductor nanopore sensor array technology for biomolecule analysis. We have invented and fabricated nanopores in silicon with vertical field effect transistors (FETs) or \"charge sensors\" embedded in the walls of an inverted pyramidal nanopore. The vertical FET design is fundamentally different from all other nanopore detection schemes, which attempt to measure current flowing through or across an occupied pore. These sensors are able to detect individual nanoparticles or proteins as they are driven through a nanopore by an applied electric field.\n\nWe used charge-activated protein sensing (ChAPS) technology as an innovative single-molecule label-free solution-phase technique for studying proteins.  We discovered specific patterns of proteins (alkaline phosphatase [AP] and ABL1) using our planar nanoFETs and nanopores.  The data obtained is very large and complex, so computer algorithms were developed to distinguish signal patterns from noise.  Additionally, simulations were generated based on 2D and 3D interactions of the biomolecules in ionic fluids with nearby FETs to simulate signals from AP and ABL1. In these simulations, when a pore geometry with silicon V-grove slanted sides is employed, changes in the EOF flow and electric field distribution occur that can be easily exploited to enhance the detection of charged biomolecules traversing the pore. Thus, both our experimental and simulated data suggests a relationship between the known charge distribution of the protein at a specific pH and the observed signal structure.  In the future, this technology will be able to distinguish proteins a priori based solely on their charge signatures. \n\n \n\n\t\t\t\t\tLast Modified: 11/29/2016\n\n\t\t\t\t\tSubmitted by: Alexis F Sauer-Budge"
 }
}