{
 "awd_id": "1159123",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "IRFP: Field Energetics and Diving Physiology of a Small Cetacean, the Harbor Porpoise",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cassandra Dudka",
 "awd_eff_date": "2013-04-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 151500.0,
 "awd_amount": 151500.0,
 "awd_min_amd_letter_date": "2012-08-03",
 "awd_max_amd_letter_date": "2012-08-03",
 "awd_abstract_narration": "The International Research Fellowship Program enables U.S. scientists and engineers to conduct nine to twenty-four months of research abroad. The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise and experimental conditions abroad. \r\n\r\nThis award will support a twenty-four-month research fellowship to Dr. Birgitte I. McDonald to work with Drs. Peter Madsen and Tobias Wang at Aarhus University in Aarhus, Denmark.   \r\n\r\nCetaceans (whales, dolphins and porpoises) are among the largest animals ever to evolve, and as apex predators in marine ecosystems, they have a significant top-down effect on prey targeted during long, deep breath-hold dives.  It is therefore essential to understand the energetic requirements and oxygen management of cetaceans if we are to interpret and understand their role in the trophic energy cascades, their foraging ecology, limits of dive performance and ability to adapt to environmental change and disturbance.  However, very little is known about the field physiology of cetaceans due their size and hostile habitats. Harbor porpoises are a unique model species to study the metabolic rates and diving physiology in a wild cetacean because of their small size and ability to be studied in captivity as well as in the wild\r\n\r\nThis research addresses the above knowledge gaps by determining the energetic requirements and oxygen management strategy during diving in one of the smallest cetaceans, the harbor porpoise. The three main objectives are 1) Determining the field metabolic rate of harbor porpoises using a combination of field and laboratory studies, 2) Measuring heart rate in freely diving harbor porpoises, which for the first time document the level of bradycardia in a naturally diving cetacean. In addition, accelerometers will be used to determine workload/activity during dives. The relationship between heart rate and activity will be used to assess the potential level of muscle perfusion during dives with different activity levels, and 3) develop a self-contained biologger to measure blood flow and heart rate that can be used to measure cardiac output in freely diving marine mammals. \r\n\r\nThe project provides important information on the metabolic requirements of a declining species that will aid in management and provides insight into the diving physiology of cetaceans. Further, it provides high level scientific training, fosters new domestic and international scientific collaborations, and offers expansive outreach activities including: 1) The training of the principle investigator in new research techniques and provides her with opportunities to teach and mentor graduate and undergraduate students. 2) The development and fostering of international and interdisciplinary collaborations. 3) Knowledge exchange between the principle investigator and the host institution. 4) The development of a blood flow data logger that can be used in a variety of diving animals to improve our understanding of oxygen management during diving. And 5) education outreach through the Fjord and Bælt Center (http://www.fjord-baelt.dk) about the importance of physiological research in understanding the ecology and biology of an organism and its role in the ecosystem.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Birgitte",
   "pi_last_name": "McDonald",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Birgitte I McDonald",
   "pi_email_addr": "",
   "nsf_id": "000597487",
   "pi_start_date": "2012-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "McDonald                Birgitte       I",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "La Jolla",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "920930204",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Zoophysiology, Institute of Bioscience, Aarhus University",
  "perf_str_addr": null,
  "perf_city_name": "8000 Aarhus C",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "DA",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Denmark",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "595600",
   "pgm_ele_name": "IRFP-Inter Res Fellowship Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5914",
   "pgm_ref_txt": "WESTERN EUROPE, OTHER"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 151500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Cetaceans (whales, dolphins and porpoises) are among the largest animals ever to evolve, and as apex predators in marine ecosystems, they have a significant top-down effect on prey targeted during long, deep breath-hold dives.&nbsp; It is therefore essential to understand the oxygen management and energetic requirements of cetaceans if we are to interpret and understand their role in the trophic energy cascades, their foraging ecology, limits of dive performance and ability to adapt to environmental change and disturbance.&nbsp; With this project I studied the oxygen management and energetic requirements during diving in the harbor porpoise. Harbor porpoises are the smallest and most abundant cetacean in Europe. In spite of their small size, harbor porpoises live in the thermally challenging environment of the northern oceans where low temperatures impose severe energetic challenges.&nbsp; Due to their small size and ability to be studied in captivity and in the wild, harbor porpoises are a good model species to develop and validate new techniques for measuring metabolic rate and diving physiology in wild cetaceans.&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">Scientific findings</span>: Heart rate and peripheral blood flow distribution are the primary determinants of oxygen store utilization and hence, ultimately breath-hold duration.&nbsp;Despite this, relatively little is known about the cardiovascular response in diving cetaceans. We investigated dive heart rate in three captive porpoises using a data logger that records dive behaviour, heart rate, and respiration rate during &nbsp;stationary dives, active prey capture dives, and during free swims in between training sessions. In all dives, heart rate decreased compared to surface rates, however the relationship between dive heart rate and dive behaviour was complex, showing different relationships during training sessions and free swims. Our data suggest that porpoises may exhibit a more severe bradycardia than previously documented even in routine, short duration dives (often &lt; 30 bpm). However, dive heart rate was variable even in short duration dives, suggesting the conscious ability to regulate heart rate in relation to dive type, duration, and activity. In addition to the above study, we also investigated the cardiovascular response to acoustic stressors (such as sonar). The typical mammalian startle or stress response is increased heart rate, cardiac output and ventilation rate, all which are contrary to the typical marine mammal dive response, and could pose a threat to a diving animal that is carefully managing its oxygen. Preliminary analysis of the data suggest porpoises decreases heart rate when startled, but the heart rate response to acoustic stressors was variable. This data is improving our understanding of the physiological limits to diving, which allows us to predict how they will respond to natural and anthropogenic changes in their environments.</p>\n<p>The PI terminated the postdoctoral fellowship six months early to start a position as an assistant professor in January 2015, but she is continuing her collaboration with Aarhus University (Aarhus, Denmark). The PI is co-supervising a Danish master&rsquo;s student who is continuing the studies with the captive porpoises, and the PI will return to Denmark this summer to continue the study on porpoise energetics. The PI will be deploying the newly developed field data logger (a product of the postdoctoral research) on wild bottlenose dolphins as a continuation of this project in May. Two manuscripts are in preparation and will be submitted this summer.</p>\n<p><span style=\"text-decoration: underline;\">Broader Impacts</span>:&nbsp; This grant supported the scientific training and research for a postdoctoral fellow. The postdoctoral fellow participated in an advanced training in medical physiology techniques course, co-taught a course ...",
  "por_txt_cntn": "\nCetaceans (whales, dolphins and porpoises) are among the largest animals ever to evolve, and as apex predators in marine ecosystems, they have a significant top-down effect on prey targeted during long, deep breath-hold dives.  It is therefore essential to understand the oxygen management and energetic requirements of cetaceans if we are to interpret and understand their role in the trophic energy cascades, their foraging ecology, limits of dive performance and ability to adapt to environmental change and disturbance.  With this project I studied the oxygen management and energetic requirements during diving in the harbor porpoise. Harbor porpoises are the smallest and most abundant cetacean in Europe. In spite of their small size, harbor porpoises live in the thermally challenging environment of the northern oceans where low temperatures impose severe energetic challenges.  Due to their small size and ability to be studied in captivity and in the wild, harbor porpoises are a good model species to develop and validate new techniques for measuring metabolic rate and diving physiology in wild cetaceans. \n\nScientific findings: Heart rate and peripheral blood flow distribution are the primary determinants of oxygen store utilization and hence, ultimately breath-hold duration. Despite this, relatively little is known about the cardiovascular response in diving cetaceans. We investigated dive heart rate in three captive porpoises using a data logger that records dive behaviour, heart rate, and respiration rate during  stationary dives, active prey capture dives, and during free swims in between training sessions. In all dives, heart rate decreased compared to surface rates, however the relationship between dive heart rate and dive behaviour was complex, showing different relationships during training sessions and free swims. Our data suggest that porpoises may exhibit a more severe bradycardia than previously documented even in routine, short duration dives (often &lt; 30 bpm). However, dive heart rate was variable even in short duration dives, suggesting the conscious ability to regulate heart rate in relation to dive type, duration, and activity. In addition to the above study, we also investigated the cardiovascular response to acoustic stressors (such as sonar). The typical mammalian startle or stress response is increased heart rate, cardiac output and ventilation rate, all which are contrary to the typical marine mammal dive response, and could pose a threat to a diving animal that is carefully managing its oxygen. Preliminary analysis of the data suggest porpoises decreases heart rate when startled, but the heart rate response to acoustic stressors was variable. This data is improving our understanding of the physiological limits to diving, which allows us to predict how they will respond to natural and anthropogenic changes in their environments.\n\nThe PI terminated the postdoctoral fellowship six months early to start a position as an assistant professor in January 2015, but she is continuing her collaboration with Aarhus University (Aarhus, Denmark). The PI is co-supervising a Danish masterÆs student who is continuing the studies with the captive porpoises, and the PI will return to Denmark this summer to continue the study on porpoise energetics. The PI will be deploying the newly developed field data logger (a product of the postdoctoral research) on wild bottlenose dolphins as a continuation of this project in May. Two manuscripts are in preparation and will be submitted this summer.\n\nBroader Impacts:  This grant supported the scientific training and research for a postdoctoral fellow. The postdoctoral fellow participated in an advanced training in medical physiology techniques course, co-taught a course \"Physiological Ecology of Marine Mammals\", and mentored undergraduate and graduate students. She also co-hosted and organized a symposium on Diving Physiology at Aarhus University (Sept 2014). This provided her to oppor..."
 }
}