{
 "awd_id": "1159964",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "FRG:  Collaborative Research:  Gromov-Witten Theory",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922467",
 "po_email": "mdouglas@nsf.gov",
 "po_sign_block_name": "James Matthew Douglass",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2017-03-31",
 "tot_intn_awd_amt": 167804.0,
 "awd_amount": 167804.0,
 "awd_min_amd_letter_date": "2012-03-29",
 "awd_max_amd_letter_date": "2012-03-29",
 "awd_abstract_narration": "Since the era of Newton, mathematics has been a key tool in helping us comprehend the nature of the universe. Famous examples are calculus via Newtonian mechanics and differential geometry via Einstein's theory of general relativity. During the last twenty years, there has been a great deal of activity devoted to building a so-called string-theoretic model of the universe, which incorporates some of the most sophisticated mathematics. The subject of Gromov-Witten theory was born twenty years ago  during a period of intensive interaction between mathematics and physics.  Since then Gromov-Witten theory has established itself as a central area in both geometry and physics.  At the same time, it has expanded greatly in its scope to many diverse areas of mathematics, ranging from the classical topic of Hurwitz theory to the modern area of Donaldson-Thomas invariants (the sheaf-theoretic counterpart of Gromov-Witten theory). Despite its success, many central problems remain unsolved. Two notable examples are the computation of higer genus Gromov-Witten invariants of compact Calabi-Yau manifolds and the precise relation between Gromov-Witten and Donaldson-Thomas invariants. The resolution of these problems is of great importance for geometry and physics. In this proposal, a team of the best experts in the world is assembled to attack these central problems. In addition, the PIs propose to develop technology to study a variety of questions relating Gromov-Witten theory to enumerative algebraic geometry, symplectic geometry and mathematical physics.  The PIs hope to make important and substantial contributions to these areas of mathematics, and their interrelations.\r\n\r\nThis project is interdisciplinary in nature, in that both physical and mathematical ideas play central roles.  In this sense it adds to the current trend of interaction between mathematics and physics. This project emphasizes teamwork and collaboration. Through research seminars, organizing and participating in national and international conferences, this proposal will also enhance the training of undergraduate and graduate students, as well as postdoctoral fellows. There will be a number of research publications that will help in introducing students to this exciting area of mathematics.\r\n\r\nThis award is cofunded by the Algebra and Number theory and the Topology programs of DMS.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Renzo",
   "pi_last_name": "Cavalieri",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Renzo Cavalieri",
   "pi_email_addr": "renzo@math.colostate.edu",
   "nsf_id": "000493252",
   "pi_start_date": "2012-03-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado State University",
  "inst_street_address": "601 S HOWES ST",
  "inst_street_address_2": "",
  "inst_city_name": "FORT COLLINS",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "9704916355",
  "inst_zip_code": "805212807",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "COLORADO STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LT9CXX8L19G1"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado State University",
  "perf_str_addr": "200 W. Lake St",
  "perf_city_name": "Fort Collins",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805214593",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1616",
   "pgm_ref_txt": "FOCUSED RESEARCH GROUPS IN MATH SCIENCES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 167804.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 2\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span><br />The activity of the PI related to the current project revolved &nbsp; in large part around open Gromov-Witten theory of toric orbifolds. Four years ago, together with Andrea Brini, we had extended work of Katz and Liu to the orbifold setting, and obtained a computational definition of open orbifold invariants. Our definition interacted well with the physical predictions coming from mirror symmetry. Most of the verifications at the time were of computational nature. We were seeking further confirmation of the validity of our construction via more structural interactions with mathematical theories (e.g. the topological vertex and Donaldson-Thomas theory), and through applications to interesting mathematical conjectures (most notably the Crepant Resolution Conjecture). </span></p>\n<p><span>The first group of projects was taken at heart, and successfully solved, by my then graduate student Dusty Ross. In his thesis work &nbsp;he developed the theory of the orbifold topological vertex using open Gromov-Witten invariants. In subsequent work, he pursued the connection between GW and DT invariants, establishing the equivalence of the two theories for any toric orbifold with singularities of type </span><span>A</span><span>n</span><span>. </span></p>\n<p><span>Studying the Crepant Resolution Conjecture in the open setting was one of the major scopes of my own activity, in collaboration with Andrea Brini and Dusty Ross. The outcome of such work are the two articles, one of which is published at the Crelle Math Journal, &nbsp;the other currently submitted for publication.&nbsp;</span>A surprising feature of our point of view is that the disk tensor is closely related to Iritani&rsquo;s Gamma function, which plays a prominent role in toric mirror symmetry. This is the conceptual springboard for an exciting set of new questions and goals, to be pursued in future research.&nbsp;</p>\n<p>The project supported not only the activity of the PI, but also of his graduate students (Dusty Ross, Eric Miles, Douglas Ortego, Vance Blankers), allowing for their professional development. Dusty and Eric successfully completed their PhD and are currently holding tenure track positions. Vance Blankers is currently supported by funds from this project and is in the process of writing two preprints on two separate projects.</p>\n<p>&nbsp;</p>\n</div>\n</div>\n</div>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/02/2017<br>\n\t\t\t\t\tModified by: Renzo&nbsp;Cavalieri</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\n\nThe activity of the PI related to the current project revolved   in large part around open Gromov-Witten theory of toric orbifolds. Four years ago, together with Andrea Brini, we had extended work of Katz and Liu to the orbifold setting, and obtained a computational definition of open orbifold invariants. Our definition interacted well with the physical predictions coming from mirror symmetry. Most of the verifications at the time were of computational nature. We were seeking further confirmation of the validity of our construction via more structural interactions with mathematical theories (e.g. the topological vertex and Donaldson-Thomas theory), and through applications to interesting mathematical conjectures (most notably the Crepant Resolution Conjecture). \n\nThe first group of projects was taken at heart, and successfully solved, by my then graduate student Dusty Ross. In his thesis work  he developed the theory of the orbifold topological vertex using open Gromov-Witten invariants. In subsequent work, he pursued the connection between GW and DT invariants, establishing the equivalence of the two theories for any toric orbifold with singularities of type An. \n\nStudying the Crepant Resolution Conjecture in the open setting was one of the major scopes of my own activity, in collaboration with Andrea Brini and Dusty Ross. The outcome of such work are the two articles, one of which is published at the Crelle Math Journal,  the other currently submitted for publication. A surprising feature of our point of view is that the disk tensor is closely related to Iritani?s Gamma function, which plays a prominent role in toric mirror symmetry. This is the conceptual springboard for an exciting set of new questions and goals, to be pursued in future research. \n\nThe project supported not only the activity of the PI, but also of his graduate students (Dusty Ross, Eric Miles, Douglas Ortego, Vance Blankers), allowing for their professional development. Dusty and Eric successfully completed their PhD and are currently holding tenure track positions. Vance Blankers is currently supported by funds from this project and is in the process of writing two preprints on two separate projects.\n\n \n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 04/02/2017\n\n\t\t\t\t\tSubmitted by: Renzo Cavalieri"
 }
}