{
 "awd_id": "1159544",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Upper limb kinematics and muscular compensation during activities of daily living in older adults with rotator cuff impairment",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ted A. Conway",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 238890.0,
 "awd_amount": 238890.0,
 "awd_min_amd_letter_date": "2012-08-29",
 "awd_max_amd_letter_date": "2012-08-29",
 "awd_abstract_narration": "PI: Saul\r\nProposal: 1159544\r\n\r\nApproximately 20-50% of older adults live with a rotator cuff tear, which is associated with decreased shoulder strength, range of motion, and limited upper limb function. These deficits compromise the performance of activities of daily living (ADLs), and ultimately lead to loss of independence. Individuals with a torn rotator cuff use compensatory movements to complete upper limb tasks, with deviations from the desired movement and a reliance on unimpaired muscles for movement production. The muscles most responsible for the ability to perform important ADL tasks with and without compensation have not been identified. The primary muscles associated with both healthy and compensatory movement strategies would be excellent targets for rehabilitation if they were known. In addition, while the PI's laboratory has previously shown that upper limb functional strength is significantly related to isometric strength, minimal strength thresholds necessary to perform ADLs have not been established. Such thresholds would provide a clinically relevant, proactive way of identifying individuals at risk for disability. Quantitative analysis of compensation in ADL tasks is needed to understand the functional consequences of a rotator cuff tear in older adults and to design rehabilitation strategies to strengthen muscles and improve function after injury.  The objective of this study is to investigate the effect of rotator cuff tear on joint movement and muscular compensations in important upper limb ADL tasks, using subject assessment and musculoskeletal modeling. The research aims are to (1) characterize joint postures used by older adults with rotator cuff injury and age-matched healthy older adults in performing 6 common ADLs spanning the upper limb workspace (forward and upward reach, functional pull, perineal care, axilla wash, and hair comb); (2) use a simulation approach to identify the primary muscles responsible for performing each movement in each of these groups; and (3) identify minimum isometric strength thresholds for performing these task. The investigators' expertise in biomechanical analysis and computational modeling of upper limb movement and rotator cuff impairment make them uniquely qualified to complete these goals.\r\nIntellectual Merit. The proposed work will, for the first time, characterize normative kinematics at the shoulder, elbow, and wrist for healthy older adults and older adults with rotator cuff tears for ADL tasks critical to independence and self-care. These data will provide a foundation for other researchers to evaluate functional movement relative to established behaviors for these groups.  Uniquely, this project will apply dynamic computational simulation to ADL tasks to explore the roles of individual muscles and reduced strength associated with aging and rotator cuff injury. Ultimately, the simulation approach described here could inform a) improved treatment and rehabilitation strategies for individuals impaired by rotator cuff injury, and b) future analysis strategies for other neuromuscular impairments and clinical interventions.\r\nBroader Impacts. The kinematic profiles and corresponding nominal computational solutions for muscle control of the movements measured in this project will be made publicly available through the SimTK online repository system. We will identify the muscles most critical for normal and compensatory movement production, which will be important targets for strength training interventions to improve ADL performance. The proposed research also will result in clinically relevant guidelines for minimal isometric strength thresholds necessary for performing ADLs, enabling clinicians to clearly identify at-risk patients before onset of disability. The PI proposes to develop a collaborative graduate course sequence in movement biomechanics with the Physical Therapy program of the new School of Health Sciences at High Point University, a non-PhD granting institution. This course sequence will permit collaborations between engineers and rehabilitation students (predominantly female), thus encouraging translation of research outcomes and clinically relevant concepts. The ultimate goal is to provide a bridge between engineering research and rehabilitation trainees, improving communication of research findings to the next generation of therapists working to restore upper limb function.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katherine",
   "pi_last_name": "Saul",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Katherine R Saul",
   "pi_email_addr": "katesaul@gmail.com",
   "nsf_id": "000499382",
   "pi_start_date": "2012-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wake Forest University School of Medicine",
  "inst_street_address": "MEDICAL CENTER BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "WINSTON SALEM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "3367162382",
  "inst_zip_code": "271570001",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NC10",
  "org_lgl_bus_name": "WAKE FOREST UNIVERSITY HEALTH SCIENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "SN7KD2UK7GC5"
 },
 "perf_inst": {
  "perf_inst_name": "Wake Forest University School of Medicine",
  "perf_str_addr": "Medical Center Boulevard",
  "perf_city_name": "Winston-Salem",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "271571023",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NC10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534200",
   "pgm_ele_name": "Disability & Rehab Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "010E",
   "pgm_ref_txt": "DISABILITY RES & HOMECARE TECH"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 41223.0
  }
 ],
 "por": null
}