{
 "awd_id": "1159327",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Surfactants at interfaces of aqueous solutions investigated by molecular simulation and experiment",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2019-03-31",
 "tot_intn_awd_amt": 268446.0,
 "awd_amount": 273445.0,
 "awd_min_amd_letter_date": "2012-03-17",
 "awd_max_amd_letter_date": "2018-02-16",
 "awd_abstract_narration": "Abstract\r\n1159327\r\nLacks, Daniel J.\r\n\r\n\r\nThe presence of the surfactants at interfaces reduces the free energy of the interface, and thereby alters the properties of system in regard properties such as wetting, emulsification, or foaming. Control of these properties is crucial in many industries and products. It is particularly challenging to find suitable surfactants in mixed solvent systems (water and a co-solvent such as an alcohol), because the co-solvent reduces the (generalized) hydrophobic phobic repulsion, which in turn reduces the effectiveness of a surfactant. \r\nThe understanding of what molecular features lead to hydrophobic interactions is rudimentary. While there has been intense research activity in regard to understanding hydrophobic effects associated with protein folding, there has not been as strong an effort to understand hydrophobicity in systems of industrial interest. The proposed research will address the hydrophobic interactions of molecules of industrial relevance, with the aim of better understanding surfactant behavior. \r\n\r\nThe novelty of this project stems from the investigation of surfactants that have been largely overlooked from a theoretical chemistry perspective, but are nonetheless very important industrially, and from the combined simulation-experiment approach we will use. Note that the simple experiments we propose would not be of such strong enough interest in-and-of-themselves, but when combined with the simulations they will enhance our understanding of the surfactant behavior as well as provide a test of the reliability of the simulations. \r\n\r\nIntellectual Merit:\r\n \r\nMolecular dynamics simulations will be carried out to elucidate the molecular factors that control surfactant partitioning to surfaces in mixed solvent systems. In addition, surface tension experiments will be carried out on such systems to provide tests of simulation reliability as well as further insights into the surfactant behavior. More specifically, the project will address the following questions: \r\na. Why are silicones so hydrophobic? Despite the importance of silicone surfactants, we are not aware of even one molecular simulation study that addresses why these surfactants are so effective. \r\nb. Why do polyethers show unusual variations in hydrophobicity, such that poly(ethylene oxide) is hydrophilic while polyethers with one more or one less CH2 group along the backbone are hydrophobic? \r\nc. How do the answers to the above questions change as a co-solvent such as an alcohol is added to water? \r\n\r\nBroader Impacts \r\n\r\nThe project will have a variety of broader impacts: \r\na. Strong efforts to mentor undergraduate researchers. Evidence of our success in this regard is the significant number of undergraduate students who are co-authors on our papers. \r\nb. Connections to programs we are developing to educate students with a global perspective in regard to sub-Saharan Africa. These programs are being held both at the University of Botswana and our home institution, Case Western Reserve University. \r\nc. The possibility of improved technology arising from a better understanding of the factors that govern surfactant behavior in mixed solvent systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Lacks",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel J Lacks",
   "pi_email_addr": "daniel.lacks@cwru.edu",
   "nsf_id": "000159088",
   "pi_start_date": "2012-03-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Case Western Reserve University",
  "inst_street_address": "10900 EUCLID AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CLEVELAND",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "2163684510",
  "inst_zip_code": "441064901",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "OH11",
  "org_lgl_bus_name": "CASE WESTERN RESERVE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJMKEF7EJW69"
 },
 "perf_inst": {
  "perf_inst_name": "Case Western Reserve University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "441067202",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "OH11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 182486.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 4999.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 85960.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: Times New Roman; font-size: small;\">The major goals of the project are to develop an understanding of surface activity of industrially relevant surfactants in terms of their molecular structure.&nbsp; A focus is on mixed-solvent systems (e.g., water-ethanol), where it is more challenging to find effective surfactants.&nbsp; The primary tool in the investigation is molecular dynamics simulations, but experiments are also be carried out to justify the relevance of the simulations. This work also provides insights into the hydrophobic effect, in the interesting case of a mixed solvent system that is not pure water.</span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\">We have determined the molecular characteristics that drive surfactant molecules to the surface in mixed-solvent systems.&nbsp; We have developed a simulation methodology to assess the surface activity, and validated the methodology by comparison with our experiments.&nbsp; &nbsp;Our studies find that the thickness of the surfactant molecule is the key factor that governs the surface activity, and explain the physical basis of this effect in terms of the heterogeneous ?nano-segregated? nature of the ethanol-water mixture.</span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\">This project has been part of an excellent training opportunity for Phwey Gil.<span>&nbsp; </span>Phwey began this work as an undergraduate, and continued it for his PhD project.<span>&nbsp; </span>He defended his thesis a few weeks ago, and has begun a postdoctoral position at the University of Chicago.<span>&nbsp; </span>He has published four papers from this project (and another four from other projects), and has given numerous conference presentations.<span>&nbsp; </span>Through this and other projects, he has had strong collaborations with researchers from Myanmar, Philippines, China and Republic of Congo; he spent time in China and Congo for the collaborations (for work on other projects).</span></p>\n<p><span style=\"font-family: Times New Roman; font-size: small;\">While our studies were carried out in the context of industrial relevant systems, the understandings obtained from the work are relevant to other areas where the hydrophobic effect plays a role, such as biological systems.<span>&nbsp; </span>The hydrophobic effect is well-studied in water.&nbsp; But how does the effect change if the solvent is not pure water, but a mixed solvent system like water-ethanol.&nbsp; We have shown that the magnitude of the effect in the mixed solvent systems is governed by the width of the hydrophobic molecule.</span></p>\n<p><span style=\"font-size: small;\"><span style=\"font-family: Times New Roman;\">In regard to the broader impacts of this work, the PI was quoted in the Washington Post in August 2017 in an article related to consequences of this research.&nbsp; The article addressed the taste of whiskey, and how some people feel that adding water to whiskey enhances the flavor.&nbsp; The thought is that this issue is related to the equilibrium of surfactant flavoring molecules that changes with ethanol concentration.&nbsp; The link to the online version of the article is at: <a href=\"https://www.washingtonpost.com/news/speaking-of-science/wp/2017/08/17/the-best-way-to-drink-whiskey-according-to-science/\"><span style=\"color: #0000ff;\">https://www.washingtonpost.com/news/speaking-of-science/wp/2017/08/17/the-best-way-to-drink-whiskey-according-to-science/</span></a></span></span></p>\n<p><strong>&nbsp;</strong><em>&nbsp;</em></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/26/2019<br>\n\t\t\t\t\tModified by: Daniel&nbsp;J&nbsp;Lacks</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe major goals of the project are to develop an understanding of surface activity of industrially relevant surfactants in terms of their molecular structure.  A focus is on mixed-solvent systems (e.g., water-ethanol), where it is more challenging to find effective surfactants.  The primary tool in the investigation is molecular dynamics simulations, but experiments are also be carried out to justify the relevance of the simulations. This work also provides insights into the hydrophobic effect, in the interesting case of a mixed solvent system that is not pure water.\n\nWe have determined the molecular characteristics that drive surfactant molecules to the surface in mixed-solvent systems.  We have developed a simulation methodology to assess the surface activity, and validated the methodology by comparison with our experiments.   Our studies find that the thickness of the surfactant molecule is the key factor that governs the surface activity, and explain the physical basis of this effect in terms of the heterogeneous ?nano-segregated? nature of the ethanol-water mixture.\n\nThis project has been part of an excellent training opportunity for Phwey Gil.  Phwey began this work as an undergraduate, and continued it for his PhD project.  He defended his thesis a few weeks ago, and has begun a postdoctoral position at the University of Chicago.  He has published four papers from this project (and another four from other projects), and has given numerous conference presentations.  Through this and other projects, he has had strong collaborations with researchers from Myanmar, Philippines, China and Republic of Congo; he spent time in China and Congo for the collaborations (for work on other projects).\n\nWhile our studies were carried out in the context of industrial relevant systems, the understandings obtained from the work are relevant to other areas where the hydrophobic effect plays a role, such as biological systems.  The hydrophobic effect is well-studied in water.  But how does the effect change if the solvent is not pure water, but a mixed solvent system like water-ethanol.  We have shown that the magnitude of the effect in the mixed solvent systems is governed by the width of the hydrophobic molecule.\n\nIn regard to the broader impacts of this work, the PI was quoted in the Washington Post in August 2017 in an article related to consequences of this research.  The article addressed the taste of whiskey, and how some people feel that adding water to whiskey enhances the flavor.  The thought is that this issue is related to the equilibrium of surfactant flavoring molecules that changes with ethanol concentration.  The link to the online version of the article is at: https://www.washingtonpost.com/news/speaking-of-science/wp/2017/08/17/the-best-way-to-drink-whiskey-according-to-science/\n\n  \n\n \n\n\t\t\t\t\tLast Modified: 06/26/2019\n\n\t\t\t\t\tSubmitted by: Daniel J Lacks"
 }
}