{
 "awd_id": "1159735",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Computational Neuromechanics for Stroke Rehabilitation",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Carol Lucas",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 337000.0,
 "awd_min_amd_letter_date": "2012-06-12",
 "awd_max_amd_letter_date": "2014-05-19",
 "awd_abstract_narration": "1159735\r\nFregly\r\n\r\nStroke is the leading cause of serious long term disability in adults worldwide. Over 795,000 strokes occur in the United States each year. Walking dysfunction is one of the greatest stroke-related physical limitations. While approximately two-thirds of persons who suffer a stroke regain ambulatory function, their gait is slow, asymmetrical, and metabolically inefficient. Despite recognition of the problem, there is limited evidence that rehabilitation produces meaningful changes in walking function. These findings underscore a significant knowledge gap regarding the capacity for locomotor recovery and represent an urgent unmet need obstructing development of interventions to promote recovery and restoration of locomotor function in persons post-stroke.\r\n\r\nThe long term goal is to improve walking function in persons post-stroke. The objective of this proposal is to develop computational simulation technology that can predict best achievable gait patterns by individuals who have had a stroke. The technology will account for both subject-specific neural control limitations caused by the stroke and remaining neural control capabilities, as well as subject-specific musculoskeletal anatomy. The simulations will target two key aspects of normal walking function - speed and bilateral symmetry - when seeking to predict the gait patterns that a hemiparetic individual is theoretically capable of achieving. Differences between current and predicted muscle excitation patterns, joint kinematics, and joint kinetics will be used in a future project as the basis for selecting, on an individual subject basis, the neurorehabilitation treatment protocol most likely to restore normal gait speed and symmetry.\r\n\r\nIntellectual Merit: The intellectual merit of the proposed project is development of novel neuromechanical modeling methods that will permit the prediction of best achievable gait patterns by individuals who have had a stroke. The novel technical aspects are three-fold. First, a new technique called \"statistical moment estimation\" will be developed that allows the transformation of measured muscle electrical activity signals directly into joint moments. The method uses a statistical over-determined system of equations rather than a geometric under-determined system of equations to calibrate the necessary model parameter values. Second, existing muscle synergy analysis techniques will be extended to quantify subject-specific neural control limitations and constrain gait motion predictions. Third, statistical moment estimation and muscle synergy analysis will be incorporated into an existing computational framework for predictive gait optimization. Whereas existing neuromechanical modeling methods are only descriptive of situations for which experimental data exist, our enhanced computational framework will be predictive of situations for which no experimental data yet exist.\r\n\r\nBroader Impact: The broader impact of the proposed project is the development of computational simulation technology that can add objectivity to the design and selection of neurorehabilitation treatments for stroke. Current treatment design paradigms are highly subjective, being based primarily on clinician experience. Thus, there is often no clear rationale for selecting one treatment approach over another or for selecting the specific quantities to target within a selected treatment approach. Objective prediction of the gait patterns that a patient is theoretically capable of achieving could provide clinicians with valuable new information to improve the efficacy of the treatment design process.\r\n\r\nTransformative Nature: The proposed research is transformative in two ways. First, it would be the first computational simulation technology capable of predicting gait patterns that an individual is theoretically capable of achieving, given the neural control limitations imposed on the individual by a stroke. Second, it could be a paradigm shift in neurorehabilitation treatment design, since it would transform a subjective, qualitative process into an objective, quantitative one.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Fregly",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin J Fregly",
   "pi_email_addr": "fregly@rice.edu",
   "nsf_id": "000188840",
   "pi_start_date": "2012-06-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carolynn",
   "pi_last_name": "Patten",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carolynn Patten",
   "pi_email_addr": "patten@phhp.ufl.edu",
   "nsf_id": "000599922",
   "pi_start_date": "2012-06-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "231 MAE-A Building, PO Box 11625",
  "perf_city_name": "Gainesville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326116250",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "137E",
   "pgm_ref_txt": "Neural-engineering"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 330000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 7000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp; Stroke is the leading cause of serious long-term disability in adults worldwide. Over 795,000 strokes occur in the United States each year. Walking impairments are one of the greatest stroke-related physical limitations. While approximately two-thirds of persons who suffer a stroke regain walking function, their walking is often slow, asymmetrical, and inefficient. Despite recognition of the problem, there is limited evidence that rehabilitation produces meaningful improvements in walking function. These findings underscore a significant <em><span style=\"text-decoration: underline;\">knowledge gap</span></em> regarding the capacity to recover lost walking function and represent an <em><span style=\"text-decoration: underline;\">urgent unmet need</span></em> for development of stroke rehabilitation treatments that achieve greater recovery of walking ability following a stroke.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Our <em><span style=\"text-decoration: underline;\">long-term goal</span></em> is to improve walking function in individuals who have had stroke. The <em><span style=\"text-decoration: underline;\">objective of this project</span></em> was to develop computer modeling technology that can predict the best walking pattern achievable by an individual who has had a stroke. The technology seeks to account for patient-specific limitations in the post-stroke brain&rsquo;s ability to generate normal muscle forces and thus normal walking motions, as well as patient-specific differences in body anatomy. The technology targets two key aspects of normal walking ability &ndash; speed and side-to-side symmetry &ndash; when seeking to predict the walking motion that an individual who has had a stroke is theoretically capable of achieving.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; We made two significant technological advances through this project. The first was the ability to use recorded muscle electrical activity (&ldquo;electromyographic,&rdquo; or EMG) signals to predict the net moments produced during walking by muscles spanning the ankle, knee, and hip joints. We obtained these signals experimentally from surface electrodes placed on the skin over important muscles and from thin wire electrodes inserted through the skin into deeper muscles. We developed a novel computational method for calibrating the anatomical and physiological characteristics of patient-specific musculoskeletal computer models so that a combination of measured EMG signals and measured leg motion could predict accurately the net moments generated by a patient&rsquo;s leg muscles during walking.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This first technological advance facilitated a second one involving the use measured EMG signals to control leg muscles in a patient-specific computational walking model and predict the patient&rsquo;s walking motion. The first technological advance made it fast and easy to control a patient-specific computational walking with the patient&rsquo;s own measured muscle EMG signals. However, getting the model to walk also required development of new technology to model how each foot interacts with the floor and to predict how the walking model would move given the patient's EMG control signals. We successfully integrated these different technical features into a cohesive framework that allows us to predict how a patient&rsquo;s walking motion will change if the patient&rsquo;s EMG control signals are changed. The included figure shows an animation strip of a walking motion predicted by our computational approach, where the only inputs were the patient&rsquo;s experimentally measured EMG signals.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp; The next step in this project, for which we will seek future funding, is to incorporate a simple model of the patient&rsquo;s neural control capabilities and limitations into the framework. This simple neural control model will reside one level above the patient&rsquo;s muscle EMG signals and will account for how those signals are coupled together when the patient walks. The nature of this coupling provides a means for quantifying the patient&rsquo;s control limitations imposed by the stroke as well as the patient&rsquo;s remaining control flexibility. This remaining flexibility will be explored computationally using the patient&rsquo;s walking model to seek to identify the best walking pattern that the patient is theoretically capable of achieving. Once we are able to predict theoretically best-achievable walking patterns for individual patients who have had a stroke, we will seek to transform these predictions into customized rehabilitation prescriptions that can be implemented by physical therapists.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/27/2015<br>\n\t\t\t\t\tModified by: Benjamin&nbsp;J&nbsp;Fregly</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1159735/1159735_10180802_1445996347938_AnimationStrip--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1159735/1159735_10180802_1445996347938_AnimationStrip--rgov-800width.jpg\" title=\"Computational Walking Prediction\"><img src=\"/por/images/Reports/POR/2015/1159735/1159735_10180802_1445996347938_AnimationStrip--rgov-66x44.jpg\" alt=\"Computational Walking Prediction\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Animation strip showing walking motion predicted by a patient-specific computational model using only the patient's measured muscle EMG signals as inputs.</div>\n<div class=\"imageCredit\">B.J. Fregly and Carolynn Patten, Universit of Florida</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Benjamin&nbsp;J&nbsp;Fregly</div>\n<div class=\"imageTitle\">Computational Walking Prediction</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\n     Stroke is the leading cause of serious long-term disability in adults worldwide. Over 795,000 strokes occur in the United States each year. Walking impairments are one of the greatest stroke-related physical limitations. While approximately two-thirds of persons who suffer a stroke regain walking function, their walking is often slow, asymmetrical, and inefficient. Despite recognition of the problem, there is limited evidence that rehabilitation produces meaningful improvements in walking function. These findings underscore a significant knowledge gap regarding the capacity to recover lost walking function and represent an urgent unmet need for development of stroke rehabilitation treatments that achieve greater recovery of walking ability following a stroke.\n\n      Our long-term goal is to improve walking function in individuals who have had stroke. The objective of this project was to develop computer modeling technology that can predict the best walking pattern achievable by an individual who has had a stroke. The technology seeks to account for patient-specific limitations in the post-stroke brain?s ability to generate normal muscle forces and thus normal walking motions, as well as patient-specific differences in body anatomy. The technology targets two key aspects of normal walking ability &ndash; speed and side-to-side symmetry &ndash; when seeking to predict the walking motion that an individual who has had a stroke is theoretically capable of achieving.\n\n      We made two significant technological advances through this project. The first was the ability to use recorded muscle electrical activity (\"electromyographic,\" or EMG) signals to predict the net moments produced during walking by muscles spanning the ankle, knee, and hip joints. We obtained these signals experimentally from surface electrodes placed on the skin over important muscles and from thin wire electrodes inserted through the skin into deeper muscles. We developed a novel computational method for calibrating the anatomical and physiological characteristics of patient-specific musculoskeletal computer models so that a combination of measured EMG signals and measured leg motion could predict accurately the net moments generated by a patient?s leg muscles during walking.\n\n      This first technological advance facilitated a second one involving the use measured EMG signals to control leg muscles in a patient-specific computational walking model and predict the patient?s walking motion. The first technological advance made it fast and easy to control a patient-specific computational walking with the patient?s own measured muscle EMG signals. However, getting the model to walk also required development of new technology to model how each foot interacts with the floor and to predict how the walking model would move given the patient's EMG control signals. We successfully integrated these different technical features into a cohesive framework that allows us to predict how a patient?s walking motion will change if the patient?s EMG control signals are changed. The included figure shows an animation strip of a walking motion predicted by our computational approach, where the only inputs were the patient?s experimentally measured EMG signals.\n\n     The next step in this project, for which we will seek future funding, is to incorporate a simple model of the patient?s neural control capabilities and limitations into the framework. This simple neural control model will reside one level above the patient?s muscle EMG signals and will account for how those signals are coupled together when the patient walks. The nature of this coupling provides a means for quantifying the patient?s control limitations imposed by the stroke as well as the patient?s remaining control flexibility. This remaining flexibility will be explored computationally using the patient?s walking model to seek to identify the best walking pattern that the patient is theoretically capable of achieving. Once we are able to predict theoretically best-achievable walking patterns for individual patients who have had a stroke, we will seek to transform these predictions into customized rehabilitation prescriptions that can be implemented by physical therapists.\n\n\t\t\t\t\tLast Modified: 10/27/2015\n\n\t\t\t\t\tSubmitted by: Benjamin J Fregly"
 }
}