{
 "awd_id": "1159561",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Fast Saccharification of Lignocellulosic Biomass under Mild Conditions in the Medium of Concentrated Lithium Bromide",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Triantafillos Mountziaris",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 298686.0,
 "awd_amount": 298686.0,
 "awd_min_amd_letter_date": "2012-06-19",
 "awd_max_amd_letter_date": "2014-07-23",
 "awd_abstract_narration": "Intellectual Merit:\r\nInability of energy- and cost-effectively releasing sugars from lignocellulosic biomass is a bottleneck retarding commercial success of the technologies based on the sugar platform for producing biofuels and chemicals. In response to this challenge, this research is to establish an innovative chemical process for low-cost production of sugars from lignocellulosic biomass.  Specifically, biomass like corn stover, switchgrass, hardwood, and softwood is directly hydrolyzed and fractionated in concentrated lithium bromide (LiBr, 60% w/w) in presence of small amount of acid as catalyst under mild conditions (120~140ºC, 5-60 min) without any pretreatment. Cellulose and hemicellulose of the biomass are quickly and completely hydrolyzed\r\ninto monomeric sugars (hexoses and pentoses), which can be converted into biofuels and chemicals biologically or chemically. The used LiBr can be separated from sugars by ionexchange resin, solvent extraction or crystallization and reused in the process. Lignin is separated as insoluble residue when cellulose and hemicellulose are dissolved. The lignin is expected to have a good potential for co-product development. It is anticipated that the process could significantly reduce the production cost of sugars from lignocellulose and therefore promote the sugar-based bioeconomy. Compared with existing technologies, such as acid hydrolysis or enzymatic saccharification, the LiBr-enhanced saccharification process (1) can\r\ndirectly handle small size wood chips and therefore save the cost and energy for size reduction; (2) has a high sugar recovery yield because of complete saccharification and limited sugar degradation; (3) generates a concentrated sugar stream for downstream conversion; (4) is fast chemical process and does not need expensive enzymes; and (5) achieves fractionation of the biomass into sugars and lignin, facilitating utilization of biomass components.\r\n\r\nBroader Impacts:\r\nIn addition to innovative research program, this proposal also emphasizes on high-quality education, development and dissemination of new knowledge, and outreach activities. The success of proposed process would provide an alternative approach for producing sugars from lignocellulosic biomass at low cost and low energy consumption. We anticipate the new process would greatly promote the bioeconomy for producing biofuels, chemicals, and materials from biomass, which could reduce greenhouse gase emission, eliminate current dependent on fossil fuels, promote rural economy, and improve energy and national security. The proposed research covers broad range of fundamental and applied aspects of science and engineering. This would provide an ideal and unique platform for teaching, training and learning. The integrated education plan will target broad range of students. In addition to regular undergraduate and graduate students, special attention will be paid to the students from high school and underrepresented groups by encouraging them participating summer projects on bioenergy. New concepts, research findings, innovative knowledge and technologies will be disseminated to academia, industry, students, government, and the general public through publishing research papers in scientific journals, presenting research outcomes at conferences, enhancing curriculum, and writing articles for non-academic magazine or media. All these will directly and/or indirectly benefit the community of research, production, learning, education, and policy-making in the area of bioenergy.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xuejun",
   "pi_last_name": "Pan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xuejun Pan",
   "pi_email_addr": "xpan@wisc.edu",
   "nsf_id": "000494277",
   "pi_start_date": "2012-06-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "1710 University Ave.",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537264087",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140300",
   "pgm_ele_name": "Proc Sys, Reac Eng & Mol Therm"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "047E",
   "pgm_ref_txt": "REACTION ENGINEERING"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 196776.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 101910.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project aimed to demonstrate, optimize, and fundamentally understand the technology for direct saccharification and fractionation of lignocellulosic biomass in concentrated lithium bromide (LiBr) solution. The following are the major outcomes and findings of this project.</p>\n<p>Concentrated (60%) LiBr solution (a molten salt hydrate) has unique properties such as low viscosity (only slightly higher than water viscosity), enhanced acidity, and excellent ability to break the inter- and intra-molecular hydrogen bonds of cellulose and thereby destroy the crystalline structure of cellulose. These are the major reasons why cellulose of the biomass can be swelled, dissolved, and eventually hydrolyzed easily and quickly in the LiBr solution, even at high biomass loading.</p>\n<p>The direct saccharification process in the LiBr solution developed in this project is applicable to different types of biomass (woody or non-woody biomass, such as corn stover, aspen and spruce). Cellulose and hemicelluloses in the biomass can be hydrolyzed rapidly (20-60 min) and completely (&gt;90%) into monomeric sugars under moderate conditions (120-140 &deg;C). No expensive pretreatments (such as extensive mechanical size reduction or chemical treatment) or enzymes are required or involved. The process produces high-concentration sugars (&gt;20%) for downstream conversion to biofuels and chemicals. No significant fermentation inhibitors are formed because of the mild reaction conditions, and low residual salt (LiBr) in the sugar stream does not inhibit yeast fermentation,</p>\n<p>After the saccharification of cellulose and hemicellulose, lignin in the biomass is left over as a solid residue. It was found that the lignin has high purity, low molecular weight, and good solubility in common solvents, suggesting that the lignin has good potential for co-product development. Further investigations using lignin model compounds and industrial lignins indicated that the concentrated LiBr solution is able to selectively cleave the &beta;-O-4 ether bonds in lignin. This is the reason why lignin is depolymerized during the saccharification of cellulose and hemicelluloses in the LiBr solution.</p>\n<p>LiBr can be recycled and reused in next batch reaction after being separated from sugars. Many methods were evaluated, including ion-exchange chromatography, liquid-liquid extraction, precipitation, and boronic acid-mediated solvent extraction. All of them are capable of separating LiBr from sugars, and simulated moving bed (SMB) chromatography is an effective way to separate LiBr from sugars.</p>\n<p>A new fast method was developed for determining lignin content of biomass. The method is based on the fact that concentrated LiBr can quickly dissolve and hydrolyze carbohydrates (cellulose and hemicellulose) of the biomass and leave lignin as an insoluble residue and quantified gravimetrically. Compared to the existing standard Klason method (two-step acid method), the new method is faster (30 min vs. 3 hour) and simpler (one step), and gives comparable results.</p>\n<p>Preliminary techno-economic analysis (TEA) indicated that the saccharification technology of lignocellulosic biomass in concentrated LiBr solution developed in this project is simpler, faster, and economically more feasible than traditional enzymatic hydrolysis that requires cost- and energy-intensive pretreatment of biomass.</p>\n<p>Our study also indicated that the LiBr molten salt hydrate (concentrated LiBr solution) is a unique solvent (or reaction medium). In addition to the saccharification of lignocellulosic biomass, it can be used for other reactions, such as glucose isomerization to fructose, furans production from biomass, lignin depolymerization, nanocellulose preparation, and synthesis of probiotics. These findings would broaden the applications of the concentrated LiBr solution in other areas.</p>\n<p>The findings of this project have been used in developing teaching materials. They were also disseminated through the presentations at conferences and through the publications. The project covers broad range of fundamental and applied aspects of science and engineering. This provided an ideal platform through which numerous undergraduate and graduate students, postdocs, and visiting scholars were trained. Summer biomass and bioenergy workshops were organized for local high school students, which raised the public awareness of importance and potential of biomass and bioeconomy.</p>\n<p>This projected demonstrated a unique and fast chemical saccharification technology for lignocellulose to produce low-cost and high-concentration sugars. The success of the project will provide an innovative approach for biomass conversion and could greatly promote, even re-direct, the sugar-based economy. The fundamental understanding of LiBr-enhanced cellulose hydrolysis and lignin depolymerization would provide new knowledge about cellulose dissolution, hydrolysis, and conversion and lignin &beta;-O-4 linkage cleavage in the LiBr solution.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2016<br>\n\t\t\t\t\tModified by: Xuejun&nbsp;Pan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project aimed to demonstrate, optimize, and fundamentally understand the technology for direct saccharification and fractionation of lignocellulosic biomass in concentrated lithium bromide (LiBr) solution. The following are the major outcomes and findings of this project.\n\nConcentrated (60%) LiBr solution (a molten salt hydrate) has unique properties such as low viscosity (only slightly higher than water viscosity), enhanced acidity, and excellent ability to break the inter- and intra-molecular hydrogen bonds of cellulose and thereby destroy the crystalline structure of cellulose. These are the major reasons why cellulose of the biomass can be swelled, dissolved, and eventually hydrolyzed easily and quickly in the LiBr solution, even at high biomass loading.\n\nThe direct saccharification process in the LiBr solution developed in this project is applicable to different types of biomass (woody or non-woody biomass, such as corn stover, aspen and spruce). Cellulose and hemicelluloses in the biomass can be hydrolyzed rapidly (20-60 min) and completely (&gt;90%) into monomeric sugars under moderate conditions (120-140 &deg;C). No expensive pretreatments (such as extensive mechanical size reduction or chemical treatment) or enzymes are required or involved. The process produces high-concentration sugars (&gt;20%) for downstream conversion to biofuels and chemicals. No significant fermentation inhibitors are formed because of the mild reaction conditions, and low residual salt (LiBr) in the sugar stream does not inhibit yeast fermentation,\n\nAfter the saccharification of cellulose and hemicellulose, lignin in the biomass is left over as a solid residue. It was found that the lignin has high purity, low molecular weight, and good solubility in common solvents, suggesting that the lignin has good potential for co-product development. Further investigations using lignin model compounds and industrial lignins indicated that the concentrated LiBr solution is able to selectively cleave the &beta;-O-4 ether bonds in lignin. This is the reason why lignin is depolymerized during the saccharification of cellulose and hemicelluloses in the LiBr solution.\n\nLiBr can be recycled and reused in next batch reaction after being separated from sugars. Many methods were evaluated, including ion-exchange chromatography, liquid-liquid extraction, precipitation, and boronic acid-mediated solvent extraction. All of them are capable of separating LiBr from sugars, and simulated moving bed (SMB) chromatography is an effective way to separate LiBr from sugars.\n\nA new fast method was developed for determining lignin content of biomass. The method is based on the fact that concentrated LiBr can quickly dissolve and hydrolyze carbohydrates (cellulose and hemicellulose) of the biomass and leave lignin as an insoluble residue and quantified gravimetrically. Compared to the existing standard Klason method (two-step acid method), the new method is faster (30 min vs. 3 hour) and simpler (one step), and gives comparable results.\n\nPreliminary techno-economic analysis (TEA) indicated that the saccharification technology of lignocellulosic biomass in concentrated LiBr solution developed in this project is simpler, faster, and economically more feasible than traditional enzymatic hydrolysis that requires cost- and energy-intensive pretreatment of biomass.\n\nOur study also indicated that the LiBr molten salt hydrate (concentrated LiBr solution) is a unique solvent (or reaction medium). In addition to the saccharification of lignocellulosic biomass, it can be used for other reactions, such as glucose isomerization to fructose, furans production from biomass, lignin depolymerization, nanocellulose preparation, and synthesis of probiotics. These findings would broaden the applications of the concentrated LiBr solution in other areas.\n\nThe findings of this project have been used in developing teaching materials. They were also disseminated through the presentations at conferences and through the publications. The project covers broad range of fundamental and applied aspects of science and engineering. This provided an ideal platform through which numerous undergraduate and graduate students, postdocs, and visiting scholars were trained. Summer biomass and bioenergy workshops were organized for local high school students, which raised the public awareness of importance and potential of biomass and bioeconomy.\n\nThis projected demonstrated a unique and fast chemical saccharification technology for lignocellulose to produce low-cost and high-concentration sugars. The success of the project will provide an innovative approach for biomass conversion and could greatly promote, even re-direct, the sugar-based economy. The fundamental understanding of LiBr-enhanced cellulose hydrolysis and lignin depolymerization would provide new knowledge about cellulose dissolution, hydrolysis, and conversion and lignin &beta;-O-4 linkage cleavage in the LiBr solution. \n\n\t\t\t\t\tLast Modified: 09/29/2016\n\n\t\t\t\t\tSubmitted by: Xuejun Pan"
 }
}