{
 "awd_id": "1159048",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Self-Assembly in Multiferroic Nanocomposites",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927949",
 "po_email": "nosavage@nsf.gov",
 "po_sign_block_name": "Nora Savage",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 239976.0,
 "awd_amount": 239976.0,
 "awd_min_amd_letter_date": "2012-03-24",
 "awd_max_amd_letter_date": "2013-06-25",
 "awd_abstract_narration": "Abstract\r\n1159048\r\nLin, Zhiqun\r\n\r\nMultiferroics are multifunctional materials that exhibit both magnetic order and electrical polarization in the same compound. In these materials, the electric polarization can be induced by a magnetic field and conversely, and the magnetization can be induced by an electric field for use in spintronic devices, remote switchable devices, capacitors, sensors, and magnetic data storage. Nanocomposites of polymer/nanoparticle, formed by incorporating nanoparticles into a polymer matrix, have received a great deal of research interest because of the potential performance enhancement relative to either of the non-hybrid constituents. The use of block copolymers (BCPs) as the matrix offers unprecedented opportunities for controlling the spatial and orientational organization of nanoparticles in nanocomposites by constraining the nanoparticles within desired block of copolymer. Crafting novel nanocomposites with hierarchical order based on BCPs with nanoscopic multiferroic particles preferentially segregated into the target BCP domains may offer new opportunities for developing miniaturized multifunctional electromagnetic materials and devices with controlled dielectric permittivity and magnetic permeability as well as large magnetoelectric coupling. This has yet to be explored.\r\n\r\nThe intellectual merit of the proposed research is to understand the self-assembly in BCP/multiferroic nanoparticle nanocomposites that build on the materials-by-design concept and the control of multiferroic properties through engineering the nanometer-scale ordering of nanoparticles in the nanocomposites. Three research objectives will be pursued through the proposed project: (1) Synthesize monodispersed multiferroic nanoparticles intimately and permanently decorated with well-defined ligands at the surface that afford chemical affinity to one block in diblock copolymer (DBCP); (2) Assemble nanostructured composites (i.e., nanocomposites) with hierarchical order based on DBCPs, incorporating multiferroic nanoparticles within the target block of the DBCP; and (3) Evaluate the ferroelectric and ferromagnetic properties and magnetoelectric coupling of nanocomposites in terms of the electromagnetic parameters and spatial arrangement of constituents.\r\n\r\nThe broader impacts of the proposed work include stronger nanoscience education across several levels. Underrepresented female undergraduate students will be recruited to participate in the research project. Summer research for high school teachers in the PI's lab will provide a medium for transferring nanomaterials science knowledge to high school classrooms. Web-based lesson plans on polymeric nanomaterials and nanocrystals will be developed by high-school female interns for 5th-8th graders nationwide. This activity will ultimately expose elementary and middle school students to the nano-world. The significance of employing multiferroic nanomaterials in DBCP nanocomposites is manifested in gaining fundamental knowledge and expertise on the structure-property relationships in these novel nanostructured materials. This new class of materials may promise a wide diversity of applications in advanced spintronics devices, capacitors, actuators, transducers, sensors, among other areas that are anticipated to fill a critical need in civilian applications and national security (i.e., potentially transformative research), thereby transitioning fundamental scientific discoveries into useful technologies that benefit society.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhiqun",
   "pi_last_name": "Lin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhiqun Lin",
   "pi_email_addr": "zhiqun.lin@mse.gatech.edu",
   "nsf_id": "000097014",
   "pi_start_date": "2012-03-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Avenue, NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141400",
   "pgm_ele_name": "INTERFAC PROCESSES & THERMODYN"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "051E",
   "pgm_ref_txt": "Interfacial trans & thermodynamic"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 113350.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 126626.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Polymer/nanoparticle nanocomposites prepared by incorporating nanoparticles into a polymer matrix have received a great deal of research interest because of the potential performance enhancement relative to either of the non-hybrid constituents. Creating novel nanocomposites based on block copolymers with nanoscopic multiferroic particles selectively incorporated into the target block copolymer domains may promise new opportunities for developing miniaturized multifunctional electromagnetic materials and devices with controlled dielectric permittivity and magnetic permeability. This is yet to be explored.</p>\n<p>The intellectual merit of this project&nbsp;is to understand the self-assembly in multiferroic nanocomposites. The research objectives are as follows: (1) synthesize uniform multiferroic nanoparticles decorated with well-defined ligands at the surface that afford chemical affinity to one block in diblock copolymer; (2) Assemble nanocomposites by incorporating multiferroic nanoparticles within the target block of the block copolymer; (3) Investigate the ferroelectric and ferromagnetic properties of the resulting nanocomposites.</p>\n<p>The broader impact of this project include a strong nanoscience education across several levels. Graduate students have been trained on the project. Undergraduate students have been recruited to participate in the research project. The potential benefits of employing multiferroic nanomaterials in diblock copolymer nanocomposites are manifested in gaining fundamental knowledge and expertise on the structure-property relationships in these novel nanostructured materials. This class of new materials may promise a wide range of potential applications in advanced spintronics devices, capacitors, actuators, transducers, sensors, among other areas (i.e., potentially transformative research).</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/19/2015<br>\n\t\t\t\t\tModified by: Zhiqun&nbsp;Lin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPolymer/nanoparticle nanocomposites prepared by incorporating nanoparticles into a polymer matrix have received a great deal of research interest because of the potential performance enhancement relative to either of the non-hybrid constituents. Creating novel nanocomposites based on block copolymers with nanoscopic multiferroic particles selectively incorporated into the target block copolymer domains may promise new opportunities for developing miniaturized multifunctional electromagnetic materials and devices with controlled dielectric permittivity and magnetic permeability. This is yet to be explored.\n\nThe intellectual merit of this project is to understand the self-assembly in multiferroic nanocomposites. The research objectives are as follows: (1) synthesize uniform multiferroic nanoparticles decorated with well-defined ligands at the surface that afford chemical affinity to one block in diblock copolymer; (2) Assemble nanocomposites by incorporating multiferroic nanoparticles within the target block of the block copolymer; (3) Investigate the ferroelectric and ferromagnetic properties of the resulting nanocomposites.\n\nThe broader impact of this project include a strong nanoscience education across several levels. Graduate students have been trained on the project. Undergraduate students have been recruited to participate in the research project. The potential benefits of employing multiferroic nanomaterials in diblock copolymer nanocomposites are manifested in gaining fundamental knowledge and expertise on the structure-property relationships in these novel nanostructured materials. This class of new materials may promise a wide range of potential applications in advanced spintronics devices, capacitors, actuators, transducers, sensors, among other areas (i.e., potentially transformative research).\n\n \n\n \n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 07/19/2015\n\n\t\t\t\t\tSubmitted by: Zhiqun Lin"
 }
}