{
 "awd_id": "1159038",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "IRFP: Assessing the Role of Ecosystem Structure in Extinction Patterns During the Cretaceous-Paleocene Mass Extinction",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cassandra Dudka",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 122952.0,
 "awd_amount": 122952.0,
 "awd_min_amd_letter_date": "2012-07-24",
 "awd_max_amd_letter_date": "2012-07-24",
 "awd_abstract_narration": "The International Research Fellowship Program enables U.S. scientists and engineers to conduct nine to twenty-four months of research abroad. The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise and experimental conditions abroad. \r\n\r\nThis award will support a twenty-four-month research fellowship by Dr. Cory M. Redman to work with Dr. Craig Scott at the Royal Tyrrell Museum of Palaeontology in Alberta, Canada. \r\n\r\nThe magnitude of the problems threatening modern ecosystems resembles those intervals of geological time associated with mass extinctions; for this reason the fossil record provides a critical role in understanding the responses of ecosystems to global-scale disruptions. However, most paleoecological mass extinction studies have focused on measuring the magnitude of extinction among various taxonomic groups or trying to identify the primary abiotic cause(s) of the extinction. The role of ecosystem structure in the propagation of or resistance to an extinction event has largely gone unstudied. The Cretaceous-Paleogene (K-Pg) mass extinction is one of the most infamous mass extinctions in Earth?s history, due to the demise of the dinosaurs. Despite the profusion of publications, considerable controversy remains on the stability or health of terrestrial ecosystems prior to the K-Pg event and the changes in ecosystem caused by the extinction. \r\n\r\nThe objective of the research proposed here is to quantitatively characterize changes in terrestrial ecosystems' structure before and after the K-Pg extinction event, using whole assemblage, rank abundance curves (RACs) of vertebrates and pollen. RACs are an ecological technique used to visually and quantitatively describe how taxa in an ecosystem partition resources and convert these resources into abundances. Any change in abundance structure across the K-Pg boundary would indicate change(s) in the processes that are influencing the ecosystems. Ecological studies utilizing modern and fossil organisms have shown that species abundance distributions change as a result of the frequency and magnitude of perturbations. Ecosystems that have experienced frequent perturbations are typically dominated by a few species that have a wide habitat range or food preference (i.e., generalists). In contrast, ecosystems that have not experienced frequent perturbations typically have resources apportioned more evenly across a diverse array of species, each one having a very narrow habitat range or food preference (i.e., specialists). The rationale for conducting this study is to determine if latest Cretaceous terrestrial ecosystems were already under ecological stress prior to the K-Pg boundary by directly analyzing pre- and post- extinction ecosystems using organisms that occupy different trophic levels (i.e., vertebrates = primary & secondary consumers; pollen= primary producers).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cory",
   "pi_last_name": "Redman",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Cory M Redman",
   "pi_email_addr": "",
   "nsf_id": "000573892",
   "pi_start_date": "2012-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Redman                  Cory           M",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Bryan",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "",
  "inst_zip_code": "778014626",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Royal Tyrrell Musuem of Palaeontology",
  "perf_str_addr": null,
  "perf_city_name": "Drumheller, Alberta",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "CA",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Canada",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "595600",
   "pgm_ele_name": "IRFP-Inter Res Fellowship Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  },
  {
   "pgm_ref_code": "7561",
   "pgm_ref_txt": "CANADA"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 122952.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant supported a two year (2012-2014), international postdoctoral fellowship position in Canada.&nbsp; The research objective was to study the latest Cretaceous and earliest Paleocene vertebrate microfossil record of the Scollard, Frenchman, and Ravenscrag formations of southern Alberta and southwestern Saskatchewan.&nbsp; The goal was to develop a better understanding of how terrestrial ecosystems changed as a result of the Cretaceous-Paleogene mass extinction.&nbsp; Vertebrate microfossil localities, or microsites, are accumulations of abundant (&gt;100), small-sized (1&ndash;100 mm), disarticulated skeletal elements such as teeth, scales, and bones.&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>To date, this project has produced one publication and three manuscripts that will be submitted before the end of the year.&nbsp; The first paper to be published comes out in the Canadian Journal of Earth Sciences and document the geographic locations, stratigraphic positions, and lithologies of key vertebrate microfossil localities in the uppermost Frenchman and lowermost Ravenscrag formations in the Frenchman River Valley of southwestern Saskatchewan.&nbsp; Included in this publication is the geographic location and stratigraphic position of two historically significant microsite that were relocated during the course of this study after 20 years of being lost.&nbsp; Two manuscripts that are currently in preparation describe the mammalian and osteichthyan fauna, respectively, recovered from an early Paleocene microsite in the Ravenscarg Formation of the Frenchman River Valley.&nbsp; This microsite is only one of three early Paleocene microsites known from the Ravenscrag Formation in the Frenchman River Valley and will provide an important comparison of earliest Paleocene fauna in western North America.&nbsp; The final manuscript that is currently in preparation is a technical paper reporting a new screen box design and the benefits of using artificial wood in screen boxes.&nbsp;</p>\n<p>Additional achievements as a result in this funding, include finding two vertebrate microfossil localities in the latest Maastrichtian Scollard Formation of southern Alberta.&nbsp; This brings the number of latest Maastrichtian microsites know from this formation up to five.&nbsp; Four new vertebrate microfossil localities were discovered in the upper Frenchman Formation in the Frenchman River Valley of southwestern Sasksatchewan.&nbsp; The fossil assemblage from these new localities will be described in the future, when a sufficient sample size has been achieved.&nbsp; A new museum program for advanced secondary school students was also developed, allowing students to take part in each of the steps (wet screen-washing, picking, and fossil identification) used to recover vertebrate microfossils.&nbsp; This program allows secondary school students the opportunity to take part in original scientific research, while assisting researchers in the processing of material.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/22/2015<br>\n\t\t\t\t\tModified by: Cory&nbsp;M&nbsp;Redman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis grant supported a two year (2012-2014), international postdoctoral fellowship position in Canada.  The research objective was to study the latest Cretaceous and earliest Paleocene vertebrate microfossil record of the Scollard, Frenchman, and Ravenscrag formations of southern Alberta and southwestern Saskatchewan.  The goal was to develop a better understanding of how terrestrial ecosystems changed as a result of the Cretaceous-Paleogene mass extinction.  Vertebrate microfossil localities, or microsites, are accumulations of abundant (&gt;100), small-sized (1&ndash;100 mm), disarticulated skeletal elements such as teeth, scales, and bones.      \n\nTo date, this project has produced one publication and three manuscripts that will be submitted before the end of the year.  The first paper to be published comes out in the Canadian Journal of Earth Sciences and document the geographic locations, stratigraphic positions, and lithologies of key vertebrate microfossil localities in the uppermost Frenchman and lowermost Ravenscrag formations in the Frenchman River Valley of southwestern Saskatchewan.  Included in this publication is the geographic location and stratigraphic position of two historically significant microsite that were relocated during the course of this study after 20 years of being lost.  Two manuscripts that are currently in preparation describe the mammalian and osteichthyan fauna, respectively, recovered from an early Paleocene microsite in the Ravenscarg Formation of the Frenchman River Valley.  This microsite is only one of three early Paleocene microsites known from the Ravenscrag Formation in the Frenchman River Valley and will provide an important comparison of earliest Paleocene fauna in western North America.  The final manuscript that is currently in preparation is a technical paper reporting a new screen box design and the benefits of using artificial wood in screen boxes. \n\nAdditional achievements as a result in this funding, include finding two vertebrate microfossil localities in the latest Maastrichtian Scollard Formation of southern Alberta.  This brings the number of latest Maastrichtian microsites know from this formation up to five.  Four new vertebrate microfossil localities were discovered in the upper Frenchman Formation in the Frenchman River Valley of southwestern Sasksatchewan.  The fossil assemblage from these new localities will be described in the future, when a sufficient sample size has been achieved.  A new museum program for advanced secondary school students was also developed, allowing students to take part in each of the steps (wet screen-washing, picking, and fossil identification) used to recover vertebrate microfossils.  This program allows secondary school students the opportunity to take part in original scientific research, while assisting researchers in the processing of material. \n\n\t\t\t\t\tLast Modified: 06/22/2015\n\n\t\t\t\t\tSubmitted by: Cory M Redman"
 }
}