{
 "awd_id": "1159206",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "IRFP: Topological Representations of Matroids and the Geometry of Phylogenetic Trees",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cassandra Dudka",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 166861.0,
 "awd_amount": 166861.0,
 "awd_min_amd_letter_date": "2012-08-03",
 "awd_max_amd_letter_date": "2012-08-03",
 "awd_abstract_narration": "The International Research Fellowship Program enables U.S. scientists and engineers to conduct nine to twenty-four months of research abroad. The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise and experimental conditions abroad. \r\n\r\nThis award will support a twenty-four-month research fellowship by Dr. Matthew T. Stamps to work with Dr. Svante Linusson at the Royal Institute of Technology (KTH) in Stockholm, Sweden.\r\n\r\nA relatively new field of mathematics is topological combinatorics, which concerns, as its name suggests, the interactions between combinatorics and algebraic topology.  The main idea is to translate a genuine combinatorial question into a topological problem whose solution is both well studied and answers the original question at hand.  This approach has led to many significant breakthroughs over the past several decades; in fact, there are a number of deep theorems in combinatorics whose only known proofs require topological techniques.  This project considers several applications of those techniques to matroid theory and evolutionary biology.  \r\n\r\nMatroids are (discrete) mathematical objects that capture the notion of independence.  They most frequently appear in combinatorics and optimization, but they also arise from arrangements of circles on spheres (along with higher dimensional analogs) that can be constructed from topological objects called homotopy colimits of a diagram of spaces.  The primary aim of the PI is to establish an explicit role in which homotopy colimits can provide novel solutions to a collection of problems in matroid theory and, more generally, in algebraic combinatorics.  A secondary component of the project explores the geometry of the edge-product space of phylogenetic trees, a probabilistic model from evolutionary biology aimed at allowing taxonomists to work with missing information (an important feature given that, in some areas, new species are discovered rather frequently).   \r\n\r\nThis line of research incorporates techniques from several disciplines in mathematics, including commutative algebra, combinatorics, discrete geometry, algebraic topology, and probability theory, while developing collaboration between the PI and research groups at the Royal Institute of Technology (KTH) in Stockholm, Sweden (Dr. Anders Björner and Dr. Svante Linusson), Aalto University in Helsinki, Finland (Dr. Alexander Engström), and the Freie Universität - Berlin in Germany (Dr. Günter Ziegler).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Stamps",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew T Stamps",
   "pi_email_addr": "",
   "nsf_id": "000600534",
   "pi_start_date": "2012-08-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stamps                  Matthew        T",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Davis",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "956164764",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "KTH Royal Institute of Technology Mathematics",
  "perf_str_addr": null,
  "perf_city_name": "Stockholm",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "SW",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Sweden",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "595600",
   "pgm_ele_name": "IRFP-Inter Res Fellowship Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5937",
   "pgm_ref_txt": "SWEDEN"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 166861.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project focused on a relatively new field of mathematics called topological combinatorics, which concerns, as its name suggests, the interactions between combinatorics and topology. The central idea of the topic is to translate a genuinely combinatorial question into a topological problem whose solution is both well-studied and answers the original question at hand. This approach has led to many significant breakthroughs over the past several decades &mdash; in fact, there are a number of deep theorems in combinatorics whose only known proofs require topological techniques &mdash; because it allows one develop geometric intuition for solving problems that are computationally infeasible.&nbsp; The project considered applications of such techniques to matroid theory and evolutionary biology:&nbsp;</p>\n<p>Matroids are discrete mathematical objects that capture the notion of independence. They most frequently appear in combinatorial optimization, but they also arise more generally in combinatorics, for instance as arrangements of circles on spheres (and their higher dimensional analogs) which can be constructed from topological objects called homotopy colimits of diagrams of spaces. The primary aim of the PI was to establish an explicit role in which homotopy colimits can provide novel solutions to a collection of problems in matroid theory and, more generally, in algebraic combinatorics.&nbsp; To this end, the PI and his collaborators proved that the homotopy colimit constructions on matroids are as computationally practicable as one could hope and that they can be embedded naturally into smooth spheres &mdash; a first step toward a generalization of the Brieskorn-Orlik-Solomon Theorem.&nbsp; They also investigated matroid bundles as combinatorial models for tropical manifolds and varieties, which are central objects of interest in tropical geometry, a relatively new field at the interface of algebraic geometry and combinatorics with notable applications in computational biology and optimisation.&nbsp; Specifically, PI and his collaborators showed that essential information about the tropicalization of a real differential manifold is encoded in, and accessible from, its underlying oriented matroid bundle. This is a natural application of the work by Anderson and Davis on combinatorial differential manifolds initiated by Gelfand and MacPherson to find elegant combinatorial formulas for characteristic classes of a real vector bundle.</p>\n<p>A second component of the project proposed an exploration of the geometry of the edge-product space of phylogenetic trees, a probabilistic model from evolutionary biology aimed at allowing taxonomists to work with missing information (an important feature given that, in some areas, new species are discovered rather frequently).&nbsp; The specific research questions posed by the PI were answered in a paper published between the application period and the start date of the project.&nbsp; Accordingly, the PI and his scientific host shifted their focus to investigating generalizations of Simpson&rsquo;s paradox, which asserts that a pair of random variables that are positively correlated over several different groups of data can be negatively correlated over their union.&nbsp; The investigators observed (and developed software to generate) examples where natural analogs of Simpson&rsquo;s paradox occur on triples of random variables, and were able to give a simple discrete geometric classification for when the so-called diagonal three-dimensional Simpson's paradox cannot occur.&nbsp; They anticipate this line of work will have useful applications in evolutionary biology.</p>\n<p>During the award period, the PI collaborated with research groups at the Royal Institute of Technology (KTH) in Stockholm, Sweden; Aalto University in Helsinki, Finland; and the University of Fribourg in Switzerland.&nbsp; He also mentored two undergraduate r...",
  "por_txt_cntn": "\nThis project focused on a relatively new field of mathematics called topological combinatorics, which concerns, as its name suggests, the interactions between combinatorics and topology. The central idea of the topic is to translate a genuinely combinatorial question into a topological problem whose solution is both well-studied and answers the original question at hand. This approach has led to many significant breakthroughs over the past several decades &mdash; in fact, there are a number of deep theorems in combinatorics whose only known proofs require topological techniques &mdash; because it allows one develop geometric intuition for solving problems that are computationally infeasible.  The project considered applications of such techniques to matroid theory and evolutionary biology: \n\nMatroids are discrete mathematical objects that capture the notion of independence. They most frequently appear in combinatorial optimization, but they also arise more generally in combinatorics, for instance as arrangements of circles on spheres (and their higher dimensional analogs) which can be constructed from topological objects called homotopy colimits of diagrams of spaces. The primary aim of the PI was to establish an explicit role in which homotopy colimits can provide novel solutions to a collection of problems in matroid theory and, more generally, in algebraic combinatorics.  To this end, the PI and his collaborators proved that the homotopy colimit constructions on matroids are as computationally practicable as one could hope and that they can be embedded naturally into smooth spheres &mdash; a first step toward a generalization of the Brieskorn-Orlik-Solomon Theorem.  They also investigated matroid bundles as combinatorial models for tropical manifolds and varieties, which are central objects of interest in tropical geometry, a relatively new field at the interface of algebraic geometry and combinatorics with notable applications in computational biology and optimisation.  Specifically, PI and his collaborators showed that essential information about the tropicalization of a real differential manifold is encoded in, and accessible from, its underlying oriented matroid bundle. This is a natural application of the work by Anderson and Davis on combinatorial differential manifolds initiated by Gelfand and MacPherson to find elegant combinatorial formulas for characteristic classes of a real vector bundle.\n\nA second component of the project proposed an exploration of the geometry of the edge-product space of phylogenetic trees, a probabilistic model from evolutionary biology aimed at allowing taxonomists to work with missing information (an important feature given that, in some areas, new species are discovered rather frequently).  The specific research questions posed by the PI were answered in a paper published between the application period and the start date of the project.  Accordingly, the PI and his scientific host shifted their focus to investigating generalizations of SimpsonÆs paradox, which asserts that a pair of random variables that are positively correlated over several different groups of data can be negatively correlated over their union.  The investigators observed (and developed software to generate) examples where natural analogs of SimpsonÆs paradox occur on triples of random variables, and were able to give a simple discrete geometric classification for when the so-called diagonal three-dimensional Simpson's paradox cannot occur.  They anticipate this line of work will have useful applications in evolutionary biology.\n\nDuring the award period, the PI collaborated with research groups at the Royal Institute of Technology (KTH) in Stockholm, Sweden; Aalto University in Helsinki, Finland; and the University of Fribourg in Switzerland.  He also mentored two undergraduate research projects, was a visiting instructor at the Canada/USA Mathcamp, and co-organized a weekly research seminar, as well as the Special Ses..."
 }
}