{
 "awd_id": "1159423",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Ultrasensitive Cancer Biomarker Detection on Biophotonic Chips",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Leon Esterowitz",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 233688.0,
 "awd_amount": 245688.0,
 "awd_min_amd_letter_date": "2012-06-22",
 "awd_max_amd_letter_date": "2015-04-28",
 "awd_abstract_narration": "1159453/1159423\r\nSchmidt/Hawkins\r\n\r\nThe main goal of the proposal is to develop a chip that combines microfluidics with a sensitive fluorescence excitation and detection platform that relies on liquid-core waveguides. This lab-on-a-chip is designed for highly sensitive and specific detection of cell-free nucleic acids (CNAs) that are found in elevated concentrations within the bodily fluids of cancer patients. The high sensitivity of the proposed technology is expected to obviate the need for amplification that is currently required when performing traditional PCR assays for CNAs, which in turn increase the complexity and cost associated with this approach. \r\n\r\nThe investigators propose to initially develop a multi-mode interferometric approach for fluorescence excitation in order to enhance the signal to noise ratio and to enable spectral multiplexing in order to enhance sensitivity and specificity. The second step involves integration of the silicon photonic layer with standard PDMS microfluidics layers for sample preparation and filtering. The integrated device will be tested initially using fluorescent beacons against viral nucleic acids associated with high-risk human papilloma virus (HPV) 18. In the final step, the platform will be tested using blood from 5 melanoma patients, a healthy human and a leukemia patient.\r\n\r\nPolymerase chain reaction (PCR) methods are the current gold standard in cell-free nucleic acids (CNA) detection and rely on amplifying the genomic material to produce a sufficiently large signal for optical readout.. The PIs propose to demonstrate and validate a biophotonic platform for multiplexed, amplification-free analysis of cell-free DNA. At its core will be liquid-core optical waveguides that have a limit of detection of single fluorescing molecules of DNA/RNA at clinically relevant concentrations. The project will address key innovations at all levels of the detection system, and, if successful, create a transformative step for cancer diagnosis, enabling non-invasive and quantitative analysis of biomarker panels from cell-free DNA.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aaron",
   "pi_last_name": "Hawkins",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Aaron R Hawkins",
   "pi_email_addr": "hawkins@ee.byu.edu",
   "nsf_id": "000480881",
   "pi_start_date": "2012-06-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brigham Young University",
  "inst_street_address": "A-153 ASB",
  "inst_street_address_2": "",
  "inst_city_name": "PROVO",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8014223360",
  "inst_zip_code": "846021128",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "UT03",
  "org_lgl_bus_name": "BRIGHAM YOUNG UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JWSYC7RUMJD1"
 },
 "perf_inst": {
  "perf_inst_name": "Brigham Young University",
  "perf_str_addr": "A-285 ASB",
  "perf_city_name": "Provo",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "846021231",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "UT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "723600",
   "pgm_ele_name": "BioP-Biophotonics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "005E",
   "pgm_ref_txt": "Neuro-photonics"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 233688.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 6000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: Times New Roman; font-size: x-small;\">The goal of this project was to demonstrate an amplification-free platform for cancer biomarker detection in cell-free nucleic acids. This was to be done using a hybrid optofluidic platform that combines single-molecule sensitivity in liquid-core waveguides with a dedicated microfluidic layer for sample preparation and distribution. The resulting devices would be capable of multiplex identification of multiple cancer biomarkers with high sensitivity on the same chip. </span><span><span style=\"font-family: Times New Roman; font-size: x-small;\">&nbsp;</span></span><span style=\"font-family: Times New Roman; font-size: x-small;\">Multiplexing would be possible by creating multi-spot excitation points along the liquid core, with the number of excitation points being wavelength dependent.</span><span><span style=\"font-family: Times New Roman; font-size: x-small;\">&nbsp; </span></span><span style=\"font-family: Times New Roman; font-size: x-small;\">By applying different fluorescent tags to different bioparticles, distinct optical signatures can be detected.</span></p>\n<p><span style=\"font-family: Times New Roman; font-size: x-small;\">To accomplish our goals a large number of silicon based multiplexing chips were fabricated in the cleanroom facility at Brigham Young University. </span><span><span style=\"font-family: Times New Roman; font-size: x-small;\">&nbsp;</span></span><span style=\"font-family: Times New Roman; font-size: x-small;\">These devices were then passed to our collaborators at the University of California, Santa Cruz for optical testing. </span><span><span style=\"font-family: Times New Roman; font-size: x-small;\">&nbsp;</span></span><span style=\"font-family: Times New Roman; font-size: x-small;\">During the course of the project we discovered that the oxide layers from which our devices were made were susceptible to water absorption and their performance could degrade over time. </span><span><span style=\"font-family: Times New Roman; font-size: x-small;\">&nbsp;</span></span><span style=\"font-family: Times New Roman; font-size: x-small;\">In depth investigations were performed in order to understand this effect. </span><span><span style=\"font-family: Times New Roman; font-size: x-small;\">&nbsp;</span></span><span style=\"font-family: Times New Roman; font-size: x-small;\">Devices capable of multiplex detection were made using both Y-splitter and MMI waveguides. </span><span><span style=\"font-family: Times New Roman; font-size: x-small;\">&nbsp;</span></span><span style=\"font-family: Times New Roman; font-size: x-small;\">These devices successfully detected multiple cancer biomarkers simultaneously using a multi-color fluorophore labeling scheme. </span><span><span style=\"font-family: Times New Roman; font-size: x-small;\">&nbsp;&nbsp;</span></span></p>\n<p><span style=\"font-family: Times New Roman; font-size: x-small;\">Four graduate students and five undergraduate students worked on this research project over its timespan.</span><span><span style=\"font-family: Times New Roman; font-size: x-small;\">&nbsp; </span></span><span style=\"font-family: Times New Roman; font-size: x-small;\">All student participants were exposed to a variety of engineering fields including optics, materials, microbiology, and semiconductor processing.</span><span><span style=\"font-family: Times New Roman; font-size: x-small;\">&nbsp; </span></span><span style=\"font-family: Times New Roman; font-size: x-small;\">Many of them have already accepted jobs with semiconductor manufacturing companies as this project provided invaluable experience on semiconductor process design and materials characterization. </span></p>\n<p><span style=\"font-family: Times New Roman; font-size: x-small;\">Undergraduate students working on this project have also been a part of the IMMERSE program at BYU, an undergraduate specific research program which prepares students for further graduate studies.</span><span><span style=\"font-family: Times New Roman; font-size: x-small;\">&nbsp; </span></span><span style=\"font-family: Times New Roman; font-size: x-small;\">IMMERSE students participate in several scientific outreach programs including lab demonstrations for SOAR, an on-campus BYU sponsored program for underrepresented minority high school students.</span><span><span style=\"font-family: Times New Roman; font-size: x-small;\">&nbsp; </span></span><span style=\"font-family: Times New Roman; font-size: x-small;\">Additionally, IMMERSE provides staffing for Chip Camp, a three-day engineering based summer camp for 7</span><sup><span style=\"font-family: Times New Roman; font-size: x-small;\">th</span></sup><span style=\"font-family: Times New Roman; font-size: x-small;\"> and 8</span><sup><span style=\"font-family: Times New Roman; font-size: x-small;\">th</span></sup><span style=\"font-family: Times New Roman; font-size: x-small;\"> graders.</span><span><span style=\"font-family: Times New Roman; font-size: x-small;\">&nbsp; </span></span><span style=\"font-family: Times New Roman; font-size: x-small;\">In 2015, Chip Camp brought 122 students to the BYU campus to learn about engineering principles, especially those related to the semiconductor field. </span><span><span style=\"font-family: Times New Roman; font-size: x-small;\">&nbsp;</span></span><span style=\"font-family: Times New Roman; font-size: x-small;\">In 2016, Chip Camp hosted 130 students and will continue to expand.</span></p>\n<p><strong>&nbsp;</strong><em>&nbsp;</em></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/28/2016<br>\n\t\t\t\t\tModified by: Aaron&nbsp;R&nbsp;Hawkins</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this project was to demonstrate an amplification-free platform for cancer biomarker detection in cell-free nucleic acids. This was to be done using a hybrid optofluidic platform that combines single-molecule sensitivity in liquid-core waveguides with a dedicated microfluidic layer for sample preparation and distribution. The resulting devices would be capable of multiplex identification of multiple cancer biomarkers with high sensitivity on the same chip.  Multiplexing would be possible by creating multi-spot excitation points along the liquid core, with the number of excitation points being wavelength dependent.  By applying different fluorescent tags to different bioparticles, distinct optical signatures can be detected.\n\nTo accomplish our goals a large number of silicon based multiplexing chips were fabricated in the cleanroom facility at Brigham Young University.  These devices were then passed to our collaborators at the University of California, Santa Cruz for optical testing.  During the course of the project we discovered that the oxide layers from which our devices were made were susceptible to water absorption and their performance could degrade over time.  In depth investigations were performed in order to understand this effect.  Devices capable of multiplex detection were made using both Y-splitter and MMI waveguides.  These devices successfully detected multiple cancer biomarkers simultaneously using a multi-color fluorophore labeling scheme.   \n\nFour graduate students and five undergraduate students worked on this research project over its timespan.  All student participants were exposed to a variety of engineering fields including optics, materials, microbiology, and semiconductor processing.  Many of them have already accepted jobs with semiconductor manufacturing companies as this project provided invaluable experience on semiconductor process design and materials characterization. \n\nUndergraduate students working on this project have also been a part of the IMMERSE program at BYU, an undergraduate specific research program which prepares students for further graduate studies.  IMMERSE students participate in several scientific outreach programs including lab demonstrations for SOAR, an on-campus BYU sponsored program for underrepresented minority high school students.  Additionally, IMMERSE provides staffing for Chip Camp, a three-day engineering based summer camp for 7th and 8th graders.  In 2015, Chip Camp brought 122 students to the BYU campus to learn about engineering principles, especially those related to the semiconductor field.  In 2016, Chip Camp hosted 130 students and will continue to expand.\n\n  \n\n \n\n\t\t\t\t\tLast Modified: 10/28/2016\n\n\t\t\t\t\tSubmitted by: Aaron R Hawkins"
 }
}