{
 "awd_id": "1159109",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop on a Registry of Anthropological Data",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032927783",
 "po_email": "jmantz@nsf.gov",
 "po_sign_block_name": "Jeffrey Mantz",
 "awd_eff_date": "2012-05-15",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 24957.0,
 "awd_amount": 30340.0,
 "awd_min_amd_letter_date": "2012-05-15",
 "awd_max_amd_letter_date": "2012-08-02",
 "awd_abstract_narration": "This award to the American Anthropological Association will provide support for a workshop on creating a national registry for extant and future cultural anthropological databases. The workshop will focus on archive selection; best practices for data and meta data formatting; eliciting researcher participation; and providing for on-going technical and financial support. The overarching goal is to create a central site where researchers can go to locate sources of visual field recordings, digital data sets, websites, and archival collections of fieldnotes, photographs, coding sheets, and other materials. The workshop will bring together archivists, anthropologists, representatives of key anthropological institutions, and technical specialists. The resulting report will be widely disseminated through multiple publication venues to encourage a wider discussion and support from anthropological researchers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Oona",
   "pi_last_name": "Schmid",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Oona Schmid",
   "pi_email_addr": "oschmid@aaanet.org",
   "nsf_id": "000588150",
   "pi_start_date": "2012-05-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lisa",
   "pi_last_name": "Cliggett",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Lisa C Cliggett",
   "pi_email_addr": "Lisa.Cliggett@uky.edu",
   "nsf_id": "000449890",
   "pi_start_date": "2012-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American Anthropological Assoc",
  "inst_street_address": "2300 CLARENDON BLVD STE 1301",
  "inst_street_address_2": "",
  "inst_city_name": "ARLINGTON",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7035281902",
  "inst_zip_code": "222013386",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "VA08",
  "org_lgl_bus_name": "AMERICAN ANTHROPOLOGICAL ASSOCIATION",
  "org_prnt_uei_num": "WCBWCSP72MY5",
  "org_uei_num": "P41RMQKLBCZ8"
 },
 "perf_inst": {
  "perf_inst_name": "American Anthropological Assoc",
  "perf_str_addr": "2200 Wilson Blvd, Ste 600",
  "perf_city_name": "Arlington",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "222013357",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "VA08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139000",
   "pgm_ele_name": "Cultural Anthropology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1390",
   "pgm_ref_txt": "CULTURAL ANTHROPOLOGY"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 30340.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant (BCS-1159109) supported the American Anthropological Association&rsquo;s efforts to move forward on the creation of a registry for anthropological data sets. A data registry has the potential to address a key problem in anthropology: How to help researchers and other interested groups discover diverse, widely-distributed, heterogeneous data in a digital world; how to improve the access, sharing, and building upon existing data knowledge while respecting ethical mandates to protect human subjects. A data registry could provide a means by which a wide range of widely dispersed source materials--be they photographs, physical specimens like bones, spoken language samples, archaeological data, field notes, LIDaR scans, biometric databases, or recorded songs and rituals&mdash;could be located in one central open access finding aid.</p>\n<p>Such a resource would help groups interested in their cultural heritage, historians, international relations experts, social science scholars and anyone &nbsp;interested in &ldquo;the human condition&rdquo; locate documentary evidence about a vast range of cultural, linguistic, archaeological and biological processes.</p>\n<p>The grant funded two primary activities:</p>\n<p>1) the creation of a wiki to canvass the location and variety of data sets currently available See: <a href=\"http://anthroregistry.wikia.com/wiki/Registry_of_Anthropological_Data_Wiki\">http://anthroregistry.wikia.com/wiki/Registry_of_Anthropological_Data_Wiki</a> and</p>\n<p>2) assemble leading archivists and data collectors at a two-day workshop to identify the necessary fields, define important datasets, and locate the best opportunities for a potential anthropological data registry.</p>\n<p>Key findings from the two day workshop:</p>\n<p><em>Descriptions of Records in the Registry</em>The workshop attendees discussed essential fields for a data registry to support aiding discovery of relevant anthropological materials. The overwhelming consensus of these experts was less is more. Participants of the workshop felt that users no longer are fluent in structured searching, further undermining reasons to create a highly structured registry. Interestingly, the participants agreed that crowd-sourced records produce richer description, and there was a widespread sentiment that no taxonomy can adequately cover the real circumstances and nuances of data sets. There were three places, however, where the workshop conversation suggested the value of a controlled vocabulary outweighed its liabilities.</p>\n<ul>\n<li><em>Primary Investigator: </em>The group came to a consensus that the &ldquo;primary investigator&rdquo; field (the data field that captures the creator and primary research collector of the data set) is critical for any registry. A significant contribution of a registry would be to concatenate the products of individual authors. This collation would offer a huge user benefit to the registry. The current state of records is that the researcher&rsquo;s corpus is often divided, such as when the sound files go to a separate archive than the papers and field notes of the same individual.&nbsp; Some participants pointed out that authorship has become cloudier because informant communities are increasingly appearing as co-authors. The key take-away from the workshop, however, emphasized that searching for data sets is very likely to continue around the &ldquo;primary investigator.&rdquo;</li>\n<li><em>Relationship of Data Sets: </em>Workshop attendees felt that a data registry would also provide value if it could codify relationships between respective data sets. For instance, a registry would create a linkage between longitudinal studies or a reanalysis or recoding of an initial data set or secondary transcriptions.</li>\n<li><em>Level of Granularity: </em>The participating organizations create records with varying levels of granularity. A registry would need to suppor...",
  "por_txt_cntn": "\nThis grant (BCS-1159109) supported the American Anthropological AssociationÆs efforts to move forward on the creation of a registry for anthropological data sets. A data registry has the potential to address a key problem in anthropology: How to help researchers and other interested groups discover diverse, widely-distributed, heterogeneous data in a digital world; how to improve the access, sharing, and building upon existing data knowledge while respecting ethical mandates to protect human subjects. A data registry could provide a means by which a wide range of widely dispersed source materials--be they photographs, physical specimens like bones, spoken language samples, archaeological data, field notes, LIDaR scans, biometric databases, or recorded songs and rituals&mdash;could be located in one central open access finding aid.\n\nSuch a resource would help groups interested in their cultural heritage, historians, international relations experts, social science scholars and anyone  interested in \"the human condition\" locate documentary evidence about a vast range of cultural, linguistic, archaeological and biological processes.\n\nThe grant funded two primary activities:\n\n1) the creation of a wiki to canvass the location and variety of data sets currently available See: http://anthroregistry.wikia.com/wiki/Registry_of_Anthropological_Data_Wiki and\n\n2) assemble leading archivists and data collectors at a two-day workshop to identify the necessary fields, define important datasets, and locate the best opportunities for a potential anthropological data registry.\n\nKey findings from the two day workshop:\n\nDescriptions of Records in the RegistryThe workshop attendees discussed essential fields for a data registry to support aiding discovery of relevant anthropological materials. The overwhelming consensus of these experts was less is more. Participants of the workshop felt that users no longer are fluent in structured searching, further undermining reasons to create a highly structured registry. Interestingly, the participants agreed that crowd-sourced records produce richer description, and there was a widespread sentiment that no taxonomy can adequately cover the real circumstances and nuances of data sets. There were three places, however, where the workshop conversation suggested the value of a controlled vocabulary outweighed its liabilities.\n\nPrimary Investigator: The group came to a consensus that the \"primary investigator\" field (the data field that captures the creator and primary research collector of the data set) is critical for any registry. A significant contribution of a registry would be to concatenate the products of individual authors. This collation would offer a huge user benefit to the registry. The current state of records is that the researcherÆs corpus is often divided, such as when the sound files go to a separate archive than the papers and field notes of the same individual.  Some participants pointed out that authorship has become cloudier because informant communities are increasingly appearing as co-authors. The key take-away from the workshop, however, emphasized that searching for data sets is very likely to continue around the \"primary investigator.\"\nRelationship of Data Sets: Workshop attendees felt that a data registry would also provide value if it could codify relationships between respective data sets. For instance, a registry would create a linkage between longitudinal studies or a reanalysis or recoding of an initial data set or secondary transcriptions.\nLevel of Granularity: The participating organizations create records with varying levels of granularity. A registry would need to support this range of granularity, in which some archives would contribute collection level records, and some data repositories and institutional repositories would provide record-level entries.\n\n\nImportance of \"the abstract\"\n\nDiscussions also identified \"the abstract\" as an extremely important field which leads to ..."
 }
}