{
 "awd_id": "1159852",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Bioinspired ECM Network  Hydrogels as Templates for Engineering Vascular Tissues",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Friedrich Srienc",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 299999.0,
 "awd_amount": 299999.0,
 "awd_min_amd_letter_date": "2012-07-25",
 "awd_max_amd_letter_date": "2012-07-25",
 "awd_abstract_narration": "Taite/ 1159852\r\n\r\nThis award to the Georgia Institute of Technology by the Biotechnology, Biochemical and Biomass Engineering Program and the Biomaterials Program supports the development of hybrid materials that facilitate the engineering of a natural protein matrix within a synthetic material for use as a template for the formation of cardiovascular tissues. Engineering stable vascular substitutes has the potential to improve the health of the large portion of our population suffering from cardiovascular disease, and this work will lead to the design of a new class of biologically active materials designed to encourage development of the extracellular matrix (ECM) that provides mechanical support and the means of cellular communication within vascular tissues. Currently, the replication of tissue structure and function has not been achieved by the use of natural protein or synthetic polymer biomaterial scaffolds. The long term goal of this project aims to blend synthetic and natural biomaterials to form a scaffold capable of instructing human cells to arrange the appropriate tissue structure using cell-adhesive hydrogels as the base mechanical support for engineering a functional ECM by encapsulated human cells. This will be accomplished by: 1) incorporating the cell adhesion and crosslinking motifs that are found naturally in the protein elastin into poly(ethylene glycol) hydrogels to form an ECM-templated scaffold, 2) studying the kinetics of elastin fiber formation and cellular interactions within this hybrid matrix, and 3) optimizing protein production by tailoring the hydrogel environment to further support cellular growth and organization. The proposed research builds upon previous developments using tailorable hydrogels as ECM mimics that promote cell adhesion, while the intellectual merit lies in development of the natural component of our hybrid synthetic/natural copolymer system by human cells and the physical linkage of the two materials through the crosslinking biologically inspired peptide sequences. The development and optimization of this system will reveal much about the signals necessary for structural development of the ECM and the cues necessary for engineering healthy vascular tissues. \r\n\r\nThe success of the proposed research will guide the way to new classes of materials optimized for tissue formation. The ability of cells to control their own spatial and temporal remodeling of biomaterials will allow optimal scaffold design to facilitate tissue engineering. These materials can be broadly applied to other areas of tissue engineering and biomaterials research by providing a tool to study how the integration of synthetic materials and naturally derived ECM impacts cell-cell and cell-material interactions in different tissues and to study the mechanisms of ECM deposition and remodeling that are yet unknown. Through the integrated education plan, students will have exposure to biomaterials through undergraduate coursework and mentored research. The proposed activities will also allow the continuation of an undergraduate summer research experience designed to increase underrepresented student success in chemical engineering through interactions with Dual Degree-participating programs throughout the Southeast.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lakeshia",
   "pi_last_name": "Taite",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lakeshia Taite",
   "pi_email_addr": "azv2gb@virginia.edu",
   "nsf_id": "000509408",
   "pi_start_date": "2012-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Ave NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "149100",
   "pgm_ele_name": "Cellular & Biochem Engineering"
  },
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "020E",
   "pgm_ref_txt": "TISSUE ENGINEERING"
  },
  {
   "pgm_ref_code": "138E",
   "pgm_ref_txt": "Stem cells/regenerative medicine"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 299999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><span style=\"text-decoration: underline;\">Intellectual Merit:</span></strong><span style=\"text-decoration: underline;\"> Research activities</span> focused on the development of hybrid materials that facilitate the engineering of a natural protein matrix within a synthetic material for use as a template for the formation of cardiovascular tissues. Our results show that over time, these hybrid materials can undergo significant remodeling via cell-secreted enzymes, and that the mechanical properties of these materials undergo significant changes with the deposition of increased amounts of ECM proteins. Key outcomes from this work reveal that the use of engineered ECM-mimicking peptides are able to be integrated in synthetic materials and can further promote the deposition of ECM proteins into such synthetic matrices.&nbsp;Moreover, degradation studies suggested that hydrogels comprising of our peptides can remodel over time, which further reinforces the ability of the peptide to serve as an ECM promoting and a matrix remodeling template. One Georgia Tech graduate student was supported with this award. <strong><span style=\"text-decoration: underline;\">Broader Impacts:</span></strong> The success of this research will help guide the way to new classes of hybrid materials optimized for tissue formation. Through the integrated education plan, students had exposure to biomaterials through coursework and mentored research. The PI also implemented a summer program to increase underrepresented student success in chemical engineering and biotechnology.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/28/2015<br>\n\t\t\t\t\tModified by: Lakeshia&nbsp;Taite</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit: Research activities focused on the development of hybrid materials that facilitate the engineering of a natural protein matrix within a synthetic material for use as a template for the formation of cardiovascular tissues. Our results show that over time, these hybrid materials can undergo significant remodeling via cell-secreted enzymes, and that the mechanical properties of these materials undergo significant changes with the deposition of increased amounts of ECM proteins. Key outcomes from this work reveal that the use of engineered ECM-mimicking peptides are able to be integrated in synthetic materials and can further promote the deposition of ECM proteins into such synthetic matrices. Moreover, degradation studies suggested that hydrogels comprising of our peptides can remodel over time, which further reinforces the ability of the peptide to serve as an ECM promoting and a matrix remodeling template. One Georgia Tech graduate student was supported with this award. Broader Impacts: The success of this research will help guide the way to new classes of hybrid materials optimized for tissue formation. Through the integrated education plan, students had exposure to biomaterials through coursework and mentored research. The PI also implemented a summer program to increase underrepresented student success in chemical engineering and biotechnology.\n\n\t\t\t\t\tLast Modified: 10/28/2015\n\n\t\t\t\t\tSubmitted by: Lakeshia Taite"
 }
}