{
 "awd_id": "1159622",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Multimodal Membranes for High-throughput Bioseparations",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Angie Lueking",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 262086.0,
 "awd_amount": 262086.0,
 "awd_min_amd_letter_date": "2012-09-07",
 "awd_max_amd_letter_date": "2012-09-07",
 "awd_abstract_narration": "1159622\r\nHusson\r\n\r\nMultimodal ligands bind proteins by a combination of ionic interactions, hydrophobic interactions and/or hydrogen bonding. Multimodal resin chromatography is gaining popularity as a purification tool for biologics, as it can accommodate purification needs for challenging feedstocks where single mode methods fail. The novelty of the proposed concept is that multimodal ligands are used to develop advanced membrane adsorbers. Using a membrane support is appealing because dynamic protein binding capacities of these materials will not depend on throughput. Thus, volumetric productivity can be very high compared to more traditional chromatography materials. This will help to alleviate the tradeoff that manufacturers must now make between load processing time and dynamic binding capacity. Performance testing will demonstrate that the multimodal functionality can expand the loading operating space for chromatographic separations beyond what is possible with single mode materials. \r\n\r\nThe program will employ and further advance the strategies developed in our lab to design membrane adsorbers with dynamic binding capacities that exceed traditional materials. Specifically, the multimodal membrane adsorbers will be prepared using an advancement called surface-initiated AGET (activators generated by electron transfer) ATRP (atom transfer radical polymerization), which simplifies the modification procedure and enhances membrane manufacturability. This method of polymerization is unique for this application because it gives us molecular-level control over the nanostructure of the modification layer. Fundamental studies on multimodal polymer nanolayers will be done in parallel to understand how the structural properties of these modification layers impact protein binding capacities, adsorption isotherms, and adsorption kinetics.  Adsorption data will be used to build a predictive model for protein breakthrough on multimodal membrane adsorbers and compare predictions to experimental breakthrough curves for various proteins under a range of operating conditions. Finally, performance parameters will be compared to commercial products, which currently are limited to resin-based materials. \r\n\r\nDevelopment of efficient bioseparation processes is recognized as an urgent need facing the pharmaceutical and biotechnology industries, particularly for high dose chronic therapies. The proposed use-inspired basic research program will develop multimodal membranes for high productivity protein chromatography. The integration of advanced multimodal functionality and a membrane adsorber platform will provide a new class of chromatography materials to accomplish selective separations with minimal load conditioning at high volumetric throughput. Considering that a high percentage of the total cost of bioprocesses is due to downstream recovery and purification, our membrane materials are a potentially transformative new purification tool to help the pharmaceutical and biotechnology industries provide lower cost therapeutic products for the US consumer. Societal benefits from research require dissemination to potential users in formats beyond the scholarly journal article. Thus, in addition to disseminating findings through publications and presentations, our program will test a new virtual platform for timely dissemination of research findings. The virtual poster conference will allow face-to-face discussions among researchers in the US and internationally without the associated time and cost for travel to a common physical location.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Husson",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Scott M Husson",
   "pi_email_addr": "shusson@clemson.edu",
   "nsf_id": "000225098",
   "pi_start_date": "2012-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clemson University",
  "inst_street_address": "201 SIKES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "CLEMSON",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8646562424",
  "inst_zip_code": "296340001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "SC03",
  "org_lgl_bus_name": "CLEMSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "H2BMNX7DSKU8"
 },
 "perf_inst": {
  "perf_inst_name": "Clemson University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "296340001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "SC03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141700",
   "pgm_ele_name": "Interfacial Engineering Progra"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "007E",
   "pgm_ref_txt": "Biological Separation Processes"
  },
  {
   "pgm_ref_code": "052E",
   "pgm_ref_txt": "MAT & PROC FOR CHEM SEPARATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 262086.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research project focused on knowledge generation to advance the development of membranes for the efficient purification of biologics, which are drugs produced by biotechnology that are used for the prevention or treatment of disease. Purification processes often limit biologics manufacturing. Thus, new technologies that enhance purification capacity and manufacturing flexibility can have a major impact on the industry.</p>\n<p>The goal of this project was to develop a new class of materials called multimodal membranes for use in the primary (a.k.a. capture) and intermediate purification steps of protein biologics. A technical limitation for conventional purification materials is that capacities decrease in regular fashion with increasing ionic strength in the product stream. The complete loss of capacity at moderate-to-high ionic strength is overcome with membranes that were developed in this project. As a result, the new membranes can expand the operating space beyond what is possible with traditional materials and even result in purification process compression by eliminating unit operations or dilution steps used to adjust ionic strength.</p>\n<p>Compared to existing products, the new membranes were found to maintain remarkably high purification capacity at ionic strength values that are typical for buffers used in antibody purification processes, where traditional purification materials have zero capacity. To understand protein binding on the membranes, a thermodynamic model was employed that provides a unique set of physically meaningful parameters. This model can be used to explain and predict the effects of pH, ionic strength, and salt type on protein binding to the membranes. When used with the governing transport equation, it simulates breakthrough curves that match closely to experimental ones, which is important for bioprocess design.</p>\n<p>The project formed the basis for two completed PhD dissertations and one undergraduate student completed her honors thesis based on this work. Four summer REU students worked on the project. Two journal articles have been published and three others submitted. The published articles include three REU co-authors. One of the PhD students received a 2016 North American Membrane Society Student Fellowship Award and a 2015 AIChE Separations Division Graduate Student Research Award; each is the most prestigious award given by these organizations to graduate students. In addition to receiving these important recognitions, she was selected for a summer internship with Bristol-Myers Squibb in 2015, which recognized her unique skill set that covers bioseparation materials design, synthesis, and performance testing. The honors student won a Barry Goldwater Scholarship and an NSF Graduate Research Fellowship award, and started her PhD in Fall 2014. Another important broader impact is that the PI founded Purilogics, LLC, which seeks to commercialize the technology.</p>\n<p>Development of efficient separation processes for biologics is recognized as one of the most pressing challenges facing the biopharmaceutical industry. Production costs for protein therapeutics have shifted from cell culture to downstream processing, bringing economic pressure to develop new separations technologies. Our use-inspired basic research program developed and modeled a new class of membranes that can purify proteins selectively with high capacity. Considering that a high percentage of the total cost of bioprocesses is due to inefficient downstream recovery and purification operations, the multimodal membrane materials emanating from this project are a potentially transformative new purification tool that can help the biopharmaceutical industry keep up with the rapid pace of new product development and provide lower cost therapeutic products for the US consumer.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/25/2016<br>\n\t\t\t\t\tModified by: Scott&nbsp;M&nbsp;Husson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research project focused on knowledge generation to advance the development of membranes for the efficient purification of biologics, which are drugs produced by biotechnology that are used for the prevention or treatment of disease. Purification processes often limit biologics manufacturing. Thus, new technologies that enhance purification capacity and manufacturing flexibility can have a major impact on the industry.\n\nThe goal of this project was to develop a new class of materials called multimodal membranes for use in the primary (a.k.a. capture) and intermediate purification steps of protein biologics. A technical limitation for conventional purification materials is that capacities decrease in regular fashion with increasing ionic strength in the product stream. The complete loss of capacity at moderate-to-high ionic strength is overcome with membranes that were developed in this project. As a result, the new membranes can expand the operating space beyond what is possible with traditional materials and even result in purification process compression by eliminating unit operations or dilution steps used to adjust ionic strength.\n\nCompared to existing products, the new membranes were found to maintain remarkably high purification capacity at ionic strength values that are typical for buffers used in antibody purification processes, where traditional purification materials have zero capacity. To understand protein binding on the membranes, a thermodynamic model was employed that provides a unique set of physically meaningful parameters. This model can be used to explain and predict the effects of pH, ionic strength, and salt type on protein binding to the membranes. When used with the governing transport equation, it simulates breakthrough curves that match closely to experimental ones, which is important for bioprocess design.\n\nThe project formed the basis for two completed PhD dissertations and one undergraduate student completed her honors thesis based on this work. Four summer REU students worked on the project. Two journal articles have been published and three others submitted. The published articles include three REU co-authors. One of the PhD students received a 2016 North American Membrane Society Student Fellowship Award and a 2015 AIChE Separations Division Graduate Student Research Award; each is the most prestigious award given by these organizations to graduate students. In addition to receiving these important recognitions, she was selected for a summer internship with Bristol-Myers Squibb in 2015, which recognized her unique skill set that covers bioseparation materials design, synthesis, and performance testing. The honors student won a Barry Goldwater Scholarship and an NSF Graduate Research Fellowship award, and started her PhD in Fall 2014. Another important broader impact is that the PI founded Purilogics, LLC, which seeks to commercialize the technology.\n\nDevelopment of efficient separation processes for biologics is recognized as one of the most pressing challenges facing the biopharmaceutical industry. Production costs for protein therapeutics have shifted from cell culture to downstream processing, bringing economic pressure to develop new separations technologies. Our use-inspired basic research program developed and modeled a new class of membranes that can purify proteins selectively with high capacity. Considering that a high percentage of the total cost of bioprocesses is due to inefficient downstream recovery and purification operations, the multimodal membrane materials emanating from this project are a potentially transformative new purification tool that can help the biopharmaceutical industry keep up with the rapid pace of new product development and provide lower cost therapeutic products for the US consumer.\n\n\t\t\t\t\tLast Modified: 10/25/2016\n\n\t\t\t\t\tSubmitted by: Scott M Husson"
 }
}