{
 "awd_id": "1159448",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Selective Electrocatalytic Oxidation of Biorenewable Polyols over Bimetal Catalysts",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "George J. Antos",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-11-30",
 "tot_intn_awd_amt": 259998.0,
 "awd_amount": 259998.0,
 "awd_min_amd_letter_date": "2012-08-20",
 "awd_max_amd_letter_date": "2012-08-20",
 "awd_abstract_narration": "Biorenewable polyols such as glycerol, xylitol, and sorbitol are expected to become abundant as a result of lignocellulosic biomass conversion and biofuel production, and thus have great potential to serve as the primary building-blocks for future production of valuable fine chemicals. One of the critical challenges in current heterogeneous catalytic conversions of these polyols is the unsatisfactory catalyst selectivity, which is mainly due to largely unknown side reactions. In addition to the problems resulting from poor selectivity, the rich chemical energy stored in these energetic organic compounds is not directly utilized. Thus, there is a clear need to develop innovative strategies for selective production of high-value chemicals and direct generation of energy from these polyols.\r\n\r\nProfessor Wenzhen Li at Michigan Technological University, Houghton, MI proposes to investigate aqueous-phase selective electrocatalytic oxidation of polyols for the controlled production of higher-valued chemicals and the simultaneous generation of electricity using anion exchange membrane fuel cells  based on bimetallic catalysts. The research hypotheses are that controlled electric potential applied on bimetallic catalysts with tuned electronic and geographic structures (controlled size, shape and structure) at the anion exchange membrane /water/metal interface will offer efficient cogeneration of chemicals and electricity from biorenewable polyols at the anode. Initial target for electricity is enough power density for portable electronics. Li sees the study as one defining the relationships between electric potential, catalyst structure and catalytic functions of selectivity and activity so as to better capitalize on the systems.\r\n\r\nSuccess of this research will advance understanding of selective catalytic oxidation, and open a new avenue for controlled conversion of biorenewable polyols to high-value chemicals through electrocatalysis processes. It will also contribute to the development of efficient electrochemical energy devices that can directly use biorenewable fuels. This project will provide graduate and undergraduate students with a unique intellectual environment to learn catalysis, electrochemistry, energy, and nanomaterials. The generated results will be incorporated into the undergraduate ?Fuel Cell Fundamental? course, and used in Michigan Tech?s existing outreach programs, especially the summer youth program, in which the majority of students are from under-represented groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wenzhen",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wenzhen Li",
   "pi_email_addr": "wzli@iastate.edu",
   "nsf_id": "000513491",
   "pi_start_date": "2012-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Michigan Technological University",
  "inst_street_address": "1400 TOWNSEND DR",
  "inst_street_address_2": "",
  "inst_city_name": "HOUGHTON",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "9064871885",
  "inst_zip_code": "499311200",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MI01",
  "org_lgl_bus_name": "MICHIGAN TECHNOLOGICAL UNIVERSITY",
  "org_prnt_uei_num": "GKMSN3DA6P91",
  "org_uei_num": "GKMSN3DA6P91"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan Technological University",
  "perf_str_addr": "1400 Townsend Drive",
  "perf_city_name": "Houghton",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "499311295",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "046E",
   "pgm_ref_txt": "Electrochem, Photochem & Fuel Cls"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 110024.0
  }
 ],
 "por": null
}