{
 "awd_id": "1159236",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "IRFP: Metalanguage Identification for Interactive Language Technologies",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Cassandra Dudka",
 "awd_eff_date": "2013-07-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 98100.0,
 "awd_amount": 98100.0,
 "awd_min_amd_letter_date": "2012-07-25",
 "awd_max_amd_letter_date": "2012-07-25",
 "awd_abstract_narration": "The International Research Fellowship Program enables U.S. scientists and engineers to conduct nine to twenty-four months of research abroad. The program's awards provide opportunities for joint research, and the use of unique or complementary facilities, expertise, and experimental conditions abroad.  \r\n\r\nThis award will support a twenty-month research fellowship by Dr. Shomir Wilson to work with Prof. Jon Oberlander at the University of Edinburgh in Scotland and Prof. Alan Black at Carnegie Mellon University in Pittsburgh, Pennsylvania.  \r\n\r\nMetalanguage is a crucial linguistic mechanism which allows us to communicate information about language itself. It is essential for many language activities, including attributing statements, explaining meaning, assigning names, clarifying assumptions, and correcting misunderstandings. The ability to understand metalanguage is a skill that humans employ frequently in conversation and assume in fellow interlocutors, regardless of context or topic. However, in spite of its centrality to linguistic communication, metalanguage has received little attention in the development of interactive language technologies, leaving such technologies unable to cope with or exploit occurrences of the phenomenon in human-computer dialog.  \r\n\r\nThis research is the first effort to study the use of computational methods to identify occurrences of metalanguage in informal English contexts. This project consists of three stages. The first is the creation of corpora of instances of metalanguage in informal contexts, particularly from spoken conversations and informal blog texts. The second is the detection and delineation of the phenomenon, using features of metalanguage that are peculiar to the phenomenon. Finally, the third stage is the practical evaluation of metalanguage detection and processing within the context of a spoken dialog system deployed for use by the general public.  \r\n\r\nThe project will fill a long-standing and consequential research gap in artificial intelligence and computational linguistics. The practical applications of spoken dialog systems - such as voice menus, car GPS voice interfaces, and accessibility software for the blind - are expanding rapidly, as improvements are made to speech recognition, natural language processing, and other technologies that support conversational interaction with computers. Studying metalanguage will remedy a missing element in the design these of dialog systems, bringing them further in-line with users' expectations and thus making them more natural to use. Moreover, this research will lead to new international collaborations between the principal investigator and the two hosts' research groups, the Institute for Language, Cognition, and Computation (ILCC) at the University of Edinburgh and the Language Technologies Institute (LTI) at Carnegie Mellon University.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shomir",
   "pi_last_name": "Wilson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shomir Wilson",
   "pi_email_addr": "",
   "nsf_id": "000518218",
   "pi_start_date": "2012-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wilson                  Shomir",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "College Park",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "",
  "inst_zip_code": "207403155",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Edinburgh",
  "perf_str_addr": null,
  "perf_city_name": "Edinburgh",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "UK",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "United Kingdom",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "595600",
   "pgm_ele_name": "IRFP-Inter Res Fellowship Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5946",
   "pgm_ref_txt": "UNITED KINGDOM"
  },
  {
   "pgm_ref_code": "5956",
   "pgm_ref_txt": "IRFP"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 98100.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"EACLText\">It is rare that communication in a written document is a simple linear endeavor. Writers use structures like figures, tables, sections, subsections, extended quotations, examples, arguments, summaries, and other means of organizing information for the audience. Such communicative artifacts (<em>CAs</em> in this summary, for brevity) may be linguistic or pictorial, and they may be well-delineated or vaguely bounded. Additionally, they may be entirely distinct from the prose or embedded in it.</p>\n<p class=\"EACLTextIndent\">CAs are necessarily connected to the text that they appear with (or subsume) in a document. Although the connection may be chiefly implied, a referring expression is often necessary to indicate a local connection. When style permits, these referring expressions may use unambiguous names assigned to CAs, such as &ldquo;Table 4&rdquo; or &ldquo;Problem #3&rdquo;. However phrases like &ldquo;this table&rdquo; or &ldquo;this section&rdquo; are also used, with the assumption that the reader can properly understand them. Consider the following sentences:</p>\n<p class=\"EACLTextIndent\">&nbsp;</p>\n<div>\n<p class=\"EACLTextIndent\">(1)&nbsp;&nbsp;&nbsp; This table shows the augmented performance statistics.</p>\n<p class=\"EACLTextIndent\">(2)&nbsp;&nbsp;&nbsp; The ideas in this section are new.</p>\n</div>\n<p class=\"EACLTextIndent\">&nbsp;</p>\n<p class=\"EACLTextIndent\">Notably, the referents of <em>table</em> and <em>section</em> in the above examples differ from those below:</p>\n<p class=\"EACLTextIndent\">&nbsp;</p>\n<div>\n<p class=\"EACLTextIndent\">(3)&nbsp;&nbsp;&nbsp; This table should be moved to the kitchen.</p>\n<p class=\"EACLTextIndent\">(4)&nbsp;&nbsp;&nbsp; The shelves in this section are unfinished.</p>\n</div>\n<p class=\"EACLTextIndent\">&nbsp;</p>\n<p class=\"EACLTextIndent\">To understand (1) or (2) (assuming they occur in contexts with actual referents), the reader must realize that <em>table</em> and <em>section</em> refer to CAs rather than furniture or shelves, as in (3) or (4). The presence or absence of potential referents may help the reader&rsquo;s interpretation. However, the observation that the (1)/(3) and (2)/(4) distinctions are clear even out of context suggests that differing word senses (i.e., different meanings of the same word) are responsible.</p>\n<p class=\"EACLTextIndent\">References to CAs (<em>CA references</em>, for brevity) are frequent in text written to inform, and they profoundly affect how readers interpret the passages that contain them. However, little has been done to empirically understand CA references or automatically identify instances in text. This would allow language technologies to exploit precise connections between prose and CAs, for example to annotate CAs and references to them with information from their respective counterparts. Applications include automatic tagging of CAs with descriptive text and document layout generation.</p>\n<p class=\"EACLTextIndent\">This project developed a method to automatically label noun word senses that represent references to CAs. This was done using machine learning methods and data from WordNet, a word ontology from which word senses were sampled. To focus the task upon practical examples, word senses were selected for words in certain phrases from three collections of text: the set of featured books from Wikibooks, a random selection of articles from Wikipedia, and a selection of privacy policies from popular websites. Wikibooks was selected because prior work had determined a rich density of CA references. Wikipedia was selected for the informative value of its text, which differs in style and purpose from Wikibooks. The domain of privacy policies was chosen as a strong contrast with the other two domains and for the potential benefits of downstream research to make privacy policies easier to understand. The diversity of these sources of text also provided an opportuni...",
  "por_txt_cntn": "It is rare that communication in a written document is a simple linear endeavor. Writers use structures like figures, tables, sections, subsections, extended quotations, examples, arguments, summaries, and other means of organizing information for the audience. Such communicative artifacts (CAs in this summary, for brevity) may be linguistic or pictorial, and they may be well-delineated or vaguely bounded. Additionally, they may be entirely distinct from the prose or embedded in it.\nCAs are necessarily connected to the text that they appear with (or subsume) in a document. Although the connection may be chiefly implied, a referring expression is often necessary to indicate a local connection. When style permits, these referring expressions may use unambiguous names assigned to CAs, such as \"Table 4\" or \"Problem #3\". However phrases like \"this table\" or \"this section\" are also used, with the assumption that the reader can properly understand them. Consider the following sentences:\n \n\n(1)    This table shows the augmented performance statistics.\n(2)    The ideas in this section are new.\n\n \nNotably, the referents of table and section in the above examples differ from those below:\n \n\n(3)    This table should be moved to the kitchen.\n(4)    The shelves in this section are unfinished.\n\n \nTo understand (1) or (2) (assuming they occur in contexts with actual referents), the reader must realize that table and section refer to CAs rather than furniture or shelves, as in (3) or (4). The presence or absence of potential referents may help the readerÆs interpretation. However, the observation that the (1)/(3) and (2)/(4) distinctions are clear even out of context suggests that differing word senses (i.e., different meanings of the same word) are responsible.\nReferences to CAs (CA references, for brevity) are frequent in text written to inform, and they profoundly affect how readers interpret the passages that contain them. However, little has been done to empirically understand CA references or automatically identify instances in text. This would allow language technologies to exploit precise connections between prose and CAs, for example to annotate CAs and references to them with information from their respective counterparts. Applications include automatic tagging of CAs with descriptive text and document layout generation.\nThis project developed a method to automatically label noun word senses that represent references to CAs. This was done using machine learning methods and data from WordNet, a word ontology from which word senses were sampled. To focus the task upon practical examples, word senses were selected for words in certain phrases from three collections of text: the set of featured books from Wikibooks, a random selection of articles from Wikipedia, and a selection of privacy policies from popular websites. Wikibooks was selected because prior work had determined a rich density of CA references. Wikipedia was selected for the informative value of its text, which differs in style and purpose from Wikibooks. The domain of privacy policies was chosen as a strong contrast with the other two domains and for the potential benefits of downstream research to make privacy policies easier to understand. The diversity of these sources of text also provided an opportunity for cross-evaluation of detection methods.\nThe contributions of this work are threefold:\n\nThe first evaluation results for using machine learning to discriminate between CA-referential and non-CA referential word senses, establishing a baseline for the task;\nA corpus of word senses labeled for CA-referential capacity, with a rich diversity of CAs identified by them; and\nA procedure for extracting strong candidates for CA reference from a document along with the artifact structure of the document.\n\n\n \n\n\t\t\t\t\tLast Modified: 03/03/2015\n\n\t\t\t\t\tSubmitted by: Shomir Wilson"
 }
}