{
 "awd_id": "1159318",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Physiological underpinnings of sulfur isotope effects produced by sulfate reducing microbes",
 "cfda_num": "47.050",
 "org_code": "06030205",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Enriqueta Barrera",
 "awd_eff_date": "2012-05-15",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 243917.0,
 "awd_amount": 243917.0,
 "awd_min_amd_letter_date": "2012-05-09",
 "awd_max_amd_letter_date": "2012-05-09",
 "awd_abstract_narration": "Biogeochemical cycling of sulfur plays a critical role in regulating the Earth's surface redox budget and is tightly linked to the evolution of atmospheric oxygen.  Microbial sulfate reduction, a microbial process that remineralizes about half of organic carbon in modern marine sediments, is the main process that fractionates sulfur isotope ratios of surface sulfur reservoirs but mechanisms that control the magnitude of sulfur isotope during microbial sulfate reduction are still not well understood. This uncertainty particularly applies to physiological conditions associated with high, greater than 50 per mil, fractionations.  Because sulfur isotope fractionations between sulfate and sulfide exceeding 50 per mil become increasingly more common in the Neoproterozoic, this trend was tentatively attributed to the increase of atmospheric oxygen and oxidative recycling of sulfur.  This proposal explores physiological conditions that lead to similarly large fractionations during microbial sulfate reduction alone by testing two main hypotheses:\r\n1. Sulfate reducing microbes can produce large sulfur isotope effects (greater than 50 per mil) when growing slowly on recalcitrant organic substrates, either in pure cultures or in consortia. These substrates are not commonly used to grow sulfate reducers, but may include glucose, cellulose, lignin, and hydroxyhydroquinones.\r\n2. The magnitude of sulfur isotope effects is a function of the intracellular coupling of carbon and sulfur metabolisms, with large sulfur isotope effects produced during non-stoichiometric sulfate reduction and in the absence of some enzymes that transfer reducing equivalents from carbon to sulfur.\r\nThese hypotheses emerge from recent studies in the PIs' laboratories, in which a newly isolated sulfate reducing bacterium (DMSS-1) produced a wide range of isotope fractionation (7 to 66 permil) under electron donor-limited growth conditions in pure culture grown on glucose.   Notably, the maximum measured sulfur isotope effect (66 permil) was ~20 permil larger than those observed previously in pure culture studies, but were well within the range of observed high natural fractionations. \r\nTo test the first hypothesis, multiple sulfur isotope effects will be measured in batch and continuous cultures of previously isolated microbes that grow slowly and couple sulfate reduction with the oxidation of various monosaccharides, disaccharides and other organic substrates. The second hypothesis will be tested by characterizing the stoichiometry of growth of DMSS-1 on glucose during the production of large sulfur isotope effects, and by measuring multiple sulfur isotope effects produced in continuous cultures of Desulfovibrio vulgaris wild type and different mutants that lack enzymes involved in the transfer of reducing equivalents from lactate to sulfate.\r\nThe results of the proposed work will directly test and constrain models of present and past sulfur cycles, oxygenation of the Earth, and the evolution of ocean chemistry.  It will also contribute to a wide variety of biogeochemical problems, including the remediation and monitoring of mSR in contaminated aquifers, where mSR is an important process for degrading organic contaminants in groundwater.  The proposed research will support two junior faculty members and one graduate student for two years.  The proposed project contains multiple subprojects that will provide undergraduate research opportunities under the guidance of graduate students and PIs. PIs have hosted over ten undergraduate students, high school students, as well as K-12 science teachers from the Boston area as interns during the summer. Funding is requested for a 6-week summer stipend for a K-12 science teacher intern.  The teachers, high school students and undergraduates will work on projects that provide a hands-on experience in various topics related to microbial diversity, geochemistry, Earth history and modern methods of linking genomic information to geochemical processes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shuhei",
   "pi_last_name": "Ono",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shuhei Ono",
   "pi_email_addr": "sono@mit.edu",
   "nsf_id": "000217311",
   "pi_start_date": "2012-05-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tanja",
   "pi_last_name": "Bosak",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tanja Bosak",
   "pi_email_addr": "tbosak@mit.edu",
   "nsf_id": "000497695",
   "pi_start_date": "2012-05-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 Massachusetts Avenue",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394307",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "729500",
   "pgm_ele_name": "Geobiology & Low-Temp Geochem"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 243917.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Microbial sulfate reduction plays a major role in the global biogeochemical cycle of sulfur and is key in regulating the remineralization rates of organic matter in anoxic sediments.&nbsp; Sulfur isotope ratios (<sup>32</sup>S/<sup>33</sup>S/<sup>34</sup>S/<sup>36</sup>S) of marine sulfate and sulfide reflect activity of sulfate reducing microbes as well as some geologic processes (e.g., evaporite formation).&nbsp; Thus, the record of sulfur isotopes provides fundamental insights into the evolution of ocean chemistry and animal life in the late Proterozoic era.&nbsp; Critical to this endeavor is our understanding of sulfur isotope systematics and microbial sulfate reduction at environmentally relevant conditions.</p>\n<p>Most experiments in the past have studied microbes isolated from non-marine environments, including the rumen, and cultured these microbes under optimal growth conditions.&nbsp; This project systematically examined sulfur isotope fractionations by marine sulfate reducers, DSMM-1 (our new isolate), <em>D. mediterraneus</em>, and<em> D. inopinatus</em> as a function of different electron donors and nutrient limitations.&nbsp; We also investigated the influence of specific enzymes using mutants of type sulfate reducer (<em>D. vulgaris</em>).&nbsp; Listed below are our main findings:</p>\n<p>1)&nbsp; We demonstrated that pure cultures of sulfate-reducing bacteria can fractionate sulfur isotopes by up to 68 &permil;, which is ~20 &permil; larger than previously thought. This finding informs many interpretations of sulfur isotope signals in modern and ancient sediments as indicators of microbial metabolisms, activity and environmental oxygenation.</p>\n<p>2) Our work strengthened the previously noted correlation between cell specific sulfate reduction rate and the magnitude of isotope effect from 8 to 68 &permil; for a marine isolate, DSMM-1.&nbsp; This relationship is maintained in the presence of a variety of electron donors and in iron, nitrogen and phosphate limited cultures.</p>\n<p>3) The relationship between the cell specific sulfate reduction rate and the magnitude of sulfur isotope effect appears to depend on the microbial species used in experiments. We have shown that much of this species-specific effect can be attributed to the differences in cell sizes among different species. Thus, sulfur isotope fractionations per unit biomass and per unit reduced sulfate in time are more similar across different microbial species than previously thought. This strengthens the applicability of laboratory findings in pure cultures to environmental interpretations of sulfur isotope fractionations.</p>\n<p>4) Using mutants of <em>D. vulgaris</em>, we have demonstrated that the electron transfer to the components of the sulfate reducing system influences the observed sulfur isotope fractionations. Therefore, models of sulfate reduction have to consider mechanisms that couple the intracellular oxidation of carbon and reduction of sulfate and not just enzymes of the sulfate reduction pathway.</p>\n<p>5) We have shown that <sup>34</sup>S, <sup>33</sup>S and <sup>18</sup>O isotopes track different intracellular steps of sulfate reduction. Larger fractionations of <sup>18</sup>O and <sup>33</sup>S are associated with the lower cell specific rates of sulfate reduction. Multiple isotope data also show that the fractionations of sulfur and oxygen isotopes are not controlled by single rate-limiting enzymatic steps. Our results report the highest fractionations of <sup>18</sup>O/1<sup>6</sup>O in sulfate during MSR to date. These experiments help identify processes that operate in natural pore waters characterized by high <sup>18</sup>O/<sup>16</sup>O and moderate <sup>34</sup>S/<sup>32</sup>S values. Our results support the interpretation of these multiple isotope signals as indicators of both slow rates of sulfate reduction as well as the extracellular reoxidation of sulfide...",
  "por_txt_cntn": "\nMicrobial sulfate reduction plays a major role in the global biogeochemical cycle of sulfur and is key in regulating the remineralization rates of organic matter in anoxic sediments.  Sulfur isotope ratios (32S/33S/34S/36S) of marine sulfate and sulfide reflect activity of sulfate reducing microbes as well as some geologic processes (e.g., evaporite formation).  Thus, the record of sulfur isotopes provides fundamental insights into the evolution of ocean chemistry and animal life in the late Proterozoic era.  Critical to this endeavor is our understanding of sulfur isotope systematics and microbial sulfate reduction at environmentally relevant conditions.\n\nMost experiments in the past have studied microbes isolated from non-marine environments, including the rumen, and cultured these microbes under optimal growth conditions.  This project systematically examined sulfur isotope fractionations by marine sulfate reducers, DSMM-1 (our new isolate), D. mediterraneus, and D. inopinatus as a function of different electron donors and nutrient limitations.  We also investigated the influence of specific enzymes using mutants of type sulfate reducer (D. vulgaris).  Listed below are our main findings:\n\n1)  We demonstrated that pure cultures of sulfate-reducing bacteria can fractionate sulfur isotopes by up to 68 &permil;, which is ~20 &permil; larger than previously thought. This finding informs many interpretations of sulfur isotope signals in modern and ancient sediments as indicators of microbial metabolisms, activity and environmental oxygenation.\n\n2) Our work strengthened the previously noted correlation between cell specific sulfate reduction rate and the magnitude of isotope effect from 8 to 68 &permil; for a marine isolate, DSMM-1.  This relationship is maintained in the presence of a variety of electron donors and in iron, nitrogen and phosphate limited cultures.\n\n3) The relationship between the cell specific sulfate reduction rate and the magnitude of sulfur isotope effect appears to depend on the microbial species used in experiments. We have shown that much of this species-specific effect can be attributed to the differences in cell sizes among different species. Thus, sulfur isotope fractionations per unit biomass and per unit reduced sulfate in time are more similar across different microbial species than previously thought. This strengthens the applicability of laboratory findings in pure cultures to environmental interpretations of sulfur isotope fractionations.\n\n4) Using mutants of D. vulgaris, we have demonstrated that the electron transfer to the components of the sulfate reducing system influences the observed sulfur isotope fractionations. Therefore, models of sulfate reduction have to consider mechanisms that couple the intracellular oxidation of carbon and reduction of sulfate and not just enzymes of the sulfate reduction pathway.\n\n5) We have shown that 34S, 33S and 18O isotopes track different intracellular steps of sulfate reduction. Larger fractionations of 18O and 33S are associated with the lower cell specific rates of sulfate reduction. Multiple isotope data also show that the fractionations of sulfur and oxygen isotopes are not controlled by single rate-limiting enzymatic steps. Our results report the highest fractionations of 18O/16O in sulfate during MSR to date. These experiments help identify processes that operate in natural pore waters characterized by high 18O/16O and moderate 34S/32S values. Our results support the interpretation of these multiple isotope signals as indicators of both slow rates of sulfate reduction as well as the extracellular reoxidation of sulfide.\n\nWe also studied water and sediment samples from Euxinic Green Lake to examine microbial metabolisms and environmental factors that contribute high sulfur isotope fractionations in a modern terrestrial environment and a model system for modern and ancient sulfide-rich environments.\n\nTogether, our new experimental results and observatio..."
 }
}