{
 "awd_id": "1159155",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "FRG: Collaborative Research: Singularities, mixing and long time behavior in nonlinear evolution",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Annalisa Calini",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2012-11-30",
 "tot_intn_awd_amt": 252337.0,
 "awd_amount": 252337.0,
 "awd_min_amd_letter_date": "2012-03-30",
 "awd_max_amd_letter_date": "2012-03-30",
 "awd_abstract_narration": "The project seeks to advance knowledge in mathematics of fluids, a subjectwith links to engineering, physics, chemistry and many other sciences. The major goal of the project is the development of new techniques to achieve breakthroughs in our understanding of fluid dynamics phenomena. The project research will address fundamental properties of the classical equations of fluid dynamics, qualitative properties of solutions, and modeling applications. The project focuses on three main directions. The first set of problems concerns global regularity vs finite time blow up that will be investigated for a range of fundamental equations of fluid mechanics. Axi-symmetric solutions for 3D Euler and Navier-Stokes will be considered, new potentially singular scenarios will be studied and new regularity criteria will be sought. Active scalars, such as surface quasi-geostrophic equation coming from atmospheric science, will also be analyzed -- here the effort will concentrate on studying properties of solutions, search for new Lyapunov functionals and novel regularity estimates. In the second direction, we will seek more detailed information on long time dynamics. This will include research on some long-open conjectures for 2D Euler equation, including possible mechanisms of inverse energy cascade, mixing and small scales formation. We will also work on passive scalar models and mixing properties of flows in this context. Biomixing by chemotaxis will be investigated as well, with an eye towards applications in ecology and marine biology. The third direction focuses on complex fluid models. In many applications - for instance, in studies of particle suspensions or solutions - the microscopic structure of   particles in the fluid becomes important. The shape and interactions between the particles can be taken into account by adding kinetic equations to the fluid dynamics systems and introducing physically natural couplings. Analysis of solutions to such systems, their regularity and qualitative properties will be a part of the project work.\r\n\r\nFluids are ubiquitous in nature, science and engineering. Diverse phenomena involving fluids appear in atmospheric and ocean science, astrophysics, chemistry and biology, and are described by partial differential equations of fluid mechanics. These equations are some of  \r\nthe most difficult partial differential equations to analyze. They   describe a wide range of complex phenomena, are nonlinear, and usually   nonlocal. Due to their complexity, even the classical equations such   as 3D Euler and Navier-Stokes are far from well understood. The   proposed research lies at the interface of several central areas of mathematics - partial differential equations, dynamical systems, functional analysis and Fourier analysis. This FRG project   brings together several researchers that have been at the forefront of recent developments in mathematical fluid mechanics. Different   participants bring different strengths to the project. It is expected that intensive collaboration within FRG framework will lead to   development of new ideas and approaches and result in a burst of activity in mathematics of fluids. New techniques and tools developed   are likely to have an impact in neighboring areas of mathematics,  biology, and atmospheric science. An important part of the FRG   activity will be training of junior researchers.  Mathematics of fluid  mechanics covers a broad range of effective techniques, which are   applicable beyond fluids. The training activities will include a   summer school, two workshops, group meetings, course development,   research seminars and research projects for advanced undergraduate   students. The principal investigators will advertise all training   activities broadly, and strive to recruit talented, motivated, and   diverse trainees. Special attention will be paid to recruitment of   groups under represented in mathematics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Constantin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Constantin",
   "pi_email_addr": "const@math.princeton.edu",
   "nsf_id": "000290744",
   "pi_start_date": "2012-03-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "5801 South Ellis Ave",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1616",
   "pgm_ref_txt": "FOCUSED RESEARCH GROUPS IN MATH SCIENCES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 0.0
  }
 ],
 "por": null
}