{
 "awd_id": "1160669",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Kawaiisu Conversations and Landscapes:  Digital Documentation, Access, and Archiving",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Shobhana Chelliah",
 "awd_eff_date": "2012-06-15",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 124980.0,
 "awd_amount": 124980.0,
 "awd_min_amd_letter_date": "2012-06-20",
 "awd_max_amd_letter_date": "2012-06-20",
 "awd_abstract_narration": "Kawaiisu is a critically-endangered Uto-Aztecan language of the Kawaiisu people of California; there are five remaining native speakers, three have been actively engaged in documentation and revitalization projects.  Prior documentation of Kawaiisu has typically focused on lexical items and a basic grammatical description of the language.  The major gap in the documentation is well-annotated text material, especially natural conversational and narrative data that would shed light on Kawaiisu usage and discourse structure. Moreover, with the exception of a few short videos produced by the Kawaiisu Language and Culture Center, there is essentially no corpus of video footage for Kawaiisu that would facilitate the study of topics such as the co-timing of speech and gestures. \r\n\r\nThis is a critical issue, given the important of such exemplars for language acquisition and for the development and maintenance of a vital linguistic community; it is also time-sensitive, as the development of such a corpus relies on the involvement of the language's elder speakers.  This project seeks to remedy this lack, and has four main goals.  \r\n1. Working with the elder speakers, create a minimum of 54 hours of audiovisual recordings of conversational and narrative Kawaiisu;  \r\n2. Train teams of transcriptionists including community members and linguists in best practices in transcribing, glossing, and translating Kawaiisu.  This work will build on the previous successes community members of the project team have had in learning to read and write Kawaiisu using the practical orthography of the Kawaiisu language;  \r\n3. Produce high-quality transcriptions, glosses, and translations of a selection of the collected recordings.  As the elders have expressed a desire to develop a set of narratives focused on events and places in the Kawaiisu homeland, texts with this focus will be given priority in the project;\r\n4. Add 500 new entries with example sentences to the existing dictionary.\r\n\r\nThis project will assist the Kawaiisu, and other speech communities, in their goal to have second language learners achieve higher degree of fluency in their language and create study resources for generations to come. The project results, training program, and use of digital technologies can be duplicated by other native communities with endangered languages.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jocelyn",
   "pi_last_name": "Ahlers",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jocelyn Ahlers",
   "pi_email_addr": "jahlers@csusm.edu",
   "nsf_id": "000450851",
   "pi_start_date": "2012-06-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kawaiisu Language and Cultural Center",
  "inst_street_address": "21700 INDIAN WELLS DRIVE",
  "inst_street_address_2": "",
  "inst_city_name": "Tehachapi",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6613400032",
  "inst_zip_code": "935618027",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "CA20",
  "org_lgl_bus_name": null,
  "org_prnt_uei_num": null,
  "org_uei_num": "WV6MKJBLK6V5"
 },
 "perf_inst": {
  "perf_inst_name": "Kawaiisu Language and Cultural Center",
  "perf_str_addr": "5009 Laguna Street",
  "perf_city_name": "Bakersfield",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "933064317",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "CA22",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771900",
   "pgm_ele_name": "DEL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7719",
   "pgm_ref_txt": "DEL"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 124980.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&ldquo;Kawaiisu Conversations and Landscapes,&rdquo; an 18-month pilot project in Kern County, California, focused on the documentation and analysis of conversational Kawaiisu, and the development of a database of dictionary entries of new and previously unrecorded Kawaiisu words. The project, completed in the summer of 2014, was conducted by a non-profit organization, the Kawaiisu Language and Cultural Center, through a Documenting Endangered Languages grant from the National Science Foundation. The project team included the last three fluent speakers of the language, local language students and volunteers, and linguistic professionals from Vista and Davis, California. At the end of the 18-month grant period, the team had produced: 62 hours of audio and video recordings of the last three speakers of Kawaiisu holding unrehearsed, natural conversations; detailed transcription and linguistic analysis of eight hours of those recordings; and 500 new dictionary entries.</p>\n<p>The conversational recordings constitute an oral history of significant sites, selected by the fluent elders, within the traditional Kawaiisu homelands in the areas of Walker Basin and Tehachapi, and of the youth of the three elder speakers of Kawaiisu. They describe a unique moment in California&rsquo;s history, and contain critical documentation of tribal history as Kawaiisu families in the Walker Basin transitioned from tight bands largely living off the land to families fully engaged in the cash economy through work at ranches and logging camps. We followed the elders&rsquo; stories as they, among the first Kawaiisu children to attend public school in Loraine, encountered discrimination. We learned that the Girado parents decided to retain Kawaiisu as the primary language at home. We followed stories of despair and poverty balanced against stories of great musicians and singers. The Kawaiisu endured living and hard working conditions more typical of the 1890s than the 1950s while cheerfully weaving tales of a close family life and of great cooks, dancers, fighters, scoundrels, and lovers. The recordings, as yet largely untranslated, hold a snapshot in time of how an indigenous people managed to adapt to a flood of immigrants who arrived and never left.</p>\n<p>The project&rsquo;s recordings have been contributed to the archives at UC Berkeley&rsquo;s Survey of California and Other Indian Languages and are available without restriction. They will allow scholars and language students to study fluent conversation and to hear how the Kawaiisu language has changed if they choose to compare them to other recordings in the Survey, made by Sheldon Klein from the 1950s and 1980s. Copies of the recordings will also be housed at the Tehachapi Museum in Tehachapi so that Kawaiisu tribal members and local scholars may access them easily.</p>\n<p>To complete the project, the team &ndash; community members and linguists &ndash; developed a flexible and iterative process which created opportunities for community members to build technical and linguistic expertise, leading to their central participation in all project activities. This process may be shared and duplicated for use by other groups working to document their languages. The team&rsquo;s discoveries included previously undocumented grammatical constructions. This adds a great deal to Kawaiisu documentation and has potential to bring new information to those studying other Uto-Aztecan languages. Conversation in endangered Native California languages has, in the past, rarely been documented so this unique body of work has tremendous potential for further sociolinguistic analysis and for those trying to revive a spoken form of their own endangered languages. Kawaiisu language teachers especially benefited from opportunities within this project to hear many hours of fluent natural language and will pass these benefits on to their language students. The Kaw...",
  "por_txt_cntn": "\n\"Kawaiisu Conversations and Landscapes,\" an 18-month pilot project in Kern County, California, focused on the documentation and analysis of conversational Kawaiisu, and the development of a database of dictionary entries of new and previously unrecorded Kawaiisu words. The project, completed in the summer of 2014, was conducted by a non-profit organization, the Kawaiisu Language and Cultural Center, through a Documenting Endangered Languages grant from the National Science Foundation. The project team included the last three fluent speakers of the language, local language students and volunteers, and linguistic professionals from Vista and Davis, California. At the end of the 18-month grant period, the team had produced: 62 hours of audio and video recordings of the last three speakers of Kawaiisu holding unrehearsed, natural conversations; detailed transcription and linguistic analysis of eight hours of those recordings; and 500 new dictionary entries.\n\nThe conversational recordings constitute an oral history of significant sites, selected by the fluent elders, within the traditional Kawaiisu homelands in the areas of Walker Basin and Tehachapi, and of the youth of the three elder speakers of Kawaiisu. They describe a unique moment in CaliforniaÆs history, and contain critical documentation of tribal history as Kawaiisu families in the Walker Basin transitioned from tight bands largely living off the land to families fully engaged in the cash economy through work at ranches and logging camps. We followed the eldersÆ stories as they, among the first Kawaiisu children to attend public school in Loraine, encountered discrimination. We learned that the Girado parents decided to retain Kawaiisu as the primary language at home. We followed stories of despair and poverty balanced against stories of great musicians and singers. The Kawaiisu endured living and hard working conditions more typical of the 1890s than the 1950s while cheerfully weaving tales of a close family life and of great cooks, dancers, fighters, scoundrels, and lovers. The recordings, as yet largely untranslated, hold a snapshot in time of how an indigenous people managed to adapt to a flood of immigrants who arrived and never left.\n\nThe projectÆs recordings have been contributed to the archives at UC BerkeleyÆs Survey of California and Other Indian Languages and are available without restriction. They will allow scholars and language students to study fluent conversation and to hear how the Kawaiisu language has changed if they choose to compare them to other recordings in the Survey, made by Sheldon Klein from the 1950s and 1980s. Copies of the recordings will also be housed at the Tehachapi Museum in Tehachapi so that Kawaiisu tribal members and local scholars may access them easily.\n\nTo complete the project, the team &ndash; community members and linguists &ndash; developed a flexible and iterative process which created opportunities for community members to build technical and linguistic expertise, leading to their central participation in all project activities. This process may be shared and duplicated for use by other groups working to document their languages. The teamÆs discoveries included previously undocumented grammatical constructions. This adds a great deal to Kawaiisu documentation and has potential to bring new information to those studying other Uto-Aztecan languages. Conversation in endangered Native California languages has, in the past, rarely been documented so this unique body of work has tremendous potential for further sociolinguistic analysis and for those trying to revive a spoken form of their own endangered languages. Kawaiisu language teachers especially benefited from opportunities within this project to hear many hours of fluent natural language and will pass these benefits on to their language students. The Kawaiisu community now has increased capacity for future language documentation, analysis, and revitalization projects. Throu..."
 }
}