{
 "awd_id": "1160502",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science: The Internet, Race, and Democracy",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927174",
 "po_email": "lwalker@nsf.gov",
 "po_sign_block_name": "Lee Walker",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 10950.0,
 "awd_amount": 10950.0,
 "awd_min_amd_letter_date": "2012-04-28",
 "awd_max_amd_letter_date": "2012-04-28",
 "awd_abstract_narration": "This study examines whether Internet use improves the diffusion of political information among minorities, and if Internet use translates into more political participation by members of marginalized groups. Research has shown that the web enables individuals to engage with information selectively. Selective engagement occurs when individuals retrieve news that speaks their political preferences, and ignore information that clashes with already existing opinions. Using panel survey data and an experimental design, the study examines whether the same underlying mechanism that allows citizens to sort themselves into highly partisan information worlds online (via selective exposure to information) also enables members of historically disadvantaged groups to efficiently access information that pertains specifically to them and to their groups' political goals. Moreover, the project addresses whether selective exposure to online news could provide political knowledge gains among minority populations that may translate into better representation by the political system. \r\n\r\nThe intellectual merit of the project is associated with its three main objectives: (1) to examine how partisanship, ideology, race and ethnicity, as well as group consciousness, influence selective exposure to political information online; (2) to research how selective exposure affects the quality, quantity and strength of political attitudes; (3) to test the impact of selective exposure on political participation and the quality of vote choice. The project employs a multi-method approach to address these objectives. In the first and completed phase of the research, panel data were analyzed to test the role of race/ethnicity in moderating the effects of online news consumption and subsequent attitude change using generalized linear mixed models. Phase II of the research will add an experiment to test what news African-American, Caucasian and Latino subjects select when they are exposed to different information environments, and how news selection impacts the quality, quantity and strength of political attitudes, as well as various forms of participation. The experiment tracks what news sources subjects select, how much time they spend with each news source, how much information they recall, and how news selection impacts opinion and the quality of their choices.\r\n\r\nThe broader impacts of this research are related to representation and citizenship. Access to information is a critical prerequisite for the realization of full citizenship, and marginalized groups have historically been served poorly by mainstream media. Minorities may therefore stand to gain the most from the vast information found on the web. By examining the role of ethnicity, race and partisanship in the selection of information, and by researching the subsequent development of political knowledge and attitudes, as well as political participation, this research speaks to scholarship in political communications, political psychology, and race and politics. The data generated in this experiment will also be made available to other researchers. The data and findings will be of interest to scholars who are researching information, participation and representation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Lau",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Richard R Lau",
   "pi_email_addr": "ricklau@rci.rutgers.edu",
   "nsf_id": "000371939",
   "pi_start_date": "2012-04-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mona",
   "pi_last_name": "Kleinberg",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Mona S Kleinberg",
   "pi_email_addr": "mkleinb@rci.rutgers.edu",
   "nsf_id": "000581456",
   "pi_start_date": "2012-04-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 10950.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Internet has changed the media environment dramatically in the past 15 years, and the web has become a significant source of political information for Americans. Many scholars studying the Web and its impact on politics argue that because the internet enables Americans to retrieve news that can be ideologically tailored to fit their political preferences, the web causes a more polarized public (Sunstein 2007, Pariser 2011), more partisan elections (Prior 2007), and may impede deliberative democracy (Dilliplane 2011).</p>\n<p>&nbsp;</p>\n<p>I extended this line of research to minority populations. Using panel survey data and an experimental design, I examined if the same underlying mechanisms that allow citizens to sort themselves into highly partisan information worlds online, enable members of historically disadvantaged groups to more efficiently access information that pertains specifically to them and to their groups&rsquo; political goals. Moreover, I researched if selective exposure to online news could provide important political knowledge gains among minority populations that could translate into better representation by the political system in the long run. The NSF funded the experimental portion of this research project.</p>\n<p>&nbsp;</p>\n<p>The goals of the experiment were to test if African-Americans use the diverse media environment of the Internet to become politically informed and whether having access to diverse media sources (news sources that target African-Americans) enhances political knowledge among African-Americans.</p>\n<p>&nbsp;</p>\n<p>The experimental data collected show that African-Americans do use websites that target their group (e.g. news sites designed to appeal to a black audience) and spend more time with information presented on those sites, than with the same information when it is coming from a mainstream (non-black) news source. The data also show that African-Americans process information more carefully when the information is presented by sites targeting them, than when the same content is provided by a mainstream source. Lastly, I provide evidence that Internet use enhances the quality of voting (that is, African-Americans who use the Web are more likely to cast a vote for the candidate who best matches their political preferences), and that Web use does not cause affective or issue polarization among African-Americans.</p>\n<p>&nbsp;</p>\n<p>These findings are important because access to information is a critical prerequisite for the realization of full citizenship. Research has shown that better-informed individuals can access political resources more easily and are better represented by the political system. Marginalized groups (including African-Americans), however, have historically been served poorly by mainstream media and have therefore not had equal access to relevant political information. Discrepancies in access to relevant news compounded the problem of unequal political representation. My research shows that minorities use the Web to access group-specific information and that it enhances political knowledge among minorities. This mechanism may &ndash; in the long run &ndash; improve unequal political representation of minorities</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/07/2014<br>\n\t\t\t\t\tModified by: Mona&nbsp;S&nbsp;Kleinberg</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Internet has changed the media environment dramatically in the past 15 years, and the web has become a significant source of political information for Americans. Many scholars studying the Web and its impact on politics argue that because the internet enables Americans to retrieve news that can be ideologically tailored to fit their political preferences, the web causes a more polarized public (Sunstein 2007, Pariser 2011), more partisan elections (Prior 2007), and may impede deliberative democracy (Dilliplane 2011).\n\n \n\nI extended this line of research to minority populations. Using panel survey data and an experimental design, I examined if the same underlying mechanisms that allow citizens to sort themselves into highly partisan information worlds online, enable members of historically disadvantaged groups to more efficiently access information that pertains specifically to them and to their groupsÆ political goals. Moreover, I researched if selective exposure to online news could provide important political knowledge gains among minority populations that could translate into better representation by the political system in the long run. The NSF funded the experimental portion of this research project.\n\n \n\nThe goals of the experiment were to test if African-Americans use the diverse media environment of the Internet to become politically informed and whether having access to diverse media sources (news sources that target African-Americans) enhances political knowledge among African-Americans.\n\n \n\nThe experimental data collected show that African-Americans do use websites that target their group (e.g. news sites designed to appeal to a black audience) and spend more time with information presented on those sites, than with the same information when it is coming from a mainstream (non-black) news source. The data also show that African-Americans process information more carefully when the information is presented by sites targeting them, than when the same content is provided by a mainstream source. Lastly, I provide evidence that Internet use enhances the quality of voting (that is, African-Americans who use the Web are more likely to cast a vote for the candidate who best matches their political preferences), and that Web use does not cause affective or issue polarization among African-Americans.\n\n \n\nThese findings are important because access to information is a critical prerequisite for the realization of full citizenship. Research has shown that better-informed individuals can access political resources more easily and are better represented by the political system. Marginalized groups (including African-Americans), however, have historically been served poorly by mainstream media and have therefore not had equal access to relevant political information. Discrepancies in access to relevant news compounded the problem of unequal political representation. My research shows that minorities use the Web to access group-specific information and that it enhances political knowledge among minorities. This mechanism may &ndash; in the long run &ndash; improve unequal political representation of minorities\n\n\t\t\t\t\tLast Modified: 09/07/2014\n\n\t\t\t\t\tSubmitted by: Mona S Kleinberg"
 }
}