{
 "awd_id": "1160828",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "WORKSHOP: Forensic Authorship Identification Workshop",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Marjorie Zatz",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 39276.0,
 "awd_amount": 39276.0,
 "awd_min_amd_letter_date": "2012-05-03",
 "awd_max_amd_letter_date": "2012-05-03",
 "awd_abstract_narration": "This proposal is for a Workshop on Forensic Authorship Identification that will be held at the Brooklyn Law School. The workshop will bring together (1) leading computer scientists and computational linguists from around the world, whose work on authorship attribution has been yielding impressive results; (2) American legal scholars who specialize in the admissibility of scientific evidence in court; and (3) scholars specializing in statistical analysis. The interdisciplinary workshop will include discussion of the algorithms being developed and assessed, the error rates associated with these approaches, and the theoretical contributions of linguistic and psychological sciences to understanding forensic authorship identification.  Legal experts will contribute to discussion of the standards for admissibility of scientific evidence, and the potential contributions of this area of forensic science to criminal and civil practice. \r\n\r\nThe workshop will give scholars in the field the opportunity to present their work to scholars in scientific evidence to determine how well the state of the art stands up to current legal standards, and to spark theoretical, empirical, and methodological innovation by sharing reactions with each other and hearing from leading statisticians. Proceedings of the workshop will be published in Brooklyn Law School's Journal of Law & Policy. A web platform for dissemination of scholarship and information about authorship attribution in the courts will also be developed and launched as part of this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lawrence",
   "pi_last_name": "Solan",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Lawrence M Solan",
   "pi_email_addr": "larry.solan@brooklaw.edu",
   "nsf_id": "000524284",
   "pi_start_date": "2012-05-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brooklyn Law School",
  "inst_street_address": "250 JORALEMON ST",
  "inst_street_address_2": "",
  "inst_city_name": "BROOKLYN",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "7186252200",
  "inst_zip_code": "112013798",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NY10",
  "org_lgl_bus_name": "BROOKLYN LAW SCHOOL",
  "org_prnt_uei_num": "",
  "org_uei_num": "XHSCXMK1VCK8"
 },
 "perf_inst": {
  "perf_inst_name": "Brooklyn Law School",
  "perf_str_addr": "250 Joralemon Street",
  "perf_city_name": "Brooklyn",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "112013700",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  },
  {
   "pgm_ele_code": "137200",
   "pgm_ele_name": "LSS-Law And Social Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 39276.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>On October 11-12, 2012, Brooklyn Law School hosted the workhop on authorship attribution funded by the NSF.&nbsp; The workshop consisted of: An Introductory presentation establishing the interdiscipinary nature of the workshop; three panels of three papers each, presented by invited computer scientists, computational linguists and forensic linguists; commentary on each panel by a law professor with expertise in scientific evidence; general commentary by additional legal scholars and statisticians who were invited to the workshop for that purpose; and a final agenda-setting roundtable to talk about the development of the web platform and the possibility of future collaborative work.</p>\n<p>The presentations and commentary all had the desired effect of helping to move the field along by promoting interaction among those with different approaches to authorship attribution (algorithmic vs. stylistic, for the most part); and between legal scholars and practitioners.&nbsp; Statisticians contributed suggestions as well.</p>\n<p>The workshop was well-attended by linguists from other institutions, and by law students, graduate students and undergraduate students interested in this area of research.&nbsp; Several practicing lawyers also attended at least part of the workshop.&nbsp; A number of linguists from other institutions came at their own expense or at the expense of their home institution to attend the workshop.</p>\n<p>The proceedings have now been published in the <em>Journal of Law &amp; Policy</em>.&nbsp; All nine of the principal speakers submitted and published papers, along with a brief preface that I wrote, acknowledging the NSF funding, two commentaries by law professors on the legal ramifications of the work presented by the linguists and computer scientists, and my concluding article, which attempts to contextualize the various approaches and makes suggestions for convergence in future research.&nbsp; A pdf of the volume is available at <a href=\"http://www.brooklaw.edu/~/media/PDF/LawJournals/JLP_PDF/jlp_vol21i2.ashx\">http://www.brooklaw.edu/~/media/PDF/LawJournals/JLP_PDF/jlp_vol21i2.ashx</a>.&nbsp;</p>\n<p>The grant also included funding to design and launch a website.&nbsp; It is now live at &nbsp;<a href=\"http://authorship.brooklaw.edu/\">http://authorship.brooklaw.edu/</a>.&nbsp; The web platform includes synopses of important authorship attribution decisions issued by courts and links to articles in the field.&nbsp; The hope is that people within the field will want to contribute.&nbsp; The website will publicize new developments in the field, including judicial decisions and research, and attempt to set a tone that encourages transparency.&nbsp; Brooklyn Law School will continue to maintain the site through my efforts and those of student research assistants, who will be funded by Brooklyn Law School.&nbsp;</p>\n<p>The goal of the entire project was to advance the practice of authorship attribution as a model forensic science.&nbsp; The forensic sciences have been severely criticized by the scientific community for lacking the rigor of basic science.&nbsp; Similar criticism has been issued by the legal academic community.&nbsp; Judges have, in recent years, begun to be more skeptical of forensics offered in the courtroom.&nbsp; This workshop - including post-workshop dissemination - was intended to introduce the legal community to a field whose work is largely driven by the rigors of ordinary science, including transparency and repeated testing of proficiency.&nbsp; It remains a work-in-progress, whose development should be closely followed.&nbsp; In addition, some practitioners of forensic authorship attribution have great insight to share with the community, but will have to develop more quantitative analytical approaches for their work to meet current evidentiary standards.&nbsp; Those issues have been openly acknowledged, with the possibility of work ...",
  "por_txt_cntn": "\nOn October 11-12, 2012, Brooklyn Law School hosted the workhop on authorship attribution funded by the NSF.  The workshop consisted of: An Introductory presentation establishing the interdiscipinary nature of the workshop; three panels of three papers each, presented by invited computer scientists, computational linguists and forensic linguists; commentary on each panel by a law professor with expertise in scientific evidence; general commentary by additional legal scholars and statisticians who were invited to the workshop for that purpose; and a final agenda-setting roundtable to talk about the development of the web platform and the possibility of future collaborative work.\n\nThe presentations and commentary all had the desired effect of helping to move the field along by promoting interaction among those with different approaches to authorship attribution (algorithmic vs. stylistic, for the most part); and between legal scholars and practitioners.  Statisticians contributed suggestions as well.\n\nThe workshop was well-attended by linguists from other institutions, and by law students, graduate students and undergraduate students interested in this area of research.  Several practicing lawyers also attended at least part of the workshop.  A number of linguists from other institutions came at their own expense or at the expense of their home institution to attend the workshop.\n\nThe proceedings have now been published in the Journal of Law &amp; Policy.  All nine of the principal speakers submitted and published papers, along with a brief preface that I wrote, acknowledging the NSF funding, two commentaries by law professors on the legal ramifications of the work presented by the linguists and computer scientists, and my concluding article, which attempts to contextualize the various approaches and makes suggestions for convergence in future research.  A pdf of the volume is available at http://www.brooklaw.edu/~/media/PDF/LawJournals/JLP_PDF/jlp_vol21i2.ashx. \n\nThe grant also included funding to design and launch a website.  It is now live at  http://authorship.brooklaw.edu/.  The web platform includes synopses of important authorship attribution decisions issued by courts and links to articles in the field.  The hope is that people within the field will want to contribute.  The website will publicize new developments in the field, including judicial decisions and research, and attempt to set a tone that encourages transparency.  Brooklyn Law School will continue to maintain the site through my efforts and those of student research assistants, who will be funded by Brooklyn Law School. \n\nThe goal of the entire project was to advance the practice of authorship attribution as a model forensic science.  The forensic sciences have been severely criticized by the scientific community for lacking the rigor of basic science.  Similar criticism has been issued by the legal academic community.  Judges have, in recent years, begun to be more skeptical of forensics offered in the courtroom.  This workshop - including post-workshop dissemination - was intended to introduce the legal community to a field whose work is largely driven by the rigors of ordinary science, including transparency and repeated testing of proficiency.  It remains a work-in-progress, whose development should be closely followed.  In addition, some practitioners of forensic authorship attribution have great insight to share with the community, but will have to develop more quantitative analytical approaches for their work to meet current evidentiary standards.  Those issues have been openly acknowledged, with the possibility of work from various scientific perspectives converging to improve the accuracy and the reliability of this important forensic identification science.  \n\n \n\n\t\t\t\t\tLast Modified: 10/25/2013\n\n\t\t\t\t\tSubmitted by: Lawrence M Solan"
 }
}