{
 "awd_id": "1160391",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science: The Dynamics of Radicalization and De-radicalization in Egypt and Indonesia",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "erik herron",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2013-10-31",
 "tot_intn_awd_amt": 11825.0,
 "awd_amount": 11825.0,
 "awd_min_amd_letter_date": "2012-04-28",
 "awd_max_amd_letter_date": "2012-04-28",
 "awd_abstract_narration": "This project seeks to understand the dynamics of radicalization and de-radicalization of Islamist movements, and to offer a nuanced analysis that can answer why violence is legitimized in some contexts and denounced or abandoned in others. The central question that drives this study is: why do some Islamist opposition groups remain non-violent, whereas others adopt violence when confronted with similar pressures? \r\n\r\nThis question will be answered by analyzing four groups: the Muslim Brotherhood (Egypt), the Gama'a Islamiyya (Egypt), the Nahdlatul Ulama (Indonesia) and the Jama'a Islamiyya (Indonesia). The Egyptian Muslim Brotherhood and the Nahdlatul Ulama are both crucial cases to examine in-depth on their on terms, and excellent cases for a structured focused comparison of why Islamist groups react differently in response to similar state and international constraints. The Egyptian Gama'a Islamiyya and the Indonesian Jama'a offer relevant comparisons to their national counterparts and to each other, facilitating a better understanding of why groups adopt different strategies in the same national context, and why some processes of de-radicalization succeed whereas others fail.\r\n\r\nBuilding upon work already conducted, this project will pursue archival research in Cairo and Jakarta and individual interviews with experts and members of the Islamist groups. These sources can provide essential yet otherwise unavailable information about organizational decision-making processes and governmental policies towards Islamist groups. These pieces of data are necessary in order to accurately trace the process of organizational change and examine how domestic, international and organizational factors interact to spur the adoption of either violent or non-violent strategies.\r\n\r\nThe intellectual merit of the project is connected with its deep assessment of Islamist groups through a direct investigation of four important groups. The research will provide the first systematic cross-regional analysis of both radicalization and de-radicalization of Islamist groups. Methodologically, this study will bring a unique contribution to the study of Islamist movements by combining process-tracing and structured focused comparisons to explore not only why particular tactics are adopted, but also why the outcomes we expect don't always occur. This project will also open new lines of inquiry in the field of terrorism studies, by shifting the focus away from solely examining violent outcomes and offering new ways to examine the causes of organizational, tactical, and ideological change. \r\n\r\nThe project's broader impacts are especially connected to its importance for policy-makers. As an increasing number of Islamist groups are vying for power in the Muslim world, understanding what factors influence their choice of strategies and why their beliefs change is crucial for both American foreign policy in general and for devising policies that promote nonviolence in particular. The project will offer a more in-depth understanding of Islamist groups as both religious and strategic actors, and will contribute towards a better understanding of political Islam in its various manifestations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Miriam",
   "pi_last_name": "Elman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Miriam Elman",
   "pi_email_addr": "melman@syr.edu",
   "nsf_id": "000600703",
   "pi_start_date": "2012-04-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ioana",
   "pi_last_name": "Matesan",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Ioana E Matesan",
   "pi_email_addr": "iematesa@syr.edu",
   "nsf_id": "000581758",
   "pi_start_date": "2012-04-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Syracuse University",
  "inst_street_address": "900 S CROUSE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "SYRACUSE",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3154432807",
  "inst_zip_code": "13244",
  "inst_country_name": "United States",
  "cong_dist_code": "22",
  "st_cong_dist_code": "NY22",
  "org_lgl_bus_name": "SYRACUSE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "C4BXLBC11LC6"
 },
 "perf_inst": {
  "perf_inst_name": "Syracuse University",
  "perf_str_addr": "",
  "perf_city_name": "Syracuse",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "132441200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "22",
  "perf_st_cong_dist": "NY22",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 11825.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project is to understand why Islamist groups change their strategies and ideologies, and to reveal why they adopt violent or non-violent tactics. The study focuses on case studies, and explores in depth the sequence of events during key moments of strategic and tactical change in the history of the Egyptian Muslim Brotherhood and al-Gama&rsquo;a al-Islamiyya, and the Indonesian Darul Islam, al-Jama&rsquo;a al-Islamiyya, Nahdlatul Ulama and the Justice and Prosperity Party (PKS).</p>\n<p>In order to conduct the proposed research, I traveled to Egypt in June and July 2012, and to Indonesia in October/November 2012 and June 2013. In Egypt I conducted twenty-four interviews and undertook research at the American University in Cairo. In Indonesia I conducted a total of thirty-nine interviews and undertook research at the library of the Center for Strategic and International Studies and at the Freedom Institute in Jakarta.</p>\n<p>The results of this research show that the groups examined escalated their tactics and adopted violence primarily in response to repression and to perceived external threats to the global Muslim community. Thus, radicalization is driven by the logic of grievances. On the other hand, de-escalation and the abandonment of violence occurred primarily in response to organizational and societal factors, and more specifically in response to an organizational crisis and public condemnation of violence. Therefore, de-radicalization is driven by the logic of disillusionment with the cause.</p>\n<p>In terms of understanding the choice of tactics or the change in strategies and ideological tenets among non-violent groups such as the Nahdlatul Ulama and PKS, the analysis reveals that Islamic groups adapt to the particularities of the political climate. Learning and ideological changes happen primarily in response to particular government policies, to the tactics of other social actors as well as in reaction to public opinion and prevalent norms. This being said, maintaining the right balance between ideological commitments and political astutenesscan be difficult. Voluntary exit from politics is not a strategy that is often adopted by Islamic groups, but as the case of the Nahdlatul Ulama shows, depending on the nature and constituency of other political actors, it can be a very beneficial strategy.</p>\n<p>An important finding with significant implications for American foreign policy is that international factors, and in particular perceived threats to the global Muslim community, can politicize a group and lead to a slippery slope of militarization that ultimately can result in the group turning its attention from foreign targets to domestic targets. This escalation is reinforced if domestic governments are seen as subservient to foreign interests or if they adopt repressive tactics towards the group.</p>\n<p>This project is one of the first cross-regional analyses of Islamist groups to explore both the adoption and renunciation of violence, and to search for the causal mechanisms of both escalation and de-escalation of strategies. Much of the scholarly literature has focused almost exclusively on violent outcomes, and has been based on the flawed assumption that if we understand the roots and causes of violence we can also understand how to prevent it or stop it. However, the reasons why militant groups decline or abandon violence are often unrelated to the motivations for violence. This project offers a more nuanced theoretical framework for understanding how organizational change occurs, and it shows that Islamist groups are dynamic and complex actors who are both principled and strategic.</p>\n<p>The study also tackles head on an emerging theoretical debate around the impact of repression. While many scholars have argued that inclusion in the political process contributes to moderation and repression fosters radicalization, some recent rese...",
  "por_txt_cntn": "\nThe goal of this project is to understand why Islamist groups change their strategies and ideologies, and to reveal why they adopt violent or non-violent tactics. The study focuses on case studies, and explores in depth the sequence of events during key moments of strategic and tactical change in the history of the Egyptian Muslim Brotherhood and al-GamaÆa al-Islamiyya, and the Indonesian Darul Islam, al-JamaÆa al-Islamiyya, Nahdlatul Ulama and the Justice and Prosperity Party (PKS).\n\nIn order to conduct the proposed research, I traveled to Egypt in June and July 2012, and to Indonesia in October/November 2012 and June 2013. In Egypt I conducted twenty-four interviews and undertook research at the American University in Cairo. In Indonesia I conducted a total of thirty-nine interviews and undertook research at the library of the Center for Strategic and International Studies and at the Freedom Institute in Jakarta.\n\nThe results of this research show that the groups examined escalated their tactics and adopted violence primarily in response to repression and to perceived external threats to the global Muslim community. Thus, radicalization is driven by the logic of grievances. On the other hand, de-escalation and the abandonment of violence occurred primarily in response to organizational and societal factors, and more specifically in response to an organizational crisis and public condemnation of violence. Therefore, de-radicalization is driven by the logic of disillusionment with the cause.\n\nIn terms of understanding the choice of tactics or the change in strategies and ideological tenets among non-violent groups such as the Nahdlatul Ulama and PKS, the analysis reveals that Islamic groups adapt to the particularities of the political climate. Learning and ideological changes happen primarily in response to particular government policies, to the tactics of other social actors as well as in reaction to public opinion and prevalent norms. This being said, maintaining the right balance between ideological commitments and political astutenesscan be difficult. Voluntary exit from politics is not a strategy that is often adopted by Islamic groups, but as the case of the Nahdlatul Ulama shows, depending on the nature and constituency of other political actors, it can be a very beneficial strategy.\n\nAn important finding with significant implications for American foreign policy is that international factors, and in particular perceived threats to the global Muslim community, can politicize a group and lead to a slippery slope of militarization that ultimately can result in the group turning its attention from foreign targets to domestic targets. This escalation is reinforced if domestic governments are seen as subservient to foreign interests or if they adopt repressive tactics towards the group.\n\nThis project is one of the first cross-regional analyses of Islamist groups to explore both the adoption and renunciation of violence, and to search for the causal mechanisms of both escalation and de-escalation of strategies. Much of the scholarly literature has focused almost exclusively on violent outcomes, and has been based on the flawed assumption that if we understand the roots and causes of violence we can also understand how to prevent it or stop it. However, the reasons why militant groups decline or abandon violence are often unrelated to the motivations for violence. This project offers a more nuanced theoretical framework for understanding how organizational change occurs, and it shows that Islamist groups are dynamic and complex actors who are both principled and strategic.\n\nThe study also tackles head on an emerging theoretical debate around the impact of repression. While many scholars have argued that inclusion in the political process contributes to moderation and repression fosters radicalization, some recent research argues that repression can also cause de-radicalization. This analysis eases this tension by tracing the ..."
 }
}