{
 "awd_id": "1160833",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Reconstructing Prehistoric Land-Use Patterns in the Lower Rio Verde Valley, Oaxaca, Mexico",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 137332.0,
 "awd_amount": 137332.0,
 "awd_min_amd_letter_date": "2011-10-24",
 "awd_max_amd_letter_date": "2011-10-24",
 "awd_abstract_narration": "Sedimentary and biological materials preserved in lakes and wetlands provide an ecologically rich archive of past changes in vegetation communities resulting from climate changes or anthropogenic impacts. They may also provide insights into how past human societies were organized and how they used natural resources. The focus of the Río Verde Early Agricultural Landscape Project (Project RVEAL) is to understand prehistoric land use dynamics at landscape scales. The research will reconstruct the vegetation and agricultural history of the Lower Río Verde Valley, Oaxaca, Mexico for the last ~4000 years. Sediment cores have been collected from ten estuarine, lake and archaeological settings in the valley. The project will undertake detailed multi-proxy paleoecological investigations at each site. Researchers will analyze the sediment stratigraphy, macroscopic and microscopic charcoal, pollen, phytoliths and stable carbon isotope signatures to document vegetation and land use changes resulting from prehistoric agriculture. The sediment cores will be radiocarbon dated at key stratigraphic locations in order to develop a chronology. The multi-proxy analyses will be undertaken at a quasi-decadal sampling interval. The detailed paleoecological data will complement existing archaeological data and thus provide a unique opportunity to understand prehistoric land use patterns at a spatial scale that is directly comparable to social and political changes within the valley.  \r\n\r\nTraditionally prehispanic land use history in Mesoamerica is derived from single site paleoecological analyses of lake sediments by which broad scale regional understandings of vegetation distribution and forest clearance for agriculture are reconstructed. Project RVEAL moves beyond this regional analysis and will focus on reconstruction at the local landscape scale using the paleoecological record. The research will enable the construction of a sophisticated multiscalar model of prehispanic land use and landscape change that integrates understandings of short-term and local processes with long-term, regional ones. The project will provide an important contribution to research on the impacts of prolonged human land use in tropical ecosystems and will use a theoretical framework that may permit implementation of comparable research activities elsewhere. This project will offer research opportunities for both American and Mexican undergraduate and graduate students. The research team is also partnering with personnel at the Museum of the Earth to develop museum exhibits detailing the research process and findings.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michelle",
   "pi_last_name": "Goman",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Michelle F Goman",
   "pi_email_addr": "goman@sonoma.edu",
   "nsf_id": "000455456",
   "pi_start_date": "2011-10-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Sonoma State University",
  "inst_street_address": "1801 E COTATI AVE",
  "inst_street_address_2": "",
  "inst_city_name": "ROHNERT PARK",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "7076643972",
  "inst_zip_code": "949283613",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "SONOMA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GZ6NCMJFL6R4"
 },
 "perf_inst": {
  "perf_inst_name": "Sonoma State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "949283609",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 137332.0
  }
 ],
 "por": null
}