{
 "awd_id": "1160445",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science: How Elite Polarization Constrains Leader Rhetoric",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 11900.0,
 "awd_amount": 11900.0,
 "awd_min_amd_letter_date": "2012-03-01",
 "awd_max_amd_letter_date": "2012-03-01",
 "awd_abstract_narration": "My dissertation seeks to contribute to our understanding of how citizens make decisions to engage with or to ignore partisan political events and the implications of that behavior on political actors and institutions- specifically, the Presidency of the United States. During times of extreme partisanship and disagreement between Democrats and Republicans, certain types of partisans may inoculate themselves against political rhetoric or events that challenge existing political beliefs. Partisans expect their party to perform better, to produce high-quality candidates, and to take appropriate issue stands (e.g., Gerber & Huber 2010; Taber and Lodge 2006; Gerber, Huber, & Washington 2010). When partisanship is a more prominent element of politics- during times of party polarization, for example- individuals tend to engage with their partisan identity more deeply and to use it to evaluate the political world around them. \r\n\r\nReliance on partisan identity, however, carries a potentially major liability: it predisposes citizens to a distorted view of the political world. In the heat of partisan rhetoric and political campaigns, partisan identities become more salient, leading citizens to hold situational self-conceptions as Republicans, Democrats, or Independents, and to think about politics from an \"us\" verses \"them\" perspective. To preserve expectations and to protect their partisan identities, people often engage in selective exposure and motivated reasoning, the tendency to choose to expose themselves to information that simply validates their partisan identities and to react to new information in ways that only supports previous beliefs. When confronted with uncongenial information, they tend to ignore, to discount, or to counter-argue it (Taber and Lodge 2006). I hypothesize that this may cause problems for the President and Presidential communication since the President is often viewed as both a party leader and a representative of the nation as a whole. Using survey and original experimental data, I will show that an increasingly partisan environment tends to (1) prevent Presidents from gaining access to and affecting an audience outside of like-minded partisans and ideologues; (2) increase the likelihood that individuals rely on partisanship rather than update their beliefs when confronted with new information; and (3) provide added incentives to avoid rhetoric that challenges existing political attitudes.  The implications of these findings are that the President and his rhetoric may have limited influence, only having an intensifying effect for like-minded partisans while having little or no effect on the other party. \r\n\r\nThis project seeks to investigate the impacts of party polarization, partisanship, selective exposure, and motivated reasoning. On a broader level, however, it is asking the value we place on a free-flowing, open marketplace of ideas in the United States and the functionality of a political system with highly polarized parties. Given the relationship between elite polarization, salience of partisanship, and biased reasoning, there may be reason to believe that meaningful political debate that transcends party lines may be in decline. It is concerning if exposure to political ideas, policies, and office holders only occurs among those who already agree with them. The President, one of only two nationally elected officials, may be becoming less effective as a uniting leader as a result of this partisan shift. Rather than having the option of pivoting between roles of party leader and national public opinion leader, the President may no longer have that option. Relatedly, political attitudes may be becoming more entrenched, particularly given that individuals can self-select the information that supports existing beliefs and can resist updating their beliefs with new information. Finally, this project will discuss the implications of this recent phenomenon on the Presidency, on political parties, and on deliberative democracy as well as possible remedies. There is inherent value in robust, informed debate between the public and our elected officials; a trend toward selective exposure and biased partisan reasoning is a potential hazard to any attempt to cultivate a genuine, deliberative democracy.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Druckman",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "James N Druckman",
   "pi_email_addr": "jdruckma@UR.Rochester.edu",
   "nsf_id": "000110424",
   "pi_start_date": "2012-03-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Harrison",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Brian F Harrison",
   "pi_email_addr": "BHarrison3@carleton.edu",
   "nsf_id": "000597393",
   "pi_start_date": "2012-03-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Department of Political Science - Northwestern University",
  "perf_str_addr": "601 University Place",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 11900.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Body\">Even the most minimal, basic definitions of democracy require that elected officials (elites) respond to citizens&rsquo; preferences (Pitkin 1967; Dahl, 1971; Mansbridge, 2003). In practice, however, it is not that simple. Elected officials have long known that it is not only in their interest to follow public opinion but to potentially shape it as well. Presidential responsiveness and influence have been sources of significant political and scholarly debate in American politics. A potential complication arises if, instead of simply&nbsp;<em>being</em>&nbsp;responsive to public opinion, presidents and their rhetoric also&nbsp;<em>affect&nbsp;</em>public opinion; this endogeneity makes the nature and degree of presidential responsiveness unclear. Many scholars have recognized this dilemma of representation and suggested or shown that presidents do at times (a) work to affect public opinion, and (b) do sometimes affect opinion. There has not been, however, much work identifying&nbsp;<em>how</em>&nbsp;and&nbsp;<em>when</em>&nbsp;the president influences opinion. If there is an effect, important questions remain about how and when presidents use this potential power to their advantage.</p>\n<p class=\"Body\">This project focused on two contemporary phenomena that shape the discourse of contemporary American politics: elite polarization and increased media and information choice. Using survey analyses and experimental designs, my findings suggest that although the president may have difficulty persuading a broad segment of the population due to elite polarization (selective exposure, motivated reasoning) and a noisier media environment (information choice), the president likely maintains the ability to mobilize and to engage with like-minded partisans and ideologues to achieve some impact on his job approval and the public policy issues he finds most important. This award allowed me to run two experiments to test the effects of polarization on the public and the President and to have a broader sample than I otherwise would have had. My findings suggest that polarization among political elites makes the operational environment more difficult for the President to be persuasive across a wide segment of the population, further incentiving a narrow message strategy and one that may emphasize like-minded partisans rather than attempting for some measure of bipartisanship.</p>\n<p class=\"Body\">&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/01/2014<br>\n\t\t\t\t\tModified by: Brian&nbsp;F&nbsp;Harrison</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Even the most minimal, basic definitions of democracy require that elected officials (elites) respond to citizensÆ preferences (Pitkin 1967; Dahl, 1971; Mansbridge, 2003). In practice, however, it is not that simple. Elected officials have long known that it is not only in their interest to follow public opinion but to potentially shape it as well. Presidential responsiveness and influence have been sources of significant political and scholarly debate in American politics. A potential complication arises if, instead of simply being responsive to public opinion, presidents and their rhetoric also affect public opinion; this endogeneity makes the nature and degree of presidential responsiveness unclear. Many scholars have recognized this dilemma of representation and suggested or shown that presidents do at times (a) work to affect public opinion, and (b) do sometimes affect opinion. There has not been, however, much work identifying how and when the president influences opinion. If there is an effect, important questions remain about how and when presidents use this potential power to their advantage.\nThis project focused on two contemporary phenomena that shape the discourse of contemporary American politics: elite polarization and increased media and information choice. Using survey analyses and experimental designs, my findings suggest that although the president may have difficulty persuading a broad segment of the population due to elite polarization (selective exposure, motivated reasoning) and a noisier media environment (information choice), the president likely maintains the ability to mobilize and to engage with like-minded partisans and ideologues to achieve some impact on his job approval and the public policy issues he finds most important. This award allowed me to run two experiments to test the effects of polarization on the public and the President and to have a broader sample than I otherwise would have had. My findings suggest that polarization among political elites makes the operational environment more difficult for the President to be persuasive across a wide segment of the population, further incentiving a narrow message strategy and one that may emphasize like-minded partisans rather than attempting for some measure of bipartisanship.\n \n\n\t\t\t\t\tLast Modified: 03/01/2014\n\n\t\t\t\t\tSubmitted by: Brian F Harrison"
 }
}