{
 "awd_id": "1160098",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Modified Reverse Osmosis Membranes for Forward and Pressure Retarded Osmosis",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Angie Lueking",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 234405.0,
 "awd_amount": 234405.0,
 "awd_min_amd_letter_date": "2012-07-31",
 "awd_max_amd_letter_date": "2012-07-31",
 "awd_abstract_narration": "McCutcheon/Freeman\r\n1160098/110069\r\n\r\nThis NSF award by the Chemical and Biological Separations program supports work by Professors Jeffrey McCutcheon and Benny Freeman to develop a new method for chemically modifying commercial reverse osmosis membranes for use in forward osmosis and pressure retarded osmosis applications.  Forward osmosis (FO) and pressure retarded osmosis (PRO) are sibling technologies that fall under the broader distinction of engineered osmosis (EO).  This platform relies on osmotic flow induced by concentration differences across a membrane to purify water, dewater solutions and generate electricity.  FO has recently been considered for seawater desalination, wastewater reuse, and food processing and is considered a low cost alternative to reverse osmosis (RO) and evaporative approaches.  PRO has been considered for harvesting osmotic potential at river deltas and within \"osmotic engine\" systems to generate electricity with a hydroturbine.\r\nAny EO technology requires a tailored membrane that not only is highly selective, but also exhibits properties that promote osmotic flow.  Today's commercial desalting membranes are designed specifically for reverse osmosis.  These membranes exhibit excellent selectivity and permeability, but also employ thick porous support layers.  These layers provide little resistance to hydraulic flow in RO.  However, they dramatically impact mass transfer in forward osmosis, causing what is commonly referred to as internal concentration polarization.  Early work has shown that RO membranes have very poor flux performance when evaluated in FO or PRO.  A significant amount of this resistance is caused by poor wetting of the support layers, which are comprised of hydrophobic polymers.\r\nThis work will demonstrate that a chemical modification of reverse osmosis membrane support layers with polydopamine and its analogs will enhance osmotic flux by increasing the hydrophilicity of the support layers.  Once hydrophilized, the layers will saturate, thereby providing the necessary continuity of the water phase to reduce mass transfer resistances.  Early work has already shown that in some cases, water flux can be increased by a factor of 10 or more when compared to an unmodified membrane. This solution may provide an alternative to building new membranes using techniques that may be difficult to scale or will require years of development to achieve similar performance to today's RO membranes.\r\n\r\nIn a world of ever increasing demand for scarce water and energy resources, new technology platforms, like EO, offer new possibilities.  Desalination and power production using EO will be enabled through the development of new, tailored membranes. However, if we are able to use existing membrane technology with a simple modification, we do not need to develop an entirely new membrane platform.  In fact, the proposed modification method is scalable and therefore easily implemented into existing membrane productions lines.  Membrane manufacturers are more likely to implement changes to their production scheme if it doesn't require rebuilding their entire manufacturing infrastructure.  Furthermore, this investigation will represent the first time that modification of a RO membrane support layer has been considered to increase flux performance.\r\n\r\nTo achieve our goals, a better understanding of how the coating occurs within a porous material (the RO membrane support layer) will be necessary.  The University of Connecticut will evaluate the coating procedure to maximize performance improvements while the University of Texas will develop analog chemistries to polydopamine that may be more appropriate for deposition within a porous structure.  Ultimately, we will develop an understanding of how chemistry and modification technique impact osmotic flux performance across modified RO membranes.\r\n\r\nAccording to the National Academy of Engineering, one of the Grand Challenges for Engineering is providing access to clean water for mankind.  The development of emerging water treatment technologies like forward osmosis could reinvigorate interest in desalination and wastewater reuse due to its promised benefits of low cost. As such, both PIs will use this work to stimulate interest in water within their educational and outreach programs.  At the University of Texas, Professor Freeman will provide research opportunities for high school students and teachers, giving invaluable experience to help promote engineering education in Texas high schools.  At the University of Connecticut, Professor McCutcheon will be an active participant in Universitas 21, an organization that promotes undergraduate research across disciplines and oceans.  Twenty three member universities provide programming for undergraduates to present their research, and UCONN is one of two American university participants.  Professor McCutcheon will help develop programming for a summer school to be held at UCONN as well as mentor the UCONN undergraduates who plan on attending the annual conference and other meetings. The PIs will collaborate in establishing an REU exchange program, called UCONNect2Texas, which will involve undergraduate students from each school visiting the other for a period of 10 weeks during the summer.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "McCutcheon",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey R McCutcheon",
   "pi_email_addr": "Jeffrey.mccutcheon@uconn.edu",
   "nsf_id": "000512106",
   "pi_start_date": "2012-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut",
  "inst_street_address": "438 WHITNEY RD EXTENSION UNIT 1133",
  "inst_street_address_2": "",
  "inst_city_name": "STORRS",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8604863622",
  "inst_zip_code": "062699018",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNTPS995QBM7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut",
  "perf_str_addr": "191 Auditorium Road",
  "perf_city_name": "Storrs",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "062693222",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141700",
   "pgm_ele_name": "Interfacial Engineering Progra"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "052E",
   "pgm_ref_txt": "MAT & PROC FOR CHEM SEPARATION"
  },
  {
   "pgm_ref_code": "136E",
   "pgm_ref_txt": "Chemical Separation Processes"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 234405.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project evaluated modification approaches to thin film composite (TFC) membranes for forward osmosis (FO) processes. &nbsp;Most TFC membranes are designed for reverse osmosis and as such have thick and hydrophobic supporting layers that merely exist to provide mechanical support for the thin, albeit highly selective, barrier layer. &nbsp;By modifying this supporting layer with polydopamine, we found that osmotic water flux was enhanced due to improved wetting in the support layer. &nbsp;The improved wetting enabled better mass transfer and overall better osmotic efficiency. &nbsp;&nbsp;</p>\n<p>Interestingly, during the course of this work, we had an unforeseen discovery. &nbsp;We were working with polyamide base TFC membranes (typical of RO and more recent FO membranes), and we were seeing strange results with respect to salt rejection. &nbsp;Early efforts in FO demonstrated reasonable salt rejections in excess of 90% (and sometimes 95%). &nbsp;These early tests had been done with a commercially available FO membrane made from cellulose acetate. &nbsp;When using the polyamide base TFC membranes, however, we saw much lower rejections. &nbsp;In some cases, rejections dipped well below 50%. &nbsp;At first we had suspected that there were defects in the membrane. &nbsp;However, if that were the case, then osmotic flux would be poor (which is was not) as salt would freely move through the membrane. &nbsp;We found that the membrane was actually facilitating cation exchange between the draw and feed solution which caused the low rejections of salt and a correspondingly high reverse solute flux from the draw solution. &nbsp;We proposed a mechanism of ion exchange facilitated by fixed charge carrier comprised of un-crosslinked carboxylic acid groups common in polyamide selective layers. We published our results in two papers and these papers were the highlight of this work (even though this finding was never anticipated). &nbsp;</p>\n<p>In all, while our original hypothesis that modifying support layers does indeed improve osmotic flux performance was definitively proven. &nbsp;However, our more interesting finding was the unexpected evidence of ion exchange in FO processes. &nbsp;These findings enhanced out output from the grant, which was substantial with approximately 10 refereed publications and many conference presentations and invited seminars. The work also provided core funding for one PhD student and partial funding for two others in addition to supporting 4 undergraduate projects (leading to 3 undergraduate co-authorships on papers). &nbsp;We appreciate the support from the NSF during this project and believe that the value of the contributions of these findings to the scientific community is only bested by the development of the graduate and undergraduate research talent during the work.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/30/2017<br>\n\t\t\t\t\tModified by: Jeffrey&nbsp;R&nbsp;Mccutcheon</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1160098/1160098_10196004_1485757508282_ArenaetalESTLettTOCartv2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1160098/1160098_10196004_1485757508282_ArenaetalESTLettTOCartv2--rgov-800width.jpg\" title=\"Ion Exchange\"><img src=\"/por/images/Reports/POR/2017/1160098/1160098_10196004_1485757508282_ArenaetalESTLettTOCartv2--rgov-66x44.jpg\" alt=\"Ion Exchange\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">TOC Abstract Art for ES&T Letters Paper published by Jason Arena</div>\n<div class=\"imageCredit\">Jason Arena</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Jeffrey&nbsp;R&nbsp;Mccutcheon</div>\n<div class=\"imageTitle\">Ion Exchange</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThis project evaluated modification approaches to thin film composite (TFC) membranes for forward osmosis (FO) processes.  Most TFC membranes are designed for reverse osmosis and as such have thick and hydrophobic supporting layers that merely exist to provide mechanical support for the thin, albeit highly selective, barrier layer.  By modifying this supporting layer with polydopamine, we found that osmotic water flux was enhanced due to improved wetting in the support layer.  The improved wetting enabled better mass transfer and overall better osmotic efficiency.   \n\nInterestingly, during the course of this work, we had an unforeseen discovery.  We were working with polyamide base TFC membranes (typical of RO and more recent FO membranes), and we were seeing strange results with respect to salt rejection.  Early efforts in FO demonstrated reasonable salt rejections in excess of 90% (and sometimes 95%).  These early tests had been done with a commercially available FO membrane made from cellulose acetate.  When using the polyamide base TFC membranes, however, we saw much lower rejections.  In some cases, rejections dipped well below 50%.  At first we had suspected that there were defects in the membrane.  However, if that were the case, then osmotic flux would be poor (which is was not) as salt would freely move through the membrane.  We found that the membrane was actually facilitating cation exchange between the draw and feed solution which caused the low rejections of salt and a correspondingly high reverse solute flux from the draw solution.  We proposed a mechanism of ion exchange facilitated by fixed charge carrier comprised of un-crosslinked carboxylic acid groups common in polyamide selective layers. We published our results in two papers and these papers were the highlight of this work (even though this finding was never anticipated).  \n\nIn all, while our original hypothesis that modifying support layers does indeed improve osmotic flux performance was definitively proven.  However, our more interesting finding was the unexpected evidence of ion exchange in FO processes.  These findings enhanced out output from the grant, which was substantial with approximately 10 refereed publications and many conference presentations and invited seminars. The work also provided core funding for one PhD student and partial funding for two others in addition to supporting 4 undergraduate projects (leading to 3 undergraduate co-authorships on papers).  We appreciate the support from the NSF during this project and believe that the value of the contributions of these findings to the scientific community is only bested by the development of the graduate and undergraduate research talent during the work.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 01/30/2017\n\n\t\t\t\t\tSubmitted by: Jeffrey R Mccutcheon"
 }
}