{
 "awd_id": "1160990",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Planning Grant:  I/UCRC for Spatiotemporal Thinking and Computing",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rathindra DasGupta",
 "awd_eff_date": "2012-04-15",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 11492.0,
 "awd_amount": 11492.0,
 "awd_min_amd_letter_date": "2012-04-10",
 "awd_max_amd_letter_date": "2012-04-16",
 "awd_abstract_narration": "Planning Grant: I/UCRC for Spatiotemporal Thinking and Computing \r\n\r\n1160979 George Mason University; Chaowei Yang \r\n1160990 Harvard University; Peter Bol \r\n1160959 University of California-Santa Barbara; Keith Clarke \r\n\r\nGeorge Mason University (GMU), Harvard University (HU), and the University of CaliforniaSanta Barbara (UCSB) will conduct a planning meeting with industry, university, government agencies, and associations to a) determine the feasibility and viability of developing a center for spatiotemporal thinking and computing, and b) plan the research agenda for the proposed center. \r\n\r\nThe proposal seeks to establish an I/UCRC for spatiotemporal thinking and computing as a collaboration platform among universities, industry, government agencies, and other organizations to enable research and education to 1) improve the US geospatial research infrastructure base; 2) enhance the intellectual capacity within the future engineering and science workforce; and 3) establish the US leadership in spatiotemporal thinking and computing. The proposed center will be established based upon the previous successes at each of the three sites including: a) the Center for Intelligent Spatial Computing (CISC) at GMU for spatiotemporal computing/software development; b) the Center for Spatial Studies (CSS) at UCSB for spatial thinking and analyses; and c) the Center for Geographic Analysis (CGA) at Harvard for spatiotemporal applications. \r\n\r\nThe Planning Meeting will solicit input from potential Center members and develop projects and priorities for research. There are existing programs at the three campuses with potential overlap, but the mission of the new Center would be to integrate these technologies into a comprehensive spatiotemporal theory and applications. Research results and success stories will be disseminated through publications in relevant spatiotemporal venues as well as among the center member sites for adoption and outreach. The PIs plan to include leading relevant professional organizations to help broadcast the research results and recruit new members through their organizational channels. The PIs also intend to collaborate with complementary I/UCRCs to broaden the impact of the proposed center's research results.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Bol",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Bol",
   "pi_email_addr": "pkbol@fas.harvard.edu",
   "nsf_id": "000541029",
   "pi_start_date": "2012-04-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021383016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "576100",
   "pgm_ele_name": "IUCRC-Indust-Univ Coop Res Ctr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5761",
   "pgm_ref_txt": "INDUSTRY/UNIV COOP RES CENTERS"
  },
  {
   "pgm_ref_code": "8039",
   "pgm_ref_txt": "Information, Communication & Computing"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 11492.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project was to evaluate the possibility and sustainability of establishing an I/UCRC for spatiotemporal thinking, computing and applications (STTCA); to develop research ideas on STTCA; to solicit support from potential collaborators and sponsors for the proposed STTCA; to participate in the necessary planning meetings for the STTCA; to use input from collaborators and sponsors at the planning meetings to formulate research projects and then to prioritize them according to the potential members&rsquo; needs; and finally to develop the full I/UCRC STTCA 5-year proposal to NSF.</p>\n<p>During this planning grant period, the following major activities were conducted:</p>\n<ul>\n<li>Attended I/UCRC Boot Camp in Washington, to receive training and advice on how to conduct planning and produce the full I/UCRC STTCA proposal.</li>\n<li>Contacted and coordinated government and industry collaborators for the proposal, and encouraged their participation in the planning workshop.</li>\n<li>Developed STTCA research ideas and presented them at the I/UCRC planning meeting at George Mason University, August 14-15th, 2012.</li>\n<li>Participated in the Spatiotemporal Thinking and Computing sessions (paper and panel) at the 2012 AAG meeting in New York, and the 2013 AAG meeting in Los Angeles.</li>\n<li>Wrote the full center 5-year proposal for establishing I/UCRC STTCA and submitted it to NSF on 3/5/2013. The full center proposal was entitled &ldquo;Collaborative Research: I/UCRC for Spatiotemporal Thinking Computing and Applications.&rdquo; Collaborating institutions were George Mason University (lead) and University of California-Santa Barbara.</li>\n</ul>\n<p>The center proposal, including its organization and design were completed, and submitted to NSF on schedule. Letters of support, including initial financial commitments, were secured. Initial sessions held at national conferences have helped clarify the scope of the center and its objectives, and to raise awareness about spatiotemporal issues. Special attention was given to ensure the relevance, sustainability and topical scope of the I/UCRC STTCA, and to create engaging initial project of interest and value to the collaborators and partners.</p>\n<p>Key outcomes of this planning grant include the following:</p>\n<ul>\n<li>Full I/UCRC STTCA proposal submitted on 3/5/2013.</li>\n<li>Multiple conference presentations were made, raising awareness of Spatiotemporal Thinking Computing and Applications.</li>\n<li>Multiple research project proposals were developed, ready to start when the full center proposal is approved.</li>\n<li>Contract and agreements terms were negotiated among the I/UCRC STTCA sites and ready to be signed by the members.</li>\n<li>A number of faculty members, research associates, post docs and professional staff members were involved in developing the various research project synopses and the full Center proposal. The process helped enhance their academic and technological knowledge and experiences.</li>\n<li>Two major dissemination activities were held, at the 2012 AAG meeting in New York, where a series of paper sessions, panels, and information briefings were held. This was repeated at the 2013 AAG meeting in Los Angeles, where the level of participation was strong, and 17 sessions were held, with one panel on each aspect of the proposed center's research.</li>\n<li>Individual presentations were made to USGS, NASA, Northrop Grumman, Microsoft, Esri, Intergraph, Map Story, Oracle, EastView, and other companies and agencies.</li>\n</ul>\n<p>This project is one of the first initiatives to systematically address spatiotemporal studies and provides a platform for the field to collaborate. The sessions at the professional meetings have had the impact of focusing academic and student attentions on spatiotemporal issues. Spatiotemporal research has been successfully linked with the concept of cyberinfrastructure, big data anal...",
  "por_txt_cntn": "\nThis project was to evaluate the possibility and sustainability of establishing an I/UCRC for spatiotemporal thinking, computing and applications (STTCA); to develop research ideas on STTCA; to solicit support from potential collaborators and sponsors for the proposed STTCA; to participate in the necessary planning meetings for the STTCA; to use input from collaborators and sponsors at the planning meetings to formulate research projects and then to prioritize them according to the potential membersÆ needs; and finally to develop the full I/UCRC STTCA 5-year proposal to NSF.\n\nDuring this planning grant period, the following major activities were conducted:\n\nAttended I/UCRC Boot Camp in Washington, to receive training and advice on how to conduct planning and produce the full I/UCRC STTCA proposal.\nContacted and coordinated government and industry collaborators for the proposal, and encouraged their participation in the planning workshop.\nDeveloped STTCA research ideas and presented them at the I/UCRC planning meeting at George Mason University, August 14-15th, 2012.\nParticipated in the Spatiotemporal Thinking and Computing sessions (paper and panel) at the 2012 AAG meeting in New York, and the 2013 AAG meeting in Los Angeles.\nWrote the full center 5-year proposal for establishing I/UCRC STTCA and submitted it to NSF on 3/5/2013. The full center proposal was entitled \"Collaborative Research: I/UCRC for Spatiotemporal Thinking Computing and Applications.\" Collaborating institutions were George Mason University (lead) and University of California-Santa Barbara.\n\n\nThe center proposal, including its organization and design were completed, and submitted to NSF on schedule. Letters of support, including initial financial commitments, were secured. Initial sessions held at national conferences have helped clarify the scope of the center and its objectives, and to raise awareness about spatiotemporal issues. Special attention was given to ensure the relevance, sustainability and topical scope of the I/UCRC STTCA, and to create engaging initial project of interest and value to the collaborators and partners.\n\nKey outcomes of this planning grant include the following:\n\nFull I/UCRC STTCA proposal submitted on 3/5/2013.\nMultiple conference presentations were made, raising awareness of Spatiotemporal Thinking Computing and Applications.\nMultiple research project proposals were developed, ready to start when the full center proposal is approved.\nContract and agreements terms were negotiated among the I/UCRC STTCA sites and ready to be signed by the members.\nA number of faculty members, research associates, post docs and professional staff members were involved in developing the various research project synopses and the full Center proposal. The process helped enhance their academic and technological knowledge and experiences.\nTwo major dissemination activities were held, at the 2012 AAG meeting in New York, where a series of paper sessions, panels, and information briefings were held. This was repeated at the 2013 AAG meeting in Los Angeles, where the level of participation was strong, and 17 sessions were held, with one panel on each aspect of the proposed center's research.\nIndividual presentations were made to USGS, NASA, Northrop Grumman, Microsoft, Esri, Intergraph, Map Story, Oracle, EastView, and other companies and agencies.\n\n\nThis project is one of the first initiatives to systematically address spatiotemporal studies and provides a platform for the field to collaborate. The sessions at the professional meetings have had the impact of focusing academic and student attentions on spatiotemporal issues. Spatiotemporal research has been successfully linked with the concept of cyberinfrastructure, big data analysis, and the need for STEM education. Through this project, awareness of spatiotemporal computing issues has been raised for the discipline as a whole. All involved researchers and technologists have found the Center planning pro..."
 }
}