{
 "awd_id": "1160601",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "US Government Support for IAI Core Budget 2011-2014",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032922250",
 "po_email": "muhle@nsf.gov",
 "po_sign_block_name": "Maria Uhle",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 2286000.0,
 "awd_amount": 2286000.0,
 "awd_min_amd_letter_date": "2012-09-25",
 "awd_max_amd_letter_date": "2014-09-04",
 "awd_abstract_narration": "This grant provides US$2,286,000 as the U.S. Government contribution to the 2011 to 2014 core budget of the Inter-American Institute for Global Change Research (IAI). The IAI is an intergovernmental institution whose core budget is funded through contributions from its 19 member countries, including the USA. The funding represents the US voluntary contribution to the IAI as set by agreed to by the USG, and will be used to cover 59% of the IAI Directorate international staff salaries and travel costs, travel costs for the 10-member Scientific Advisory Committee of the IAI, and part of the IAI's publication budget. The present proposal covers the US contribution for three years.\r\nThe intellectual merit of this proposal lies in the essential role of the IAI and its core funding in realizing the IAI's objectives to implement regional cooperations for interdisciplinary research on global change; to conduct or select for sponsorship (based on peer review) scientific projects and training of regional relevance which cannot be conducted by any single country or institution; to link research institutions of the region to global programs; to improve the scientific and technical capabilities and research infrastructure of the countries of the region; to foster standardization, collection, analysis and exchange of scientific data; and to provide scientific information to government towards public policy on global change.\r\nThe IAI implements its science programs using calls for proposals, peer reviews and post-award monitoring. In addition it has become active in developing durable networks of institutions and researchers across disciplines and countries, and is engaging in analysis and synthesis of the IAI's varied science output. The IAI develops science and policy strategies in consultation with member countries, and collects and processes science output to contribute to informed decision making. During the three year period of support requested here, the IAI will complete two science programs, provide final analysis, reporting and an in-depth synthesis of the science and policy implications. The synthesis of science-policy links will be published in a variety of publications for different audiences, and will be edited by IAI staff and other experts. A strategic planning process has been initiated and a new cooperative science program will be developed. Five training programs have been scheduled and others will be developed. The broader implications that go beyond the science content of the networks lie in the building of institutional capacities in the region to manage large collaborative science projects. Over the next 3 years, the IAI will continue its task of linking research and education activities across disciplines, and explore opportunities generated by the international networking to insert science into the decision process of its member countries. An important effort will therefore be to engage member countries in the science and its translation into policy.\r\n\r\nBackground\r\nThe IAI has been listed by the State Department as an international organization within the meaning of the Federal Employees International Organization Service Act, covered by 5 U.S.C. 3343 and 5 U.S.C. 3581.\r\n\r\nCore Budget support, for which this proposal is submitted, allows the operation of the Directorate of the IAI. Currently, the IAI Directorate is hosted by Brazil in Sao Jose dos Campos, Sao Paulo state, on the campus of the Brazilian National Space Research Institute (INPE), where the IAI Directorate functions as an internationally recognized juridical personality, with the corresponding privileges and immunities granted by the Government of Brazil.\r\n\r\nCore Budget commitment pledges are made by the all Parties to the Agreement Establishing the IAI: Argentina, Brazil, Canada, Chile, Colombia, Costa Rica, Cuba, the Dominican Republic, Ecuador, Guatemala, Jamaica, Mexico, Panama, Paraguay, Peru, Uruguay, the USA, and Venezuela. Amounts are arrived at by consensus at an annual meeting of the Conference of the Parties to the IAI Agreement.\r\n\r\nThe IAI is a U.S. initiative to stimulate cooperative research on global change issues among the scientific institutions of the Americas. The National Science Foundation is the lead U.S. Government agency designated by the White House to carry out U.S. responsibilities within the IAI.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Holm",
   "pi_last_name": "Tiessen",
   "pi_mid_init": "",
   "pi_sufx_name": "Dr.",
   "pi_full_name": "Holm Tiessen",
   "pi_email_addr": "htiessen@dir.iai.int",
   "nsf_id": "000065044",
   "pi_start_date": "2012-09-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marcella",
   "pi_last_name": "Ohira",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Marcella Ohira",
   "pi_email_addr": "marcella@dir.iai.int",
   "nsf_id": "000475214",
   "pi_start_date": "2012-09-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Rafael",
   "pi_last_name": "Atmetlla",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rafael Atmetlla",
   "pi_email_addr": "atmetlla@dir.iai.int",
   "nsf_id": "000072939",
   "pi_start_date": "2012-09-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Martius",
   "pi_mid_init": "",
   "pi_sufx_name": "Mr.",
   "pi_full_name": "Christopher Martius",
   "pi_email_addr": "cmartius@dir.iai.int",
   "nsf_id": "000561286",
   "pi_start_date": "2012-09-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Inter-American Institute for Global Change Research",
  "inst_street_address": "AV. ITALIA 6201",
  "inst_street_address_2": "",
  "inst_city_name": "MONTEVIDEO",
  "inst_state_code": "",
  "inst_state_name": "RI REQUIRED",
  "inst_phone_num": "26039552",
  "inst_zip_code": "11500",
  "inst_country_name": "Uruguay",
  "cong_dist_code": null,
  "st_cong_dist_code": "",
  "org_lgl_bus_name": "INSTITUTO INTERAMERICANO PARA LA INVESTIGACION DEL CAMBIO GLOBAL",
  "org_prnt_uei_num": "",
  "org_uei_num": "MEDFGQ5VLN71"
 },
 "perf_inst": {
  "perf_inst_name": "Inter-American Institute for Global Change Research",
  "perf_str_addr": "Av. dos Astronautas, 1758",
  "perf_city_name": "S. J. dos Campos - SP",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "12227-010",
  "perf_ctry_code": "BR",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Brazil",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731300",
   "pgm_ele_name": "Intl Global Change Res & Coord"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1314",
   "pgm_ref_txt": "INSTITUTES FOR GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "7313",
   "pgm_ref_txt": "REGIONAL INST FOR GLOBAL CHANG"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 762000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 762000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 762000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The IAI Directorate's primary responsibilities are to promote and represent the Institute within the region and the rest of the world; develop and implement the Institute's long-range plans and strategies, implement financial policies, and monitor budgets.</p>\n<p>The evolution of IAI sponsored global change science and related activities has resulted in the inclusion of multiple disciplines in all research projects. The Directorate plays a crucial role guiding and promoting interdisciplinarity, particularly when includes the human dimensions: social and economic sciences, outreach to non-scientific audiences and dialogue with policy and decision makers for whom the IAI science serves as a knowledge base. Often these activities require training workshops to facilitate dialogue and collaboration. The Directorate also coordinates the collaboration among projects to enrich the science dialogue, generate new opportunities for research and permit cross-program synthesis of results.</p>\n<p>Following the large Collaborative Research Networks, a Small Grants program was implemented to develop the best initiatives and research further. Its 9 projects involved 13 of the IAI's 19 member countries with 76 researchers in 53 institutions. The research and scholarships (a total of US$ 249,000) supported 96 student theses. 111 students participated in training activities and workshops funded by projects. The selection of only the most successful initiatives for funding under this program resulted in a very large amount of leveraged funds: individual grantees received a total of US$ 13.4 million on an original investment by the grant of US$ 2.6 million.</p>\n<p>The Third Collaborative Research Network Program (CRN3) was initiated in November 2012 and will run through 2018.&nbsp; The program's 17 projects resulted from three separate calls that encouraged ever greater inclusion of the human sciences. Although many proposals had received good disciplinary external reviews their science showed a limited ability of the scientific community to frame global change problems collaboratively from the perspectives of natural and human sciences. The Directorate negotiated substantial adjustments in several projects, to reinforce the social dimensions and improve the interdisciplinary integration needed for the research problems addressed.&nbsp; To be able to analyze this process and provide \"good practices\" for future calls, 7 smaller projects on Science Integration, funded with between US$ 100,000 and 200,000, were developed to document the approaches taken to team building and interdisciplinary work. The CRN3 program represents a science investment by the National Science Foundation of USD 11 million.</p>\n<p>The 10 large CRN3 networks involve 111 investigators in 68 institutions and 14 IAI member countries. 120 students have so far participated in workshops by these projects, and 76 students are involved in research. The total additional funding leveraged during the first year was approximately US$ 2,300,000.&nbsp; In addition, a co-funding agreement was developed with CONICET (Argentina), under which Argentine researchers can expand their participation in international programs. The Argentine funding of up to US$ 200,000 provides a significant opportunity for linking national science funding to the IAI's international networks.</p>\n<p>&nbsp;The Directorate's capacity building integrates research and training, science and applications. IAI researchers are both students and instructors as the IAI explores the interface between different sciences and policy and decision making - where everyone has something to learn. The international character of those activities provides &ldquo;take home&rdquo; capacity building that enriches research groups and networks. recently, the IAI established a committee for science-policy and staffed an office to further explore and develop the relevance of IAI scie...",
  "por_txt_cntn": "\nThe IAI Directorate's primary responsibilities are to promote and represent the Institute within the region and the rest of the world; develop and implement the Institute's long-range plans and strategies, implement financial policies, and monitor budgets.\n\nThe evolution of IAI sponsored global change science and related activities has resulted in the inclusion of multiple disciplines in all research projects. The Directorate plays a crucial role guiding and promoting interdisciplinarity, particularly when includes the human dimensions: social and economic sciences, outreach to non-scientific audiences and dialogue with policy and decision makers for whom the IAI science serves as a knowledge base. Often these activities require training workshops to facilitate dialogue and collaboration. The Directorate also coordinates the collaboration among projects to enrich the science dialogue, generate new opportunities for research and permit cross-program synthesis of results.\n\nFollowing the large Collaborative Research Networks, a Small Grants program was implemented to develop the best initiatives and research further. Its 9 projects involved 13 of the IAI's 19 member countries with 76 researchers in 53 institutions. The research and scholarships (a total of US$ 249,000) supported 96 student theses. 111 students participated in training activities and workshops funded by projects. The selection of only the most successful initiatives for funding under this program resulted in a very large amount of leveraged funds: individual grantees received a total of US$ 13.4 million on an original investment by the grant of US$ 2.6 million.\n\nThe Third Collaborative Research Network Program (CRN3) was initiated in November 2012 and will run through 2018.  The program's 17 projects resulted from three separate calls that encouraged ever greater inclusion of the human sciences. Although many proposals had received good disciplinary external reviews their science showed a limited ability of the scientific community to frame global change problems collaboratively from the perspectives of natural and human sciences. The Directorate negotiated substantial adjustments in several projects, to reinforce the social dimensions and improve the interdisciplinary integration needed for the research problems addressed.  To be able to analyze this process and provide \"good practices\" for future calls, 7 smaller projects on Science Integration, funded with between US$ 100,000 and 200,000, were developed to document the approaches taken to team building and interdisciplinary work. The CRN3 program represents a science investment by the National Science Foundation of USD 11 million.\n\nThe 10 large CRN3 networks involve 111 investigators in 68 institutions and 14 IAI member countries. 120 students have so far participated in workshops by these projects, and 76 students are involved in research. The total additional funding leveraged during the first year was approximately US$ 2,300,000.  In addition, a co-funding agreement was developed with CONICET (Argentina), under which Argentine researchers can expand their participation in international programs. The Argentine funding of up to US$ 200,000 provides a significant opportunity for linking national science funding to the IAI's international networks.\n\n The Directorate's capacity building integrates research and training, science and applications. IAI researchers are both students and instructors as the IAI explores the interface between different sciences and policy and decision making - where everyone has something to learn. The international character of those activities provides \"take home\" capacity building that enriches research groups and networks. recently, the IAI established a committee for science-policy and staffed an office to further explore and develop the relevance of IAI science for decision making and vice versa.\n\nThe dissemination of the IAI-MacArthur foundation project on climate vulnerability ..."
 }
}