{
 "awd_id": "1160995",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "III: CCF: Medium: Collaborative Research: Combinatorial Analysis of Biological and Social Networks",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 356222.0,
 "awd_amount": 356222.0,
 "awd_min_amd_letter_date": "2012-08-18",
 "awd_max_amd_letter_date": "2014-06-29",
 "awd_abstract_narration": "In this collaborative interdisciplinary proposal involving a researcher at the University of Illinois at Chicago (UIC) and one at the Pennsylvania State University (Penn State), the investigators will design and apply novel algorithmic tools to explore several fundamental graph-theoretic problems that have significant applications in biological and social interaction networks. The research problems addressed in the proposal can be broadly classified into graph partitioning type of problems and graph sparsification type of problems. For example, one such problem in the context of social interaction networks is to partition the nodes into so-called \"communities of statistically significant interactions\" to study the behavioral patterns of a group of individuals in a society. The PIs will formulate precise computational problems, study their properties, use novel algorithmic tools to design efficient algorithms, and implement the resulting algorithms to test their accuracy and efficiency. The proposed research will leverage further development of novel combinatorial tools previously developed by the PIs, in addition to developing new techniques, to design efficient algorithms for complex optimization problems. The algorithms developed in the course of this project will be implemented for validation on simulated and real data, and will lead to open-source software for the life science and social science communities.\r\n\r\nOn a broader level, since this proposal deals with fundamental combinatorial optimization problems that arise in diverse scientific fields, the proposed research will have a strong impact on research areas beyond the primary research area, such as in stability analysis of computer networks and in social network visualization. A central component of the proposal is the creation of meaningful educational activities that leverage the proposed interdisciplinary research and build on the PIs' substantial past experience in teaching, mentoring and outreach and on the diverse communities in Chicago . Additionally, the PIs plan to integrate research and education via course and curriculum development, involvement of undergraduates, minorities and  under-represented groups, effective dissemination of research, mentoring of undergraduate and graduate students, outreach and community involvement, and promoting diversity in research and educational activities.\r\n\r\nThe outcomes of the project will be made freely available through the following websites of the investigators and their labs:  http://www.cs.uic.edu/~dasgupta; http://www.cs.uic.edu/~dasgupta/professional/algo-lab.html; and http://www.phys.psu.edu/~ralbert.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bhaskar",
   "pi_last_name": "DasGupta",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bhaskar DasGupta",
   "pi_email_addr": "bdasgup@uic.edu",
   "nsf_id": "000215945",
   "pi_start_date": "2012-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "851 South Morgan Street",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606077052",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 199682.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 156540.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this completed research project, the investigators designed efficient algorithms for computationally complex optimization problems such as computing the strong metric dimension of networks. These optimization problems arise in a plethora of applications in biological and social networks. For example, the investigators found that of biological and social networks have a negative curvature, which strongly affects pathway cross-talk in biological networks, and the existence of central, influential neighborhoods in both biological and social networks. The investigators formulated mathematically precise computational problems, studied their properties, leveraged novel combinatorial tools previously developed by themselves, and used novel algorithmic tools to design efficient algorithms, and implemented the resulting algorithms to test their accuracy and efficiency. They also developed new network models that served as test-beds for their algorithms. One of their core research results on &ldquo;Topological implications of negative curvature for biological and social networks&rdquo; authored by R. Albert, B. DasGupta and N. Mobasheri has been already been cited over 30 times by the relevant research community (according to Google Scholar) and four PhD students successfully finished their PhD thesis works for the duration of this project.</p>\n<p>In addition to substantial impacts in combinatorial optimization and applied graph theory, algorithmic research results from this project will have further applications in interdisciplinary research areas such as social network analysis and biomedical research. In addition to research activities that yielded one graduate level textbook, 26 peer-reviewed journal papers, 2 peer-reviewed conference papers and 3 chapters in edited books, the two investigators have been instrumental in working and publishing with many graduate students. The investigator&rsquo;s supervision of several female PhD students helped increase the participation of women and minorities in scientific and engineering fields. The investigators have given numerous presentations in academia and related venues to disseminate their research results.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/24/2017<br>\n\t\t\t\t\tModified by: Bhaskar&nbsp;Dasgupta</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this completed research project, the investigators designed efficient algorithms for computationally complex optimization problems such as computing the strong metric dimension of networks. These optimization problems arise in a plethora of applications in biological and social networks. For example, the investigators found that of biological and social networks have a negative curvature, which strongly affects pathway cross-talk in biological networks, and the existence of central, influential neighborhoods in both biological and social networks. The investigators formulated mathematically precise computational problems, studied their properties, leveraged novel combinatorial tools previously developed by themselves, and used novel algorithmic tools to design efficient algorithms, and implemented the resulting algorithms to test their accuracy and efficiency. They also developed new network models that served as test-beds for their algorithms. One of their core research results on \"Topological implications of negative curvature for biological and social networks\" authored by R. Albert, B. DasGupta and N. Mobasheri has been already been cited over 30 times by the relevant research community (according to Google Scholar) and four PhD students successfully finished their PhD thesis works for the duration of this project.\n\nIn addition to substantial impacts in combinatorial optimization and applied graph theory, algorithmic research results from this project will have further applications in interdisciplinary research areas such as social network analysis and biomedical research. In addition to research activities that yielded one graduate level textbook, 26 peer-reviewed journal papers, 2 peer-reviewed conference papers and 3 chapters in edited books, the two investigators have been instrumental in working and publishing with many graduate students. The investigator?s supervision of several female PhD students helped increase the participation of women and minorities in scientific and engineering fields. The investigators have given numerous presentations in academia and related venues to disseminate their research results.\n\n\t\t\t\t\tLast Modified: 11/24/2017\n\n\t\t\t\t\tSubmitted by: Bhaskar Dasgupta"
 }
}