{
 "awd_id": "1160179",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Analysis and Optimization of the Pavlik Harness Treatment of Neonates with Hip Dysplasia",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922633",
 "po_email": "aleoness@nsf.gov",
 "po_sign_block_name": "Alex Leonessa",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 340474.0,
 "awd_amount": 355474.0,
 "awd_min_amd_letter_date": "2012-08-29",
 "awd_max_amd_letter_date": "2014-06-12",
 "awd_abstract_narration": "PI: Kassab\r\nProposal 1160179\r\n\r\nThe Pavlik harness is the standard orthopaedic device utilized worldwide to non-surgically correct congenital hip dysplasia (CHD) in infants, but its mechanism of action has not been studied, and is therefore little understood. As a result, treatment with this device fails for about 15% of the patients. Nearly 76% of hip osteoarthritis cases are attributed to untreated hip dysplasia at an early stage in life and this disability usually requires total hip replacement before the age of 50. It is estimated that nearly 1/20 full term infants are born with some type of hip instability, of which 2-3 out of 1000 will require treatment, and that nearly 15% will fail treatment for CHD with the Pavlik Harness leading to disability as the ultimate consequence. Accepting the rate of failure of this device as a leading cause of disability as a result of hip osteoarthritis, we propose to use the results of our year-long preliminary study as the foundation to engage in the hereby proposed research project where we will use engineering fundamentals to develop a case-specific approach to the treatment of CHD based on data extracted from individual CT-scans of infants afflicted by the condition. To do this we propose to: (1) develop a finite element model of the dynamic physiological response of the hip due to loads imposed by the Pavlik harness based on patient specific infant geometry, accounting for large deformation and non-linear behavior of the musculature, (2) formulate an automated algorithm based on the principle of minimum energy to determine optimum Pavlik harness load components necessary to successfully vector the femoral heads into their correct physiological position in the acetabula, while maintaining hip reduction for the full length of treatment, and (3) establish the proposed FEM-optimization methodology as a planning tool to achieve the goal of computationally determining patient-specific optimal configuration of the Pavlik harness allowing the optimum configuration to be transferred to the recipient infant, aiding in the success of the treatment. This will also serve in training physicians to successfully use and apply the Pavlik Harness.\r\nIntellectual Merit: The primary intellectual merit of this project is the expectation that our study will provide insight into the mechanisms of the successful treatment of CHD and suggest feasible clinical methods aimed at reducing the rate of failure of the treatment with the Pavlik Harness. Because no characterization has been made of the mechanism of action of this common orthopaedic device, the results of this project would constitute a breakthrough in the understanding and treatment of CHD. We have devised a multi-disciplinary framework, bringing together engineering analysis via finite element modeling, to predict optimal configuration of the Pavlik Harness geometry for each patient and serving to guide treatment planning. Although the ?optimal? configuration is not universal, we will have devised a universal patient-specific treatment planning procedure. Another intellectual merit is that this is truly an interdisciplinary research program bringing together medical professionals and engineers in an integrated and complementary approach providing a physics-based framework to approach a practical medical problem whose solution has a critical impact on a large patient population.\r\nBroader Impact: The primary impact of this project on society will be to ultimately improve the quality of life of patients with CHD that are undergoing corrective treatment using the Pavlik Harness. This study offers a practical solution to achieve effective treatment that draws from engineering expertise and modeling capabilities integrated with medical input and knowledge. Moreover, since 120,000 total hip replacements are performed annually in the United States, early detection and non-surgical correction of CHD in infants can potentially prevent enormous subsequent health-related costs. Also, graduate and undergraduate students will be immersed into a highly interdisciplinary working environment as by its very nature, the project requires students to synthesize learning from several engineering courses and physical sciences in a real-life problem of importance to society. Students are very eager to get involved in such projects that are at the interface of engineering and medicine. The bioengineering research activities of the Co-PIs have attracted a number of students including several females and Hispanic, several of whom have won science and engineering technical competitions, one on a pilot study of the very topic of this grant proposal. The College of Engineering and Computer Science (CECS) at UCF is ranked as the 3rd college of choice for Hispanics in the US by the Hispanics Business Magazine, and this project offers a unique means of recruiting such students in the field of bioengineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alain",
   "pi_last_name": "Kassab",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Alain J Kassab",
   "pi_email_addr": "alain.kassab@ucf.edu",
   "nsf_id": "000264029",
   "pi_start_date": "2012-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Faissal",
   "pi_last_name": "Moslehy",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Faissal A Moslehy",
   "pi_email_addr": "",
   "nsf_id": "000349822",
   "pi_start_date": "2012-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eduardo",
   "pi_last_name": "Divo",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Eduardo A Divo",
   "pi_email_addr": "divoe@erau.edu",
   "nsf_id": "000483913",
   "pi_start_date": "2012-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Price",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Charles Price",
   "pi_email_addr": "Charles.Price@orlandohealth.com",
   "nsf_id": "000600116",
   "pi_start_date": "2012-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Central Florida",
  "perf_str_addr": "4000 Central University Blvd",
  "perf_city_name": "Orlando",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "328162416",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "FL10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534200",
   "pgm_ele_name": "Disability & Rehab Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "010E",
   "pgm_ref_txt": "DISABILITY RES & HOMECARE TECH"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 340474.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Developmental Dysplasia of the Hip (DDH) refers anomalous development of the hip joint in neonates. These abnormalities range from subtle to severe dislocations and they are reported on a scale of Grades 1-4 by the International Hip Dysplasia Institute, with Grade 1 being a mild while Grade 4 the most severe. &nbsp;If unsuccessfully treated, DDH may lead to serious permanent disability and hip osteoarthritis. It is also known that DDH is responsible for nearly 30% of primary hip replacements in people up to age 60. Early treatment is recommended to avoid surgery in newborns and infants.</p>\n<p>Before six months of age, the Pavlik Harness is the standard and preferred orthopaedic device utilized worldwide to non-surgically correct DDH, and long-term studies have shown nearly a 90% success-rate for Grades 1-3 while the success rates for Grade 4 vary widely with most authors reporting very low success rates. The harness effectiveness often depends on physician expertise. There is a lack of studies of the biomechanics of the Pavlik Harness, limiting the ability to understand reasons for poor success rates with severe dislocations.</p>\n<p>Our project aimed to develop a biomechanical model for DDH treatment with the Pavlik harness and aimed to understand its mechanism of action. We developed a simplified synthetic model which that had the essential features of the problem and that allowed us to understand the general characteristics of the problem, and a more realistic patient-derived 3D model of the pelvis-femur and lower limb of a representative 10 week-old female based on CT-scans with the aid of anthropomorphic scaling of anatomical landmarks. Clinical observation suggests that reduction occurs in deep sleep involving passive muscle action. Consequently, a set of five adductor muscles were identified as mediators of reduction using the Pavlik Harness and incorporated in both models along with a passive stress-strain relation calibrated for each muscle. &nbsp;</p>\n<p>In our studies, the hip was computationally dislocated according to the grade under investigation, the femur was constrained to move in an envelope consistent with Pavlik Harnes restraints, and the dynamic response under passive muscle action and the effect of gravity was obtained. &nbsp;We studied the most common femoral anteversion which is a 50&deg; angle of twist of the femoral head relative to the shaft of the femur. Our models show successful reduction Grades 1-3, while Grade 4 failed to reduce with the Pavlik Harness in both our simplified anatomically-consistent synthetic and our more realistic patient-derived models. These computational results are also consistent with clinical reports of very low success of the Pavlik Harness for Grade 4 dislocations. However our model indicated that it is possible to achieve reduction of Grade 4 dislocation by hyperflexion and the resultant external rotation. This is a new finding that may lead to improved patient treatment for DDH [1,2].</p>\n<p>We developed a least-energy principle analysis that led to two pathways of reduction that were consistent with those proposed in the clinical literature. Our model provides a biomechanical basis for: (a) passive reduction using the Pavlik harness or by manual reduction via the &ldquo;direct path&rdquo; [3], or (b) via the &ldquo;indirect path&rdquo; described by Papadimitriou et al. [4]&nbsp; during two-stage reduction using a modified Hoffman-Daimler method.&nbsp; The direct path over the posterior rim of the acetabulum requires more energy supporting the observation that Grade 4 dislocations may require manual reduction, while the indirect path requires less energy and may be an alternative to direct manual reduction for Grade 4 dislocations.</p>\n<p>The intellectual merit of our project lies in the development of a successful first-of-its kind biomechanics model for DDH that explained clinical issues in failures of tr...",
  "por_txt_cntn": "\nDevelopmental Dysplasia of the Hip (DDH) refers anomalous development of the hip joint in neonates. These abnormalities range from subtle to severe dislocations and they are reported on a scale of Grades 1-4 by the International Hip Dysplasia Institute, with Grade 1 being a mild while Grade 4 the most severe.  If unsuccessfully treated, DDH may lead to serious permanent disability and hip osteoarthritis. It is also known that DDH is responsible for nearly 30% of primary hip replacements in people up to age 60. Early treatment is recommended to avoid surgery in newborns and infants.\n\nBefore six months of age, the Pavlik Harness is the standard and preferred orthopaedic device utilized worldwide to non-surgically correct DDH, and long-term studies have shown nearly a 90% success-rate for Grades 1-3 while the success rates for Grade 4 vary widely with most authors reporting very low success rates. The harness effectiveness often depends on physician expertise. There is a lack of studies of the biomechanics of the Pavlik Harness, limiting the ability to understand reasons for poor success rates with severe dislocations.\n\nOur project aimed to develop a biomechanical model for DDH treatment with the Pavlik harness and aimed to understand its mechanism of action. We developed a simplified synthetic model which that had the essential features of the problem and that allowed us to understand the general characteristics of the problem, and a more realistic patient-derived 3D model of the pelvis-femur and lower limb of a representative 10 week-old female based on CT-scans with the aid of anthropomorphic scaling of anatomical landmarks. Clinical observation suggests that reduction occurs in deep sleep involving passive muscle action. Consequently, a set of five adductor muscles were identified as mediators of reduction using the Pavlik Harness and incorporated in both models along with a passive stress-strain relation calibrated for each muscle.  \n\nIn our studies, the hip was computationally dislocated according to the grade under investigation, the femur was constrained to move in an envelope consistent with Pavlik Harnes restraints, and the dynamic response under passive muscle action and the effect of gravity was obtained.  We studied the most common femoral anteversion which is a 50&deg; angle of twist of the femoral head relative to the shaft of the femur. Our models show successful reduction Grades 1-3, while Grade 4 failed to reduce with the Pavlik Harness in both our simplified anatomically-consistent synthetic and our more realistic patient-derived models. These computational results are also consistent with clinical reports of very low success of the Pavlik Harness for Grade 4 dislocations. However our model indicated that it is possible to achieve reduction of Grade 4 dislocation by hyperflexion and the resultant external rotation. This is a new finding that may lead to improved patient treatment for DDH [1,2].\n\nWe developed a least-energy principle analysis that led to two pathways of reduction that were consistent with those proposed in the clinical literature. Our model provides a biomechanical basis for: (a) passive reduction using the Pavlik harness or by manual reduction via the \"direct path\" [3], or (b) via the \"indirect path\" described by Papadimitriou et al. [4]  during two-stage reduction using a modified Hoffman-Daimler method.  The direct path over the posterior rim of the acetabulum requires more energy supporting the observation that Grade 4 dislocations may require manual reduction, while the indirect path requires less energy and may be an alternative to direct manual reduction for Grade 4 dislocations.\n\nThe intellectual merit of our project lies in the development of a successful first-of-its kind biomechanics model for DDH that explained clinical issues in failures of treatment of high grades of DDH and lies in suggesting a mechanism to correct this failure. We also identified the pectineus as a key mediator ..."
 }
}