{
 "awd_id": "1160326",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Real-Time Non-Contact Sensing of Variations in Cardiorespiratory Volume",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rajakkannu Mutharasan",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 299422.0,
 "awd_amount": 299422.0,
 "awd_min_amd_letter_date": "2012-09-04",
 "awd_max_amd_letter_date": "2014-09-02",
 "awd_abstract_narration": "Lubecke\r\n1160326\r\n\r\nDoppler radar has the potential to provide a convenient, safe, non-contact approach to the measurement of volume associated with cardiopulmonary function. This may transform the way vital signs related to blood pressure and ventilation are monitored in medical diagnostic and prognostic applications. Current conventional methods of monitoring ventilation are either uncomfortable (spirometer, thermistors) or inaccurate (impedance, ECG RSA measurements), and are implemented only briefly in cases of critical need, if at all. Current pulse pressure and stroke volume assessments are typically invasive catheter measurements, done routinely for only some ICU patients, or non-continuous spot-checks where a health care giver administers a disruptive pneumatic-cuff based measurement. These contact methods can also alter the measured quantities. Previous success with non-contact radar measurements of cardiopulmonary activity have been limited to rate assessment, because of technological challenges associated with accurate quantitative characterization of the displacement of the human torso under real-life conditions.  The key to transcending challenges to making non-invasive volume assessment possible lies in the study of smart precision monitoring systems that can isolate measurement variations caused by environmental circumstances from those caused by actual cardiopulmonary activity.\r\nIntellectual Merit: We propose a three-year collaborative effort between the University of Hawaii at Manoa?s Electrical Engineering Department and John A. Burns School of Medicine, to conduct fundamental research exploring radar methods for continuous non-contact assessment of cardiorespiratory volume for sedentary human subjects. The findings could result in biosensing systems that are sensitive to medically significant changes in cardiopulmonary volume, while remaining discriminative and robust with respect to biometric variations between subjects and changes in subject position. The proposed effort will advance knowledge in both radar measurement of physiology and the understanding of human cardiopulmonary function. It will also support potential technological breakthroughs at their intersection, including new diagnostic techniques. The particular strength of our team is the combination of Doppler radar (Lubecke, Boric-Lubecke), and non-invasive cardiology expertise (Seto). Recent work by the PI?s on Doppler cardiopulmonary sensing has resulted in over 70 papers, a book chapter and a book under contract, 14 invention disclosures, 4 patent applications, and an emerging technology award. In related work, graduate students working with the PI?s have earned recognition and awards in four student paper competitions at major IEEE conferences.\r\nBroader Impact:  Outcomes of this project can lead to valuable tools beneficial to society in life-science, healthcare, emergency response, and security/military operations. The research poses a motivating educational opportunity that leverages Hawaii?s unique needs for remote healthcare tools, and reaches out to a diverse population of ethnic minority students that have been historically underserved by local educational and industrial opportunities. Research outcomes will be integrated with education through training a new generation of engineers with the awareness of biosensors issues through courses (biomedical and sensors courses), undergraduate research projects, and K-12 STEM outreach activities. Our results will be disseminated broadly through scientific publications and seminars, public lectures, and K-12 outreach, including STEM days, school visits, and summer programs. This research represents Broadening Participation as it encourages participation by minority students, and includes individuals from underrepresented groups (Hispanic PI, and female Co-PI) from an EPSCoR state.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Victor",
   "pi_last_name": "Lubecke",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Victor M Lubecke",
   "pi_email_addr": "lubecke@hawaii.edu",
   "nsf_id": "000450848",
   "pi_start_date": "2012-09-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Olga",
   "pi_last_name": "Boric-Lubecke",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Olga Boric-Lubecke",
   "pi_email_addr": "olgabl@hawaii.edu",
   "nsf_id": "000489703",
   "pi_start_date": "2012-09-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Todd",
   "pi_last_name": "Seto",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Todd B Seto",
   "pi_email_addr": "tseto@queens.org",
   "nsf_id": "000474329",
   "pi_start_date": "2012-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Hawaii",
  "inst_street_address": "2425 CAMPUS RD SINCLAIR RM 1",
  "inst_street_address_2": "",
  "inst_city_name": "HONOLULU",
  "inst_state_code": "HI",
  "inst_state_name": "Hawaii",
  "inst_phone_num": "8089567800",
  "inst_zip_code": "968222247",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "HI01",
  "org_lgl_bus_name": "UNIVERSITY OF HAWAII",
  "org_prnt_uei_num": "",
  "org_uei_num": "NSCKLFSSABF2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Hawaii",
  "perf_str_addr": "2450 Dole St.",
  "perf_city_name": "Honolulu",
  "perf_st_code": "HI",
  "perf_st_name": "Hawaii",
  "perf_zip_code": "968222303",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "HI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "790900",
   "pgm_ele_name": "BIOSENS-Biosensing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "019E",
   "pgm_ref_txt": "SENSORS AND SENSING"
  },
  {
   "pgm_ref_code": "142E",
   "pgm_ref_txt": "Multi-sens probes & platforms"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 99669.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 99783.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 99970.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"font-family: Calibri; font-size: small;\">Standard methods for continuous measurement of heart and lung activity generally involve sensors being attached to the subject&rsquo;s body, breathing into a tube, or use of intravenous catheters.</span><span><span style=\"font-family: Calibri; font-size: small;\">&nbsp; </span></span><span style=\"font-family: Calibri; font-size: small;\">Doppler radar offers a more convenient, safe, non-contact method for assessing cardiorespiratory function. In addition to allowing heart and respiration rates to be measured at a distance, detailed measurements of body motion can allow advanced diagnostics of breathing disorders and pulse pressure. This project has resulted in the development of new methods for assessing volume related cardiorespiratory functions, and for making technology for such sensing more immune to interference. </span></p>\n<p><span style=\"font-family: Calibri; font-size: small;\">Doppler radar has been demonstrated for detecting certain categories of respiratory disorder events with efficacy approaching fully wired &ldquo;gold standard&rdquo; exams, in a limited investigative study. The radar system sends out radio waves (like &ldquo;Wi-Fi&rdquo;) and analyzes reflections of these waves and provides outputs which are more easily interpreted than conventional systems. Measurements of motion-related features like cardiorespiratory volume are subject to interference from other sources of motion. For a radar system that can be other objects in the radar view, or motion of the radar itself. Potential methods for cancelling the motion captured by a radar due to clutter or motion of the radar platform has been advanced. Just like the &ldquo;steady-cam&rdquo; features that a camera can use to compensate for shake, reduction in some radar shake-interference was demonstrated through various signal processing techniques. Such techniques could be especially useful for vehicle mounted radar life-sensors.</span></p>\n<p><span style=\"font-family: Calibri; font-size: small;\">The outcomes of this project can lead to valuable tools beneficial for society in the areas of life-science, healthcare, emergency response, and security/military operations. The research provided a motivating educational opportunity that leverages Hawaii&rsquo;s unique needs for remote healthcare tools, and reaches out to a diverse population of ethnic minority students that have been historically underserved by local educational and industrial opportunities. Eight graduate students were supported by this grant, as well as oversight of numerous undergraduate high school intern projects. </span></p>\n<p><strong>&nbsp;</strong><em></em></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/09/2016<br>\n\t\t\t\t\tModified by: Victor&nbsp;M&nbsp;Lubecke</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nStandard methods for continuous measurement of heart and lung activity generally involve sensors being attached to the subject?s body, breathing into a tube, or use of intravenous catheters.  Doppler radar offers a more convenient, safe, non-contact method for assessing cardiorespiratory function. In addition to allowing heart and respiration rates to be measured at a distance, detailed measurements of body motion can allow advanced diagnostics of breathing disorders and pulse pressure. This project has resulted in the development of new methods for assessing volume related cardiorespiratory functions, and for making technology for such sensing more immune to interference. \n\nDoppler radar has been demonstrated for detecting certain categories of respiratory disorder events with efficacy approaching fully wired \"gold standard\" exams, in a limited investigative study. The radar system sends out radio waves (like \"Wi-Fi\") and analyzes reflections of these waves and provides outputs which are more easily interpreted than conventional systems. Measurements of motion-related features like cardiorespiratory volume are subject to interference from other sources of motion. For a radar system that can be other objects in the radar view, or motion of the radar itself. Potential methods for cancelling the motion captured by a radar due to clutter or motion of the radar platform has been advanced. Just like the \"steady-cam\" features that a camera can use to compensate for shake, reduction in some radar shake-interference was demonstrated through various signal processing techniques. Such techniques could be especially useful for vehicle mounted radar life-sensors.\n\nThe outcomes of this project can lead to valuable tools beneficial for society in the areas of life-science, healthcare, emergency response, and security/military operations. The research provided a motivating educational opportunity that leverages Hawaii?s unique needs for remote healthcare tools, and reaches out to a diverse population of ethnic minority students that have been historically underserved by local educational and industrial opportunities. Eight graduate students were supported by this grant, as well as oversight of numerous undergraduate high school intern projects. \n\n \n\n\t\t\t\t\tLast Modified: 12/09/2016\n\n\t\t\t\t\tSubmitted by: Victor M Lubecke"
 }
}