{
 "awd_id": "1160627",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Coeur d'Alene Online Digital Resources",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Shobhana Chelliah",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2014-11-30",
 "tot_intn_awd_amt": 94029.0,
 "awd_amount": 94029.0,
 "awd_min_amd_letter_date": "2012-06-07",
 "awd_max_amd_letter_date": "2012-06-07",
 "awd_abstract_narration": "Coeur d'Alene (ISO 639-3 crd/Salish, USA, henceforth CRD) is a language no longer spoken by children. Ethnologue classifies this language as nearly extinct, with only two elderly native speakers. However, the Coeur d'Alene community has a strong interest in revitalizing the language.  Under the direction of locally controlled language programs, a number of community members have passed through the language programs. In spite of the fact that Coeur d'Alene was, in the early part of the 20th century, one of the best-documented Salish languages, the community has access to precious little of this documentary material. Over 1,200 pages of unpublished field notes and typed manuscripts, along with a number of audio recordings, have sat collecting dust over the years since their collection. Various dictionaries and grammars, all prepared before the digital revolution, have been available only to the most determined researchers, but not to community members. The research team, group including linguists and Coeur d'Alene community members, will develop an online digital archive (already in pilot) to (1) preserve and (2) make appropriately accessible some of this wealth of resources in formats that can be utilized by scholars and community members alike. Funding will be utilized to expand the number of resources beyond those already in the pilot archive, and to bring the entire web repository into line with best practices for web archiving of language data.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shannon",
   "pi_last_name": "Bischoff",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Shannon T Bischoff",
   "pi_email_addr": "bischoff.st@gmail.com",
   "nsf_id": "000047230",
   "pi_start_date": "2012-06-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University-Purdue University Fort Wayne",
  "perf_str_addr": "2101 East Coliseum Boulevard",
  "perf_city_name": "Fort Wayne",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "468051499",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "IN03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771900",
   "pgm_ele_name": "DEL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7719",
   "pgm_ref_txt": "DEL"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 94029.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>It is estimated that half of the 6000-7000 languages spoken today will disappear by the end of the century.&nbsp; This unnatural language loss we are experiencing today is not only unnecessary but also has serious negative implications for societies around the globe and humanity. When a language is lost a way of understanding our world and what it means to be human is also lost. So important is this issue that the United Nations has tasked UNESCO with tackling the problem.</p>\n<p>&nbsp;</p>\n<p>Here in the US there are hundreds of endangered languages spoken by heritage community members, many if not most, indigenous to North America. These languages provide a wealth of cultural and historical information regarding the first peoples to arrive and live on the continent: knowledge that will be lost with each language lost. In addition, since these languages are often quite different from the typical standard European languages studied over hundreds of years, such languages offer researchers an opportunity to test contemporary theories regarding language and languages in the world, mind, and brain. For example, many of the languages of North America are polysynthetic languages. A quality of these languages is that what is often considered a &ldquo;word&rdquo; translates to an entire English &ldquo;sentence&rdquo;. Since such word forms in polysynthetic languages have all the elements that sentence forms in English contain (e.g. subject, object, verb), it raises interesting questions about the nature of words and sentences in the world, mind, and brain. The implications are vast and directly impact how we think about, for example, translation, how best to make an internet search engine, and how a spell-checker might best work.</p>\n<p>&nbsp;</p>\n<p>In addition, research here in the US and elsewhere has shown that when students come from a heritage language background, if they see that their language is valued by the speakers of the language and also the wider community, such as in class rooms at school, those students will learn Academic English quicker than their monolingual peers and they will also perform significantly better in other subjects including math and science. Such students also tend to graduate from high school at a much higher rate having a significant impact on our economy. Further, the speakers of multiple languages (the majority of humans on the planet), including English and heritage languages, benefit cognitively from their bilingualism including when it comes to learning another language and age related cognitive decline. And of course, heritage languages play a crucial role in national security, for example code-talkers of World War II and the local translators in the Afghanistan and Iraq wars.</p>\n<p>&nbsp;</p>\n<p>In an effort to stem the tide of language loss and the negative social, economic, and cultural ramifications of such loss, this project set out to make available a wealth of previously unavailable linguistic and cultural resources for research and language revitalization efforts. The project involved the development of digital resources to be used by scholars for linguistic, cultural, and historical research. In addition, the resources were developed to be used by the Coeur d&rsquo;Alene Tribal community for their language revitalization efforts and to be used in the teaching of the language to community members.</p>\n<p>&nbsp;</p>\n<p>The project involved academic scholars, community members, and students. The project was developed in part to demonstrate that non-experts could gain the relevant technical knowledge to develop digital resources that satisfied best practices inexpensively (often for free) and in a reasonable time frame. That is, one of the goals was to demonstrate that other endangered language communities such as the Coeur d&rsquo;Alene could develop their own similar digital resources with limited financial and expert reso...",
  "por_txt_cntn": "\nIt is estimated that half of the 6000-7000 languages spoken today will disappear by the end of the century.  This unnatural language loss we are experiencing today is not only unnecessary but also has serious negative implications for societies around the globe and humanity. When a language is lost a way of understanding our world and what it means to be human is also lost. So important is this issue that the United Nations has tasked UNESCO with tackling the problem.\n\n \n\nHere in the US there are hundreds of endangered languages spoken by heritage community members, many if not most, indigenous to North America. These languages provide a wealth of cultural and historical information regarding the first peoples to arrive and live on the continent: knowledge that will be lost with each language lost. In addition, since these languages are often quite different from the typical standard European languages studied over hundreds of years, such languages offer researchers an opportunity to test contemporary theories regarding language and languages in the world, mind, and brain. For example, many of the languages of North America are polysynthetic languages. A quality of these languages is that what is often considered a \"word\" translates to an entire English \"sentence\". Since such word forms in polysynthetic languages have all the elements that sentence forms in English contain (e.g. subject, object, verb), it raises interesting questions about the nature of words and sentences in the world, mind, and brain. The implications are vast and directly impact how we think about, for example, translation, how best to make an internet search engine, and how a spell-checker might best work.\n\n \n\nIn addition, research here in the US and elsewhere has shown that when students come from a heritage language background, if they see that their language is valued by the speakers of the language and also the wider community, such as in class rooms at school, those students will learn Academic English quicker than their monolingual peers and they will also perform significantly better in other subjects including math and science. Such students also tend to graduate from high school at a much higher rate having a significant impact on our economy. Further, the speakers of multiple languages (the majority of humans on the planet), including English and heritage languages, benefit cognitively from their bilingualism including when it comes to learning another language and age related cognitive decline. And of course, heritage languages play a crucial role in national security, for example code-talkers of World War II and the local translators in the Afghanistan and Iraq wars.\n\n \n\nIn an effort to stem the tide of language loss and the negative social, economic, and cultural ramifications of such loss, this project set out to make available a wealth of previously unavailable linguistic and cultural resources for research and language revitalization efforts. The project involved the development of digital resources to be used by scholars for linguistic, cultural, and historical research. In addition, the resources were developed to be used by the Coeur dÆAlene Tribal community for their language revitalization efforts and to be used in the teaching of the language to community members.\n\n \n\nThe project involved academic scholars, community members, and students. The project was developed in part to demonstrate that non-experts could gain the relevant technical knowledge to develop digital resources that satisfied best practices inexpensively (often for free) and in a reasonable time frame. That is, one of the goals was to demonstrate that other endangered language communities such as the Coeur dÆAlene could develop their own similar digital resources with limited financial and expert resources in a timely fashion. A second goal was to make available to a wider audience, including community members at the Coeur dÆAlene tribe, a wealth of resources recording..."
 }
}