{
 "awd_id": "1160420",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Inter-Industry Differences in the Antecedents and Consequences of Industrial Scientists Mobility and Entrepreneurship Decisions",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "maryann feldman",
 "awd_eff_date": "2012-05-15",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 370683.0,
 "awd_amount": 370683.0,
 "awd_min_amd_letter_date": "2012-05-08",
 "awd_max_amd_letter_date": "2012-05-08",
 "awd_abstract_narration": "This research examines inter-industry differences in the antecedents and consequences of industrial scientists' mobility and entrepreneurship decisions. Three questions are analyzed 1) Why do some high technology industries have higher rates of scientist mobility and entrepreneurship than others? 2) What are the innovation diffusion patterns across high technology industries due to mobility and entrepreneurial entry of scientific personnel? 3) How do industry characteristics interact with firm and individual attributes to impact employment growth of new ventures created by industrial scientists? \r\n\r\nThe project centers on the role of complementary assets and posits that inter-industry differences in their importance play a critical role in explaining industry heterogeneity in the rates and outcomes of industrial scientist mobility and entrepreneurship decisions and thus serve as the theoretical underpinnings for all three research questions. A particular focus is on inter-industry differences in the importance and transportability of complementary non-human assets, how they shape the career decisions of individual scientists, and how they affect both the levels of scientist mobility and entrepreneurship within industries and the direction of scientist mobility and entrepreneurship that occurs across industry boundaries. The empirical analysis of the data focuses on scientists working in high-tech industry settings tracks scientists? entrepreneurship and mobility within and between these high-tech sectors.\r\n\r\nIntellectual Merit: In contrast to most of the prior literature that studied the antecedents and consequences of the career choices of scientists at the firm level and within a single industry context, this research examines the questions by focusing on individual level decisions in a broad cross-industry setting. This thus examines multiple important gaps that are of interest to both policy makers and academics. In particular, by building the micro-foundations of the knowledge diffusion process at the individual scientist unit of analysis, it helps to build a systematic understanding of inter-industry differences in industrial scientist mobility and entrepreneurship in high tech industries. Understanding industry heterogeneity in the antecedents and consequences of the career choices of industrial scientists is particularly important in the context of understanding and promoting industry renewal as scientists are likely to play a key role in the creation and commercialization of new technologies which can have important growth effects at the firm-, industry-, and regional-level.\r\n\r\nBroader Impacts: The study informs science and innovation policy makers about what industry conditions are most conducive to employment growth via entrepreneurship by scientific personnel. In addition, it examines the results of incentivizing a potentially crucial but heretofore under-examined source of high tech entrepreneurship: scientists employed outside of the focal industry. The results may also inform scientists' career decisions about industry-level factors that may facilitate or create impediments to successful start-up entry and subsequent growth.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rajshree",
   "pi_last_name": "Agarwal-Tronetti",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rajshree Agarwal-Tronetti",
   "pi_email_addr": "rajshree@umd.edu",
   "nsf_id": "000165131",
   "pi_start_date": "2012-05-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Seth",
   "pi_last_name": "Carnahan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Seth Carnahan",
   "pi_email_addr": "scarnaha@umich.edu",
   "nsf_id": "000600934",
   "pi_start_date": "2012-05-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425141",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762600",
   "pgm_ele_name": "SciSIP-Sci of Sci Innov Policy"
  },
  {
   "pgm_ele_code": "803100",
   "pgm_ele_name": "SoO-Science Of Organizations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7626",
   "pgm_ref_txt": "SCIENCE OF SCIENCE POLICY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 370683.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>During the funding period, the research team examined the following questions: 1) why do some high technology industries have higher levels of scientist mobility and entrepreneurship than others?; 2) what are the innovation diffusion patterns across high technology industries due to mobility and entrepreneurial entry of scientific personnel?; and 3) how do industry characteristics interact with individual attributes to impact the employment growth of new ventures created by industrial scientists?</p>\n<p>&nbsp;</p>\n<p>The research team focused on the core idea that industrial scientists are strategic actors with agency and thus their career decisions reflect their opportunities, experiences, objectives and constraints.&nbsp; This lens allowed the team to construct a framework for understanding the mobility choices of scientists as they construct their careers across established firms and entrepreneurship.&nbsp; The research team explored the implications of this framework from multiple perspectives using data from the Longitudinal Establishment-Household Dynamics (LEHD) program of the US Census Bureau. These data allowed the team to examine the connection between knowledge, innovation, and industrial scientist mobility and entrepreneurship at individual-, firm- and industry-levels of analysis.&nbsp; Thus, the team was able to explore how factors across these different levels of analysis shape the career decisions of individual scientists.</p>\n<p>&nbsp;</p>\n<p>This approach supported multiple studies that cumulatively contribute to the scientific literature, to practitioners, and to policy makers.&nbsp; The outcomes of the studies allow the team to (1) document and explain why career mobility and entrepreneurship decisions of scientific personnel vary across sectors of the US economy; (2) determine which industries are linked by the mobility and entrepreneurship of scientists, thus uncovering characteristics of industries that are fountainheads vs. industries that are receptors of cross-industry mobility and entrepreneurship; (3) show how factors at multiple levels of analysis (e.g. individual, firm and industry) interact to influence the antecedents and consequences of scientific personnel undertaking entrepreneurial new venture creation; (4) inform science and innovation policy makers about what industry conditions are most conducive to employment growth via entrepreneurship by scientific personnel; (5) inform scientists&rsquo; career decisions about industry-level factors that may facilitate or create impediments to successful start-up entry and subsequent growth; and (6) help science and innovation policy makers in considering the use of incentivizing a potentially crucial but heretofore under-examined source of high tech entrepreneurship: scientists employed outside of the focal industry.</p>\n<p>&nbsp;</p>\n<p>The outcomes of the award include multiple working papers and the successful training and support of seven doctoral students.&nbsp; In the course of pursuing these outcomes, the project team created data infrastructure that will allow the investigation of additional related research questions. These questions are being investigated in the context of a subsequent research grant.&nbsp; For example, the project team has worked with Census to link data on employees&rsquo; wages and job histories to data on employees&rsquo; patenting behavior, which will allow researchers to explore how patents influence wages and other job-related outcomes.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/30/2016<br>\n\t\t\t\t\tModified by: Seth&nbsp;Carnahan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDuring the funding period, the research team examined the following questions: 1) why do some high technology industries have higher levels of scientist mobility and entrepreneurship than others?; 2) what are the innovation diffusion patterns across high technology industries due to mobility and entrepreneurial entry of scientific personnel?; and 3) how do industry characteristics interact with individual attributes to impact the employment growth of new ventures created by industrial scientists?\n\n \n\nThe research team focused on the core idea that industrial scientists are strategic actors with agency and thus their career decisions reflect their opportunities, experiences, objectives and constraints.  This lens allowed the team to construct a framework for understanding the mobility choices of scientists as they construct their careers across established firms and entrepreneurship.  The research team explored the implications of this framework from multiple perspectives using data from the Longitudinal Establishment-Household Dynamics (LEHD) program of the US Census Bureau. These data allowed the team to examine the connection between knowledge, innovation, and industrial scientist mobility and entrepreneurship at individual-, firm- and industry-levels of analysis.  Thus, the team was able to explore how factors across these different levels of analysis shape the career decisions of individual scientists.\n\n \n\nThis approach supported multiple studies that cumulatively contribute to the scientific literature, to practitioners, and to policy makers.  The outcomes of the studies allow the team to (1) document and explain why career mobility and entrepreneurship decisions of scientific personnel vary across sectors of the US economy; (2) determine which industries are linked by the mobility and entrepreneurship of scientists, thus uncovering characteristics of industries that are fountainheads vs. industries that are receptors of cross-industry mobility and entrepreneurship; (3) show how factors at multiple levels of analysis (e.g. individual, firm and industry) interact to influence the antecedents and consequences of scientific personnel undertaking entrepreneurial new venture creation; (4) inform science and innovation policy makers about what industry conditions are most conducive to employment growth via entrepreneurship by scientific personnel; (5) inform scientists? career decisions about industry-level factors that may facilitate or create impediments to successful start-up entry and subsequent growth; and (6) help science and innovation policy makers in considering the use of incentivizing a potentially crucial but heretofore under-examined source of high tech entrepreneurship: scientists employed outside of the focal industry.\n\n \n\nThe outcomes of the award include multiple working papers and the successful training and support of seven doctoral students.  In the course of pursuing these outcomes, the project team created data infrastructure that will allow the investigation of additional related research questions. These questions are being investigated in the context of a subsequent research grant.  For example, the project team has worked with Census to link data on employees? wages and job histories to data on employees? patenting behavior, which will allow researchers to explore how patents influence wages and other job-related outcomes.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 07/30/2016\n\n\t\t\t\t\tSubmitted by: Seth Carnahan"
 }
}