{
 "awd_id": "1160413",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science: Potentially Problematic Parties in Government: A Study of the European Extremism.",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927174",
 "po_email": "lwalker@nsf.gov",
 "po_sign_block_name": "Lee Walker",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2012-04-28",
 "awd_max_amd_letter_date": "2012-04-28",
 "awd_abstract_narration": "This project investigates the coalitional and policy strategies that mainstream parties in Western Europe adopt with respect to extremist parties. It addresses questions such as: when, and why, does the mainstream choose to work with extremist parties in coalition, and how do these decisions affect policy? The project will significantly expand our knowledge of political extremism in Europe, a phenomenon which has implications for democratic practices and policy-making. \r\n\r\nFor the scholarly community, the project has three main intellectual contributions. First, this project brings together the extensive literature on coalition decisions and policy decisions in a model of mainstream party behavior. Second, it builds on recent work that presents mainstream parties as a major determinant of far-right party success or failure. Finally, the project moves beyond standard questions by using primary-source evidence and content-rich data collection. The focus on far-right electoral success, public opinion, and legislation will help policy-makers, journalists, and other observers better understand political extremists' involvement in government.  \r\n\r\nThe major research tasks are two-fold: interviews, followed by data collection and coding. Interviews will be conducted with members of parliament and other political actors in the Netherlands and Austria, two countries where extremist parties have been governing partners (officially or unofficially). Nearly 400 party manifestos from 17 Western European countries will be analyzed for over-time variation in parties' policy positions. Lastly, data on public opinion and extremist vote share will be added to the legislation data, to present a comprehensive picture.  \r\n\r\nImportant broader impacts come from the method by which the data is collected. This project's method of manifesto coding offers an alternative to the widely-used manifesto collection technique, as it focuses on the content, not only the direction, of party positions.  Thus, the coding techniques employed could encourage scholars interested in a particular policy area to adopt a similar in-depth method. This research will also substantially enhance our understanding of extremist parties and their influence in Europe. Discovering why and how mainstream parties collaborate with and oppose extremist parties will help policy-makers in diplomatic work.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonah",
   "pi_last_name": "Levy",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Jonah D Levy",
   "pi_email_addr": "jlevy@berkeley.edu",
   "nsf_id": "000196300",
   "pi_start_date": "2012-04-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kimberly",
   "pi_last_name": "Twist",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kimberly Twist",
   "pi_email_addr": "kim.twist@sdsu.edu",
   "nsf_id": "000599000",
   "pi_start_date": "2012-04-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "210 Barrows Hall",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947201950",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"column\">\n<p><span style=\"font-size: 12.000000pt; font-family: 'CMR12';\">Far-right parties, chiefly known for their vehemently anti-immigrant positions, have made significant electoral gains across Western Europe over the past four decades. As early as the mid-1980s, far-right parties were winning enough votes and seats to become a mathematically viable option for governing coalitions in some countries. The traditional major right-wing parties thus had two alternatives: They could isolate the far right within the legislature, citing concerns about democratic acceptability, or they could work with the far right as they would with any other party. Many observers and scholars initially believed that the far right would be rejected as a partner for ideological or normative reasons &ndash; particularly because exclusion seemed to be the empirical reality in Europe. Yet, parties on the far right of the spectrum have participated in 17 governing coalitions in Western Europe since 1994. </span></p>\n<p><span style=\"font-size: 12.000000pt; font-family: 'CMR12';\">Why did mainstream-right parties initially exclude the far right, and what prompted the switch to inclusion? What explains why coalitions between the mainstream right and far right form when the mainstream right has other options? And why are far-right parties sometimes excluded, even when they win a significant share of the national vote? As this dissertation shows, the far right has been excluded only when doing so was not costly for the mainstream right. By &ldquo;not costly,&rdquo; I mean that the right either preferred policy benefits from other coalitions, or that the far right had too few seats to be mathematically useful in coalition formation. Further, even during the periods of &lsquo;exclusion,&rsquo; mainstream parties on both the left and the right attempted to win back voters lost to the far right by adopting more restrictive immigration policies and immigration rhetoric. </span></p>\n</div><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/14/2014<br>\n\t\t\t\t\tModified by: Kimberly&nbsp;Twist</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\nFar-right parties, chiefly known for their vehemently anti-immigrant positions, have made significant electoral gains across Western Europe over the past four decades. As early as the mid-1980s, far-right parties were winning enough votes and seats to become a mathematically viable option for governing coalitions in some countries. The traditional major right-wing parties thus had two alternatives: They could isolate the far right within the legislature, citing concerns about democratic acceptability, or they could work with the far right as they would with any other party. Many observers and scholars initially believed that the far right would be rejected as a partner for ideological or normative reasons &ndash; particularly because exclusion seemed to be the empirical reality in Europe. Yet, parties on the far right of the spectrum have participated in 17 governing coalitions in Western Europe since 1994. \n\nWhy did mainstream-right parties initially exclude the far right, and what prompted the switch to inclusion? What explains why coalitions between the mainstream right and far right form when the mainstream right has other options? And why are far-right parties sometimes excluded, even when they win a significant share of the national vote? As this dissertation shows, the far right has been excluded only when doing so was not costly for the mainstream right. By \"not costly,\" I mean that the right either preferred policy benefits from other coalitions, or that the far right had too few seats to be mathematically useful in coalition formation. Further, even during the periods of æexclusion,Æ mainstream parties on both the left and the right attempted to win back voters lost to the far right by adopting more restrictive immigration policies and immigration rhetoric. \n\n\n\t\t\t\t\tLast Modified: 09/14/2014\n\n\t\t\t\t\tSubmitted by: Kimberly Twist"
 }
}