{
 "awd_id": "1160604",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "American Indian Sign Language Conference 2012 (August 31-September 2 in Browning, Montana)",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Shobhana Chelliah",
 "awd_eff_date": "2012-04-15",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 56106.0,
 "awd_amount": 56106.0,
 "awd_min_amd_letter_date": "2012-04-20",
 "awd_max_amd_letter_date": "2012-04-20",
 "awd_abstract_narration": "This project will organize and coordinate an American Indian Sign Language (AISL) Conference and documentary linguistics workshops in Browning, Montana on the Blackfeet [Amskapi Pikuni] Reservation, August 31 - September 2, 2012.  All phases of the Conference will involve collaboration with members of Native American signing communities to document the geographic spread, domains of use, and linguistic status of AISL, currently classified as an endangered language.  Sign language linguists, anthropologists, and scholars specializing in documentary linguistic fieldwork will be invited to also participate.  Linguistic and anthropology students will assist the project with video recording and photographing presentations, workshops, and main events.  The Conference will be widely publicized in academic venues and American Indian communities.  A major anticipated DEL research outcome is to identify and involve more individuals who know AISL from Indian nations of the US and Canada. This will be the first occasion since the early 1930s that American Indian signers from different nations will have convened to share their knowledge of history, geography, and culture through signed and spoken language.  \r\n\t\r\nFollowing the Conference, the project PI will apply annotation software for linguistic transcription and analysis (e.g. ELAN).  Short video clips and image collages will be produced for the public with longer video samples for the AISL community and researchers. The Conference will showcase efforts to document and describe AISL. The workshops will demonstrate the linguistic transcription and translation processes to produce documentary linguistic materials both accessible and analyzable by people unfamiliar with the languages involved.  Project outcomes will be integrated into the research website/digital corpus, maintained at the University of Tennessee. This offers dissemination to a broad audience and contributes to AISL preservation, revitalization, and corpus linguistic research.  It is anticipated that these findings will advance our knowledge of the cognitive, cultural, and linguistic underpinnings of indigenous sign languages.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Davis",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey E Davis",
   "pi_email_addr": "jdavis49@utk.edu",
   "nsf_id": "000361707",
   "pi_start_date": "2012-04-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Tennessee Knoxville",
  "inst_street_address": "201 ANDY HOLT TOWER",
  "inst_street_address_2": "",
  "inst_city_name": "KNOXVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "8659743466",
  "inst_zip_code": "379960001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "TN02",
  "org_lgl_bus_name": "UNIVERSITY OF TENNESSEE",
  "org_prnt_uei_num": "LXG4F9K8YZK5",
  "org_uei_num": "FN2YCS2YAUW3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Tennessee Knoxville",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "379960003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "TN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "771900",
   "pgm_ele_name": "DEL"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7719",
   "pgm_ref_txt": "DEL"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9197",
   "pgm_ref_txt": "ENVIRONMENTAL TECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 56106.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The American Indian Sign Language (AISL) Digital Corpus Project has involved the first fieldwork in over fifty years to focus on the linguistic status of AISL, today classified as a highly endangered language variety. With support of the NSF&rsquo;s Documenting Endangered Languages (DEL) program, the University of Tennessee based project organized and carried out an international conference on the Blackfoot Reservation in Browning, MT., which brought together sign language linguists and members of the AISL signing communities. The conference aimed to draw attention to language endangerment issues and to make indigenous sign language studies more accessible. For these purposes, the project is incorporating emergent documentary linguistic technologies and using captions, voice-over, slow motion and careful explanation to share the AISL digital corpus with scholars and community members for linguistic and cultural studies and for language revitalization, drawing attention to an important, yet sometimes overlooked part of American Indian cultural and linguistic heritage.</p>\n<p>A hallmark of the AISL digital corpus being developed by this project is that it encompasses two major types of data: historical linguistic legacy material and language documentation based on contemporary ethnographic fieldwork. Hence, the digital corpus includes both signed and spoken languages, spanning different cultural and geographic areas, and encompassing multiple linguistic modalities. It shows how indigenous sign language serves as an alternative to spoken language, how it is acquired as a first or second language, how it is used among deaf and hearing tribal members, as well as being used internationally as type of lingua franca.&nbsp;</p>\n<p>The project is drawing attention to the urgent need to document both signed and spoken indigenous languages and for linguists and other scholars to collaborate with Indian communities where sign language continues to be learned and used. The project has involved expert signers from different American Indian nations (Blackfeet/Blackfoot, Cheyenne, Crow, and Assiniboine, among others). Moreover, it is producing descriptions of indigenous sign language patterns of use and lexical-grammatical features. In this manner, the AISL project&rsquo;s digital corpus encompasses more than one endangered language and demonstrates that language spans multiple linguistic modalities: written, spoken, and signed.</p>\n<p>Through NSF-DEL support, the project has been addressing some of the challenges that sign language linguists encounter to effectively make information on sign languages available and comprehensible to hearing non-signing audiences. For instance, the AISL project is utilizing linguistic technologies for transcription, translation, annotation, subtitling, and voice-over; as well as following best practices for documentation, description, and revitalization. This approach contributes to the training of students from multiple fields of study, offering individuals and audiences the first-hand opportunity to explore the linguistic properties of indigenous sign language.</p>\n<p>In short, the project has involved Native American community members, developed a research website to share findings, prepared scholarly works reporting documentary linguistic findings for peer-reviewed publications and presentations to national and international audiences, as well as training linguistic students in research protocols, emergent technologies, and approaches. In accord with the project aims, we are organizing, digitizing, annotating, transcribing, and translating the signed and spoken language documentary linguistic materials collected during the 2012 Conference in Browning, MT and previously collected language data from documentary linguistic fieldwork. These data are being transformed into the AISL linguistic corpus maintained by the project at the University of Tenn...",
  "por_txt_cntn": "\nThe American Indian Sign Language (AISL) Digital Corpus Project has involved the first fieldwork in over fifty years to focus on the linguistic status of AISL, today classified as a highly endangered language variety. With support of the NSFÆs Documenting Endangered Languages (DEL) program, the University of Tennessee based project organized and carried out an international conference on the Blackfoot Reservation in Browning, MT., which brought together sign language linguists and members of the AISL signing communities. The conference aimed to draw attention to language endangerment issues and to make indigenous sign language studies more accessible. For these purposes, the project is incorporating emergent documentary linguistic technologies and using captions, voice-over, slow motion and careful explanation to share the AISL digital corpus with scholars and community members for linguistic and cultural studies and for language revitalization, drawing attention to an important, yet sometimes overlooked part of American Indian cultural and linguistic heritage.\n\nA hallmark of the AISL digital corpus being developed by this project is that it encompasses two major types of data: historical linguistic legacy material and language documentation based on contemporary ethnographic fieldwork. Hence, the digital corpus includes both signed and spoken languages, spanning different cultural and geographic areas, and encompassing multiple linguistic modalities. It shows how indigenous sign language serves as an alternative to spoken language, how it is acquired as a first or second language, how it is used among deaf and hearing tribal members, as well as being used internationally as type of lingua franca. \n\nThe project is drawing attention to the urgent need to document both signed and spoken indigenous languages and for linguists and other scholars to collaborate with Indian communities where sign language continues to be learned and used. The project has involved expert signers from different American Indian nations (Blackfeet/Blackfoot, Cheyenne, Crow, and Assiniboine, among others). Moreover, it is producing descriptions of indigenous sign language patterns of use and lexical-grammatical features. In this manner, the AISL projectÆs digital corpus encompasses more than one endangered language and demonstrates that language spans multiple linguistic modalities: written, spoken, and signed.\n\nThrough NSF-DEL support, the project has been addressing some of the challenges that sign language linguists encounter to effectively make information on sign languages available and comprehensible to hearing non-signing audiences. For instance, the AISL project is utilizing linguistic technologies for transcription, translation, annotation, subtitling, and voice-over; as well as following best practices for documentation, description, and revitalization. This approach contributes to the training of students from multiple fields of study, offering individuals and audiences the first-hand opportunity to explore the linguistic properties of indigenous sign language.\n\nIn short, the project has involved Native American community members, developed a research website to share findings, prepared scholarly works reporting documentary linguistic findings for peer-reviewed publications and presentations to national and international audiences, as well as training linguistic students in research protocols, emergent technologies, and approaches. In accord with the project aims, we are organizing, digitizing, annotating, transcribing, and translating the signed and spoken language documentary linguistic materials collected during the 2012 Conference in Browning, MT and previously collected language data from documentary linguistic fieldwork. These data are being transformed into the AISL linguistic corpus maintained by the project at the University of Tennessee, Knoxville. \n\nThe one-of-a-kind linguistics corpus being developed by this project encompasses th..."
 }
}