{
 "awd_id": "1160364",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science: International Criminal Tribunals' Impact on Violence Against Civilians in Ongoing Conflicts",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2012-03-23",
 "awd_max_amd_letter_date": "2012-03-23",
 "awd_abstract_narration": "The post-Cold War era has witnessed unspeakable atrocities against civilians.  In the Bosnian war alone, tens of thousands of civilians perished, not accounting for wider traumas wrought by the bombings of major cities and rampant sexual violence.  In establishing the International Criminal Tribunal for the former Yugoslavia (ICTY) and a subsequent generation of international criminal tribunals (ICTs), members of the international community sought to craft devices that could curb such atrocities and even break the cycles of violence that perpetuate them.  And yet, by holding out the threat of criminal prosecution, ICTs could potentially delay the end of hostilities as parties hold out for immunity, or even trigger violent retaliation.  Almost nineteen years after the creation of the first post-Cold War ICT, we still know very little about the actual impact of prosecuting war crimes.  What we do know, however, is that with the creation of the first permanent ICT--the International Criminal Court (ICC)--the shadow of criminal prosecution extends to contemporary conflicts.\r\n\r\nIn order to better understand how and when ICTs might impact violence against civilians, this project starts off by exploring the ICTY's involvement in the conflicts in Croatia (1991-95), Bosnia (1992-95), Kosovo (1998-99), and Macedonia (2001).  The hostilities associated with the break-up of Yugoslavia allow one to investigate an ICT's varied role in conflicts that have run their course.  Moreover, these cases afford me access to a wealth of reliable longitudinal data that often does not exist for more recent conflicts.  In addition, the wars in Croatia and Bosnia present interesting variation that I can explore.  In particular, the ICTY came into existence midway through both conflicts.  These cases can thus help me to determine whether the ICTY's involvement per se shaped behaviors on the ground while hostilities were still raging. \r\n\r\nMy fieldwork investigates how the existence and actions of the ICTY influenced the various conflicts associated with the break-up of Yugoslavia over time.  The research includes collecting primary documents generated while hostilities were still playing out, and interviewing ICTY officials, veterans, political elites, and international/local activists associated with each conflict.  I will use interview and archival data to reconstruct patterns of events in an effort to understand how the ICTY affected the decisions and actions of (would-be) war criminals, as well as the broader networks of actors whose active or tacit support facilitated violence against civilians.\r\n\r\nUltimately, I expect to find that the ICTY's influence was variable, meaning that in certain cases it was unable to influence outcomes despite extensive efforts, yet in others, the shadow of criminal prosecution had some tangible effect on the strategies of actors on the ground and the international support structures that became important in the post-conflict phase of reconstruction.  I intend to publish my findings as a series of scholarly articles and as a book, and use the research to develop courses on international criminal justice.  I also hope to build on this research in the future, focusing on the wide range of cases in which the ICC has become involved.  With the ICC, the shadow of criminal prosecution now extends to modern-day conflicts.  It is thus essential that we begin to understand how and when ICTs might actually contribute to limiting violence against civilians.  The current project constitutes an important step forward in this effort.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Alter",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Karen Alter",
   "pi_email_addr": "kalter@northwestern.edu",
   "nsf_id": "000470085",
   "pi_start_date": "2012-03-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jacqueline",
   "pi_last_name": "McAllister",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Jacqueline R McAllister",
   "pi_email_addr": "mcallisterj@kenyon.edu",
   "nsf_id": "000557307",
   "pi_start_date": "2012-03-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Department of Political Science - Northwestern University",
  "perf_str_addr": "601 University Place",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602080800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The post-Cold War era has witnessed unspeakable atrocities against civilians.&nbsp; In the Bosnian War alone, tens of thousands of civilians perished, not accounting for wider traumas wrought by the bombings of major cities and rampant sexual violence.&nbsp; In establishing the International Criminal Tribunal for the former Yugoslavia (ICTY) and a subsequent generation of international criminal tribunals (ICTs), members of the international community sought to craft devices that could curb such atrocities and perhaps break the cycles of violence that perpetuate them.&nbsp; And yet, by holding out the threat of criminal prosecution, ICTs could potentially delay the end of hostilities as parties hold out for immunity, or even trigger violent retaliation.&nbsp; Over twenty years after the creation of the first post-Cold War ICT, we still know very little about wartime ICTs&rsquo; <em>actual</em> impact.</p>\n<p>&nbsp;</p>\n<p>My dissertation explains how and when the ICTY affected combatant groups&rsquo; use of violence against non-combatants.&nbsp; I focus on the ICTY given its extensive and varied involvement in conflicts that have run their course.&nbsp; There is also an abundance of reliable, longitudinal data for these cases, which does not yet exist for others.&nbsp; Drawing on a wealth of interview (roughly 200 semi-structured interviews) and archival data collected in The Hague and throughout Southeast Europe, I find that ICTY played a key role in de-escalating violence against civilians.&nbsp; It marginalized spoilers and created costs for conflict participants.&nbsp; The Tribunal also provided mediators with an important source of leverage.&nbsp; However, ICTY officials were only able to de-escalate violence against civilians in these ways when they: (1) secured cooperation on enforcement tasks from influential actors, <em>and</em> (2) confronted combatant leaders who perceived few ex ante benefits in deploying violence against non-combatants.&nbsp; Such leaders are likely to include those seeking legitimacy for themselves and/or their cause.</p>\n<p>&nbsp;</p>\n<p>With the permanent International Criminal Court, the threat of criminal prosecution now extends to modern-day conflicts.&nbsp; It is thus essential that we begin to understand how and when ICTs might actually contribute to limiting violence against civilians.&nbsp; My research on the ICTY is an important step forward in this effort.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/24/2015<br>\n\t\t\t\t\tModified by: Jacqueline&nbsp;R&nbsp;Mcallister</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe post-Cold War era has witnessed unspeakable atrocities against civilians.  In the Bosnian War alone, tens of thousands of civilians perished, not accounting for wider traumas wrought by the bombings of major cities and rampant sexual violence.  In establishing the International Criminal Tribunal for the former Yugoslavia (ICTY) and a subsequent generation of international criminal tribunals (ICTs), members of the international community sought to craft devices that could curb such atrocities and perhaps break the cycles of violence that perpetuate them.  And yet, by holding out the threat of criminal prosecution, ICTs could potentially delay the end of hostilities as parties hold out for immunity, or even trigger violent retaliation.  Over twenty years after the creation of the first post-Cold War ICT, we still know very little about wartime ICTsÆ actual impact.\n\n \n\nMy dissertation explains how and when the ICTY affected combatant groupsÆ use of violence against non-combatants.  I focus on the ICTY given its extensive and varied involvement in conflicts that have run their course.  There is also an abundance of reliable, longitudinal data for these cases, which does not yet exist for others.  Drawing on a wealth of interview (roughly 200 semi-structured interviews) and archival data collected in The Hague and throughout Southeast Europe, I find that ICTY played a key role in de-escalating violence against civilians.  It marginalized spoilers and created costs for conflict participants.  The Tribunal also provided mediators with an important source of leverage.  However, ICTY officials were only able to de-escalate violence against civilians in these ways when they: (1) secured cooperation on enforcement tasks from influential actors, and (2) confronted combatant leaders who perceived few ex ante benefits in deploying violence against non-combatants.  Such leaders are likely to include those seeking legitimacy for themselves and/or their cause.\n\n \n\nWith the permanent International Criminal Court, the threat of criminal prosecution now extends to modern-day conflicts.  It is thus essential that we begin to understand how and when ICTs might actually contribute to limiting violence against civilians.  My research on the ICTY is an important step forward in this effort.\n\n \n\n\t\t\t\t\tLast Modified: 04/24/2015\n\n\t\t\t\t\tSubmitted by: Jacqueline R Mcallister"
 }
}