{
 "awd_id": "1160737",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Observing and Modeling Downslope-windstorm-type Flow in a Small-scale Crater Induced by Larger-scale Katabatic Winds",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "edward bensman",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 154594.0,
 "awd_amount": 154594.0,
 "awd_min_amd_letter_date": "2012-08-29",
 "awd_max_amd_letter_date": "2012-08-29",
 "awd_abstract_narration": "This effort will investigate downslope windstorm-type flows (DWF) that have important societal effects and are poorly understood scientifically. The program includes a one-month field program at Arizona's Barringer Meteorite Crater and simulations with a Large-Eddy-Simulation (LES) model.  A serendipitous discovery in a prior NSF-funded research program identified this location as being ideally suited for such a study, as DWFs develop there regularly when thermally driven drainage flows cascade over the crater's rim on clear, undisturbed nights.  The crater's rim and environs are on a scale that can be readily instrumented to investigate these flows and the changing upstream conditions that cause them to form.  DWFs are produced intermittently on the upwind inner sidewall of the small, circular crater basin as pulsations occur in the temperature and wind profiles of the approaching flow.  This effort will thus support a systematic investigation of DWFs at a location where many replications can be expected over a comparatively short period.\r\n\r\nAn associated field effort during Autumn 2013 will collect data uniquely suited to support analyses to answer extant scientific questions about atmospheric DWFs produced by density-stratified flow over topography.  Detailed sampling of atmospheric boundary layer conditions by multiple LiDAR (Light Detection And Ranging) and SoDAR (SOnic Detection And Ranging) platforms, tethered balloon sounding systems, as well as infrared time-lapse cameras and surface-based meteorological instrumentation, will be utilized.  The overarching goal of the coordinated field research, analysis, and large-eddy simulation (LES) modeling to be conducted by this collaborative team is to determine the characteristic atmospheric structure and evolution associated with the DWFs, identify controlling parameters in the katabatic winds that drive DWFs and, through the modeling studies, extend the findings to basins and ridges of different size and shape to gain a more general understanding of DWFs.  The intellectual merit of this research rests in application of novel and innovative concepts that will culminate in more comprehensive analyses and modeling informed by field experience, a short climatology, and initial analyses and simulations.  These efforts will advance understanding of the physical processes that affect atmospheric DWF development in complex terrain, and are expected to lead to improvements in models and understanding of this ubiquitous phenomenon, which occurs in mountainous regions throughout the world.\r\n\r\nBroader Impacts of this effort will include support of undergraduate and graduate student training, development of modules for classroom teaching, and early-career development of a postdoctoral researcher.  Potential benefits to society will accrue through improved understanding of atmospheric DWFs with potential applications for forecasting of downslope windstorms, air pollution dispersion, general and fire weather forecasting, and climate.  Results will be widely disseminated through peer-reviewed scientific publications, presentations at scientific meetings, and related websites.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ronald",
   "pi_last_name": "Calhoun",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Ronald J Calhoun",
   "pi_email_addr": "Ronald.Calhoun@asu.edu",
   "nsf_id": "000436661",
   "pi_start_date": "2012-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "PO Box 876011",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852876106",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 154594.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The second Meteor Crater Experiment (METCRAX II) was designed to study downslope-windstorm-type flows occurring at the Barringer Meteorite Crater in Arizona. Two Doppler wind lidars were deployed to perform a coplanar dual-Doppler lidar analysis to capture the 2D vertical structure of these flows in crater basin. This type of analysis allows the flow to be resolved on a 2D Cartesian grid constructed in the RHI scan overlap region. Previous studies have shown that the dominant error in the coplanar dual-Doppler analysis mentioned above is due to the under sampling of radial velocities. Hence, it is necessary to optimize the setup and choose a scan strategy that minimizes the under sampling of radial velocities and provides a good spatial as well as temporal coverage of these short-lived events. &nbsp;A lidar simulator was developed using an LES wind field to optimize the lidar parameters for METCRAX II field experiment. A retrieval technique based on the weighted least squares technique with weights calculated based on the relative location of the lidar range gate centers to the grid intersection point was developed. The instrument configuration was determined by comparing the simulator retrievals to the background wind field and taking into account the limitations of commercially available lidars. &nbsp;The optimized configuration and retrieval algorithm allowed a dual Doppler lidar co-scanned RHI's approach to capture transient events of interest at the Barringer Meteorite Crater.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/19/2015<br>\n\t\t\t\t\tModified by: Ronald&nbsp;J&nbsp;Calhoun</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe second Meteor Crater Experiment (METCRAX II) was designed to study downslope-windstorm-type flows occurring at the Barringer Meteorite Crater in Arizona. Two Doppler wind lidars were deployed to perform a coplanar dual-Doppler lidar analysis to capture the 2D vertical structure of these flows in crater basin. This type of analysis allows the flow to be resolved on a 2D Cartesian grid constructed in the RHI scan overlap region. Previous studies have shown that the dominant error in the coplanar dual-Doppler analysis mentioned above is due to the under sampling of radial velocities. Hence, it is necessary to optimize the setup and choose a scan strategy that minimizes the under sampling of radial velocities and provides a good spatial as well as temporal coverage of these short-lived events.  A lidar simulator was developed using an LES wind field to optimize the lidar parameters for METCRAX II field experiment. A retrieval technique based on the weighted least squares technique with weights calculated based on the relative location of the lidar range gate centers to the grid intersection point was developed. The instrument configuration was determined by comparing the simulator retrievals to the background wind field and taking into account the limitations of commercially available lidars.  The optimized configuration and retrieval algorithm allowed a dual Doppler lidar co-scanned RHI's approach to capture transient events of interest at the Barringer Meteorite Crater.\n\n \n\n\t\t\t\t\tLast Modified: 01/19/2015\n\n\t\t\t\t\tSubmitted by: Ronald J Calhoun"
 }
}