{
 "awd_id": "1160010",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Noise-synchronized Electrophoretic Manipulation in Nanoporous Hydrogels",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Angie Lueking",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 272608.0,
 "awd_amount": 272608.0,
 "awd_min_amd_letter_date": "2012-08-15",
 "awd_max_amd_letter_date": "2012-08-15",
 "awd_abstract_narration": "1160010 \r\nUgaz\r\n\r\nThe proposed work aims to show how the same dynamics governing phenomena as diverse as global climate change and sensory perception can be exploited to direct macromolecular transport through nanoporous surroundings. The researchers aim to demonstrate this in the context of gel electrophoresis by establishing a resonance condition in an entropic trapping transport regime that synchronizes the otherwise noisy uncorrelated motion of DNA between pores in the matrix. Surprising consequences of exploiting this unique effect include simultaneous transport of different-sized molecules in opposite directions, and a counterintuitive inverted size dependence of separation efficiency. This resonance effect can be precisely manipulated by adjusting the driving electric field and pore size distribution of the surrounding gel matrix.\r\n\r\nBuilding on the foundation of promising preliminary studies, new fundamental research will be performed aimed at understanding how the nanoscale pore morphology of hydrogels can be tailored to fully harness the unique features of entropic trapping-based macromolecular transport. This information, currently lacking, is a key to fully exploiting the benefits of this resonance effect in practical settings. First, a predictive transport model based on input generated will be developed by applying a combination of mechanical, calorimetric, and TEM-based studies to quantify the nanoscale pore size distribution across a broad range of matrix formulations. These results will allow us to rationally tailor gel compositions and polymerization conditions to achieve optimal resonance synchronization targeting macromolecular analytes of specific size. Second, the results will be extended to a broader range of analytes by applying new photoinitiator and gel compositions to obtain larger average pore sizes, and by incorporating additional activation modes into the transport model with input from single molecule visualization studies. Third, the fundamental insights gained in Objectives 1 and 2 will be adapted toward realistic separations involving analysis of STR/SNP products, long DNA, and proteins.\r\n\r\nThe ability to access the same dynamics that explain global climate change events and apply them to describe macromolecular transport at the nanoscale is intellectually intriguing, with few parallels in published literature. The ubiquity of gel electrophoresis casts a relatable backdrop for the practical use of resonance phenomenon to achieve vastly improved fractionation by simply applying a periodic electric field in a gel with a specific pore size distribution. Timely far-reaching implications include establishing design rules to construct matrix architectures optimally tailored to exploit these effects, and enabling new manipulation and sorting functionalities in other emerging adaptations of nanoscale potential well traps.\r\n\r\nThis resonant synchronization effect, previously thought possible only in idealized nanomachined topologies, can be readily accessed in widely used polymeric hydrogels despite their heterogeneous nanopore arrangement. The proposed research will establish rules for design of matrix architectures optimally tailored to exploit this unique transport mode. By providing a new avenue to access these phenomena in ordinary hydrogels (as opposed to idealized planar nanomachined topologies), an unprecedentedly pathway exists for the results of this research to be directly implemented in virtually any molecular biology lab. These effects are also likely to significantly broaden the possibilities to execute synchronized manipulation of macromolecules and particles in 3-D nanoenvironments\r\n\r\nThis technology has enormous potential to impact molecular biology by enabling significant improvements in electrophoretic separation efficiency. We propose to incorporate this instrumentation into simple devices that allow the DNA separation process to be viewed and studied in the classroom. The researchers plan to harness the portability and ease of operation of this system to develop numerous adaptations aimed at students ranging from K-12 through college, as well as additional outreach opportunities (workshops for high school students and teachers, minority outreach, graduate school recruiting, etc.). This research will be integrated into curriculum at both the undergraduate and graduate levels, leveraging the PI's involvement in multiple REU efforts and as chair of a biotechnology-focused professional science master's program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Victor",
   "pi_last_name": "Ugaz",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Victor M Ugaz",
   "pi_email_addr": "ugaz@tamu.edu",
   "nsf_id": "000373575",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Engineering Experiment Station",
  "perf_str_addr": "Chemical Engineering Department",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433122",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141700",
   "pgm_ele_name": "Interfacial Engineering Progra"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "007E",
   "pgm_ref_txt": "Biological Separation Processes"
  },
  {
   "pgm_ref_code": "052E",
   "pgm_ref_txt": "MAT & PROC FOR CHEM SEPARATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 272608.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, we have performed fundamental research aimed at harnessing the same dynamics governing phenomena as diverse as global climate change and sensory perception in a new way to direct macromolecular transport through nanoporous surroundings. By modulating the applied electric field at a frequency tuned to the characteristic activation timescale, a resonance condition can be established that synergistically combines accelerated mobility and reduced diffusion. This resonance effect can be precisely manipulated in surprising ways to achieve unique effects including simultaneous transport of different-sized molecules in opposite directions, and a counterintuitive inverted size dependence of separation efficiency enhanced separation performance. Notably, these phenomena are readily accessible in ordinary hydrogels (as opposed to idealized nanomachined topologies) suggesting broad potential to apply them in a host of useful settings.</p>\n<p>&nbsp;</p>\n<p>We have subsequently built on this new fundamental discovery of how the inherently disordered dynamics governing macromolecular transport in confined surroundings, conventionally suppressed as an undesirable noisy background, can paradoxically be precisely controlled. Specifically, we have harnessed this capability as a foundation for an entropic force microscope, a sensitive probe of nanoscale biomolecular conformation capable of resolving previously unseen details about DNA-protein binding interactions at size scales below the limits of conventional techniques. A key breakthrough is that our method is the first practical application of these physico-chemical phenomena (previously studied, but only theoretically), yielding a new tool to &ldquo;image&rdquo; nanoscale details of biomolecular conformation. In addition to offering new capabilities that surpass the current state of the art (AFM, single molecule stretching, nanopore translocation), our method is incredibly robust and can be straightforwardly applied in virtually any lab.</p>\n<p>&nbsp;</p>\n<p>We have further extended these insights to particle transport by applying Brownian dynamics simulations to elucidate the residence time distribution encountered by a particle as it travels through a channel incorporating periodic constrictions. A sinusoidal longitudinal driving force is applied with a superimposed continuous orthogonal component, making it possible to identify frequency and amplitude conditions where temporal coherence with the particle&rsquo;s motion can be achieved. This resonant state reflects a synergistic combination of geometry and driving force that can be exploited to confine species at discreet locations, offering new possibilities for directed manipulation.</p>\n<p>&nbsp;</p>\n<p>Finally, we have explored new ways to make these nanoscale transport phenomena accessible to a general audience. Brownian dynamics simulations open a window to the nanoscale phenomena that govern how polymers respond to forces and deformations. But access to this important toolbox is limited to a small community of researchers possessing dedicated computing resources and expertise. We have shown how this barrier can be overcome by exploiting the same physics engines that power popular video games to handle key calculations with incredible efficiency, enabling quantitatively accurate Brownian dynamics simulations to be performed on tablet-based computing platforms. Our app employs a coarse-grained bead-spring model of polymer chains, enabling the user to specify the number of beads, as well as the size and placement of cylindrical obstacles within the simulation domain using familiar touch screen gestures. Governing parameters including the driving force, temperature, and macromolecular persistence length can be changed at any time; and their effect on the polymer&rsquo;s radius of gyration, contour length, and center of mass position are continuously reported. The app-based format greatly expands accessibility of advanced simulation tools, and its interactivity makes it possible to explore fundamental polymer physics in new and appealing ways.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2016<br>\n\t\t\t\t\tModified by: Victor&nbsp;M&nbsp;Ugaz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this project, we have performed fundamental research aimed at harnessing the same dynamics governing phenomena as diverse as global climate change and sensory perception in a new way to direct macromolecular transport through nanoporous surroundings. By modulating the applied electric field at a frequency tuned to the characteristic activation timescale, a resonance condition can be established that synergistically combines accelerated mobility and reduced diffusion. This resonance effect can be precisely manipulated in surprising ways to achieve unique effects including simultaneous transport of different-sized molecules in opposite directions, and a counterintuitive inverted size dependence of separation efficiency enhanced separation performance. Notably, these phenomena are readily accessible in ordinary hydrogels (as opposed to idealized nanomachined topologies) suggesting broad potential to apply them in a host of useful settings.\n\n \n\nWe have subsequently built on this new fundamental discovery of how the inherently disordered dynamics governing macromolecular transport in confined surroundings, conventionally suppressed as an undesirable noisy background, can paradoxically be precisely controlled. Specifically, we have harnessed this capability as a foundation for an entropic force microscope, a sensitive probe of nanoscale biomolecular conformation capable of resolving previously unseen details about DNA-protein binding interactions at size scales below the limits of conventional techniques. A key breakthrough is that our method is the first practical application of these physico-chemical phenomena (previously studied, but only theoretically), yielding a new tool to \"image\" nanoscale details of biomolecular conformation. In addition to offering new capabilities that surpass the current state of the art (AFM, single molecule stretching, nanopore translocation), our method is incredibly robust and can be straightforwardly applied in virtually any lab.\n\n \n\nWe have further extended these insights to particle transport by applying Brownian dynamics simulations to elucidate the residence time distribution encountered by a particle as it travels through a channel incorporating periodic constrictions. A sinusoidal longitudinal driving force is applied with a superimposed continuous orthogonal component, making it possible to identify frequency and amplitude conditions where temporal coherence with the particle?s motion can be achieved. This resonant state reflects a synergistic combination of geometry and driving force that can be exploited to confine species at discreet locations, offering new possibilities for directed manipulation.\n\n \n\nFinally, we have explored new ways to make these nanoscale transport phenomena accessible to a general audience. Brownian dynamics simulations open a window to the nanoscale phenomena that govern how polymers respond to forces and deformations. But access to this important toolbox is limited to a small community of researchers possessing dedicated computing resources and expertise. We have shown how this barrier can be overcome by exploiting the same physics engines that power popular video games to handle key calculations with incredible efficiency, enabling quantitatively accurate Brownian dynamics simulations to be performed on tablet-based computing platforms. Our app employs a coarse-grained bead-spring model of polymer chains, enabling the user to specify the number of beads, as well as the size and placement of cylindrical obstacles within the simulation domain using familiar touch screen gestures. Governing parameters including the driving force, temperature, and macromolecular persistence length can be changed at any time; and their effect on the polymer?s radius of gyration, contour length, and center of mass position are continuously reported. The app-based format greatly expands accessibility of advanced simulation tools, and its interactivity makes it possible to explore fundamental polymer physics in new and appealing ways.\n\n\t\t\t\t\tLast Modified: 10/30/2016\n\n\t\t\t\t\tSubmitted by: Victor M Ugaz"
 }
}