{
 "awd_id": "1160200",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Brain-Computer Interface Control of Ambulation",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032922633",
 "po_email": "aleoness@nsf.gov",
 "po_sign_block_name": "Alex Leonessa",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 299952.0,
 "awd_amount": 299952.0,
 "awd_min_amd_letter_date": "2012-08-29",
 "awd_max_amd_letter_date": "2012-08-29",
 "awd_abstract_narration": "PI: Nenadic\r\nProposal Number: 1160200\r\n\r\nProblem Statement: Individuals with paraplegia due to spinal cord injury (SCI) are unable to ambulate.  Functional electrical stimulation (FES) of the lower extremities is one of the technologies with which ambulation can be partially restored. Current FES technology requires manual operation by the user, which is unintuitive, and monopolizes the upper extremities and interferes with their motor function. Brain-computer interface (BCI), on the other hand, is a technology that enables a direct cortical control of external devices, without generating any motor output. \r\nResearch Plan: The main goal of this study is to integrate the technology of electro-encephalogram (EEG) based BCI with noninvasive FES of the lower extremities to restore intuitive, hands-free ambulation in individuals with complete paraplegia due to SCI.  SCI subjects will be trained to utilize gait-related kinesthetic motor imagery (i.e. imagination of movement) to operate a BCI-controlled virtual reality gait simulator. The subjects will also be trained to ambulate with a commercial FES system. Subsequently, subjects' EEG data will be collected while they are engaged in ambulation with the FES system and the parameters critical for integration of BCI and FES systems will be determined. Finally, the two systems will be integrated, and the effectiveness of the integrated BCI-FES system will be tested in these subjects while they perform a goal-oriented ambulation task.  Novelty: 1) The integration of an EEG-based BCI with limb prostheses has undergone limited research, and has not been achieved with lower extremity FES systems for walking. 2) The study requires a novel neurophysiological experimental paradigm, including novel signal processing and active-electrode recording methods, to enable acquisition of artifact-free, ambulatory EEG data. 3) These data will provide novel information about the neurophysiological processes underlying imagination and execution of ambulation in SCI. 4) A successfully integrated BCI-FES system will shift the focus of neuro-rehabilitation of this population from utilizing spared motor pathways to functional restoration. 5) This concept can be extended to future studies with much larger target domain, including subjects with stroke, multiple sclerosis, and incomplete SCI, as a novel tool to promote plasticity and neural repair and subsequent functional gains.\r\nIntellectual Merit: The proposed experimental, engineering and scientific techniques will provide a blueprint for future BCI-prosthesis integration studies. The proposed study will lead to the deployment and development of novel signal processing and control algorithms for BCI-prosthesis integration. Aside from BCI applications, the analysis of data collected in this study will delineate the general cortical areas involved in control of both executed and imagined gait, which will fundamentally advance our knowledge of cortical control of ambulation and the changes it undergoes due to SCI. The unique features of the integrated BCI-FES system and its long-term use will be instrumental to addressing scientific questions such as the emergence of the \"BCI motor cortex,\" and may in the future facilitate development of novel treatments that utilize neural repair and plasticity, such as cellular therapies. Finally, the success of the proposed project may invigorate studies to refine FES technology and may inspire integration of BCIs with other forms of functional electrostimulation, such as spinal cord stimulation in rehabilitation of the target population.\r\nBroader Impacts: The proposed activities will enhance the education, scientific literacy, and lifelong learning in engineering and medical students. Specifically, elements of this study will be integrated into the teaching and mentoring curricula. Both undergraduate and graduate students will participate in the proposed research and educational plans and their findings will be broadly disseminated, including outreach to the disabled community. These activities will help develop students' leadership and interdisciplinary research skills. They will also broaden the participation of underrepresented groups in engineering and science. The investigators will promote college education and the pursuit of engineering/science careers in minority K-12 and community-college students by developing educational activities such as presentations, demonstrations and exhibits. Finally, the investigators will partake in the professional development of K-12 math and science teachers in high-need school districts in order to improve their retention rates and leadership skills.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zoran",
   "pi_last_name": "Nenadic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zoran Nenadic",
   "pi_email_addr": "znenadic@uci.edu",
   "nsf_id": "000508216",
   "pi_start_date": "2012-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "An",
   "pi_last_name": "Do",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "An H Do",
   "pi_email_addr": "and@uci.edu",
   "nsf_id": "000522187",
   "pi_start_date": "2012-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926970001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534200",
   "pgm_ele_name": "Disability & Rehab Engineering"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "010E",
   "pgm_ref_txt": "DISABILITY RES & HOMECARE TECH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 299952.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project demonstrated that it is possible to restore a basic form of walking to those with complete motor paralysis due to spinal cord injury (SCI) by using a non-invasive Brain-Computer Interface (BCI) technology.</p>\n<p>The BCI system developed in this project measures brain waves from individuals with leg paralysis due SCI, analyzes these brain waves using a computer algorithm, and turns this analysis into commands for leg muscle stimulators. This essentially \"reconnects\" the brain and leg muscles using a technological solution, thus effectively bypassing the injured spinal cord. Persons with SCI are then able to initiate and cease walking by the power of their own thoughts and muscles.</p>\n<p>The study demonstrates that direct brain control of walking after SCI is possible. It also shows that the brain areas responsible for walking can be re-activate years after injury. Future work will advance this idea further by: (i) streamlining the current BCI system to make it applicable outside of the research environment, (ii) developing an implantable version of the system that will be able to yield much better brain signals and potentially allow sensation to be delivered back to the brain, so that users of this technology can feel their legs as they are making steps.&nbsp;</p>\n<p>The research team undertook significant outreach efforts to engage the subjects with SCI who could benefit from this technology. Examples include participation in numerous live demonstrations, laboratory tours, and scientific panels for general audience.</p>\n<p>The results of this study were also featured in over 1,000 media outlets worldwide. The investigators gave numerous TV, radio and phone interviews. This generated an enormous amount of interest from the general public, but also from those with SCI, their caregivers, and physicians. Outcomes like these are important for increasing the scientific literacy of a significant segment of the American society. This will in turn lead to a better appreciation of science and will likely increase the enthusiasm, advocacy, and support for federally-supported research.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/07/2016<br>\n\t\t\t\t\tModified by: Zoran&nbsp;Nenadic</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1160200/1160200_10208207_1452200668416_bci_fes1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1160200/1160200_10208207_1452200668416_bci_fes1--rgov-800width.jpg\" title=\"BCI FES 1\"><img src=\"/por/images/Reports/POR/2016/1160200/1160200_10208207_1452200668416_bci_fes1--rgov-66x44.jpg\" alt=\"BCI FES 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">In response to verbal cues, the participant performs BCI-FES mediated walking and standing to walk along a linear course and stop at three cones positioned 1.8 m apart. The basic components are: the BCI-FES system, motion sensor system (laser and gyros), and the harness (ZeroG) to prevent falls.</div>\n<div class=\"imageCredit\">Christine E. King, Po T. Wang, Colin M. McCrimmon, Cathy CY Chou, An H. Do, and Zoran Nenadic</div>\n<div class=\"imagePermisssions\">Creative Commons</div>\n<div class=\"imageSubmitted\">Zoran&nbsp;Nenadic</div>\n<div class=\"imageTitle\">BCI FES 1</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1160200/1160200_10208207_1452199833276_bci_vre1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1160200/1160200_10208207_1452199833276_bci_vre1--rgov-800w...",
  "por_txt_cntn": "\nThe project demonstrated that it is possible to restore a basic form of walking to those with complete motor paralysis due to spinal cord injury (SCI) by using a non-invasive Brain-Computer Interface (BCI) technology.\n\nThe BCI system developed in this project measures brain waves from individuals with leg paralysis due SCI, analyzes these brain waves using a computer algorithm, and turns this analysis into commands for leg muscle stimulators. This essentially \"reconnects\" the brain and leg muscles using a technological solution, thus effectively bypassing the injured spinal cord. Persons with SCI are then able to initiate and cease walking by the power of their own thoughts and muscles.\n\nThe study demonstrates that direct brain control of walking after SCI is possible. It also shows that the brain areas responsible for walking can be re-activate years after injury. Future work will advance this idea further by: (i) streamlining the current BCI system to make it applicable outside of the research environment, (ii) developing an implantable version of the system that will be able to yield much better brain signals and potentially allow sensation to be delivered back to the brain, so that users of this technology can feel their legs as they are making steps. \n\nThe research team undertook significant outreach efforts to engage the subjects with SCI who could benefit from this technology. Examples include participation in numerous live demonstrations, laboratory tours, and scientific panels for general audience.\n\nThe results of this study were also featured in over 1,000 media outlets worldwide. The investigators gave numerous TV, radio and phone interviews. This generated an enormous amount of interest from the general public, but also from those with SCI, their caregivers, and physicians. Outcomes like these are important for increasing the scientific literacy of a significant segment of the American society. This will in turn lead to a better appreciation of science and will likely increase the enthusiasm, advocacy, and support for federally-supported research.\n\n\t\t\t\t\tLast Modified: 01/07/2016\n\n\t\t\t\t\tSubmitted by: Zoran Nenadic"
 }
}