{
 "awd_id": "1160515",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science: Does Power Corrupt? An Experimental Approach To Explore the Origins of Corruption in Africa",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "erik herron",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 11915.0,
 "awd_amount": 11915.0,
 "awd_min_amd_letter_date": "2012-07-27",
 "awd_max_amd_letter_date": "2012-07-27",
 "awd_abstract_narration": "Government corruption is widespread in Africa. However, as spectacular as scandals\r\ninvolving corruption in the central government might be, it is the behavior of local officials that\r\nmost citizens directly experience, and it is at this level that government officials may be\r\nespecially susceptible given the lack of media presence and bureaucratic oversight. A culture of\r\ncorruption promotes short-term, selfish behavior and punishes behavior that citizens would\r\nconsider fair and oriented towards the common good, such as egalitarianism and trust. The\r\nconsequences of such behavior can be disastrous.\r\n\r\nBut what causes corruption? Is the widespread corruption in African politics the product\r\nof political institutions or of the type of individuals who seek office? Do individuals prone to\r\ncorruption self-select into government positions or does holding office condition traits that\r\nunderlie corrupt behavior? Some researchers in political science assert that political institutions\r\nare responsible for corruption in Africa. Others argue that Africa faces widespread corruption\r\nbecause Africans are corrupt, that their culture embeds corruption in tradition and interactions.\r\nAccording to the viewpoint of the former group, that of the institutionalists, corruption arises\r\nafter political officials take office. According to the latter viewpoint, the cultural viewpoint,\r\ncorruption is ever-present.\r\n\r\nFor my dissertation, I plan to test whether political institutions cause corruption using a\r\nnovel series of experiments with local-level political leaders in Zambia and Tanzania. Since\r\nZambia and Tanzania have similar national levels of corruption but different corruption\r\nenvironments at the local level, they are compelling comparison cases. Designing research to\r\ninvestigate the origins of corruption is difficult, since most of the existing data is based on\r\nsurveys of citizens, not based on the behaviors of government officials. Fortunately, there is an\r\nalternative approach that I plan to utilize in my dissertation. I will gather real politicians to\r\nobserve their choices in person, allowing me to observe how choices are made and where\r\ncorruption arises. This method of data collection will allow me to observe the behavior of\r\ngovernment officials rather than studying corruption via third party surveys. I will recruit a\r\nsample of politicians who ran for local government in Zambia and Tanzania. Some of the\r\nsubjects will have won the last election and some of them will have lost, providing me with\r\ncomparison groups. With carefully chosen comparison groups, any differences in behavior in my\r\nexperiments can be attributed to the political institutions associated with holding office.\r\n\r\nThis work holds promise for both policymaking and science. Donors and\r\ninternational organizations believe that corruption undermines prosperous and peaceful\r\ngovernments in Africa. While some members of this group believe that the creation and support\r\nof well-designed political institutions can reduce the level and extent of unethical behavior,\r\nothers believe that such behavior is too culturally entrenched to change. There is little rigorous\r\nresearch to inform these positions. My dissertation will help provide a theoretically informed and\r\nmethodologically sound examination of the foundations of corruption. Understanding the causes\r\nof corruption can enable policymakers to create institutions designed to moderate its existence\r\nand effects. The project also takes an important step forward in the use of politicians as\r\nparticipants in the study of corruption. Hundreds of research projects have been designed to\r\ntackle issues of politics, but none that we know of use actual politicians to investigate the\r\nfoundations of the choices of the political elite.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Clark",
   "pi_last_name": "Gibson",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Clark C Gibson",
   "pi_email_addr": "ccgibson@ucsd.edu",
   "nsf_id": "000439997",
   "pi_start_date": "2012-07-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brigitte",
   "pi_last_name": "Seim",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Brigitte A Seim",
   "pi_email_addr": "bazimm@gmail.com",
   "nsf_id": "000600949",
   "pi_start_date": "2012-07-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930521",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 11915.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>I have completed the fieldwork associated with the DDRIG award: \"Does Power Corrupt? An Experimental Approach To Explore the Origins of Corruption in Africa.\" Though I am in the process of writing my dissertation and do not have all of the results completed, the initial outcomes coming out of this project are promising. Using the DDRIG funds, I traveled to two countries in Africa, Malawi and Zambia, where I completed a survey and in-depth interviews with elected and appointed local government officials to learn about corruption. Since I am knowledgeable of the culture in these countries and since I have experience and connections there, the officials were open and honest about their reasons for engaging in corruption and the forms of corruption they employ. There are four main points that may be of interest to the general public. First, corruption takes many forms, and these forms impose different costs on the officials themselves, as well as the public. Politicians acknowledge that they often chose from a menu of forms of corruption so as to maximize their income from corruption. Second, when transparency increases or accountability improves, politicians are often incentivized to choose other forms of corruption that are less visible or less impactful on the general public. Third, these &ldquo;replacement&rdquo; forms of corruption are less profitable for them and less costly for the public, demonstrating a potential for positive effects of transparency and accountability interventions, even if the new forms of corruption are simply replacing the old ones, not eliminating them. Finally, the politicians acknowledge that the main reason they turn to corruption is that it accounts for 40% of their salary (on average), and that these funds pay for necessary things like children&rsquo;s school fees and medical care, not luxury goods, as is the case sometimes with corruption payouts among executives or in the developed world. They believe that increased salaries for public officials would reduce reliance on corruption, perhaps making corrupt behavior less resilient and easier to control.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/03/2013<br>\n\t\t\t\t\tModified by: Brigitte&nbsp;A&nbsp;Zimmerman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nI have completed the fieldwork associated with the DDRIG award: \"Does Power Corrupt? An Experimental Approach To Explore the Origins of Corruption in Africa.\" Though I am in the process of writing my dissertation and do not have all of the results completed, the initial outcomes coming out of this project are promising. Using the DDRIG funds, I traveled to two countries in Africa, Malawi and Zambia, where I completed a survey and in-depth interviews with elected and appointed local government officials to learn about corruption. Since I am knowledgeable of the culture in these countries and since I have experience and connections there, the officials were open and honest about their reasons for engaging in corruption and the forms of corruption they employ. There are four main points that may be of interest to the general public. First, corruption takes many forms, and these forms impose different costs on the officials themselves, as well as the public. Politicians acknowledge that they often chose from a menu of forms of corruption so as to maximize their income from corruption. Second, when transparency increases or accountability improves, politicians are often incentivized to choose other forms of corruption that are less visible or less impactful on the general public. Third, these \"replacement\" forms of corruption are less profitable for them and less costly for the public, demonstrating a potential for positive effects of transparency and accountability interventions, even if the new forms of corruption are simply replacing the old ones, not eliminating them. Finally, the politicians acknowledge that the main reason they turn to corruption is that it accounts for 40% of their salary (on average), and that these funds pay for necessary things like childrenÆs school fees and medical care, not luxury goods, as is the case sometimes with corruption payouts among executives or in the developed world. They believe that increased salaries for public officials would reduce reliance on corruption, perhaps making corrupt behavior less resilient and easier to control.\n\n\t\t\t\t\tLast Modified: 09/03/2013\n\n\t\t\t\t\tSubmitted by: Brigitte A Zimmerman"
 }
}