{
 "awd_id": "1160375",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science: Language Matters: The Causal Role of Linguistic Identity in \"Ethnic\" Mobilization in Moldova",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "erik herron",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2012-05-21",
 "awd_max_amd_letter_date": "2012-05-21",
 "awd_abstract_narration": "This project investigates the relationship between linguistic identity, an individual's proficiency and identification with relevant languages, and support for political mobilization and separatism. It focuses on the populations of the Moldovan regions of Gagauzia and Transnistria, an area of strategic importance whose conflict has witnessed involvement by Europe and Russia. Increasing our understanding of how identity links to conflict situations has serious implications for the development of democracy and stable societies.\r\n\r\nThis research will produce several important intellectual contributions related to identity and its consequences. Linguistic identity influences an individual's political proclivities because it may limit the ability to join certain identity groups: learning a new language is difficult, while developing native-level fluency is often impossible for adults. As a result, an individual's linguistic knowledge can permanently mark the individual as either belonging or not belonging to certain groups. Under some conditions, individuals who lack the necessary linguistic abilities for group membership may attempt to better their situation by raising the status of a group to which they belong, or by creating a state in which this group will be protected.\r\n\r\nThough language is often conflated with ethnicity, the two Moldovan cases indicate that linguistic and ethnic identities can operate independently in relation to separatist mobilization; the cases thus serve as ideal laboratories for assessing the relationship between language and political behavior. The project uses a unique survey instrument to investigate the role of linguistic identity in these two regions. By analyzing the relationship between different forms of identity and perceptions of discrimination and life-opportunities, this project will determine whether or not language is actually perceived to block upward mobility in a society. By assessing the impact of different forms of linguistic identity (i.e. identification vs. proficiency) in relation to support for separatism and mobilization, it will investigate how this identity can motivate willingness to mobilize and provides a new avenue for research on identity-based conflict.\r\n\r\nThe project also features important broader impacts. As ethnic conflicts remain widespread, it is imperative to develop a better understanding of the mechanisms by which such conflicts arise. Furthermore, separatism in Moldova is itself important: as recent territorial struggles in the Republic of Georgia proved, post-Soviet territorial conflicts can have worldwide repercussions. The research will enhance our understanding of conflict processes, an essential part of informing foreign policy decision-making.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yoshiko",
   "pi_last_name": "Herrera",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Yoshiko M Herrera",
   "pi_email_addr": "yherrera@wisc.edu",
   "nsf_id": "000556989",
   "pi_start_date": "2012-05-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kyle",
   "pi_last_name": "Marquardt",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kyle Marquardt",
   "pi_email_addr": "klmarquardt@wisc.edu",
   "nsf_id": "000600781",
   "pi_start_date": "2012-05-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 North Park Street Suite 6401",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>While policymakers and academics alike have become increasingly aware that ethnic differences do not deterministically lead to conflict, ethnicity is commonly perceived as operating as a driving force behind separatist struggles and civil strife worldwide, in regions as diverse as the banlieues of France to desert cities in Xinjiang, China. Understanding the mechanisms by which ethnic identity- or traits linked to ethnicity- can influence political preferences is of utmost importance in developing policies to ameliorate such conflict.</p>\n<p>This project represents an innovative attempt to better understand the individual-level traits and beliefs that can lead an individual to support separatism. Specifically, researchers conducted large-scale representative surveys of the populations of the Autonomous Territorial Unit of Gagauzia and the Pridnestrovien Moldovan Republic (PMR), de jure territorial units of the Republic of Moldova, a post-Soviet country located in the heartland of Europe. Both regions have a history of purportedly &ldquo;ethnic&rdquo; separatism: in the waning days of the Soviet Union, multiethnic PMR and largely-Gagauz &nbsp;Gagauzia declared themselves independent of Moldova, the ethnic homeland of the Moldovan people. PMR remains de facto independent from Moldova proper, while Gagauzia&rsquo;s degree of autonomy from the Moldovan center remains the topic of intense debate. This history of separatism makes these regions of great interest for exploring academic theories of separatism and ethnic conflict; the continued risk of separatist conflict in this geopolitically vital region makes a better understanding of public opinion in the regions a matter of pressing concern.</p>\n<p>The researchers designed the survey to provide essential insight into both these academic and policy-related questions. Specifically, the innovative survey instrument included questions about regional and ethnic identity, perceptions of discrimination and economic opportunities, and political preferences. Furthermore, it involved an in-depth exploration of linguistic proficiency and identification, designed to investigate the degree to which language can function as a marker of identity (ethnic and regional) or operate to restrict an individual&rsquo;s prospects for social and economic mobility. As linguistic abilities are often conflated with ethnic identity in the popular and academic literature, this aspect of the project is of particular interest: a finding that individuals with similar linguistic abilities or identification have similar political preferences across ethnic divides would indicate that it is language, not ethnic identity, that provides an impetus for ethnic conflict. Given increasing concerns about the impossibility of consistently measuring ethnicity cross-nationally, as well as a large body of literature that indicates that traits linked to ethnicity (and not necessarily ethnicity itself) may be the root cause of ethnic conflict, this project attempts to demonstrates that shifting research focus to measurable traits like language could prove a fruitful avenue for future work on identity-based conflict.</p>\n<p>Designing the survey instrument involved the application of both cutting-edge research techniques and in-depth regional knowledge: an experiment was embedded to test the potentially causal relationship between linguistic knowledge and support for regional independence; &nbsp;a sampling scheme was devised with consultation with statistical experts to ensure that geographically and ethnically representative sample of the population was achieved; the instrument itself was translated into four regionally-relevant languages and implemented following focus-group research and a pilot survey to ensure question validity. Implementation of the project involved close collaboration between the PI, the Co-PI and a Moldovan survey firm; the Co-PI remained in Moldova through the implementation of the survey, ensuring the quality of the results and providing for an opportunity for cross-cultural exchange of practices and knowledge.</p>\n<p>The final survey was conducted in February-March of 2013, and yielded representative samples of the population of both Gagauzia and PMR; a small-scale follow-up survey was implemented in April 2013 to check interview validity and preference stability. Statistical analysis of the results is currently underway, and the Co-PI will return to Moldova in the 2014 to ensure that the results reach policy-relevant actors in the region. The results will serve as the backbone for the Co-PI&rsquo;s dissertation project, which uses elite interviews, content analysis of newspaper articles, and cross-regional statistical analyses to investigate patterns of separatist mobilization in Moldova, Russia, and the entire region of the former Soviet region.&nbsp; This project will serve to situate the results of the NSF-funded research in the greater Eurasian context, thus demonstrating the degree to which these findings are representative of patterns in ethnic politics worldwide.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/21/2013<br>\n\t\t\t\t\tModified by: Kyle&nbsp;Marquardt</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWhile policymakers and academics alike have become increasingly aware that ethnic differences do not deterministically lead to conflict, ethnicity is commonly perceived as operating as a driving force behind separatist struggles and civil strife worldwide, in regions as diverse as the banlieues of France to desert cities in Xinjiang, China. Understanding the mechanisms by which ethnic identity- or traits linked to ethnicity- can influence political preferences is of utmost importance in developing policies to ameliorate such conflict.\n\nThis project represents an innovative attempt to better understand the individual-level traits and beliefs that can lead an individual to support separatism. Specifically, researchers conducted large-scale representative surveys of the populations of the Autonomous Territorial Unit of Gagauzia and the Pridnestrovien Moldovan Republic (PMR), de jure territorial units of the Republic of Moldova, a post-Soviet country located in the heartland of Europe. Both regions have a history of purportedly \"ethnic\" separatism: in the waning days of the Soviet Union, multiethnic PMR and largely-Gagauz  Gagauzia declared themselves independent of Moldova, the ethnic homeland of the Moldovan people. PMR remains de facto independent from Moldova proper, while Gagauzia?s degree of autonomy from the Moldovan center remains the topic of intense debate. This history of separatism makes these regions of great interest for exploring academic theories of separatism and ethnic conflict; the continued risk of separatist conflict in this geopolitically vital region makes a better understanding of public opinion in the regions a matter of pressing concern.\n\nThe researchers designed the survey to provide essential insight into both these academic and policy-related questions. Specifically, the innovative survey instrument included questions about regional and ethnic identity, perceptions of discrimination and economic opportunities, and political preferences. Furthermore, it involved an in-depth exploration of linguistic proficiency and identification, designed to investigate the degree to which language can function as a marker of identity (ethnic and regional) or operate to restrict an individual?s prospects for social and economic mobility. As linguistic abilities are often conflated with ethnic identity in the popular and academic literature, this aspect of the project is of particular interest: a finding that individuals with similar linguistic abilities or identification have similar political preferences across ethnic divides would indicate that it is language, not ethnic identity, that provides an impetus for ethnic conflict. Given increasing concerns about the impossibility of consistently measuring ethnicity cross-nationally, as well as a large body of literature that indicates that traits linked to ethnicity (and not necessarily ethnicity itself) may be the root cause of ethnic conflict, this project attempts to demonstrates that shifting research focus to measurable traits like language could prove a fruitful avenue for future work on identity-based conflict.\n\nDesigning the survey instrument involved the application of both cutting-edge research techniques and in-depth regional knowledge: an experiment was embedded to test the potentially causal relationship between linguistic knowledge and support for regional independence;  a sampling scheme was devised with consultation with statistical experts to ensure that geographically and ethnically representative sample of the population was achieved; the instrument itself was translated into four regionally-relevant languages and implemented following focus-group research and a pilot survey to ensure question validity. Implementation of the project involved close collaboration between the PI, the Co-PI and a Moldovan survey firm; the Co-PI remained in Moldova through the implementation of the survey, ensuring the quality of the results and providing for an opportunity for cross-cultural exchange of practices and knowledge.\n\nThe final survey was conducted in February-March of 2013, and yielded representative samples of the population of both Gagauzia and PMR; a small-scale follow-up survey was implemented in April 2013 to check interview validity and preference stability. Statistical analysis of the results is currently underway, and the Co-PI will return to Moldova in the 2014 to ensure that the results reach policy-relevant actors in the region. The results will serve as the backbone for the Co-PI?s dissertation project, which uses elite interviews, content analysis of newspaper articles, and cross-regional statistical analyses to investigate patterns of separatist mobilization in Moldova, Russia, and the entire region of the former Soviet region.  This project will serve to situate the results of the NSF-funded research in the greater Eurasian context, thus demonstrating the degree to which these findings are representative of patterns in ethnic politics worldwide. \n\n \n\n\t\t\t\t\tLast Modified: 09/21/2013\n\n\t\t\t\t\tSubmitted by: Kyle Marquardt"
 }
}