{
 "awd_id": "1160532",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science: Determinants and Measures of Ethnic Identity",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "erik herron",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2013-07-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2012-08-08",
 "awd_max_amd_letter_date": "2012-08-08",
 "awd_abstract_narration": "How and to what extent can states shape the salience of their citizens' ethnic identities? We know that states can change some aspects of their citizens' identities, but we know surprisingly little about the bounds of this capacity, in particular regarding the salience of ethnic identity in multiethnic states. This dissertation project is an attempt to systematically analyze whether states can make extensive and purposeful changes to the ethnic identities of their citizens through orchestrated public policy programs.\r\n\r\nThe intellectual merit of this project is associated with its theoretical and empirical contributions to the study of ethnic identity. A large number of projects in multiethnic states require the state to reduce the salience of divisive ethnic identities and foster unifying civil identities. Extensive evidence demonstrates that this is necessary for such things as reducing the potential for conflict, increasing the efficiency of public goods provision, and improving the quality of governance. States clearly have the capacity to change some superficial elements of ethnic identity, but can they effect deep and substantive change, as may be necessary to execute many elements of their development strategies? By employing a novel measurement strategy that captures change at superficial and deep-seated levels of ethnic identity, this project offers insights into the bounds of state capacity to meaningfully shape ethnic identity. Furthermore, by analyzing the effects of coordinated public policy programs as well as individual public policies, the research will determine which mechanisms are most effective at shaping the different levels of salience. This provides insights into the fundamental feasibility of many developmental strategies being pursued in multiethnic states. \r\n\r\nExamining the effects of the state actions on the salience of ethnic identity requires 1) an effective and theoretically grounded measure of ethnic identity and 2) an ability to isolate the effects of state actions. Ethnic identity is dynamic and multi-layered, requiring that the measurement strategy captures its multiple facets. Social desirability bias, however, prevents asking direct questions on ethnic identity, as responses may reflect social norms rather than actual preferences. Thus the project relies on indirect measures that capture observable behavioral and attitudinal manifestations of different elements of ethnic identity. The research integrates several innovative techniques developed in social psychology and behavioral economics into the measurement strategy. The primary instrument is a survey with embedded experiments. The project also includes interviews, experimental games to measure how conditional trust is on ethnic identity, and social networking data to capture the network manifestations of ethnic preferences.  \r\n\r\nThe effect of state actions on ethnic identity is assessed at two levels. The first captures the aggregate effects of state actions at the macro level by exploiting a natural experiment between Singapore and the Malaysian Island of Penang. These two territories are highly similar demographically, were ruled as a joint political entity for over one century, and had highly similar early post-independence developmental dynamics. Yet their political environments fundamentally diverged starting in 1970 following significant ethnic conflict in both territories. Ethnic identity in Singapore was consistently demobilized through concerted public policy efforts and the absence of an ethnic component in political competition. As a territory of Malaysia, Penang had an extensive federal-level public policy program that consistently mobilized and politicized ethnic identity exogenously imposed on it. Thus these two ethnically heterogeneous territories with nearly identical starting positions have been subject to vastly different state actions for over forty years. By examining how ethnic identity has diverged between the two countries and - more importantly - how it has remained the same despite the differential treatment, we generate important insights into the nature of ethnic identity and its broad responsiveness to state actions. \r\n\r\nThe second treatment level examines the effect of individual public policies, focusing on education policy and national service. Regarding education policy, the project examines the effect of school type on ethnic identity. The effect of national service is measured via differences in ethnic identity between Malaysian youth who were selected by lottery to complete a three month integrated national service and those of the same age cohort who were not selected. These tests provide insight into the contact hypothesis and the general feasibility of altering the salience and nature of ethnic identity through fostering constructive contact between constituent groups. By collecting individual level data, the research will capture the heterogeneous treatment effects of state actions, and thus permit inferences on the interaction between policy and individual attributes. \r\n\r\nThe broader impact of the project is associated with its importance to the foreign policy and development communities. Ethnic diversity provides challenges not only to post-colonial and post-conflict states, but to developed states as well. Significant resources are spent on public policy programs designed to reduce the salience of ethnic identities and shape their expressions. However, little systematic research exists to demonstrate that these are fundamentally feasible projects. By examining the effect of different state actions on multiple elements of ethnic identity, this project provides insight into the possibilities and limitations of the state's ability to shape ethnic identity.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edmund",
   "pi_last_name": "Malesky",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Edmund J Malesky",
   "pi_email_addr": "emalesky@ucsd.edu",
   "nsf_id": "000534804",
   "pi_start_date": "2012-08-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kai",
   "pi_last_name": "Ostwald",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kai Ostwald",
   "pi_email_addr": "kostwald@ucsd.edu",
   "nsf_id": "000586284",
   "pi_start_date": "2012-08-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "",
  "perf_city_name": "La Jolla",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930521",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The NSF-funded project entitled \"Determinants and Measures of Ethnic Identity\" was carried out between September 2012 and August 2013. Its purpose was to determine how various key public policy inititatives shaped the relative salience of ethnic and civic identities in Singapore and Malaysia. The nature of ethnic diversity in these countries closely approximates the type of diversity that is emerging throughout much of the developed world as a result of mass migration. As such, understanding how policy has shaped society in Singapore and Malaysia provides important insights into how various integrationist models may impact societies around the world.&nbsp;</p>\n<p>There are two keys to understanding the impact of policy on identity. The first is to measure theoretically and practically important dimensions of ethnic identity in an unbiased manner. I did this through survey experiments administered to a randomly selected sample of Singapore and Malaysia's populations. In total, nearly 2,000 responses were collected. The second key is to isolate the effects of key policies and policy clusters. Through various identification strategies, I isolated the effects of important education, housing, employment, and national service policies.&nbsp;</p>\n<p>The resulting dataset is the only of its kind for Singapore and Malaysia. The first paper to use the data has been presented at two conferences and will be submitted for publication shortly. I expect numerous additional papers to follow.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2013<br>\n\t\t\t\t\tModified by: Kai&nbsp;Ostwald</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe NSF-funded project entitled \"Determinants and Measures of Ethnic Identity\" was carried out between September 2012 and August 2013. Its purpose was to determine how various key public policy inititatives shaped the relative salience of ethnic and civic identities in Singapore and Malaysia. The nature of ethnic diversity in these countries closely approximates the type of diversity that is emerging throughout much of the developed world as a result of mass migration. As such, understanding how policy has shaped society in Singapore and Malaysia provides important insights into how various integrationist models may impact societies around the world. \n\nThere are two keys to understanding the impact of policy on identity. The first is to measure theoretically and practically important dimensions of ethnic identity in an unbiased manner. I did this through survey experiments administered to a randomly selected sample of Singapore and Malaysia's populations. In total, nearly 2,000 responses were collected. The second key is to isolate the effects of key policies and policy clusters. Through various identification strategies, I isolated the effects of important education, housing, employment, and national service policies. \n\nThe resulting dataset is the only of its kind for Singapore and Malaysia. The first paper to use the data has been presented at two conferences and will be submitted for publication shortly. I expect numerous additional papers to follow. \n\n\t\t\t\t\tLast Modified: 10/30/2013\n\n\t\t\t\t\tSubmitted by: Kai Ostwald"
 }
}