{
 "awd_id": "1160104",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research in Political Science: How Identities Affect Preferences",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Brian Humes",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2012-04-06",
 "awd_max_amd_letter_date": "2012-04-06",
 "awd_abstract_narration": "The expression of citizens' preferences is a fundamental component of democracy. We know from existing research that preferences are strongly influenced by individuals' identities (i.e., the groups with which they identify).  As demographics change, underlying preference distributions may also change, underscoring the importance of the research for academic and policy-making communities.  \r\n\r\nThe study's major intellectual merit is to investigate how the presence of multiple identities influences preferences.  Because identities are increasingly overlapping at the individual level, Americans are more likely than ever to identify with more than one social and political group. These groups may feature complementary or competing interests. How do citizens reconcile these differences when forming policy preferences? Attachments to multiple identities can create internal conflict when two opposing sides of a debate line up with two of an individual's identities.  The project includes three distinct studies that address identity and preferences, each seeking to answer an unresolved question about how individuals reconcile competing identity claims. The first study involves survey analyses of how identity influences engagement among Americans of varying identities. The second and third studies involve experimental designs that vary conditions to measure the influence of competing identities on mobilization and the mitigation of biased decision-making.\r\n\r\nThe project is poised to produce several broad impacts. The insight drawn from this research will inform what we know about individuals with diverse identities and their political engagement. If people with multiple competing identities are engaged with politics, the project will enhance our understanding of political representation. If they are disengaged from politics, the project will identify potential challenges to political participation and representation. The project will provide a deeper understanding of the changing role of identity on political behavior, and lay the foundation for future work in this increasingly important area.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Druckman",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "James N Druckman",
   "pi_email_addr": "jdruckma@UR.Rochester.edu",
   "nsf_id": "000110424",
   "pi_start_date": "2012-04-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Samara",
   "pi_last_name": "Klar",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Samara M Klar",
   "pi_email_addr": "samara@u.northwestern.edu",
   "nsf_id": "000599125",
   "pi_start_date": "2012-04-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Department of Political Science - Northwestern University",
  "perf_str_addr": "601 University Place",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602081110",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "137100",
   "pgm_ele_name": "Political Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>My research addresses the influence of diverse identities, at both the aggregate level and individual level, on political preferences and behavior. I combine several methodologies, focusing largely on experimental methods and survey research.</p>\n<p>Two themes run heavily through my research: (1) the influence of social and political identities on attitudes and behaviors; and (2) the role of diversity in affecting preference formation and information acquisition. These two themes complement one another in addressing how individuals&rsquo; identities influence their political surroundings, and how their surroundings subsequently shape their choices. The study of personal and social identities in diverse societal contexts is a deeply consequential and timely pursuit. I provide insight into how we, as human beings, reconcile our multitude of identities and negotiate with the opposing viewpoints we encounter each day.</p>\n<p>It is difficult to overstate the importance of America&rsquo;s changing demographics for the study of preference formation. The population is not only becoming more diverse (Shrestha 2006), but identities are increasingly overlapping at the individual level. Americans are more likely than ever to identify with multiple social and political groups&mdash;many of which, at one time or another, hold competing interests. Polls show that 14.6% of marriages&mdash;more than ever&mdash;now occur between members of two different racial groups (Pew 2010) and nearly 40 percent of marriages are interfaith (Pew 2008). According to the Department of Education (2011), 21 percent of children speak a different language at home than they do at school. Americans are increasingly likely to identify with a variety of ethnic and cultural groups.</p>\n<p>This increase in overlapping identities brings with it greater conflict among<br />identity-based preferences, since individuals with many identities are<br />susceptible to simultaneous identity appeals from multiple stimuli. Yet<br />existing analyses of identity and public opinion are limited due to a focus on<br />one single identity. My research examines how multiple identities in a<br />competitive framework affect individual-level political outcomes. In a paper<br />currently under review, I explore what makes one identity prime more effective than another. I do so by offering a theory of what types of rhetoric makes for a stronger identity prime (relative to other types of rhetoric). I test my expectations with a unique survey experiment addressing three policy issues. I find that, in a competitive setting, rhetorical techniques that evoke efficacy and threat drive the identities people rely on when forming preferences. When these two techniques compete with one another, the power of threat is insurmountable. However, when to identities are simultaneously threatened, neither influence preference. These results have implications for public opinion and identity in the ever changing demographic world in which we live.</p>\n<p>An extensive amount of work has been devoted to demonstrating that partisanship influences &ndash; among other things &ndash; our issue preferences (Jacoby 1988), vote choices (Bartels 2002), evaluations of the economy (Lewis-Beck et al. 2008), competence of political parties (Gerber and Huber 2010) and the blame we attribute to them (Tilley and Hobolt 2011), and even assessments as seemingly objective as the color of a candidate&rsquo;s skin (Caruso et al. 2009). Thanks to directional motivated reasoning (also known as <em>partisan motivated reasoning </em>[Druckman&nbsp; N.d.]), partisans not only prefer ideologically congruent information that affirm their preexisting partisan preferences (Taber and Lodge 2006), but they are also less likely to see out incongruent information that contradicts their priors (Redlawsk 2002). These biased cognitive processes are particularly pronounced among those ...",
  "por_txt_cntn": "\nMy research addresses the influence of diverse identities, at both the aggregate level and individual level, on political preferences and behavior. I combine several methodologies, focusing largely on experimental methods and survey research.\n\nTwo themes run heavily through my research: (1) the influence of social and political identities on attitudes and behaviors; and (2) the role of diversity in affecting preference formation and information acquisition. These two themes complement one another in addressing how individualsÆ identities influence their political surroundings, and how their surroundings subsequently shape their choices. The study of personal and social identities in diverse societal contexts is a deeply consequential and timely pursuit. I provide insight into how we, as human beings, reconcile our multitude of identities and negotiate with the opposing viewpoints we encounter each day.\n\nIt is difficult to overstate the importance of AmericaÆs changing demographics for the study of preference formation. The population is not only becoming more diverse (Shrestha 2006), but identities are increasingly overlapping at the individual level. Americans are more likely than ever to identify with multiple social and political groups&mdash;many of which, at one time or another, hold competing interests. Polls show that 14.6% of marriages&mdash;more than ever&mdash;now occur between members of two different racial groups (Pew 2010) and nearly 40 percent of marriages are interfaith (Pew 2008). According to the Department of Education (2011), 21 percent of children speak a different language at home than they do at school. Americans are increasingly likely to identify with a variety of ethnic and cultural groups.\n\nThis increase in overlapping identities brings with it greater conflict among\nidentity-based preferences, since individuals with many identities are\nsusceptible to simultaneous identity appeals from multiple stimuli. Yet\nexisting analyses of identity and public opinion are limited due to a focus on\none single identity. My research examines how multiple identities in a\ncompetitive framework affect individual-level political outcomes. In a paper\ncurrently under review, I explore what makes one identity prime more effective than another. I do so by offering a theory of what types of rhetoric makes for a stronger identity prime (relative to other types of rhetoric). I test my expectations with a unique survey experiment addressing three policy issues. I find that, in a competitive setting, rhetorical techniques that evoke efficacy and threat drive the identities people rely on when forming preferences. When these two techniques compete with one another, the power of threat is insurmountable. However, when to identities are simultaneously threatened, neither influence preference. These results have implications for public opinion and identity in the ever changing demographic world in which we live.\n\nAn extensive amount of work has been devoted to demonstrating that partisanship influences &ndash; among other things &ndash; our issue preferences (Jacoby 1988), vote choices (Bartels 2002), evaluations of the economy (Lewis-Beck et al. 2008), competence of political parties (Gerber and Huber 2010) and the blame we attribute to them (Tilley and Hobolt 2011), and even assessments as seemingly objective as the color of a candidateÆs skin (Caruso et al. 2009). Thanks to directional motivated reasoning (also known as partisan motivated reasoning [Druckman  N.d.]), partisans not only prefer ideologically congruent information that affirm their preexisting partisan preferences (Taber and Lodge 2006), but they are also less likely to see out incongruent information that contradicts their priors (Redlawsk 2002). These biased cognitive processes are particularly pronounced among those who are least ambivalent in their partisanship.           \n\nWhile these studies provide valuable insight into how partisans their preexisting prefer..."
 }
}