{
 "awd_id": "1160219",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Catalytic Deoxydehydration of Biomass-Derived Polyols to Olefins",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robert McCabe",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 425000.0,
 "awd_amount": 425000.0,
 "awd_min_amd_letter_date": "2012-07-25",
 "awd_max_amd_letter_date": "2012-07-25",
 "awd_abstract_narration": "ABSTRACT\r\n\r\n#1160219\r\nP.I.: Friederike C. Jentoft\r\n\r\nThe key chemical transformations that are needed in the conversion of biomass into fungible fuels or useful chemical intermediates, such as olefins, are characterized by effectively removing oxygen ideally without significant loss of carbon. One approach would be to achieve this employing several catalytic conversion processes, allowing each to be optimized in terms of catalyst employed. Polyols, molecules with multiple OH functionalities, are easily obtainable from cellulosic biomass in known conversion processes. Principal investigators Friederike C. Jentoft and Kenneth M. Nicholas of the University of Oklahoma are proposing to develop novel, heterogeneous catalysts that will convert biomass-derived polyol substrates in liquid phase, hydrophilic media. The target reaction is a deoxydehydration, that is, oxygen and water will be removed simultaneously by reduction and dehydration, respectively. With the help of a sacrificial reducing agent, the net loss of two OH groups from the polyol can be effected, and a versatile olefinic product is obtained.\r\n\r\nThe primary objectives of this project are to develop supported oxo-metal complexes as catalysts for the deoxydehydration of polyols to olefinic products, to identify the reactive oxo-metal species involved in these processes and to elucidate the reaction mechanism. Achievement of the project?s objective will be facilitated by the synergistic interaction between the Nicholas group in the Department of Chemistry & Biochemistry and the Jentoft group in the School of Chemical, Biological and Materials Engineering. The groups combine expertise in organometallic chemistry and homogeneous catalysis with expertise in heterogeneous catalysis and spectroscopy. The PIs will explore an array of catalyst compositions, with candidate transition metals for the oxo-complexes being rhenium, molybdenum and vanadium, and candidates for supports being activated carbon, ceria, and layered double hydroxides. The catalytic activity, selectivity and stability of these materials for deoxydehydration of polyols will be tested using sulfites and molecular hydrogen as reducing agents and a variety of conditions and solvents. The key steps in the catalytic deoxydehydration processes will be elucidated by spectroscopically monitoring the interaction of deoxydehydration reductants and glycols with active supported oxo-metal complexes.\r\n \r\nSuccessful execution of this research project will: 1) establish a new, potentially useful, chemical transformation of cellulosic- and glycolic feedstocks for the sustainable preparation of value-added unsaturated products and intermediates that can be further converted by existing processes; 2) provide fundamental knowledge and understanding of chemical reactions involving carbohydrate/polyol substances, supported metal-oxo species, practical reductants, and suitable reaction media; and 3) supply cutting-edge cross-disciplinary educational and technical training in the key discipline of catalysis for undergraduate and graduate students as well as for postdoctoral researchers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Friederike",
   "pi_last_name": "Jentoft",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Friederike C Jentoft",
   "pi_email_addr": "fcjentoft@umass.edu",
   "nsf_id": "000682695",
   "pi_start_date": "2012-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Nicholas",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth M Nicholas",
   "pi_email_addr": "knicholas@ou.edu",
   "nsf_id": "000152958",
   "pi_start_date": "2012-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oklahoma Norman Campus",
  "inst_street_address": "660 PARRINGTON OVAL RM 301",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAN",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4053254757",
  "inst_zip_code": "730193003",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OK04",
  "org_lgl_bus_name": "UNIVERSITY OF OKLAHOMA",
  "org_prnt_uei_num": "",
  "org_uei_num": "EVTSTTLCEWS5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oklahoma Norman Campus",
  "perf_str_addr": "100 East Boyd St T-335",
  "perf_city_name": "Norman",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "730191004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OK04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "140100",
   "pgm_ele_name": "Catalysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "044E",
   "pgm_ref_txt": "CATALYSIS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 239008.0
  }
 ],
 "por": null
}