{
 "awd_id": "1160494",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "NSF Nanosystems Engineering Research Center for Nanomanufacturing Systems for Mobile Computing and Energy Technologies (NASCENT)",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032924975",
 "po_email": "nelmasry@nsf.gov",
 "po_sign_block_name": "Nadia El-Masry",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2023-08-31",
 "tot_intn_awd_amt": 18500000.0,
 "awd_amount": 35600089.0,
 "awd_min_amd_letter_date": "2012-09-05",
 "awd_max_amd_letter_date": "2021-08-20",
 "awd_abstract_narration": "Nanomanufacturing Systems for Mobile Computing and Energy Technologies (NASCENT)\r\n\r\nERC Director: S.V. Sreenivasan \r\nLead University: The University of Texas at Austin\r\nDomestic Universities: University of New Mexico, University of California at Berkeley \r\nForeign Universities: Seoul National University, Indian Institute of Science\r\n\r\nThe mobile computing revolution is a disruptive paradigm that has up-ended the computing universe and promises to transform both the developed and developing worlds. Ubiquitous mobile computing on a global scale will demand low-cost, low-power computing devices delivering high data rates and high density data storage, form factor versatility, and access to long-lasting portable energy sources. The vision of the NASCENT Center is to establish a research, innovation and education ecosystem that will create the high-throughput, sustainable, reliable and versatile nanomanufacturing systems to revolutionize future generations of mobile computing and energy devices. The overall goals of the Center are to:\r\n\r\n-\tInvent nanomanufacturing systems for nanosculpting and for integrating abundantly available nanomaterials, such as exfoliated silicon, graphene, carbon nanotubes and organic semiconductors.\r\n-\tConceptualize and design these nanomanufacturing systems to address the practical requirements of future generation mobile computing and energy devices.\r\n-\tFoster a culture of innovation that seeks to commercially deploy Center technologies through industrial practitioner partners and start-up companies.\r\n-\tEducate highly skilled and diverse leaders imbued with the Innovator's DNA.\r\n\r\nThe Center will focus on five transformative high-speed nanomanufacturing systems and processes: 1) Nanosculpting; 2) Sustainable Semiconducting Material Processing; 3) Versatile Manufacturing for Mobile Device Form Factors; 4) Ink Jet Nanomaterial Deposition; and 5) Inline Nanometrology for Process Diagnostics and Control.\r\n\r\nThe barriers the Center will overcome include: (i) lack of machines and processable materials for high-speed, large-area, low-defectivity nanomanufacturing and for nanometrology; (ii) absence of device architectures that are tailored to exploit strengths of promising nanomanufacturing processes; (iii) lack of validated models with quantified uncertainty to extrapolate prototype system performance to commercial scale, and reduced order models for real-time diagnostics, and control of nanomanufacturing systems. The Center will marry advanced nanoscience research with novel nanomanufacturing systems to overcome these barriers and accelerate the design, development, and deployment of versatile and innovative mobile computing devices.\r\n\r\nThe intellectual merits of the proposed research are the creation of revolutionary manufacturing, devices, materials and modeling, including: 1) machine system architectures based on nano-precision mechanics, dynamics and control, in-line optical metrology, and integration of novel nanomaterials for high-throughput, wafer-scale and roll-to-roll nanomanufacturing; 2) design and demonstration of multi-bit STT-RAM, THz transceivers, non-planar cameras and hybrid advanced displays; 3) synthesis and integration of a wide array of novel nanomaterials and processes, from block co-polymers for self-aligned memory to exfoliated films of Si nanowires for flexible and high power density batteries; and 4) creation of predictive multi-scale computational tools with quantified uncertainty for process modeling, scale-up and real-time control of large area, high-speed nanomanufacturing processes.\r\n\r\nThe broader impact of the Center is the development of critical nanomanufacturing infrastructure for mobile computing technologies which will impact, on a world-wide scale, all aspects of healthcare, education, commerce, communications, computing, and lifestyle. These nanomanufacturing advances will help create sustainable high-paying jobs in the US and will be supported by innovative human resource development and entrepreneurship activities. The Center will create a pipeline of diverse students to enter STEM fields and become creative global nanomanufacturing leaders through an educational program that emphasizes development of the Innovator's DNA, strong mentorship, focused technical and entrepreneurial coursework, interdisciplinary research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Roger",
   "pi_last_name": "Bonnecaze",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Roger T Bonnecaze",
   "pi_email_addr": "rtb@che.utexas.edu",
   "nsf_id": "000199210",
   "pi_start_date": "2012-09-05",
   "pi_end_date": "2017-02-24"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "S.",
   "pi_last_name": "Sreenivasan",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "S. V Sreenivasan",
   "pi_email_addr": "sv.sreeni@mail.utexas.edu",
   "nsf_id": "000281487",
   "pi_start_date": "2018-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Roger",
   "pi_last_name": "Bonnecaze",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Roger T Bonnecaze",
   "pi_email_addr": "rtb@che.utexas.edu",
   "nsf_id": "000199210",
   "pi_start_date": "2018-09-20",
   "pi_end_date": "2019-04-08"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "S.",
   "pi_last_name": "Sreenivasan",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "S. V Sreenivasan",
   "pi_email_addr": "sv.sreeni@mail.utexas.edu",
   "nsf_id": "000281487",
   "pi_start_date": "2012-09-05",
   "pi_end_date": "2017-02-24"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dragan",
   "pi_last_name": "Djurdjanovic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dragan Djurdjanovic",
   "pi_email_addr": "dragand@me.utexas.edu",
   "nsf_id": "000331503",
   "pi_start_date": "2019-04-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787137726",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "148000",
   "pgm_ele_name": "ERC-Eng Research Centers"
  },
  {
   "pgm_ele_code": "150400",
   "pgm_ele_name": "GOALI-Grnt Opp Acad Lia wIndus"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "019Z",
   "pgm_ref_txt": "Grad Prep APG:Enhan. Experience"
  },
  {
   "pgm_ref_code": "112E",
   "pgm_ref_txt": "CENTERS: ENGINEERED SYSTEMS"
  },
  {
   "pgm_ref_code": "117E",
   "pgm_ref_txt": "TECHNOLOGY INNOVATION"
  },
  {
   "pgm_ref_code": "121E",
   "pgm_ref_txt": "GRAD-K"
  },
  {
   "pgm_ref_code": "123E",
   "pgm_ref_txt": "CENTERS: ADVANCED MATERIALS"
  },
  {
   "pgm_ref_code": "127E",
   "pgm_ref_txt": "CENTERS: ENERGY"
  },
  {
   "pgm_ref_code": "128E",
   "pgm_ref_txt": "CENTERS: ENVIRONMENT"
  },
  {
   "pgm_ref_code": "129E",
   "pgm_ref_txt": "CENTERS: MANUFACTURING & PROC"
  },
  {
   "pgm_ref_code": "131E",
   "pgm_ref_txt": "CENTERS: NANOSCIENCE & TECH"
  },
  {
   "pgm_ref_code": "1480",
   "pgm_ref_txt": "ENGINEERING RESEARCH CENTERS"
  },
  {
   "pgm_ref_code": "1504",
   "pgm_ref_txt": "GRANT OPP FOR ACAD LIA W/INDUS"
  },
  {
   "pgm_ref_code": "8808",
   "pgm_ref_txt": "Veterans Research Supplements"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 3258810.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 3500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 3766546.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 4009992.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 4000000.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 4000000.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 4539668.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 4000000.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 2730073.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 1795000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>NASCENT's&nbsp;<strong>vision</strong> has been to create and validate a scalable and cost-effective nanomanufacturing infrastructure to enable <strong><em>future nanotech factories</em></strong> for deployment of promising nanoscience concepts to address societal needs. NASCENT's <strong>10-year deliverable</strong>, created with funding from the NSF ERC program, is the NASCENT <strong><span style=\"text-decoration: underline;\">n</span></strong>anodevice <strong><span style=\"text-decoration: underline;\">m</span></strong>anufacturability <strong><span style=\"text-decoration: underline;\">fab</span></strong>rication facility (<strong><em>nm</em>-FAB</strong>), comprised of roll-to-roll (R2R) and wafer-scale (WS) nanomanufacturing systems that incorporate innovative processes, metrology, and yield management enabled by computational intelligence &amp; physical data analytics. The resulting nanomanufacturing systems enable novel nanoscale devices in the area of photonics, electronics, magnetics, optoelectronics, and biomedicine.</p>\n<p>NASCENT's <strong>mission</strong> was to execute on a plan to achieve the vision, as well as to sustain the center, by:</p>\n<ul>\n<li>Creating R2R and wafer-scale nanomanufacturing systems for nanofabrication with unprecedented pattern size, shape control and overlay precision.&nbsp; </li>\n<li>Developing R2R systems for ordered synthesis and transfer of 0D, 1D and 2D functional nanomaterials, and WS systems for precision exfoliation of flex-crystalline materials.</li>\n<li>Establishing associated large area nano-scale metrology for yield enhancement. </li>\n<li>Directing the design, optimization, and control of novel processes by using multi-scale simulations, computational intelligence, and metrology-driven physical data analytics. </li>\n<li>Validating the nanomanufacturing systems by enabling future generations of mobile computing devices with a focus on power/energy efficiency and compact/flex form factors.</li>\n<li>Educating highly skilled and diverse leaders imbued with the Innovator's DNA.</li>\n<li>Fostering a culture of innovation that seeks to deploy NASCENT technologies commercially through industrial partners and start-up companies.</li>\n</ul>\n<p>The<strong> intellectual merits </strong>of NASCENT's activities were:</p>\n<p>1. Design and optimization of R2R and WS unit processes that incorporate novel nanoscience/nanotech advances in precision machines, controls, patterning, functional materials and metrology into multi-scale scalable system architectures;</p>\n<p>2. Synthesis of innovative processes based on integration of novel nanoscale materials combined with our precision machines to pattern functional materials with unprecedented nanoscale registration and shape control;</p>\n<p>3. Development of in-line and off-line large-area optical and tip-based metrology for yield enhancement;</p>\n<p>4. Creation of predictive multi-scale computational tools for process modeling, scale-up and real-time control of nanomanufacturing processes;</p>\n<p>5. Integration of big data from metrology and equipment sensors with physical analytics for process performance enhancements and yield management;</p>\n<p>6. Validation of the nanomanufacturing systems by creating nanotechnology-enabled photonic, electronic, magnetic and energy devices with a focus on power/energy efficiency and lightweight/flex form factors. Manufacturing metrics for exemplar mobile devices were based on industry roadmaps and were developed in collaboration with NASCENT's Industrial Advisory Board.</p>\n<p>The<strong> broader impact</strong> of NASCENT was the creation of the NASCENT <strong><span style=\"text-decoration: underline;\">n</span></strong>anodevice <strong><span style=\"text-decoration: underline;\">m</span></strong>anufacturability <strong><span style=\"text-decoration: underline;\">fab</span></strong>rication facility (<strong>NASCENT <em>nm</em>-FAB</strong>) to impact electronics, energy, healthcare, and security sectors. These nanomanufacturing advances will help create sustainable high-paying jobs in the US and will be supported by innovative human resource development and entrepreneurship activities. NASCENT also developed programs at the undergraduate and graduate levels, and established a pre-college RET program that are all being sustained to create a pipeline of diverse graduates to enter STEM fields and become creative global nanomanufacturing leaders.</p>\n<p>The Center's research, infrastructure, and sustainability efforts related to wafer-scale nanofabrication have enabled the creation of the <strong>Texas Institute for Electronics (TIE)</strong>, which has received over $550 M in funding from the state of Texas to pursue a vision around advanced semiconductor heterogeneous integration (HI) and advanced packaging research (www.TxIE.org). This vision is aligned with emerging industry trends in AI hardware, automotive electronics, RF, focal place arrays and power electronics. The vision is also aligned with several large federal programs, including the National Advanced Packaging Manufacturing Program (NAPMP) under the federal CHIPS and Science Act, and DARPA's Next Generation Microelectronics Manufacturing (NGMM) program. TIE is building on NASCENT's Industrial Advisory Board (IAB) consisting of world-leading semiconductor companies. The NASCENT staff experienced with managing industrial collaborations, innovation ecosystems, fab process technologies and operations, and intellectual property are working at TIE so that TIE can leverage the knowledge and experience from NASCENT's efforts in these areas. The NASCENT Center's efforts in the areas of R2R nanofabrication are continuing as well and will be sustained with specific near-term applications in photonics and energy nanomaterials.</p>\n<p>&nbsp;</p><br>\n<p>\n Last Modified: 01/05/2024<br>\nModified by: S.&nbsp;V&nbsp;Sreenivasan</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nNASCENT'svision has been to create and validate a scalable and cost-effective nanomanufacturing infrastructure to enable future nanotech factories for deployment of promising nanoscience concepts to address societal needs. NASCENT's 10-year deliverable, created with funding from the NSF ERC program, is the NASCENT nanodevice manufacturability fabrication facility (nm-FAB), comprised of roll-to-roll (R2R) and wafer-scale (WS) nanomanufacturing systems that incorporate innovative processes, metrology, and yield management enabled by computational intelligence & physical data analytics. The resulting nanomanufacturing systems enable novel nanoscale devices in the area of photonics, electronics, magnetics, optoelectronics, and biomedicine.\n\n\nNASCENT's mission was to execute on a plan to achieve the vision, as well as to sustain the center, by:\n\nCreating R2R and wafer-scale nanomanufacturing systems for nanofabrication with unprecedented pattern size, shape control and overlay precision. \nDeveloping R2R systems for ordered synthesis and transfer of 0D, 1D and 2D functional nanomaterials, and WS systems for precision exfoliation of flex-crystalline materials.\nEstablishing associated large area nano-scale metrology for yield enhancement. \nDirecting the design, optimization, and control of novel processes by using multi-scale simulations, computational intelligence, and metrology-driven physical data analytics. \nValidating the nanomanufacturing systems by enabling future generations of mobile computing devices with a focus on power/energy efficiency and compact/flex form factors.\nEducating highly skilled and diverse leaders imbued with the Innovator's DNA.\nFostering a culture of innovation that seeks to deploy NASCENT technologies commercially through industrial partners and start-up companies.\n\n\n\nThe intellectual merits of NASCENT's activities were:\n\n\n1. Design and optimization of R2R and WS unit processes that incorporate novel nanoscience/nanotech advances in precision machines, controls, patterning, functional materials and metrology into multi-scale scalable system architectures;\n\n\n2. Synthesis of innovative processes based on integration of novel nanoscale materials combined with our precision machines to pattern functional materials with unprecedented nanoscale registration and shape control;\n\n\n3. Development of in-line and off-line large-area optical and tip-based metrology for yield enhancement;\n\n\n4. Creation of predictive multi-scale computational tools for process modeling, scale-up and real-time control of nanomanufacturing processes;\n\n\n5. Integration of big data from metrology and equipment sensors with physical analytics for process performance enhancements and yield management;\n\n\n6. Validation of the nanomanufacturing systems by creating nanotechnology-enabled photonic, electronic, magnetic and energy devices with a focus on power/energy efficiency and lightweight/flex form factors. Manufacturing metrics for exemplar mobile devices were based on industry roadmaps and were developed in collaboration with NASCENT's Industrial Advisory Board.\n\n\nThe broader impact of NASCENT was the creation of the NASCENT nanodevice manufacturability fabrication facility (NASCENT nm-FAB) to impact electronics, energy, healthcare, and security sectors. These nanomanufacturing advances will help create sustainable high-paying jobs in the US and will be supported by innovative human resource development and entrepreneurship activities. NASCENT also developed programs at the undergraduate and graduate levels, and established a pre-college RET program that are all being sustained to create a pipeline of diverse graduates to enter STEM fields and become creative global nanomanufacturing leaders.\n\n\nThe Center's research, infrastructure, and sustainability efforts related to wafer-scale nanofabrication have enabled the creation of the Texas Institute for Electronics (TIE), which has received over $550 M in funding from the state of Texas to pursue a vision around advanced semiconductor heterogeneous integration (HI) and advanced packaging research (www.TxIE.org). This vision is aligned with emerging industry trends in AI hardware, automotive electronics, RF, focal place arrays and power electronics. The vision is also aligned with several large federal programs, including the National Advanced Packaging Manufacturing Program (NAPMP) under the federal CHIPS and Science Act, and DARPA's Next Generation Microelectronics Manufacturing (NGMM) program. TIE is building on NASCENT's Industrial Advisory Board (IAB) consisting of world-leading semiconductor companies. The NASCENT staff experienced with managing industrial collaborations, innovation ecosystems, fab process technologies and operations, and intellectual property are working at TIE so that TIE can leverage the knowledge and experience from NASCENT's efforts in these areas. The NASCENT Center's efforts in the areas of R2R nanofabrication are continuing as well and will be sustained with specific near-term applications in photonics and energy nanomaterials.\n\n\n\t\t\t\t\tLast Modified: 01/05/2024\n\n\t\t\t\t\tSubmitted by: S.VSreenivasan\n"
 }
}