{
 "awd_id": "1160840",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Computational Design of Complex Multi-Scale Systems: Design of Synthetic Muscle with Shape Grammars and Agent-Based Search",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christiaan Paredis",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 424929.0,
 "awd_amount": 424929.0,
 "awd_min_amd_letter_date": "2012-04-08",
 "awd_max_amd_letter_date": "2012-04-08",
 "awd_abstract_narration": "The research objective of this award is to explore the computational design of complex multi-scale systems, with a focus on the hierarchical design of synthetic muscles at the macro level via design of myosin (a molecular motor) and myosin-actin networks at the nanoscale level. Through a 5-level hierarchy, myosin is the major force component in a multi-scale macro structural muscle system. This research uses a novel computational method that combines multi-level, multi-scale agent-based search with shape grammar representations of myosin to configure new myosin-actin filament designs and potential new biomaterials (synthetic muscle) with desired macro-level functional properties. It is anticipated that through combinations of different types of myosin at the lowest scale, unique macro muscle properties will emerge, and potentially new protein discoveries can be identified based on computational exploration. \r\n\r\nIf successful, this research will enable design across scales from nano to macro while adapting to the complexity of the resulting emergent behavior in a biologically assembled system. As well, the use of computers to effectively and rapidly search across these scales for meaningful designs will enable greater exploration than is currently available through the wet lab, and the potential for discovery of new proteins that exist or could potentially be made in nature. The created computational tool may lead to new nanomaterials with important biomedical properties - non-intuitive innovative designs from different combinations of myosin and actin or new protein discoveries may result.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Cagan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan Cagan",
   "pi_email_addr": "cagan@cmu.edu",
   "nsf_id": "000093218",
   "pi_start_date": "2012-04-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "LeDuc",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Philip R LeDuc",
   "pi_email_addr": "prleduc@cmu.edu",
   "nsf_id": "000395040",
   "pi_start_date": "2012-04-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 Forbes Avenue",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146400",
   "pgm_ele_name": "ESD-Eng & Systems Design"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "067E",
   "pgm_ref_txt": "DESIGN TOOLS"
  },
  {
   "pgm_ref_code": "068E",
   "pgm_ref_txt": "DESIGN THEORY"
  },
  {
   "pgm_ref_code": "073E",
   "pgm_ref_txt": "OPTIMIZATION & DECISION MAKING"
  },
  {
   "pgm_ref_code": "9148",
   "pgm_ref_txt": "TOOLS & TECHNOL FOR MANUFACTURING DESIGN"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 424929.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A multi-level analytical model was developed for describing synthetic myosins and their operations in a system while propelling an actin filament.&nbsp; An optimization of these systems was performed when varying myosin lever arm molecular lengths, and it was found that natural muscle myosins have a near optimal lever arm length in reference to maximal power density.&nbsp; An optimization was performed of heterogeneous systems (where myosins with different structures interact with the same actin filament) and it was found that their non-linear emergent properties enable increased performance over any possible homogeneous system configuration. We found that this occurs because individual myosins have altered behaviors in heterogeneous systems due to interaction effects with other myosin isoform types.<strong>&nbsp;</strong></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; We measured the myosin force-velocity curve for heterogeneous (multiple isoforms mixed together) system configurations using motility assay wet-lab techniques (where actin filaments are propelled relative to force-generating myosin molecules), which marks the first known collection of this data and acts as a means of validating our optimization predictions.&nbsp; These measurements were obtained through myosin motility assay experiments where the relative concentrations of two different myosin isoforms were altered in addition to the concentration of an actin-binding protein that acted as a load on the filaments.&nbsp; An algorithm for automating the measurements from motility assay microcopy videos was developed, which reads the positions of actin filament positions across frames in a video and determines average filament velocities via data aggregation methods and enables faster data retrieval in comparison to traditional manual tracking methods.&nbsp; Molecular simulations were created to reverse engineer the molecular structures of myosins and actin binding proteins (used to conduct molecular-scale force measurements).</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The multi-agent simulations were modified to reproduce system level stochastic behavior (e.g. the possibility of system dissociation) in addition to the stochastic individual molecular behavior.&nbsp; In the simulation, myosins propelled a filament until a period in time when no myosins were attached, therefore causing diffusion and system dissociation.&nbsp; A new equation was derived that acted as a systems level master equation for describing the stability of the system with regards to all simulated data and differences in isoforms.&nbsp; The findings facilitate human design processes because myosin isoform configurations no longer require special consideration during the design process, and are instead embedded in a single equation that predicts an important system performance metric.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Myosin-based graphical user interface design tools were created and utilized to conduct cognitive studies to assess human understanding and design of myosin technologies.&nbsp; We studied engineering students&rsquo; capabilities and reasoning processes in designing myosin technologies via the interface, and the findings were used to inform automated software agent algorithms for designing these systems.&nbsp; A generalized methodology was developed for transferring human design knowledge to agent algorithm approaches that can be extended to further complex systems.&nbsp; A second cognitive study was conducted to automate the learning process and improve engineers&rsquo; intuition and design proficiency for molecular scale myosin-based design.&nbsp; In this study, user search behavior was measured and then a tutoring system was provided that enabled learning before subsequent design tasks.&nbsp; Through learning, users of the GUI performed with greater design proficiency on later problems and had a deeper understanding of the system...",
  "por_txt_cntn": "\nA multi-level analytical model was developed for describing synthetic myosins and their operations in a system while propelling an actin filament.  An optimization of these systems was performed when varying myosin lever arm molecular lengths, and it was found that natural muscle myosins have a near optimal lever arm length in reference to maximal power density.  An optimization was performed of heterogeneous systems (where myosins with different structures interact with the same actin filament) and it was found that their non-linear emergent properties enable increased performance over any possible homogeneous system configuration. We found that this occurs because individual myosins have altered behaviors in heterogeneous systems due to interaction effects with other myosin isoform types. \n\n      We measured the myosin force-velocity curve for heterogeneous (multiple isoforms mixed together) system configurations using motility assay wet-lab techniques (where actin filaments are propelled relative to force-generating myosin molecules), which marks the first known collection of this data and acts as a means of validating our optimization predictions.  These measurements were obtained through myosin motility assay experiments where the relative concentrations of two different myosin isoforms were altered in addition to the concentration of an actin-binding protein that acted as a load on the filaments.  An algorithm for automating the measurements from motility assay microcopy videos was developed, which reads the positions of actin filament positions across frames in a video and determines average filament velocities via data aggregation methods and enables faster data retrieval in comparison to traditional manual tracking methods.  Molecular simulations were created to reverse engineer the molecular structures of myosins and actin binding proteins (used to conduct molecular-scale force measurements).\n\n      The multi-agent simulations were modified to reproduce system level stochastic behavior (e.g. the possibility of system dissociation) in addition to the stochastic individual molecular behavior.  In the simulation, myosins propelled a filament until a period in time when no myosins were attached, therefore causing diffusion and system dissociation.  A new equation was derived that acted as a systems level master equation for describing the stability of the system with regards to all simulated data and differences in isoforms.  The findings facilitate human design processes because myosin isoform configurations no longer require special consideration during the design process, and are instead embedded in a single equation that predicts an important system performance metric.\n\n      Myosin-based graphical user interface design tools were created and utilized to conduct cognitive studies to assess human understanding and design of myosin technologies.  We studied engineering studentsÆ capabilities and reasoning processes in designing myosin technologies via the interface, and the findings were used to inform automated software agent algorithms for designing these systems.  A generalized methodology was developed for transferring human design knowledge to agent algorithm approaches that can be extended to further complex systems.  A second cognitive study was conducted to automate the learning process and improve engineersÆ intuition and design proficiency for molecular scale myosin-based design.  In this study, user search behavior was measured and then a tutoring system was provided that enabled learning before subsequent design tasks.  Through learning, users of the GUI performed with greater design proficiency on later problems and had a deeper understanding of the system.\n\n      In culmination of this work, a method was envisioned and implemented using human-guided computational processes developed with cognitive-based considerations to address new opportunities in design of bio-based technologies, where their complexit..."
 }
}