{
 "awd_id": "1160504",
 "agcy_id": "NSF",
 "tran_type": "CoopAgrmnt",
 "awd_istr_txt": "Cooperative Agreement",
 "awd_titl_txt": "NSF Nanosystems Engineering Research Center for Translational Applications of Nanoscale Multiferroic Systems TANMS",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": "7032922928",
 "po_email": "scruzpol@nsf.gov",
 "po_sign_block_name": "Sandra Cruz-Pol",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2023-11-30",
 "tot_intn_awd_amt": 18500000.0,
 "awd_amount": 37454541.0,
 "awd_min_amd_letter_date": "2012-09-04",
 "awd_max_amd_letter_date": "2021-08-05",
 "awd_abstract_narration": "NSF Nanosystems Engineering Research Center for Translational Applications ofNanoscale\r\nMultiferroic Systems (T ANMS),\r\nGreg P. Carman,\r\nUniversity of California Los Angeles (Lead), University of California Berkeley, Cornell\r\nUniversity, California State University Northridge, and ETH Zurich Switzerland (Foreign)\r\nABSTRACT\r\n\r\nTranslational Applications of Nanoscale Multiferroic Systems (TANMS) has three primary goals. The first goal is to transition the unique discoveries that the TANMS team has made on nanoscale multiferroic materials, i.e. control of magnetic spin structures with electric fields, into three applications: memory devices, miniaturized antenna systems, and nanoscale motors. The second goal is to uncover fundamentally new understandings of the physics governing the unique intrinsic coupling present in multiferroic materials at the nanoscale. This is accomplished through a combination of novel multi-scale modeling efforts and innovative multiferroic material development/testing processes. The third major goal is to develop an inclusive educational environment to guide the next generation of engineers through engineering research, project management, and entrepreneurial endeavors. The first two goals address a barrier that prevents further miniaturization of electronic devices. Eliminating this barrier has a significant impact on our society's reliance on conventional magnetic generation systems that are intrinsically energy inefficient in the small scale. TANMS premise is that electric field induced magnetic spin reorientation present in nanoscale multiferroics overcomes this efficiency problem and produces a wide range of miniaturization opportunities previously considered implausible. For the third goal, T ANMS focuses on transforming the engineering educational system by integrating students and teachers at all levels to promote diversity, participate in transitional research, and engender the notion that engineering and business careers are closely intertwined.\r\n\r\nIntellectual Merit: For the last several decades engineering has made significant progress toward miniaturizing electromagnetic devices, e.g. cell phones, computers, and wireless communication devices. However, the field is quickly reaching an impasse to further miniaturization mainly due to a reliance on inefficient electrical currents to produce and control magnetism in the small scale. TANMS seeks to establish a radically different approach relying on intrinsic magnetic property manipulation, i.e. magnetic spin reorientation, in a multiferroic. If properly designed, this magnetoelectric coupling is extremely large in the small scale where exchange coupling tightly binds adjacent atomic level spins creating single magnetic domains. The introduction of this new approach into applications for electromagnetic control provides a revolutionary advancement dramatically different from inefficient current based methods used in a wide range of electromagnetic devices including memory, antennas, and motors.\r\n\r\nBroader Impact: A major goal of the Center is to construct an environment which provides an educational pathway from cradle to career by relying on the unique I 0-year time horizon provided by an ERC. This is achieved through two synergistic programs, one during the academic school year and the other during the summer months, to introduce k-12 apd undergraduate students to engineering research and business opportunities throughout their educational career. Major consideration is also given to developing a heterogeneous workforce, representative of the national population, to overcome historical paradigms in engineering that limit diversity. T ANMS members strongly believe that students with diverse backgrounds have not been adequately educated regarding the benefits of being an engineer. While our society continues to glorify athletes and celebrities, the wealth of fulfilling opportunities available to engineers is not sufficiently articulated. TANMS strives to achieve this by establishing a new approach intertwining engineering research with business entrepreneurial endeavors.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Greg",
   "pi_last_name": "Carman",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Greg P Carman",
   "pi_email_addr": "carman@seas.ucla.edu",
   "nsf_id": "000241107",
   "pi_start_date": "2012-09-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jane",
   "pi_last_name": "Chang",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Jane P Chang",
   "pi_email_addr": "jpchang@g.ucla.edu",
   "nsf_id": "000107309",
   "pi_start_date": "2012-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "420 Westwood Plaza, 32-135 Eng 4",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951597",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "054Y00",
   "pgm_ele_name": "GVF - Global Venture Fund"
  },
  {
   "pgm_ele_code": "148000",
   "pgm_ele_name": "ERC-Eng Research Centers"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102Z",
   "pgm_ref_txt": "COVID-Disproportionate Impcts Inst-Indiv"
  },
  {
   "pgm_ref_code": "113E",
   "pgm_ref_txt": "ENG CURRICULUMN DEVELOPMENT"
  },
  {
   "pgm_ref_code": "114E",
   "pgm_ref_txt": "CENTERS: OTHER RESEARCH CENTERS"
  },
  {
   "pgm_ref_code": "121E",
   "pgm_ref_txt": "GRAD-K"
  },
  {
   "pgm_ref_code": "123E",
   "pgm_ref_txt": "CENTERS: ADVANCED MATERIALS"
  },
  {
   "pgm_ref_code": "124E",
   "pgm_ref_txt": "CENTERS: BIOENG & HEALTH CARE"
  },
  {
   "pgm_ref_code": "128E",
   "pgm_ref_txt": "CENTERS: ENVIRONMENT"
  },
  {
   "pgm_ref_code": "130E",
   "pgm_ref_txt": "CENTERS: MICRO/OPTO ELECTRONICS"
  },
  {
   "pgm_ref_code": "131E",
   "pgm_ref_txt": "CENTERS: NANOSCIENCE & TECH"
  },
  {
   "pgm_ref_code": "132E",
   "pgm_ref_txt": "CENTERS: SENSING & INFO SYS"
  },
  {
   "pgm_ref_code": "1480",
   "pgm_ref_txt": "ENGINEERING RESEARCH CENTERS"
  },
  {
   "pgm_ref_code": "5977",
   "pgm_ref_txt": "AMERICAS PROGRAM"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "5980",
   "pgm_ref_txt": "WESTERN EUROPE PROGRAM"
  },
  {
   "pgm_ref_code": "7633",
   "pgm_ref_txt": "EFRI RESEARCH PROJECTS"
  },
  {
   "pgm_ref_code": "8808",
   "pgm_ref_txt": "Veterans Research Supplements"
  },
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0117",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001718DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0118",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001819DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0119",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001920DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0120",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002021DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0121",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01002122DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 3250000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 3520000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 3750000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 4448376.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 7679990.0
  },
  {
   "fund_oblg_fiscal_yr": 2017,
   "fund_oblg_amt": 1244314.0
  },
  {
   "fund_oblg_fiscal_yr": 2018,
   "fund_oblg_amt": 4768461.0
  },
  {
   "fund_oblg_fiscal_yr": 2019,
   "fund_oblg_amt": 4100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2020,
   "fund_oblg_amt": 2780000.0
  },
  {
   "fund_oblg_fiscal_yr": 2021,
   "fund_oblg_amt": 1913400.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The National Science Foundation (NSF) Nanosystems Engineering Research Center (NERC) for Translational Applications of Nanoscale Multiferroic Systems (TANMS) was established in 2012 and successfully completed its tenure in the NSF Engineering Research Center (ERC) program in 2023. Over the past decade, the center has solidified its position as a multidimensional entity, leaving a significant impact on research, industry, and workforce development. Spearheaded by the University of California, Los Angeles (UCLA) and in collaboration with partners such as California State University, Northridge, the University of California, Berkeley, Cornell University, Northeastern University, and the University of Texas at Dallas, TANMS has revolutionized small-scale magnetic control through innovative nanoscale multiferroic modeling and materials development. These developments were used to optimize energy efficiency and increase power output while significantly reducing size, making them applicable to a wide range of magnetic-based electronic devices.</p>\n<p><strong>Mission Overview:</strong> TANMS operated under the guiding principles of Research, Translation, and Education, with a focus on efficiently controlling magnetism at the extreme small scale. The center emphasized understanding magnetoelectric coupling in nanoscale multiferroic materials, translating discoveries into practical applications whilst fostering an inclusive educational environment. The mission sought to create a transformative innovation ecosystem engaging community members spanning higher education, K-12, industry and government agencies interested in revolutionizing the efficiency of future small-scale microelectronic systems.</p>\n<p><strong>Intellectual Merit:</strong> TANMS made remarkable progress in efficiently controlling magnetism at the nanoscale, challenging traditional perceptions. The groundbreaking approach, utilizing multiferroics, resulted in a substantial enhancement in energy transfer, paving the way for futuristic components across various societal relevant applications. The center&rsquo;s research efforts, encompassing fundamental and applied sciences, were divided into five thrust areas that focused on three testbed demonstrations&mdash;memory, antenna, and nanoscale motors/manipulators. &nbsp;In the memory area, TANMS achieved a 100x improvement in write efficiency for a 1 kBit array, with test demonstrations showcasing a 1000x improvement, aiming to extend the Moore&rsquo;s law. The antenna program successfully developed several operational electrically-small multiferroic antennas (l/1000), including a biomedical implantable antenna for pacemakers that allowed transmission in cluttered environments and validated the working principles of proposed multiferroic antenna concepts. The motor testbed, through an evolution of various applications, culminated in a successful in vitro demonstration of T-cell capture on a large-scale array for future applications in advanced immunotherapy treatments.</p>\n<p><strong>Broader Impact:</strong> TANMS prioritized the cultivation of an inclusive and diverse next-generation engineering workforce as a cornerstone of its education mission. Embracing a cradle-to-career philosophy, TANMS actively engaged students across diverse educational levels, from K-12 through graduate studies. Through initiatives such as peer mentoring and the creation of a broad learning community, students were instilled with values of equity and inclusivity, recognizing their vital role in advancing the engineering discipline in our society. The TANMS education program focused on imparting five core skill sets to students: communication, engineering success, business acumen, technical expertise, and cultural inclusivity. To date, the center has successfully involved over 400 diverse undergraduate students through its undergraduate research programs, with many progressing to advanced studies at the graduate level. Additionally, TANMS has provided support for more than 78 graduate students in completing their doctoral degrees.</p>\n<p>The TANMS education program has achieved significant milestones, including the development and implementation of a UC-approved G-elective high school curriculum on electromagnetism. This curriculum resulted from a collaborative effort spanning multiple years, involving TANMS graduate students, university faculty, and high school teachers. The course is on track for statewide implementation in California high schools through the Mathematics, Engineering, Science Achievement (MESA) program. Another noteworthy accomplishment is the establishment of the TANMS Doctoral Fellowship, which has played a pivotal role in transforming the diversity landscape within the graduate engineering programs at TANMS institutions.</p>\n<p><strong>Summary:</strong> TANMS has not only achieved its visionary goals but has also left a profound legacy, making significant contributions to the fields of nanotechnology, engineering, and diversity. As TANMS transitions into its sustainability phase, the lessons learned and achievements made are poised to endure in the dynamic landscape of science and education. The center&rsquo;s sustainability plan has overcome the negative impacts of the COVID-19 pandemic and has gained significant traction in introducing a novel mechanism for industry-academia engagement.&nbsp; The promoted fee-for-service model overcomes some of the challenges industry experience in working with universities and opens new pathways for translating innovative concepts into practical applications.</p><br>\n<p>\n Last Modified: 01/29/2024<br>\nModified by: Greg&nbsp;P&nbsp;Carman</p></div>\n<div class=\"porSideCol\"\n></div>\n</div>\n",
  "por_txt_cntn": "\n\nThe National Science Foundation (NSF) Nanosystems Engineering Research Center (NERC) for Translational Applications of Nanoscale Multiferroic Systems (TANMS) was established in 2012 and successfully completed its tenure in the NSF Engineering Research Center (ERC) program in 2023. Over the past decade, the center has solidified its position as a multidimensional entity, leaving a significant impact on research, industry, and workforce development. Spearheaded by the University of California, Los Angeles (UCLA) and in collaboration with partners such as California State University, Northridge, the University of California, Berkeley, Cornell University, Northeastern University, and the University of Texas at Dallas, TANMS has revolutionized small-scale magnetic control through innovative nanoscale multiferroic modeling and materials development. These developments were used to optimize energy efficiency and increase power output while significantly reducing size, making them applicable to a wide range of magnetic-based electronic devices.\n\n\nMission Overview: TANMS operated under the guiding principles of Research, Translation, and Education, with a focus on efficiently controlling magnetism at the extreme small scale. The center emphasized understanding magnetoelectric coupling in nanoscale multiferroic materials, translating discoveries into practical applications whilst fostering an inclusive educational environment. The mission sought to create a transformative innovation ecosystem engaging community members spanning higher education, K-12, industry and government agencies interested in revolutionizing the efficiency of future small-scale microelectronic systems.\n\n\nIntellectual Merit: TANMS made remarkable progress in efficiently controlling magnetism at the nanoscale, challenging traditional perceptions. The groundbreaking approach, utilizing multiferroics, resulted in a substantial enhancement in energy transfer, paving the way for futuristic components across various societal relevant applications. The centers research efforts, encompassing fundamental and applied sciences, were divided into five thrust areas that focused on three testbed demonstrationsmemory, antenna, and nanoscale motors/manipulators. In the memory area, TANMS achieved a 100x improvement in write efficiency for a 1 kBit array, with test demonstrations showcasing a 1000x improvement, aiming to extend the Moores law. The antenna program successfully developed several operational electrically-small multiferroic antennas (l/1000), including a biomedical implantable antenna for pacemakers that allowed transmission in cluttered environments and validated the working principles of proposed multiferroic antenna concepts. The motor testbed, through an evolution of various applications, culminated in a successful in vitro demonstration of T-cell capture on a large-scale array for future applications in advanced immunotherapy treatments.\n\n\nBroader Impact: TANMS prioritized the cultivation of an inclusive and diverse next-generation engineering workforce as a cornerstone of its education mission. Embracing a cradle-to-career philosophy, TANMS actively engaged students across diverse educational levels, from K-12 through graduate studies. Through initiatives such as peer mentoring and the creation of a broad learning community, students were instilled with values of equity and inclusivity, recognizing their vital role in advancing the engineering discipline in our society. The TANMS education program focused on imparting five core skill sets to students: communication, engineering success, business acumen, technical expertise, and cultural inclusivity. To date, the center has successfully involved over 400 diverse undergraduate students through its undergraduate research programs, with many progressing to advanced studies at the graduate level. Additionally, TANMS has provided support for more than 78 graduate students in completing their doctoral degrees.\n\n\nThe TANMS education program has achieved significant milestones, including the development and implementation of a UC-approved G-elective high school curriculum on electromagnetism. This curriculum resulted from a collaborative effort spanning multiple years, involving TANMS graduate students, university faculty, and high school teachers. The course is on track for statewide implementation in California high schools through the Mathematics, Engineering, Science Achievement (MESA) program. Another noteworthy accomplishment is the establishment of the TANMS Doctoral Fellowship, which has played a pivotal role in transforming the diversity landscape within the graduate engineering programs at TANMS institutions.\n\n\nSummary: TANMS has not only achieved its visionary goals but has also left a profound legacy, making significant contributions to the fields of nanotechnology, engineering, and diversity. As TANMS transitions into its sustainability phase, the lessons learned and achievements made are poised to endure in the dynamic landscape of science and education. The centers sustainability plan has overcome the negative impacts of the COVID-19 pandemic and has gained significant traction in introducing a novel mechanism for industry-academia engagement. The promoted fee-for-service model overcomes some of the challenges industry experience in working with universities and opens new pathways for translating innovative concepts into practical applications.\t\t\t\t\tLast Modified: 01/29/2024\n\n\t\t\t\t\tSubmitted by: GregPCarman\n"
 }
}