{
 "awd_id": "1160899",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Incentives for Researcher Profile Maintenance and Access, and Their Value in Science and Innovation",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "maryann feldman",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 250000.0,
 "awd_min_amd_letter_date": "2012-08-13",
 "awd_max_amd_letter_date": "2012-08-13",
 "awd_abstract_narration": "The increasing complexity of science means that it is increasingly important to pull together teams in order to produce high quality research.  This means that it is important to develop technologies that identify researchers with the right set of skills so that such teams can be expeditiously formed.   This is particularly true in biomedical science, where the translation of research into clinical care often requires the expeditious convening of the right group of researchers, clinicians, and consumers. A variety of different technologies have evolved so that scientists can profile their skills; however it has been extremely difficult to incentivize researchers to adopt and use these technologies. This research explores the specific value that academic profiles may provide,  how that value may be maximized in these larger research coordination networks, and what motivates researcher adoption and use.\r\n\r\nIntellectual Merit: \r\nThis research advances understanding of what features of profiling tools can be used to incentivize the scientific community to generate social capital in the sciences. Many examples of features are prevalent on the social networking sites that are currently popular on the Web. For instance, Facebook's  initial success was attributed to incentivizing features such as exclusivity, relationship status, poking mechanisms, and directory services. For Twitter, the incentivizing feature is the availability of diverse usage channels (professional/private) and multi-client applications. The incentivizing feature for  LinkedIn has been the development of professional networks and discourse only.  Almost nothing is known on what incentivizes scientists.  This research fills the gap by collecting an unprecedented set of data in both a biomedical and a multidisciplinary environment on what incentivizes profile adoption, influences self-curation, and increases the social capital of profiles through research networking tools. It assesses and disseminates the impact of using the data sources on the accuracy and comprehensiveness of data matched to investigators.  It assesses the impact of auto-population, new data sources, and value-added features on usage and engagement.  It also assesses the impact of tools on industry-academic alliances through the assessment by survey and focus groups of those actively engaged by the University of San Francisco's Office of Innovation, Technology and Alliances\r\n\r\nBroader Impacts: Findings from this experiment can have direct impact on the progress and development of partnership methods and systems. The broad availability of wellcurated profiles should advance the quality of both science and innovation. The research advances understanding in all areas of science where collaborative efforts are required to maintain and progress the capacity for innovation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ian",
   "pi_last_name": "Foster",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ian Foster",
   "pi_email_addr": "foster@uchicago.edu",
   "nsf_id": "000234022",
   "pi_start_date": "2012-08-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Chicago",
  "perf_str_addr": "5735 South Ellis",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606371433",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762600",
   "pgm_ele_name": "SciSIP-Sci of Sci Innov Policy"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7626",
   "pgm_ref_txt": "SCIENCE OF SCIENCE POLICY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 250000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary motivation of this project was to determine if accurate and up-to-date information on researcher expertise, qualifications, and interests fosters new social capital that can increase scientific innovation and collaboration. To test this hypothesis, we developed, analyzed, and evaluated methods that may incentivize active profile maintenance on research networking platforms. These methods consist of (i) alternative metrics of researcher evaluation; (ii) novel visual interfaces for engaging users; and (iii) incentivizing users by tracking current interests. The use of these methods leads us to the primary finding of this project: <strong>Research Networking (RN) systems are </strong><strong>useful aggregators of publicly available information, as they enable a multitude of analysis, but the potential of RN systems for increasing a researcher&rsquo;s social capital is limited as the aggregation pertains to historical collections of data. </strong>We completed the project with enhanced understanding that a combination of publicly available, historical data (e.g., demographic, biographic, patents, grants, etc), and technology-assisted mechanism for measuring current interests can provide considerable value to research networking (RN) systems.</p>\n<p>Intellectual Merit: <strong><span style=\"text-decoration: underline;\">Aim 1:</span> In a multidisciplinary environment, enhance profiles with additional relevant data to incentivize profile adoption and system usage</strong>. Our lessons learned through Aim 1 and building the profiles instance was that engagement of scientists is challenging due to poor uptake of RN systems and may require non-technical approaches such as indirect marketing which were outside the scope of the project. Incentivizing methods, such as inclusion of additional data sources and metrics help in making a research profile complete and may incentivize users to take ownership of their profile but there is no further incentive to review the profile again or use it for collaboration. Visual interfaces stimulate interest but are only useful for analysis and exploration of the entire set of people that are part of the visual interface. Therefore we investigated a completely orthogonal approach as described in Aim 2, which did demonstrate some level of engagement from researchers. <strong><span style=\"text-decoration: underline;\">Aim 2:</span> Assess the utility and impact of additional data sources and other software features on the usage of the research profiles software by external partners, utilizing focus groups, surveys, and web analytics. </strong>We have collaborated with the Federation of Earth Science to track and record, in real-time, a researcher&rsquo;s interactions at conferences and meeting and suggesting suitable connections by combining her real-time data with researcher profiles. The longitudinal analysis and verification of Aim 2 are beyond the scope of the current project. <strong>&nbsp;</strong></p>\n<p>Broader Impacts: The primary products of this project are publications, workshop and software. The current software is available for demonstration at <a href=\"http://profiles.uchicago.edu\">http://profiles.uchicago.edu</a>. In addition, source code patches to the database, and additional data processing software, is available through <a href=\"http://code.google.com/shoaling-for-science\">http://code.google.com/shoaling-for-science</a>. Due to privacy issues, the data itself is available internally only but is currently stored in a database that is regularly backed up by the Department of Information Technology, UChicago. The project resulted in more than six publications in top conferences and journals. Along with Digital Science we organized the workshop on Information, Interaction, and Influence that brought together researchers, entrepreneurs, software developers, foundation representatives, administrators, and IT professiona...",
  "por_txt_cntn": "\nThe primary motivation of this project was to determine if accurate and up-to-date information on researcher expertise, qualifications, and interests fosters new social capital that can increase scientific innovation and collaboration. To test this hypothesis, we developed, analyzed, and evaluated methods that may incentivize active profile maintenance on research networking platforms. These methods consist of (i) alternative metrics of researcher evaluation; (ii) novel visual interfaces for engaging users; and (iii) incentivizing users by tracking current interests. The use of these methods leads us to the primary finding of this project: Research Networking (RN) systems are useful aggregators of publicly available information, as they enable a multitude of analysis, but the potential of RN systems for increasing a researcherÆs social capital is limited as the aggregation pertains to historical collections of data. We completed the project with enhanced understanding that a combination of publicly available, historical data (e.g., demographic, biographic, patents, grants, etc), and technology-assisted mechanism for measuring current interests can provide considerable value to research networking (RN) systems.\n\nIntellectual Merit: Aim 1: In a multidisciplinary environment, enhance profiles with additional relevant data to incentivize profile adoption and system usage. Our lessons learned through Aim 1 and building the profiles instance was that engagement of scientists is challenging due to poor uptake of RN systems and may require non-technical approaches such as indirect marketing which were outside the scope of the project. Incentivizing methods, such as inclusion of additional data sources and metrics help in making a research profile complete and may incentivize users to take ownership of their profile but there is no further incentive to review the profile again or use it for collaboration. Visual interfaces stimulate interest but are only useful for analysis and exploration of the entire set of people that are part of the visual interface. Therefore we investigated a completely orthogonal approach as described in Aim 2, which did demonstrate some level of engagement from researchers. Aim 2: Assess the utility and impact of additional data sources and other software features on the usage of the research profiles software by external partners, utilizing focus groups, surveys, and web analytics. We have collaborated with the Federation of Earth Science to track and record, in real-time, a researcherÆs interactions at conferences and meeting and suggesting suitable connections by combining her real-time data with researcher profiles. The longitudinal analysis and verification of Aim 2 are beyond the scope of the current project.  \n\nBroader Impacts: The primary products of this project are publications, workshop and software. The current software is available for demonstration at http://profiles.uchicago.edu. In addition, source code patches to the database, and additional data processing software, is available through http://code.google.com/shoaling-for-science. Due to privacy issues, the data itself is available internally only but is currently stored in a database that is regularly backed up by the Department of Information Technology, UChicago. The project resulted in more than six publications in top conferences and journals. Along with Digital Science we organized the workshop on Information, Interaction, and Influence that brought together researchers, entrepreneurs, software developers, foundation representatives, administrators, and IT professionals from the United States, England, and Australia. We were able to establish a proof of concept system based on historical and current interests. \n\n \n\n\t\t\t\t\tLast Modified: 10/30/2015\n\n\t\t\t\t\tSubmitted by: Ian Foster"
 }
}