{
 "awd_id": "1160404",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Assessing the Spectrum of International Undergraduate Engineering Educational Experiences",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paige Smith",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2017-05-31",
 "tot_intn_awd_amt": 467814.0,
 "awd_amount": 467814.0,
 "awd_min_amd_letter_date": "2012-05-23",
 "awd_max_amd_letter_date": "2012-05-23",
 "awd_abstract_narration": "This engineering education research project will investigate the types of experiences that undergraduate engineering students have to develop global competencies.  Since globalization and technology have \"flattened\" the world there is an increasing need for engineering students to be able to work in an environment that is increasingly international.  A variety of means, including surveys and interviews, will help the research team understand the range of experiences available to students, as well as what types of experiences best foster global competencies.\r\n\r\nThe broader significance and importance of this project will be to inform engineering degree programs and university administrators about the range of options available to develop international competencies.  Since such experiences are increasingly important yet potentially expensive, such insights have the potential to inform program development and evolution.  The results of this study, while focusing on engineering, can be generalized to other STEM fields.  This project overlaps with NSF's strategic goals of transforming the frontiers through preparation of an engineering workforce with new capabilities and expertise.  Additionally NSF's goal of innovating for society is enabled by creating results and research that are useful for society by informing educational policy and practices.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mary",
   "pi_last_name": "Besterfield-Sacre",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mary Besterfield-Sacre",
   "pi_email_addr": "mbsacre@engr.pitt.edu",
   "nsf_id": "000305791",
   "pi_start_date": "2012-05-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Larry",
   "pi_last_name": "Shuman",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Larry J Shuman",
   "pi_email_addr": "shuman@pitt.edu",
   "nsf_id": "000236473",
   "pi_start_date": "2012-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152132303",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "134000",
   "pgm_ele_name": "EngEd-Engineering Education"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "110E",
   "pgm_ref_txt": "EDUCATION RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 467814.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>International experiences are viewed as important components of undergraduate engineering education. Yet little has been done to define global preparedness, specify alternatives for achieving it, or determine to what degree being globally prepared is the result of personal attributes, prior experiences, or specific educational experiences.&nbsp; Investigators from four universities researched how the broad spectrum of international experiences both in and outside of formal curricula impact engineering students&rsquo; global preparedness. The research involved three separate studies.</p>\n<p>The first study used the Delphi method with subject matter experts from across industry and academia.&nbsp; The goal for the research was to uncover what contributes to the global preparation of engineering graduates, and our findings found that this extends beyond technical competency. As such, international experiences that focus on engineering as well as those that focus on the more general global context both contribute to students&rsquo; engineering global preparedness. A conceptual model resulted that depicts the attributes of globally prepared engineers using five constructs: international contextual knowledge, personal and professional qualities, cross-cultural communication skills and strategies, and global engineering preparedness.&nbsp; Faculty and administrators can use the model to define learning outcomes for their courses and programs.</p>\n<p>The second study consisted of quantitative and qualitative analyses of students at our four institutions. The goal for this study was use a mixed-methods approach to determine how engineering students&rsquo; international experiences related to different constructs of their global preparedness.&nbsp; &nbsp;Freshmen and senior engineering students were surveyed to determine the various types of international experiences they had as well as to obtain measures of their global preparedness.&nbsp; Two instruments were used to measure global preparedness: Engineering Global Preparedness Index (EGPI) and the Global Perspectives Inventory (GPI).&nbsp; After taking the questionnaire, students who scored high on one or more of the outcome instruments were asked to be interviewed. In all, 59 engineering students were interviewed to determine their salient experiences, their motivations for engaging in international opportunities, as well as the changes that resulted from their experiences.&nbsp; Students who scored high on the GPI all had extrinsic motivations for engaging in international experiences, social risk taking experiences that they worked through constructively, and specific behavioral changes after returning from their study abroad experience.&nbsp; More specifically, it was found that high scorers investigate a program&rsquo;s reputation before selecting the program.&nbsp; In terms of behavioral changes, high scorers indicated increased independence following the abroad experience.&nbsp; High scorers also experience impactful aspects associated with working on cross-cultural teams.&nbsp; Finally, high scorers often came from families where one or more parent had a MS or PhD degree; however, although high educational status can play a role in global preparedness, students whose parents are first generation in the U.S. also have high global preparedness.&nbsp; Hence, we are able to garner specific changes in students as a result of international experiences.</p>\n<p>The third study was a large survey of engineering students at 14 representative engineering programs across the U.S.&nbsp; Stratified random samples of freshmen and seniors were surveyed at each campus; seniors consisted of two cohorts &ndash; those who had an international experience while an undergraduate student and those who had not participated in an international activity.&nbsp; Students completed a tested instrument that captured their demographics, experiences and a measure of their global preparedness using the GPI.&nbsp; &nbsp;&nbsp;&nbsp;In all, over 2600 students completed the instrument.&nbsp; The impact of international experiences in college were significant across the 14 engineering schools.&nbsp; Specifically, for the cognitive construct of the GPI, there is a moderate effect size between seniors who have never had an international experience and senior engineering students who only had an international experience in college.&nbsp; For the intrapersonal and interpersonal constructs, the effect size is small.&nbsp; In comparing seniors who had no international experience to senior engineering students who had both an in-college and a before-college experience, the effect size on the cognitive construct is large.&nbsp; For the intrapersonal construct, the effect size remained small; and for the interpersonal construct the effect size was moderate.&nbsp; &nbsp;This is significant such that it advocates the impact that global experiences can have on engineering students.&nbsp; A second major finding was found in comparing freshmen to seniors who have had no experience.&nbsp; Seniors with no international experiences during or prior to college are found to be no different than freshmen with no international experiences prior to college on the cognitive construct and interpersonal construct; and only have a small effect size on the intrapersonal construct. &nbsp;Hence, that act of going to college does not improve one&rsquo;s global preparedness.&nbsp; Further, in comparing senior engineering students who only had pre-college international experiences to freshmen engineering students who only had pre-college international experiences, a small negative effect size was found meaning that senior engineering students actually decrease in their global preparedness.&nbsp; Hence, another reason to further advocate for global experiences in engineering students.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/28/2017<br>\n\t\t\t\t\tModified by: Mary&nbsp;Besterfield-Sacre</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nInternational experiences are viewed as important components of undergraduate engineering education. Yet little has been done to define global preparedness, specify alternatives for achieving it, or determine to what degree being globally prepared is the result of personal attributes, prior experiences, or specific educational experiences.  Investigators from four universities researched how the broad spectrum of international experiences both in and outside of formal curricula impact engineering students? global preparedness. The research involved three separate studies.\n\nThe first study used the Delphi method with subject matter experts from across industry and academia.  The goal for the research was to uncover what contributes to the global preparation of engineering graduates, and our findings found that this extends beyond technical competency. As such, international experiences that focus on engineering as well as those that focus on the more general global context both contribute to students? engineering global preparedness. A conceptual model resulted that depicts the attributes of globally prepared engineers using five constructs: international contextual knowledge, personal and professional qualities, cross-cultural communication skills and strategies, and global engineering preparedness.  Faculty and administrators can use the model to define learning outcomes for their courses and programs.\n\nThe second study consisted of quantitative and qualitative analyses of students at our four institutions. The goal for this study was use a mixed-methods approach to determine how engineering students? international experiences related to different constructs of their global preparedness.   Freshmen and senior engineering students were surveyed to determine the various types of international experiences they had as well as to obtain measures of their global preparedness.  Two instruments were used to measure global preparedness: Engineering Global Preparedness Index (EGPI) and the Global Perspectives Inventory (GPI).  After taking the questionnaire, students who scored high on one or more of the outcome instruments were asked to be interviewed. In all, 59 engineering students were interviewed to determine their salient experiences, their motivations for engaging in international opportunities, as well as the changes that resulted from their experiences.  Students who scored high on the GPI all had extrinsic motivations for engaging in international experiences, social risk taking experiences that they worked through constructively, and specific behavioral changes after returning from their study abroad experience.  More specifically, it was found that high scorers investigate a program?s reputation before selecting the program.  In terms of behavioral changes, high scorers indicated increased independence following the abroad experience.  High scorers also experience impactful aspects associated with working on cross-cultural teams.  Finally, high scorers often came from families where one or more parent had a MS or PhD degree; however, although high educational status can play a role in global preparedness, students whose parents are first generation in the U.S. also have high global preparedness.  Hence, we are able to garner specific changes in students as a result of international experiences.\n\nThe third study was a large survey of engineering students at 14 representative engineering programs across the U.S.  Stratified random samples of freshmen and seniors were surveyed at each campus; seniors consisted of two cohorts &ndash; those who had an international experience while an undergraduate student and those who had not participated in an international activity.  Students completed a tested instrument that captured their demographics, experiences and a measure of their global preparedness using the GPI.     In all, over 2600 students completed the instrument.  The impact of international experiences in college were significant across the 14 engineering schools.  Specifically, for the cognitive construct of the GPI, there is a moderate effect size between seniors who have never had an international experience and senior engineering students who only had an international experience in college.  For the intrapersonal and interpersonal constructs, the effect size is small.  In comparing seniors who had no international experience to senior engineering students who had both an in-college and a before-college experience, the effect size on the cognitive construct is large.  For the intrapersonal construct, the effect size remained small; and for the interpersonal construct the effect size was moderate.   This is significant such that it advocates the impact that global experiences can have on engineering students.  A second major finding was found in comparing freshmen to seniors who have had no experience.  Seniors with no international experiences during or prior to college are found to be no different than freshmen with no international experiences prior to college on the cognitive construct and interpersonal construct; and only have a small effect size on the intrapersonal construct.  Hence, that act of going to college does not improve one?s global preparedness.  Further, in comparing senior engineering students who only had pre-college international experiences to freshmen engineering students who only had pre-college international experiences, a small negative effect size was found meaning that senior engineering students actually decrease in their global preparedness.  Hence, another reason to further advocate for global experiences in engineering students.\n\n\t\t\t\t\tLast Modified: 09/28/2017\n\n\t\t\t\t\tSubmitted by: Mary Besterfield-Sacre"
 }
}