{
 "awd_id": "1160202",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Methods for Detecting Nucleic Acid Hybridization Using Liquid Crystals",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rajakkannu Mutharasan",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 340000.0,
 "awd_amount": 340000.0,
 "awd_min_amd_letter_date": "2012-08-21",
 "awd_max_amd_letter_date": "2012-08-21",
 "awd_abstract_narration": "CBET-1160202\r\nSchwartz\r\n\r\nThe overall objectives of this project involve the development of methods where liquid crystals\r\n(LC) are used to detect nucleic acid hybridization. Also, to obtain an improved understanding of\r\nthe fundamental molecular-level mechanisms by which the interfacial interactions of nucleic\r\nacids affect LC orientation. The ultimate long-term goal of this research is to enable LC-based\r\ndetection in medical diagnostic applications, e.g. multiplexed methods (i.e. DNA microarrays)\r\nbased on the orientational response of LCs to DNA hybridization, that use the transmission of\r\npolarized light to detect the LC response.\r\nIntellectual Merit\r\nTwo distinct approaches will be developed, and so the specific aims and research strategies of\r\nthis project fall into two groups. The first approach involves a dynamic change of the LC polar tilt\r\nangle at the LC/aqueous interface in the presence of a monolayer of cationic surfactant, and the\r\nspecific aims associated with this approach include the development of a multiplexed platform,\r\nquantitative studies of sensitivity and target generality, the development of fluorescence\r\nmicroscopy methods that can be used to study the LC/aqueous interface, and the application of\r\nthese methods to understand the molecular mechanisms of LC response to DNA hybridization.\r\nFinally, this method will be directly validated by experiments that will discriminate between\r\nclosely-related bacterial pathogens.\r\nThe second approach involves a characteristic chiral rotation of the azimuthal orientation of\r\nplanar-anchored LC when the LC is in contact with extended dsDNA. The associated specific\r\naims include quantitative studies of the macroscopic optical response, extension of the method\r\nto the detection of single hybridized molecules, development of methods that enable multiplexed\r\ndetection using covalently immobilized probes, and mechanistic studies aimed at understanding\r\nthe distinctive LC response to ssDNA and dsDNA. Similar validation experiments (i.e.\r\ndiscrimination between related bacteria) will be pursued for this method as for the first method.\r\nBroader Impact\r\nThe methods developed here have the long-term potential to be used in new medical diagnostic\r\ntechnologies that are appropriate for point-of-use applications including those in low resource\r\nenvironments. Furthermore, the fundamental understandings obtained about LC-biomolecule\r\ninteractions will be broadly useful for researchers pursuing LC-based biosensing approaches.\r\nMore broadly, the optical characterization methods developed will be of use for studies of the\r\nLC-liquid interface and for other liquid-liquid interfaces.\r\nThe researchers involved in this project will gain expertise in multidisciplinary areas projected to\r\nbe at the forefront of science and technology in the coming decades, including liquid crystal\r\ndevices, biodetection, single-molecule microscopy, and self-assembled molecular systems.\r\nAlso, through their participation in a variety of educational and outreach programs (e.g. REU,\r\nRET, GAANN, CU-Discovery Learning Center, Materials Science from CU K-12 outreach,\r\nColorado High School Honors Institute), the researchers will continue to share this project with\r\nstudents, teachers, and other community members. As summarized in the proposal the PI and\r\nprevious students and post-docs involved in this project have demonstrated a sincere and\r\ncontinuing commitment to the creative use of their research in the pursuit of education and\r\noutreach; the integration of basic discovery and cutting-edge microscopy methods in this project\r\nwill provide an ideal platform from which to communicate the excitement of research to the\r\ngeneral public.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Schwartz",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel K Schwartz",
   "pi_email_addr": "Daniel.Schwartz@colorado.edu",
   "nsf_id": "000120499",
   "pi_start_date": "2012-08-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ryan",
   "pi_last_name": "Gill",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Ryan T Gill",
   "pi_email_addr": "rtg@colorado.edu",
   "nsf_id": "000262034",
   "pi_start_date": "2012-08-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine St. Room 479",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "790900",
   "pgm_ele_name": "BIOSENS-Biosensing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "019E",
   "pgm_ref_txt": "SENSORS AND SENSING"
  },
  {
   "pgm_ref_code": "142E",
   "pgm_ref_txt": "Multi-sens probes & platforms"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 340000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The objective of this project was to develop methods where liquid crystals (LC), i.e. the same materials that are used in computer displays and televisions, are used to detect and report the presence of specific bio-markers, such as DNA or proteins. &nbsp;The ultimate long-term goal of this research is to exploit the optical properties of liquid crystals to create medical diagnostic technologies, where the presence of a particular bio-marker results in a response that is visible to the naked eye. &nbsp;Such technologies will be particularly useful in point-of-use devices or in low-resource environments, where complicated and expensive machinery is difficult to deploy.</p>\n<p>In this three-year project, we successfully developed three distinct approaches where the presence of a biomarker (a specific sequence of DNA, a small biological molecule, or a protein) caused a change to the LC material that could be directly visualized as a transition from light to dark (or vice versa). In all cases, this response was rapid, specific to the particular substance being detected, and sensitive to very small amounts of the substance, making these approaches appropriate for further development in device applications. These findings were reported in five publications in peer-reviewed journals, and further disseminated via oral and poster presentations at professional conferences.</p>\n<p>Beyond the strictly scientific and technological outcomes of this project, two PhD students (one in Chemical Engineering and one in Chemistry) were trained in a variety of state-of-the-art methods that are in great demand in the biotechnology community. One of the students completed his PhD and moved on to a research and development position in a small company that develops technologies for biological and medical testing applications. The other student is still in the process of completing her PhD. Moreover, the researchers working on this project participated in a number of community outreach activities, where the results of the project were used as specific examples to communicate the intellectual challenge and practical value of scientific research to the general public.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/04/2016<br>\n\t\t\t\t\tModified by: Daniel&nbsp;K&nbsp;Schwartz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe objective of this project was to develop methods where liquid crystals (LC), i.e. the same materials that are used in computer displays and televisions, are used to detect and report the presence of specific bio-markers, such as DNA or proteins.  The ultimate long-term goal of this research is to exploit the optical properties of liquid crystals to create medical diagnostic technologies, where the presence of a particular bio-marker results in a response that is visible to the naked eye.  Such technologies will be particularly useful in point-of-use devices or in low-resource environments, where complicated and expensive machinery is difficult to deploy.\n\nIn this three-year project, we successfully developed three distinct approaches where the presence of a biomarker (a specific sequence of DNA, a small biological molecule, or a protein) caused a change to the LC material that could be directly visualized as a transition from light to dark (or vice versa). In all cases, this response was rapid, specific to the particular substance being detected, and sensitive to very small amounts of the substance, making these approaches appropriate for further development in device applications. These findings were reported in five publications in peer-reviewed journals, and further disseminated via oral and poster presentations at professional conferences.\n\nBeyond the strictly scientific and technological outcomes of this project, two PhD students (one in Chemical Engineering and one in Chemistry) were trained in a variety of state-of-the-art methods that are in great demand in the biotechnology community. One of the students completed his PhD and moved on to a research and development position in a small company that develops technologies for biological and medical testing applications. The other student is still in the process of completing her PhD. Moreover, the researchers working on this project participated in a number of community outreach activities, where the results of the project were used as specific examples to communicate the intellectual challenge and practical value of scientific research to the general public.\n\n\t\t\t\t\tLast Modified: 04/04/2016\n\n\t\t\t\t\tSubmitted by: Daniel K Schwartz"
 }
}