{
 "awd_id": "1161621",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Differentiation and Stratification during Development: A Joint Computational and Experimental Investigation",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924488",
 "po_email": "jwang@nsf.gov",
 "po_sign_block_name": "Junping Wang",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 1996946.0,
 "awd_amount": 1996946.0,
 "awd_min_amd_letter_date": "2012-09-12",
 "awd_max_amd_letter_date": "2016-06-13",
 "awd_abstract_narration": "Epithelial development and regeneration involve multi-tiered regulatory mechanisms integrating multiple signaling and transcriptional activities to regulate the dynamics and spatial distributions of stem/progenitor cell-derived cell lineages.  How does a stratified epithelium like the mammalian epidermis utilize complex regulatory networks and cell-to-cell communication to control its growth and stratification of cell layers during development and regeneration? How does the epidermal system robustly obtain its desirable spatial pattern while satisfying many biological constraints? The investigators use a systems biology approach integrating modeling and experimentation to study these questions. In addition to identifying new critical regulatory circuits and determining their specific functions in the developing epidermis, the research team characterizes and searches for generic principles on capabilities, limitations, and tradeoffs of different regulatory circuits and modules for proliferation, differentiation, and spatial organization during development. Computationally, the project develops multi-scale and stochastic models incorporating intracellular regulatory networks, extracellular morphogens, individual cells, cell division, cell-to-cell communication, and tissue growth.  The outcome of the study will lead to new computational algorithms and modeling techniques for high-performance computing.\r\n\r\nThis work will not only shed new light into skin research, but also establish a founding paradigm for other epithelial systems such as the tongue, esophagus, stomach, and the olfactory epithelium, all of which share with the skin epidermis a stratified organization, ability to regenerate, and tissue polarity. Given the importance of stem/progenitor cells in regeneration and tumorigenesis, our study will also have important implications on epithelial tissue engineering and cancer therapy, which are central topics in health and medicine.  Furthermore, the investigators will conduct a broad range of activities on outreach, education and diversity, including summer research for high school students on cell lineage modeling and several specific activities for enhancing recruitment of underrepresented undergraduate students into the UCI interdisciplinary Ph.D. program on Mathematical and Computational Biology. The overall research and educational activities will involve students at several levels with a theme on bridging research and training to provide new opportunities and better environment for interdisciplinary training and research at the interface between mathematics and biology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Qing",
   "pi_last_name": "Nie",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Qing Nie",
   "pi_email_addr": "qnie@uci.edu",
   "nsf_id": "000274399",
   "pi_start_date": "2012-09-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Xing",
   "pi_last_name": "Dai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xing Dai",
   "pi_email_addr": "xdai@uci.edu",
   "nsf_id": "000513508",
   "pi_start_date": "2012-09-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "Rowland Hall Room 540F",
  "perf_city_name": "Irvine",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926973875",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  },
  {
   "pgm_ele_code": "804700",
   "pgm_ele_name": "NIGMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4075",
   "pgm_ref_txt": "NSF/NIGMS Initiative-Mathematical Bio"
  },
  {
   "pgm_ref_code": "7303",
   "pgm_ref_txt": "MATH SCI PRIORITY AREA: INTERDISCIPLINAR"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 399815.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 399648.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 399843.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 399848.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 397792.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong></p>\n<p>One major unaddressed question in developmental biology and regenerative medicine is how a stratified epithelium like the mammalian epidermis utilizes multi-tiered regulatory mechanisms to control its growth and stratification of cell layers, and to robustly obtain its desirable spatial pattern while satisfying many biological constraints.&nbsp;&nbsp; During this 5-year funding period, we have successfully used a systems biology approach integrating modeling and experimentation to address the challenging question of how individual epidermal cells combine the elements of gene expression, proliferation, differentiation and stratification to produce the correct size, proportion and spatial organization of a mature epidermis.</p>\n<p>Forty-seven journal publications and 5 conference papers/book chapters have been resulted from this work. In those publications, we determined several new critical regulatory circuits and identified their specific functions in the epidermis. We characterized and discovered several general principles on capabilities, limitations, and tradeoffs of different regulatory circuits and modules for proliferation, differentiation, and spatial organization. Mathematically, we developed a set of multi-scale and stochastic models incorporating intracellular regulatory networks, extracellular morphogens, individual cells, cell division, cell-to-cell communication, and tissue growth. Computationally, several new algorithms were developed to address the challenges (e.g. temporal stiffness, stochasticity) associated with the simulations of complex tissue systems.</p>\n<p>The highlights of our results include the discovery of Ovol1/2 transcription factors as master inhibitors of epithelial-to-mesenchymal transition (EMT) &ndash; a central process to tissue development, epithelial stemness, and cancer metastasis. Ovol1/2-deficient epidermal cells fail to undertake a-catenin&ndash;driven actin cytoskeletal reorganization and adhesive maturation, resulting in defective terminal differentiation (<em>Developmental Cell [29(1), p47-58, 2014).</em> Remarkably, these alterations are reversed upon depletion of Zeb1, a transcription factor that is known to promote epithelial plasticity by inducing EMT.&nbsp; We also identified key roles for two transcriptional cross-repression circuits, namely Ovol1-Ovol2 and Ovol2-Zeb1, in balancing the various cellular activities that are necessary for producing the desired epithelial layers.</p>\n<p>Another major discovery is the identification of multiple intermediate cellular states in EMT. Utilizing an approach combining modeling and experiments, we found multiple intermediate states contributing to EMT and that the robustness of the transitions is modulated by Ovol2 and Zeb1 (<em>PLoS Computational Biology</em><em>, 11(11): e1004569, 2015</em>)<em>. </em>We found distinct intermediate phenotypes that differ in differentiation propensities and are favored by different environmental conditions, and suggested that such intermediate states offer the needed plasticity for expansion, migration<em> </em>and differentiation of epithelial cells during increased tissue demands. Through a series of publications, we mathematically analyzed and predicted several functional advantages of such intermediate cellular states.</p>\n<p>To put the discovered biological identities into one mathematical framework, we developed a first-ever three-dimensional multi-scale model of the developing epidermis (<em>PLoS Computational. Biology</em>, 4(2):e1006006, 2018).&nbsp; We showed that 1) a balance between cell proliferation and differentiation during lineage progression is crucial for the development and maintenance of the epidermal tissue, 2) selective intercellular adhesion is critical to sharpening the boundary between layers and to the formation of a highly ordered structure, and 3) the long-range action of a morphogen provides additional feedback regulations, enhancing the robustness of overall layer formation. Taken together, our results highlight the major determinants of a well-stratified epidermis: balanced proliferation and differentiation, and a combination of both short- and long-range regulations.</p>\n<p><strong>Broad Impacts</strong></p>\n<p>The results gained from this project have shed new light onto skin research, and provided a founding paradigm for other epithelial systems such as the esophagus, stomach, all of which share with the skin epidermis a stratified organization, ability to regenerate, and tissue polarity. The control of epithelial plasticity is important for a variety of developmental and pathological (e.g., epidermal wound healing) processes. Our discovery of new regulators of EMT opens the door to a new systems approach to understand the gene regulatory network that controls EMT. Our elucidation of the underlying principles of epidermal stratification has broad implications for other developmental or regenerative processes leading to the formation of multilayered tissue structures. Computationally, our multi-scale and stochastic models incorporating intracellular regulatory networks, extracellular morphogens, individual cells, cell division, cell-to-cell communication, and tissue growth, has led to development of new mathematics and provided a powerful modeling framework for all biological systems where these elements are at play.&nbsp;</p>\n<p>The project has provided many research and training activities for trainees at several levels, and has significantly increased participation and engagement of students at the interface between mathematics and biology. Personnel trained on the project include 9 postdoctoral fellows (3 females), 11 PhD graduate students (6 of them obtained PhD, including 2 females and 2 other with Hispanic heritage), 7 undergraduate students (3 females and 2 other with Hispanic heritage), and 12 high school students (6 females; 1 female student was the 2014 Intel STS semifinalist, and 3 other students&rsquo; works won awards in regional science fairs).</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/22/2018<br>\n\t\t\t\t\tModified by: Qing&nbsp;Nie</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit\n\nOne major unaddressed question in developmental biology and regenerative medicine is how a stratified epithelium like the mammalian epidermis utilizes multi-tiered regulatory mechanisms to control its growth and stratification of cell layers, and to robustly obtain its desirable spatial pattern while satisfying many biological constraints.   During this 5-year funding period, we have successfully used a systems biology approach integrating modeling and experimentation to address the challenging question of how individual epidermal cells combine the elements of gene expression, proliferation, differentiation and stratification to produce the correct size, proportion and spatial organization of a mature epidermis.\n\nForty-seven journal publications and 5 conference papers/book chapters have been resulted from this work. In those publications, we determined several new critical regulatory circuits and identified their specific functions in the epidermis. We characterized and discovered several general principles on capabilities, limitations, and tradeoffs of different regulatory circuits and modules for proliferation, differentiation, and spatial organization. Mathematically, we developed a set of multi-scale and stochastic models incorporating intracellular regulatory networks, extracellular morphogens, individual cells, cell division, cell-to-cell communication, and tissue growth. Computationally, several new algorithms were developed to address the challenges (e.g. temporal stiffness, stochasticity) associated with the simulations of complex tissue systems.\n\nThe highlights of our results include the discovery of Ovol1/2 transcription factors as master inhibitors of epithelial-to-mesenchymal transition (EMT) &ndash; a central process to tissue development, epithelial stemness, and cancer metastasis. Ovol1/2-deficient epidermal cells fail to undertake a-catenin&ndash;driven actin cytoskeletal reorganization and adhesive maturation, resulting in defective terminal differentiation (Developmental Cell [29(1), p47-58, 2014). Remarkably, these alterations are reversed upon depletion of Zeb1, a transcription factor that is known to promote epithelial plasticity by inducing EMT.  We also identified key roles for two transcriptional cross-repression circuits, namely Ovol1-Ovol2 and Ovol2-Zeb1, in balancing the various cellular activities that are necessary for producing the desired epithelial layers.\n\nAnother major discovery is the identification of multiple intermediate cellular states in EMT. Utilizing an approach combining modeling and experiments, we found multiple intermediate states contributing to EMT and that the robustness of the transitions is modulated by Ovol2 and Zeb1 (PLoS Computational Biology, 11(11): e1004569, 2015). We found distinct intermediate phenotypes that differ in differentiation propensities and are favored by different environmental conditions, and suggested that such intermediate states offer the needed plasticity for expansion, migration and differentiation of epithelial cells during increased tissue demands. Through a series of publications, we mathematically analyzed and predicted several functional advantages of such intermediate cellular states.\n\nTo put the discovered biological identities into one mathematical framework, we developed a first-ever three-dimensional multi-scale model of the developing epidermis (PLoS Computational. Biology, 4(2):e1006006, 2018).  We showed that 1) a balance between cell proliferation and differentiation during lineage progression is crucial for the development and maintenance of the epidermal tissue, 2) selective intercellular adhesion is critical to sharpening the boundary between layers and to the formation of a highly ordered structure, and 3) the long-range action of a morphogen provides additional feedback regulations, enhancing the robustness of overall layer formation. Taken together, our results highlight the major determinants of a well-stratified epidermis: balanced proliferation and differentiation, and a combination of both short- and long-range regulations.\n\nBroad Impacts\n\nThe results gained from this project have shed new light onto skin research, and provided a founding paradigm for other epithelial systems such as the esophagus, stomach, all of which share with the skin epidermis a stratified organization, ability to regenerate, and tissue polarity. The control of epithelial plasticity is important for a variety of developmental and pathological (e.g., epidermal wound healing) processes. Our discovery of new regulators of EMT opens the door to a new systems approach to understand the gene regulatory network that controls EMT. Our elucidation of the underlying principles of epidermal stratification has broad implications for other developmental or regenerative processes leading to the formation of multilayered tissue structures. Computationally, our multi-scale and stochastic models incorporating intracellular regulatory networks, extracellular morphogens, individual cells, cell division, cell-to-cell communication, and tissue growth, has led to development of new mathematics and provided a powerful modeling framework for all biological systems where these elements are at play. \n\nThe project has provided many research and training activities for trainees at several levels, and has significantly increased participation and engagement of students at the interface between mathematics and biology. Personnel trained on the project include 9 postdoctoral fellows (3 females), 11 PhD graduate students (6 of them obtained PhD, including 2 females and 2 other with Hispanic heritage), 7 undergraduate students (3 females and 2 other with Hispanic heritage), and 12 high school students (6 females; 1 female student was the 2014 Intel STS semifinalist, and 3 other students? works won awards in regional science fairs).\n\n\t\t\t\t\tLast Modified: 09/22/2018\n\n\t\t\t\t\tSubmitted by: Qing Nie"
 }
}