{
 "awd_id": "1161469",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Conference: 2012 Ion Channels Gordon Research Seminar being held July 8-13, 2012 in South Hadley, Massachusetts.",
 "cfda_num": "47.074",
 "org_code": "08070600",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gregory W. Warr",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2012-04-17",
 "awd_max_amd_letter_date": "2012-04-17",
 "awd_abstract_narration": "The Gordon Research Seminar (GRS) on Ion Channels is a newly developed two day conference organized and presented by graduate students and post-doctoral associates immediately preceding the well-established Gordon Research Conference (GRC) on the same topic.  The 2012 Ion Channels GRS meeting topics will focus on the structure and dynamics of membrane-embedded macromolecular complexes that mediate cellular ion transport.  Investigators that attend this meeting are making use of novel live-cell EPR and FRET spectroscopy methods combined with single molecule approaches to understand the structure, organization, and molecular interactions (e.g. membrane protein-protein and proteinlipid) that define the function of these membrane-embedded proteins. The GRS will give early career investigators working in the ion channel field a unique opportunity to present and discuss their data and career experiences with their peers from the top laboratories around the globe. Such an experience is invaluable for the development of projects, stimulation of innovative ideas and the establishment of collaborations. \r\nIntellectual Merit\r\nA primary objective of the Ion Channels GRS is to provide a venue for graduate students and post-doctoral associates to hone their science and networking skills in an approachable atmosphere, which will provide them the confidence to fully participate in the 2012 Ion Channels GRC.  The understood requirement for all the speakers and poster presenters to showcase new and unpublished data truly sets this meeting at the leading edge of new research.  This formula has, for more than 20 years, resulted in the parent Ion Channels GRC providing the most in-depth and important scientific interchange ideas enjoyed by the ion channel community.  By utilizing this formula for the Ion Channels GRS, this meeting will shape these early-career investigators into interactive, internationally-savvy agile researchers. The scientific program will focus on leading-edge areas of ion channel research of broad significance with emphasis on molecular mechanisms and biophysics of ion channels function. Such talks generate discussion that shapes the direction of the field as a whole, defining the central issues and specific questions that need experimental resolution and providing a conceptual framework that propels ion channel research.\r\nBroader Impact\r\nAn important and traditional aspect of the \"GRC experience\" that we intend to foster for the 2012 Ion Channels GRS are the interactions between young investigators and more senior colleagues. While all the speakers and poster presenters for the GRS will be graduate students and post-doctoral fellows, each session will be co-chaired by a mentor from academia, industry or government who has a track record of training young investigators. This small cohort of prominent and established investigators will provide a depth and history to the presentations and discussions that are critical for a successful meeting. In addition, the presence of these leaders in the ion channel field will serve to attract the most talented graduate students and post-docs to the inaugural Ion Channels GRS. However, unquestionably the most valuable contribution of these established researchers and professionals will be their role as mentors.  All meeting participants will have the opportunity to interact and discuss career strategies with the mentors during the poster sessions as well as informally during breaks and meals which are taken communally.  Furthermore, it is our goal to have >90% of the participants at the GRS (Ion Channels) meeting go on to actively participate in the Ion Channels GRC immediately following, which is organized by leaders in the field, and  will host an additional 100 - 120 senior research faculty. This is a reasonable goal since historically 40% of the 170 total attendees at the Ion Channels GRC have been graduate students and post-doctoral associates. We hope, like the parent Ion Channels GRC, the GRS will become the premier meeting that all the future leaders in the Ion Channel field will have attended during their formative years.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Kobertz",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "William R Kobertz",
   "pi_email_addr": "william.kobertz@umassmed.edu",
   "nsf_id": "000597678",
   "pi_start_date": "2012-04-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Gray",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy R Gray",
   "pi_email_addr": "nsf@grc.org",
   "nsf_id": "000206836",
   "pi_start_date": "2012-04-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gordon Research Conferences",
  "inst_street_address": "5586 POST RD UNIT 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST GREENWICH",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4017834011",
  "inst_zip_code": "028183454",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "GORDON RESEARCH CONFERENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "XL5ANMKWN557"
 },
 "perf_inst": {
  "perf_inst_name": "Gordon Research Conferences",
  "perf_str_addr": "512 Liberty Lane",
  "perf_city_name": "west kingston",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028921502",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1114",
   "pgm_ref_txt": "CELLULAR SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br /></p>\n<p>The Gordon Research Conference on ION CHANNELS was held at Mount Holyoke College,<br />South Hadley, Massachusetts, July 8-13, 2012.<br />The Conference was well-attended with 177 participants (attendees list<br />attached). The attendees represented the spectrum of endeavor in this field<br />coming from academia, industry, and government laboratories, both U.S.<br />and foreign scientists, senior researchers, young investigators, and students. Of<br />the 177 attendees, 78 voluntarily responded to a general inquiry regarding<br />ethnicity which appears on our registration forms. Of the 78 respondents, 23%<br />were Minorities &ndash; 5% Hispanic, 15% Asian and 3% African American. Approximately<br />38% of the participants at the 2012 meeting were women.</p>\n<p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br /></p>\n<p class=\"CM2\">In designing the<br />formal speakers program, emphasis was placed on current unpublished research<br />and discussion of the future target areas in this field. There was a conscious<br />effort to stimulate lively discussion about the key issues in the field today.<br />Time for formal presentations was limited in the interest of group discussions.<br />In order that more scientists could communicate their most recent results,<br />poster presentation time was scheduled. Attached is a copy of the formal<br />schedule and speaker program and the poster program. In addition to these<br />formal interactions, \"free time\" was scheduled to allow informal<br />discussions. Such discussions are fostering new collaborations and joint<br />efforts in the field.</p>\n<p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br />Thank you for your support of this Conference. As you<br />know, in the interest of promoting the presentation of unpublished and<br />frontier-breaking research, Gordon Research Conferences does not permit<br />publication of meeting proceedings.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/29/2012<br>\n\t\t\t\t\tModified by: Nancy&nbsp;R&nbsp;Gray</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\n \n\n\n\n\n\nThe Gordon Research Conference on ION CHANNELS was held at Mount Holyoke College,\nSouth Hadley, Massachusetts, July 8-13, 2012.\nThe Conference was well-attended with 177 participants (attendees list\nattached). The attendees represented the spectrum of endeavor in this field\ncoming from academia, industry, and government laboratories, both U.S.\nand foreign scientists, senior researchers, young investigators, and students. Of\nthe 177 attendees, 78 voluntarily responded to a general inquiry regarding\nethnicity which appears on our registration forms. Of the 78 respondents, 23%\nwere Minorities &ndash; 5% Hispanic, 15% Asian and 3% African American. Approximately\n38% of the participants at the 2012 meeting were women.\n\n\n\n\n \n\n\n\n\nIn designing the\nformal speakers program, emphasis was placed on current unpublished research\nand discussion of the future target areas in this field. There was a conscious\neffort to stimulate lively discussion about the key issues in the field today.\nTime for formal presentations was limited in the interest of group discussions.\nIn order that more scientists could communicate their most recent results,\nposter presentation time was scheduled. Attached is a copy of the formal\nschedule and speaker program and the poster program. In addition to these\nformal interactions, \"free time\" was scheduled to allow informal\ndiscussions. Such discussions are fostering new collaborations and joint\nefforts in the field.\n\n\n\n\n \n\n\n\nThank you for your support of this Conference. As you\nknow, in the interest of promoting the presentation of unpublished and\nfrontier-breaking research, Gordon Research Conferences does not permit\npublication of meeting proceedings.\n\n\t\t\t\t\tLast Modified: 08/29/2012\n\n\t\t\t\t\tSubmitted by: Nancy R Gray"
 }
}