{
 "awd_id": "1161759",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Statistical Methodology for Network based Integrative Analysis of Omics Data",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Ann Horn",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 191348.0,
 "awd_amount": 191348.0,
 "awd_min_amd_letter_date": "2012-07-23",
 "awd_max_amd_letter_date": "2012-07-23",
 "awd_abstract_narration": "The overarching goal of this project is to delineate pathways-based on coordinated activity of genes, transcripts, proteins and metabolites, that could potentially serve as therapeutic targets, as well as create Omics based biomarker panels for early detection and prognosis of disease. Specifically, we address the problem of integration and analysis of multiple sources of high dimensional biological data with network structure. It is a well documented fact that correlation between different molecular compartments is relatively low, while the information derived from a single compartment is often highly noisy or even incomplete. Hence, there is a need to develop advanced models and techniques for integrating multiple data sets from diverse Omics platforms, while taking explicitly into consideration the available information of interactions within and between compartments. Particular emphasis is placed on pathway analysis and enrichment due to their role in complex diseases onset and progression. The following directions will be pursued: (1) Development of network based methods that integrate data from multiple Omics platforms for pathway analysis and enrichment. (2) Development of fast computational algorithms for estimating large scale network based integrative models. Investigation of associated inference problems and study of properties of proposed estimators together with their robustness to the noise levels of the network information employed. (3) Introduction of novel hypergraph models for assessing differential activity of pathways that utilize different degrees of information about the structure and accuracy of the underlying network. (4) Development of a novel scheme based on perturbed P-values for detecting active members of pathways that would aid in biomarker discovery. (5) Implementation of the propose methodology into an easy to use software tool. \r\n\r\nThe proposed research program will have a three-pronged impact: methodological, scientific and educational. On the methodology front, the research based on this project will lead (a) to a developing a comprehensive framework for assessing differential activity of pathways based on different models that integrate data from multiple Omics platforms and utilize different degrees of information about the structure and accuracy of the underlying network, (b) a systematicunderstanding of the computational issues involved in large scale (generalized) mixed linear models;and (c) a novel scheme based on perturbed P-values for identifying active members of pathways that become potential targets for therapeutic drugs. The enhanced scientific understanding will provide tangible impact at the level of applications. A number of the proposed methods have already been used in the analysis of high dimensional genomic, proteomic and metabolomic data with emphasis on identifying active pathways (subnetworks) in different disease (primarily cancer) states. Further, a number of new experiments are in the design stage that would utilize some of the advanced models and techniques proposed in this project. Another key aspect of this proposal is the development of an easy to use by practitioners open source software, built within a domain independent workflow management system. This allows users to enhance the software by adding their own functionality and computational tools in an easy and transparent manner. The novel methodological procedures ensuing from this research agenda will be disseminated to the relevant scientific communities, both via inter-disciplinary interaction and collaboration and through presentations at conferences and specialized workshops. Finally, on the educational front, the material from the project will provide research topics for doctoral students working under the supervision of the PIs; it will therefore play an important role in the training of future quantitative scientists.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Arun",
   "pi_last_name": "Sreekumar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Arun Sreekumar",
   "pi_email_addr": "sreekuma@bcm.edu",
   "nsf_id": "000601486",
   "pi_start_date": "2012-07-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Baylor College of Medicine",
  "inst_street_address": "1 BAYLOR PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137981297",
  "inst_zip_code": "770303411",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "BAYLOR COLLEGE OF MEDICINE",
  "org_prnt_uei_num": "FXKMA43NTV21",
  "org_uei_num": "FXKMA43NTV21"
 },
 "perf_inst": {
  "perf_inst_name": "Baylor College of Medicine",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770303411",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "733400",
   "pgm_ele_name": "MATHEMATICAL BIOLOGY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4075",
   "pgm_ref_txt": "NSF/NIGMS Initiative-Mathematical Bio"
  },
  {
   "pgm_ref_code": "7303",
   "pgm_ref_txt": "MATH SCI PRIORITY AREA: INTERDISCIPLINAR"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 191348.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>During this funding period the major accomplishment was the development and validation of a bioinformatic method to integrate matched gene expression and metabolomics data. This method termed NETGSA belongs to a class of network topology based pathway enrichment methods and incorporates information about connections between biomolecules (genes, proteins and metabolites), in a mixed effects linear model. This model allows for a rigorous tesing procedure for pathway enrichment. To enrich pathways using NETGSA from gene expression data, we used existing gene network databases such as Biogrid, YeastNet and Biocarta to create the interaction network. To apply NETGSA to metabolomics data, biochemical reactions among metabolites from KEGG were used to define their respective interaction networks. In this network, the nodes are metabolites and edges between metabolites are drawn based on information from biochemical reactions. In other words, an edge is drawn between two metabolites if they constitute a substrate-product pair in atleast one biochemical reaction.</p>\n<p>Pathways were ranked separately based on enrichment results from the gene expression and metabolic data. Subsequently, a combined score was derived and normalized for the variability in rankings observed in each dataset. To estimate the variability of the combined scores, a bootstrap resampling procedure was employed wherein data from the tissue samples were randlomly sampled with replacement.</p>\n<p>Once the enrichment pathways were obtained from this primary analysis, we examined whether the neighbors of these enriched pathways (obtained from the primary enrichment) were also enriched in the gene expression data. We limited this secondary analysis to gene expression data based on the premise that it would capture the encoded functional potential of the cell and hence enichment of interacting pathways in the gene expression data would reflect potentially active metabolic&nbsp;networks.</p>\n<p>For this secondary enrichment analysis, we constructed an interaction network for each of the 87 KEGG defined pathways. We then used this information to determine the number of interacting pathways for the top 5 enriched pathways obtained from the primary analysis. From the list of the secondary enriched pathways we selected the top 10 pathways and asked how many of these are interactors for the top 5 pathways obtained from the primary enrichment. We then used a network based permutation test to assess their significance.</p>\n<p>We used the above integrative method to identify altered metabolic pathways in prostate cancer. Our analysis identified hexosamine biosynthetic pathway (HBP) as a significantly altered pathway in prostate cancer. Follow up functional studies revealed that HBP is elevated in androgen dependent or localized prostate cancer and reduced in castrate resistant (CRPC)&nbsp;or metastatic disease. Knock down of HBP pathway using shRNA targeting its component gene GNPNAT1 in AD prostate cancer cells decreased cell proliferation. In contrast a similar experiment in CRPC cell lines resulted in increased cell proliferation in vitro and tumor growth in vivo. Mechanistic studies revealed that the tumor promoting function of reduced HBP in CRPC setting was mediated via PI3K-AKT pathway in full length androgen receptor containing tumors and by SP1-ChREBP in AR-V7 containing tumors. Interestingly, add back of HBP metabolite to CRPC cells inhibited their proliferation in vitro and tumor&nbsp;growth in vivo laying the foundation for development of HBP metabolites&nbsp;as agents to treat CRPC. Furthermore,&nbsp;addition of HBP metabolites to CRPC cells also sensitized them to clinically employed second generation anti-androgens like enzalutamide.</p>\n<p>Overall from the novel integrative analysis, we identified altered biochemical pathways associated with&nbsp;prostate cancer progression which could be potentially targeted using metabolites. These results have recently been published in&nbsp;the journal Nature Communications. The project also forms the thesis project for the graduate student Akash Kaushik who is defending his thesis&nbsp;on&nbsp;Sept 1 2016 and has&nbsp;secured a post-doctoral training position in the area of cancer metabolism in University of Texas&nbsp;Southwestern Medical Center.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/30/2016<br>\n\t\t\t\t\tModified by: Arun&nbsp;Sreekumar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDuring this funding period the major accomplishment was the development and validation of a bioinformatic method to integrate matched gene expression and metabolomics data. This method termed NETGSA belongs to a class of network topology based pathway enrichment methods and incorporates information about connections between biomolecules (genes, proteins and metabolites), in a mixed effects linear model. This model allows for a rigorous tesing procedure for pathway enrichment. To enrich pathways using NETGSA from gene expression data, we used existing gene network databases such as Biogrid, YeastNet and Biocarta to create the interaction network. To apply NETGSA to metabolomics data, biochemical reactions among metabolites from KEGG were used to define their respective interaction networks. In this network, the nodes are metabolites and edges between metabolites are drawn based on information from biochemical reactions. In other words, an edge is drawn between two metabolites if they constitute a substrate-product pair in atleast one biochemical reaction.\n\nPathways were ranked separately based on enrichment results from the gene expression and metabolic data. Subsequently, a combined score was derived and normalized for the variability in rankings observed in each dataset. To estimate the variability of the combined scores, a bootstrap resampling procedure was employed wherein data from the tissue samples were randlomly sampled with replacement.\n\nOnce the enrichment pathways were obtained from this primary analysis, we examined whether the neighbors of these enriched pathways (obtained from the primary enrichment) were also enriched in the gene expression data. We limited this secondary analysis to gene expression data based on the premise that it would capture the encoded functional potential of the cell and hence enichment of interacting pathways in the gene expression data would reflect potentially active metabolic networks.\n\nFor this secondary enrichment analysis, we constructed an interaction network for each of the 87 KEGG defined pathways. We then used this information to determine the number of interacting pathways for the top 5 enriched pathways obtained from the primary analysis. From the list of the secondary enriched pathways we selected the top 10 pathways and asked how many of these are interactors for the top 5 pathways obtained from the primary enrichment. We then used a network based permutation test to assess their significance.\n\nWe used the above integrative method to identify altered metabolic pathways in prostate cancer. Our analysis identified hexosamine biosynthetic pathway (HBP) as a significantly altered pathway in prostate cancer. Follow up functional studies revealed that HBP is elevated in androgen dependent or localized prostate cancer and reduced in castrate resistant (CRPC) or metastatic disease. Knock down of HBP pathway using shRNA targeting its component gene GNPNAT1 in AD prostate cancer cells decreased cell proliferation. In contrast a similar experiment in CRPC cell lines resulted in increased cell proliferation in vitro and tumor growth in vivo. Mechanistic studies revealed that the tumor promoting function of reduced HBP in CRPC setting was mediated via PI3K-AKT pathway in full length androgen receptor containing tumors and by SP1-ChREBP in AR-V7 containing tumors. Interestingly, add back of HBP metabolite to CRPC cells inhibited their proliferation in vitro and tumor growth in vivo laying the foundation for development of HBP metabolites as agents to treat CRPC. Furthermore, addition of HBP metabolites to CRPC cells also sensitized them to clinically employed second generation anti-androgens like enzalutamide.\n\nOverall from the novel integrative analysis, we identified altered biochemical pathways associated with prostate cancer progression which could be potentially targeted using metabolites. These results have recently been published in the journal Nature Communications. The project also forms the thesis project for the graduate student Akash Kaushik who is defending his thesis on Sept 1 2016 and has secured a post-doctoral training position in the area of cancer metabolism in University of Texas Southwestern Medical Center.\n\n\t\t\t\t\tLast Modified: 08/30/2016\n\n\t\t\t\t\tSubmitted by: Arun Sreekumar"
 }
}