{
 "awd_id": "1161129",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Electromagnetic Inverse Problems: Visibility and Invisibility",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce P. Palka",
 "awd_eff_date": "2012-07-15",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 136022.0,
 "awd_amount": 136022.0,
 "awd_min_amd_letter_date": "2012-07-12",
 "awd_max_amd_letter_date": "2014-08-03",
 "awd_abstract_narration": "This project aims to address several fundamental problems in the mathematical theory of inverse problems involving electromagnetic wave propagation as modeled by the Helmholtz and Maxwell equations. The first part of the project concerns the question of determining the internal properties of a medium by making electromagnetic (EM) measurements at the boundary. Challenging questions include recovering the shape information of electromagnetic inclusions and obstacles from boundary data, full reconstruction of EM parameters for an isotropic medium with incomplete boundary data, and the inverse problem for anisotropic media, where the unique reconstruction is possible only up to a change of variables. Such loss of uniqueness in the latter case leads to the second major topic of the project, namely, transformation-optics-based invisibility. The proposed study covers the regularized approximate electromagnetic cloaking scheme, whose limiting behavior provides important physical and mathematical implications for the singular structure required in an ideal cloaking design. The last part of the proposed project considers thermo-acoustic tomography (TAT), a hybrid medical imaging modality that combines low frequency electromagnetic waves with acoustic waves through the physical \"photo-acoustic' effect. In particular, the principal investigator plans to address the problem of reconstructing the electrical parameters and refractive indices of the medium from the internal absorbed radiation map. \r\n\r\nThe fundamental task of science is to probe the world around us. The most powerful tool to do this is to use waves (e.g., electromagnetic waves, acoustic waves, elastic waves), because waves can interact with different media in nonintrusive ways. Such nonintrusive investigation is greatly appreciated in many areas of science and technology, including medical imaging, geophysics, nondestructive testing, remote sensing, and so on. The fundamental mathematical theory behind such enhancement of \"visibility\" is the main topic of inverse problems, while another aspect is to hide an object from detection by waves, that is, to make it \"invisible.\" The proposed project concerns both aspects, visibility and invisibility, for electromagnetic waves. For visibility, the proposer plans to develop mathematical techniques to address some of the challenging questions in inverse problems that will undoubtedly have real world applications in the future. For instance, the thermo-acoustic tomography (TAT) medical imaging modality has the potential to detect breast cancer cells at a much earlier stage than what is currently feasible. The development of mathematical theory of TAT will also shed light on a larger class of inverse problems with internal data such as PAT (photo-acoustic tomography), TE (transient elastography), UMT (ultrasound modulated electrical and optical impedance tomography), as well as other similar hybrid imaging modalities. The simultaneous improvement in contrast and resolution is the subject of intensive mathematical study and also of this project. As for invisibility, the development of \"meta-materials\" that have electromagnetic or acoustic properties not found in nature has inspired the transformation-optics based blueprint of the invisible cloak. Experimental and theoretical results indicate that invisibility is no longer just science fiction. This theoretical study seeks to understand and confront the difficulties under a realistic approximate scheme, which will benefit experimental endeavors. It provides an effective way to bridge the gap between reality and imagination that is still vast for current technology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ting",
   "pi_last_name": "Zhou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ting Zhou",
   "pi_email_addr": "t.zhou@neu.edu",
   "nsf_id": "000600464",
   "pi_start_date": "2012-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394307",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  },
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 51856.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 41603.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 7100.0
  }
 ],
 "por": null
}