{
 "awd_id": "1161372",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Random matrices and geometric functional analysis",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce P. Palka",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 198001.0,
 "awd_amount": 198001.0,
 "awd_min_amd_letter_date": "2012-04-17",
 "awd_max_amd_letter_date": "2012-04-17",
 "awd_abstract_narration": "This mathematics research project belongs to the interface of probability, convex geometry, and functional analysis. One of the main areas of investigation is the non-asymptotic theory of random matrices, a new and rapidly developing area of research, which analyzes spectral characteristics of a random matrix of large, but fixed size, and strives to obtain bounds, which are valid with high probability. The requirements for such bounds arise naturally in convex geometry and geometric functional analysis, where random matrices are used to study typical sections of a high-dimensional convex body. Another direction of this research is the geometry of non-symmetric convex bodies, where the probabilistic methods also play a crucial role.\r\n\r\n\r\nSeveral components of this mathematics research project are motivated by problems in computer science and engineering. These include signal reconstruction problems arising in computer tomography, as well as questions related to protecting privacy while releasing statistical information. Rudelson and his collaborators will establish new connections between probability and geometric functional analysis with the objective to study the spectral properties of random matrices.  Random matrices have become the main model for signal reconstruction in wireless communication and can lead to a better understanding of the convergence of many computer science algorithms.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Rudelson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mark Rudelson",
   "pi_email_addr": "rudelson@umich.edu",
   "nsf_id": "000491029",
   "pi_start_date": "2012-04-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regents of the University of Michigan - Ann Arbor",
  "inst_street_address": "1109 GEDDES AVE STE 3300",
  "inst_street_address_2": "",
  "inst_city_name": "ANN ARBOR",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "7347636438",
  "inst_zip_code": "481091015",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "MI06",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MICHIGAN",
  "org_prnt_uei_num": "",
  "org_uei_num": "GNJ7BBP73WE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Michigan Ann Arbor",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481091043",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MI06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126300",
   "pgm_ele_name": "PROBABILITY"
  },
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 198001.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual merit.</p>\n<p>This projects the PI worked on belong to the interface of probability, convex geometry, and functional analysis. One of the main directions of this research was the non-asymptotic theory of random matrices, a new and rapidly<br />developing area which analyzes spectral characteristics of a<br />random matrix of a large, but fixed size, and strives to obtain<br />bounds, which are valid with high probability. The questions<br />requiring such bounds arise naturally in convex geometry and<br />geometric functional analysis, where random matrices are used to<br />study typical sections of a high-dimensional convex body. The main outcomes in this direction are as follows.</p>\n<ul>\n<li>Jointly with R. <span><span>Vershynin</span></span>, the PI proved the quantitative <span><span>invertibility</span></span> bounds for a random unitary and orthogonal perturbations of a fixed   matrix. This result in combination with a theorem of Guionnet, Krishnapur, and Zeitouni allowed to prove the single ring phenomenon to   large classes of random matrices. The single ring phenomenon observed   more than 15 years ago by physicists. It asserts that the spectrum of a random matrix of a large size with given distribution of the singular values fills densely a single ring even if the distribution of the singular values has gaps.</li>\n<li>Jointly with R. Vershynin proved that any projection of a random vector with independent coordinates having a bounded density also has bounded density. This result has already found numerous applications in random matrix literature.</li>\n<li>Jointly with A. Samorodnitsky and O. Zeitouni, the PI proved probabilistic accuracy guarantees for the Barvinok estimator. This estimator uses random matrices to estimate the number of perfect matchings in general graphs. Evaluating the number of perfect matchings is a classical problem in computer science with dozens of papers written on the subject. There is a number of algorithms estimating this number for bipartite graphs, however none of them work for general graphs. This makes Barvinok's estimator the only available tool for general setting, so providing accuracy bounds for it is crucially important. </li>\n<li>The PI has investigated the spectral and geometric properties of the row products of random matrices. The results of this investigation were applied to the privacy protection problems in the subsequent joint works of the PI with S. Kasiwisvanathan and A. Smith. The private entries of an Internet data base can be frequently reconstructed based on the publicly available entries and a sufficient quantity of summary statistical information. To avoid this breach of privacy, the summary information is usually released with some amount of random noise. Since this noise reduces the reliability of the statistical data, this amount should be minimal. The authors obtained the bound on the minimal amount of random noise which is still sufficient for privacy protection. </li>\n</ul>\n<p>Another&nbsp; direction of the PI's research was geometric functional analysis, the area studying high-dimensional convex bodies, where the probabilistic methods also play a crucial role. Jointly with A. Litvak and N. Tomczak-Jaegermann, the PI obtained tight bounds for the complexity of the set of all convex symmetric bodies of a given dimension. This result has a direct application to theoretical computer science as it allowed to resolve a problem posed by Barvinok about the complexity of approximation of a convex body by another body having a simple structure. Such approximation is desirable for providing an input for computer algorithms dealing with high-dimensional convex bodies.</p>\n<p>&nbsp;</p>\n<p>Broader impact.</p>\n<p>This research provides new connections between probability and geometric functional&nbsp; analysis. The study of the spectral properties of random<br />matrices has also concrete applica...",
  "por_txt_cntn": "\nIntellectual merit.\n\nThis projects the PI worked on belong to the interface of probability, convex geometry, and functional analysis. One of the main directions of this research was the non-asymptotic theory of random matrices, a new and rapidly\ndeveloping area which analyzes spectral characteristics of a\nrandom matrix of a large, but fixed size, and strives to obtain\nbounds, which are valid with high probability. The questions\nrequiring such bounds arise naturally in convex geometry and\ngeometric functional analysis, where random matrices are used to\nstudy typical sections of a high-dimensional convex body. The main outcomes in this direction are as follows.\n\nJointly with R. Vershynin, the PI proved the quantitative invertibility bounds for a random unitary and orthogonal perturbations of a fixed   matrix. This result in combination with a theorem of Guionnet, Krishnapur, and Zeitouni allowed to prove the single ring phenomenon to   large classes of random matrices. The single ring phenomenon observed   more than 15 years ago by physicists. It asserts that the spectrum of a random matrix of a large size with given distribution of the singular values fills densely a single ring even if the distribution of the singular values has gaps.\nJointly with R. Vershynin proved that any projection of a random vector with independent coordinates having a bounded density also has bounded density. This result has already found numerous applications in random matrix literature.\nJointly with A. Samorodnitsky and O. Zeitouni, the PI proved probabilistic accuracy guarantees for the Barvinok estimator. This estimator uses random matrices to estimate the number of perfect matchings in general graphs. Evaluating the number of perfect matchings is a classical problem in computer science with dozens of papers written on the subject. There is a number of algorithms estimating this number for bipartite graphs, however none of them work for general graphs. This makes Barvinok's estimator the only available tool for general setting, so providing accuracy bounds for it is crucially important. \nThe PI has investigated the spectral and geometric properties of the row products of random matrices. The results of this investigation were applied to the privacy protection problems in the subsequent joint works of the PI with S. Kasiwisvanathan and A. Smith. The private entries of an Internet data base can be frequently reconstructed based on the publicly available entries and a sufficient quantity of summary statistical information. To avoid this breach of privacy, the summary information is usually released with some amount of random noise. Since this noise reduces the reliability of the statistical data, this amount should be minimal. The authors obtained the bound on the minimal amount of random noise which is still sufficient for privacy protection. \n\n\nAnother  direction of the PI's research was geometric functional analysis, the area studying high-dimensional convex bodies, where the probabilistic methods also play a crucial role. Jointly with A. Litvak and N. Tomczak-Jaegermann, the PI obtained tight bounds for the complexity of the set of all convex symmetric bodies of a given dimension. This result has a direct application to theoretical computer science as it allowed to resolve a problem posed by Barvinok about the complexity of approximation of a convex body by another body having a simple structure. Such approximation is desirable for providing an input for computer algorithms dealing with high-dimensional convex bodies.\n\n \n\nBroader impact.\n\nThis research provides new connections between probability and geometric functional  analysis. The study of the spectral properties of random\nmatrices has also concrete applications beyond the realm of pure\nmathematics. Obtaining bounds for the spectrum of such matrices\nhas concrete applications to the study of convergence of many\ncomputer science algorithms. Random matrices also became the main\nmodel in wireles..."
 }
}