{
 "awd_id": "1161586",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "III: Medium: Collaborative Research: Developing a 3D Browser to Explore Genomes",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2017-09-30",
 "tot_intn_awd_amt": 444302.0,
 "awd_amount": 460302.0,
 "awd_min_amd_letter_date": "2012-09-06",
 "awd_max_amd_letter_date": "2015-05-14",
 "awd_abstract_narration": "New genome technologies enabled us to analyze the spatial conformation and interaction of chromatin together with their functional implication in important cellular activities such as gene regulation and cell state determination. With the influx of new details about the higher-level structure and dynamics of the genome, novel techniques will be required to visualize and model the full extent of genomic interactions to gain insight about genome functions.   Current genome browsers are specifically aimed at viewing primary sequence information.  Although supplemental information can be annotated via new tracks, representing structural hierarchies and interactions is quite difficult in these browsers, particularly across non-contiguous genomic segments.   In addition, in spite of many recent efforts to measure and model the genome structure at various resolutions and detail, little work has focused on combining these models or taken advantage of the large amount of genomic and epigenomic data generated from new high-throughput approaches. To address these issues, the team has created a proof-of-concept interactive 3D viewer, Genome3D, to enable integration and visualization of genomic and epigenomic data in three dimension.  Substantial development is needed to take advantage of the newest genomic technologies and to enable its integration with analysis pipelines.  While enormous amount of spatial information for eukaryotic chromosomes have been generated, the size and complexity of these data require the design and development of new algorithms and methods in data integration and model construction. The goal is to develop a full-fledged, platform independent system that enables biologists to build and refine their own 3D genome models to analyze their data. \r\n \r\nThe intellectual merits of the research include: 1) Implementing a novel strategy to employ new engines with strong interactive design element to transform the prototype into a cloud-based 3D genome browser that can be used on various platforms including web browsers and tablets, making 3D structural genome information available to a broader research community. 2)  Adding integrated tools that can analyze 3D features of genomes and support model building and validation. 3) Designing and providing robust set of APIs and scripting for customized data analysis.  4) Collaborating with other researchers to explore and visualize new three dimensional genome models.\r\n\r\nThere are a number of broader impacts in this research.  A multi-scale three dimensional genome browser is crucial to achieve fuller understanding of genome functions and will provide a new way to teach genomics.  Exploring genomes through 3D visualization will significantly advance genome research and will have a profound impact on comparative genomics and genetics. The use of new user interaction-intensive engines into scientific research tools and will encourage researchers in every area to use interactive visualization to analyze data.  New  algorithms to analyze models and visualize genomic information can be extended to problems of similar size in other fields and form the basis for new computational approaches. This project provides valuable interdisciplinary training experiences to undergraduate and graduate students and will attract more students to computational biology research.  Results and the new browser will be disseminated through publications, workshops and tutorials and will enable customized development by providing detailed APIs and tutorials.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jijun",
   "pi_last_name": "Tang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jijun Tang",
   "pi_email_addr": "jtang@cse.sc.edu",
   "nsf_id": "000493530",
   "pi_start_date": "2012-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University South Carolina Research Foundation",
  "inst_street_address": "915 BULL ST",
  "inst_street_address_2": "STE 202",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037777093",
  "inst_zip_code": "292084009",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "SOUTH CAROLINA RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "ELBVJ1KYX976"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Carolina at Columbia",
  "perf_str_addr": "",
  "perf_city_name": "Columbia",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7364",
   "pgm_ref_txt": "INFO INTEGRATION & INFORMATICS"
  },
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 444302.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>More and more evidence indicates that the 3D conformation of eukaryotic genomes is acritical part of genome function and visualizing genomes in real time and in three dimension can give researchers more insight. Using a game engine and sophisticated video game visualization techniques, we developed a multi-platform real-time 3D genome viewer which achieves much better rendering speed and can handle much larger amounts of data compared to our previous implementation using OpenGL. We extended our genome3d viewer to other platforms and created three new versions, including GenomeVR, HoloGenome, and Web Genome, running on Oculus Rift, Microsoft Hololens, and Google Chrome respectively. GenomeVR takes advantage of the Oculus Rift VR headset to fully immerse researchers into a collaborative space, while HoloGenome uses Microsoft&rsquo;s new Hololens technology to create an augmented reality experience. Web Genome allows users to do their research anywhere, from any computer through web browsers. The 3D Genome Viewer will allow for easier collaborative research. Through this project we have proven that using game engines for rendering is much more efficient and less time consuming and will inspire other projects to take advantage of modern game engines in their research.</p>\n<p>Hi-C technology is one of the most popular tools for measuring the spatial organization of mammalian genomes. Although an increasing number of Hi-C datasets have been generated in a variety of tissue/cell types, due to high sequencing cost, the resolution of most Hi-C datasets is coarse and cannot be used to infer enhancer-promoter interactions or link disease-related non-coding variants to their target genes. To address this challenge, we developed HiCPlus, a computational approach based on deep convolutional neural network, to infer high-resolution Hi-C interaction matrices from low-resolution Hi-C data. Our work is the first approach to infer high-resolution Hi-C interaction matrices from low-resolution or insufficiently sequenced Hi-C samples. Through extensive testing, we demonstrate that HiCPlus can generate Hi-C interaction matrices with the similar quality as the original ones, while using as few as 1/16 of sequencing reads, thus greatly lower the cost of obtaining high quality spatial genomic data.</p>\n<p>As it is common to perform multiple experiments to obtain Hi-C datasets, we proposed an approach to extract more precious results from multiple experimental replicates and train denoising network to distinguish between the true signal and the noise. Comparative analysis of spatial genomic data has become more and more important. We proposed a strategy that can extract key patterns in the Hi-C interaction matrix and designed a triplet network with triplet loss. Our approach can direct extract useful information from the Hi-C interaction heatmap and is the first full-automatically algorithm to identify biological features directly from the Hi-C heatmap without any additional assumptions.</p>\n<p>Our ultimate goal is to infer 3D genomic structures from Hi-C datasets. We developed a flexible platform that can deal with various biological models including any constrain or non-continuous function. Our platform is based on genetic algorithms and achieves high accuracy that outperforms several existing platforms based on the same loss function.</p>\n<p>We developed a series parsimony and likelihood-based methods to compute and compare structural variations from nuclear and tumor genomes.&nbsp;Our tool takes the advantage of binary encoding on gene-order data and supports a fairly general model of genomic evolution. We&nbsp;deployed the first large-scale and high-performance web server for the analysis of evolutionary relationship and infer ancestral genomes.&nbsp;</p>\n<p>Five Ph.D. students, four undergraduate students and two high school students received support and valuable multi-disciplinary trainings through the support of this project.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/20/2017<br>\n\t\t\t\t\tModified by: Jijun&nbsp;Tang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMore and more evidence indicates that the 3D conformation of eukaryotic genomes is acritical part of genome function and visualizing genomes in real time and in three dimension can give researchers more insight. Using a game engine and sophisticated video game visualization techniques, we developed a multi-platform real-time 3D genome viewer which achieves much better rendering speed and can handle much larger amounts of data compared to our previous implementation using OpenGL. We extended our genome3d viewer to other platforms and created three new versions, including GenomeVR, HoloGenome, and Web Genome, running on Oculus Rift, Microsoft Hololens, and Google Chrome respectively. GenomeVR takes advantage of the Oculus Rift VR headset to fully immerse researchers into a collaborative space, while HoloGenome uses Microsoft?s new Hololens technology to create an augmented reality experience. Web Genome allows users to do their research anywhere, from any computer through web browsers. The 3D Genome Viewer will allow for easier collaborative research. Through this project we have proven that using game engines for rendering is much more efficient and less time consuming and will inspire other projects to take advantage of modern game engines in their research.\n\nHi-C technology is one of the most popular tools for measuring the spatial organization of mammalian genomes. Although an increasing number of Hi-C datasets have been generated in a variety of tissue/cell types, due to high sequencing cost, the resolution of most Hi-C datasets is coarse and cannot be used to infer enhancer-promoter interactions or link disease-related non-coding variants to their target genes. To address this challenge, we developed HiCPlus, a computational approach based on deep convolutional neural network, to infer high-resolution Hi-C interaction matrices from low-resolution Hi-C data. Our work is the first approach to infer high-resolution Hi-C interaction matrices from low-resolution or insufficiently sequenced Hi-C samples. Through extensive testing, we demonstrate that HiCPlus can generate Hi-C interaction matrices with the similar quality as the original ones, while using as few as 1/16 of sequencing reads, thus greatly lower the cost of obtaining high quality spatial genomic data.\n\nAs it is common to perform multiple experiments to obtain Hi-C datasets, we proposed an approach to extract more precious results from multiple experimental replicates and train denoising network to distinguish between the true signal and the noise. Comparative analysis of spatial genomic data has become more and more important. We proposed a strategy that can extract key patterns in the Hi-C interaction matrix and designed a triplet network with triplet loss. Our approach can direct extract useful information from the Hi-C interaction heatmap and is the first full-automatically algorithm to identify biological features directly from the Hi-C heatmap without any additional assumptions.\n\nOur ultimate goal is to infer 3D genomic structures from Hi-C datasets. We developed a flexible platform that can deal with various biological models including any constrain or non-continuous function. Our platform is based on genetic algorithms and achieves high accuracy that outperforms several existing platforms based on the same loss function.\n\nWe developed a series parsimony and likelihood-based methods to compute and compare structural variations from nuclear and tumor genomes. Our tool takes the advantage of binary encoding on gene-order data and supports a fairly general model of genomic evolution. We deployed the first large-scale and high-performance web server for the analysis of evolutionary relationship and infer ancestral genomes. \n\nFive Ph.D. students, four undergraduate students and two high school students received support and valuable multi-disciplinary trainings through the support of this project. \n\n\t\t\t\t\tLast Modified: 12/20/2017\n\n\t\t\t\t\tSubmitted by: Jijun Tang"
 }
}