{
 "awd_id": "1161872",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Comprehensive Approach Towards Adaptive Multiscale Modeling of Biopolymers Using Highly Parallelizable Methods",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Massimo Ruzzene",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 306000.0,
 "awd_min_amd_letter_date": "2012-08-06",
 "awd_max_amd_letter_date": "2012-11-21",
 "awd_abstract_narration": "The principal objective of this work is to research and extend methods which can provide a comprehensive framework for the efficient adaptive modeling and simulation of the dynamic behavior of highly complex bio-polymeric (e.g. RNAs, DNAs, proteins, etc.) systems where important phenomena take place at multiple spatial and temporal scales. In order to alleviate the computational burden of these complex problems it is often required to change the system resolution locally or globally. This research utilizes efficient, highly parallelizable Divide and Conquer Algorithm (DCA)-based methods to model different domains of large systems simultaneously in different resolutions (from atomistic to continuum), as well as, adaptively switching between these resolutions (as guided by internal metrics) so to realize a near optimal combination of simulation speed and accuracy. This research if successful will allow the modeling and detailed dynamic simulation of these systems to a level greatly beyond (in system size, fidelity, and simulation duration) that which is currently possible.  Framework components and basic mechanisms will be researched, designed, fabricated, and tested to validate the underlying methods and models as well as demonstrate performance. Deliverables will include a catalog of fundamental modeling model types and model-type transitioning tools, source code, demonstration and validation files, documentation of research results, engineering student education, and engineering research experiences for area STEM teachers.\r\n\r\nIf successful, the impact of this work will be a great increase in the rate and extent to which such complex systems may be modeled and analyzed. This will allow the analyst to treat far more complex systems (not just bio-polymers) in a more cost, time, and resource effective manner than is currently possible. This will provide greater insight into and understanding of key biomolecular processes, which may contribute greatly to our learning to modify and control such essential processes in the future. Such understanding and ability could significantly impact human health in many positive respects. Key aspects of this work will be presented as appropriate in undergraduate and graduate level courses in dynamics, and computation, demonstrating how this research relates to the course topics, and familiarizing the students with the advanced analysis, multiscale, numerical, and adaptive methods available. Related instructional aids and web-based tools will be developed, with the associated open source programs being freely distributed (this work will also become and integral part of the POEMS, LAMMPS, and SimTK computational tools). More direct undergraduate involvement by some students will be achieved through Undergraduate Research Program (URP) participation, targeting students from under-represented groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kurt",
   "pi_last_name": "Anderson",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Kurt S Anderson",
   "pi_email_addr": "anderk5@rpi.edu",
   "nsf_id": "000471478",
   "pi_start_date": "2012-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "110 8th Street",
  "perf_city_name": "Troy",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803590",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747800",
   "pgm_ele_name": "DYNAMICAL SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "034E",
   "pgm_ref_txt": "Dynamical systems"
  },
  {
   "pgm_ref_code": "035E",
   "pgm_ref_txt": "NOISE, ACOUSTICS, VIBRATIONS"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "8024",
   "pgm_ref_txt": "Complex Systems"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 300000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The principal goal of this research effort was to find new and effective ways to increase the degree to which complex biopolymeric systems (such as RNAs, proteins, and enzymes) may be accurately modeled, simulated and analyzed using new and evolving computing resources. To this end the principal outcomes realized through this research effort are:</p>\n<ol>\n<li>The extension of the mathematical and computational framework based on the PI&rsquo;s prior work with the Divide-and-Conquer Algorithm (DCA) to permit the various bodies of the mixed type. Specifically, the adaptive DCA from work previously developed by the PI and his students would add or remove system degrees of freedom (dof) of a multi-rigid-body systems as guided by user specified internal metrics to optimize both simulation speed and accuracy. The extensions researched and developed as a result of this award demonstrate these bodies (subdomains) may be seamlessly replaced with drastically different model types including fully atomistic models, rigid-body systems modeled using other types of formulations, and multiple forms of flexible body models (including various finite element formulations).<br /> <br /> </li>\n<li>This research yielded a procedure to remove (freeze-out) dynamics degrees of freedom in a manner that if those degrees of freedom should later be needed, they can be re-instated with the proper post-transition state in a particularly cost effective manner. Specifically, the method can in many instances eliminate the costly constrained optimization needed to guarantee that the higher fidelity post-transition state correctly satisfies system generalized momenta and energy constraints.<br /> <br /> </li>\n<li>This research effort has extended the PI&rsquo;s work in producing a pseudo-inertia tensor type description of subdomain (body or substructure) charge distribution which accurately preserves the key features of the subdomain geometry, and charge. The method permits a highly efficient parameterization of the charge distribution within the subdomains so that interactions between the coarsened subdomains due to long range potentials (such as Coulomb) can be cheaply and accurately approximated. The approximation can be efficiently and cheaply updated as the system conformation changes by properly considering the relative changes in spatial orientation between the bodies and the relative distance between their pseudo-centers (roughly the charge distribution equivalent to the body&rsquo;s center of mass).<br /> <br /> </li>\n<li>This research effort produced the foundational aspects of a Fast-Multipole Method (FMM) for approximating the interactions between the subdomain potentials which is based on a Lagrangean mesh. This mesh is defined by the DCA-based multibody system representation of the biopolymer being considered and moves with the system as it undergoes changes in conformation. As the distance between the bodies increases the potential terms can be grouped (assembled) together into more coarse potential approximations without loss of accuracy at O(N) [N is the number of bodies/subdomains] cost using existing DCA machinery. The nature of this inherent assembly process within the DCA permits the procedure to continually updates the potential approximation, without adversely impacting the forcing term determination cost, unlike with the more traditional FMM formulations based of Eulerian meshes.<br /> <br /> <br /> </li>\n<li>For the above described FMM potential approximation to provide accurate results, it is necessary the bodies (subdomains) interacting with one-another be sufficiently distant from one another. This is a function not only of relative body pseudo-center spacing, but also relative orientation. As such, it was essential to develop an efficient and computationally inexpensive means for describing and quantifying body locations and geometries so that the approximations are appro...",
  "por_txt_cntn": "\nThe principal goal of this research effort was to find new and effective ways to increase the degree to which complex biopolymeric systems (such as RNAs, proteins, and enzymes) may be accurately modeled, simulated and analyzed using new and evolving computing resources. To this end the principal outcomes realized through this research effort are:\n\nThe extension of the mathematical and computational framework based on the PIÆs prior work with the Divide-and-Conquer Algorithm (DCA) to permit the various bodies of the mixed type. Specifically, the adaptive DCA from work previously developed by the PI and his students would add or remove system degrees of freedom (dof) of a multi-rigid-body systems as guided by user specified internal metrics to optimize both simulation speed and accuracy. The extensions researched and developed as a result of this award demonstrate these bodies (subdomains) may be seamlessly replaced with drastically different model types including fully atomistic models, rigid-body systems modeled using other types of formulations, and multiple forms of flexible body models (including various finite element formulations).\n \n \nThis research yielded a procedure to remove (freeze-out) dynamics degrees of freedom in a manner that if those degrees of freedom should later be needed, they can be re-instated with the proper post-transition state in a particularly cost effective manner. Specifically, the method can in many instances eliminate the costly constrained optimization needed to guarantee that the higher fidelity post-transition state correctly satisfies system generalized momenta and energy constraints.\n \n \nThis research effort has extended the PIÆs work in producing a pseudo-inertia tensor type description of subdomain (body or substructure) charge distribution which accurately preserves the key features of the subdomain geometry, and charge. The method permits a highly efficient parameterization of the charge distribution within the subdomains so that interactions between the coarsened subdomains due to long range potentials (such as Coulomb) can be cheaply and accurately approximated. The approximation can be efficiently and cheaply updated as the system conformation changes by properly considering the relative changes in spatial orientation between the bodies and the relative distance between their pseudo-centers (roughly the charge distribution equivalent to the bodyÆs center of mass).\n \n \nThis research effort produced the foundational aspects of a Fast-Multipole Method (FMM) for approximating the interactions between the subdomain potentials which is based on a Lagrangean mesh. This mesh is defined by the DCA-based multibody system representation of the biopolymer being considered and moves with the system as it undergoes changes in conformation. As the distance between the bodies increases the potential terms can be grouped (assembled) together into more coarse potential approximations without loss of accuracy at O(N) [N is the number of bodies/subdomains] cost using existing DCA machinery. The nature of this inherent assembly process within the DCA permits the procedure to continually updates the potential approximation, without adversely impacting the forcing term determination cost, unlike with the more traditional FMM formulations based of Eulerian meshes.\n \n \n \nFor the above described FMM potential approximation to provide accurate results, it is necessary the bodies (subdomains) interacting with one-another be sufficiently distant from one another. This is a function not only of relative body pseudo-center spacing, but also relative orientation. As such, it was essential to develop an efficient and computationally inexpensive means for describing and quantifying body locations and geometries so that the approximations are appropriately applied. This research outcome was realized through the development of a pseudo radius of gyration method for parameterizing system body (subdomain) geometries. Res..."
 }
}