{
 "awd_id": "1161542",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "III: Medium: Collaborative Research: Developing a 3D Browser to Explore Genomes",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": "7032927347",
 "po_email": "sspengle@nsf.gov",
 "po_sign_block_name": "Sylvia Spengler",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 355259.0,
 "awd_amount": 355259.0,
 "awd_min_amd_letter_date": "2012-09-06",
 "awd_max_amd_letter_date": "2012-09-06",
 "awd_abstract_narration": "New genome technologies enabled us to analyze the spatial conformation and interaction of chromatin together with their functional implication in important cellular activities such as gene regulation and cell state determination. With the influx of new details about the higher-level structure and dynamics of the genome, novel techniques will be required to visualize and model the full extent of genomic interactions to gain insight about genome functions.   Current genome browsers are specifically aimed at viewing primary sequence information.  Although supplemental information can be annotated via new tracks, representing structural hierarchies and interactions is quite difficult in these browsers, particularly across non-contiguous genomic segments.   In addition, in spite of many recent efforts to measure and model the genome structure at various resolutions and detail, little work has focused on combining these models or taken advantage of the large amount of genomic and epigenomic data generated from new high-throughput approaches. To address these issues, the team has created a proof-of-concept interactive 3D viewer, Genome3D, to enable integration and visualization of genomic and epigenomic data in three dimension.  Substantial development is needed to take advantage of the newest genomic technologies and to enable its integration with analysis pipelines.  While enormous amount of spatial information for eukaryotic chromosomes have been generated, the size and complexity of these data require the design and development of new algorithms and methods in data integration and model construction. The goal is to develop a full-fledged, platform independent system that enables biologists to build and refine their own 3D genome models to analyze their data. \r\n \r\nThe intellectual merits of the research include: 1) Implementing a novel strategy to employ new engines with strong interactive design element to transform the prototype into a cloud-based 3D genome browser that can be used on various platforms including web browsers and tablets, making 3D structural genome information available to a broader research community. 2)  Adding integrated tools that can analyze 3D features of genomes and support model building and validation. 3) Designing and providing robust set of APIs and scripting for customized data analysis.  4) Collaborating with other researchers to explore and visualize new three dimensional genome models.\r\n\r\nThere are a number of broader impacts in this research.  A multi-scale three dimensional genome browser is crucial to achieve fuller understanding of genome functions and will provide a new way to teach genomics.  Exploring genomes through 3D visualization will significantly advance genome research and will have a profound impact on comparative genomics and genetics. The use of new user interaction-intensive engines into scientific research tools and will encourage researchers in every area to use interactive visualization to analyze data.  New  algorithms to analyze models and visualize genomic information can be extended to problems of similar size in other fields and form the basis for new computational approaches. This project provides valuable interdisciplinary training experiences to undergraduate and graduate students and will attract more students to computational biology research.  Results and the new browser will be disseminated through publications, workshops and tutorials and will enable customized development by providing detailed APIs and tutorials.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wenjin",
   "pi_last_name": "Zheng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wenjin Zheng",
   "pi_email_addr": "wenjin.j.zheng@uth.tmc.edu",
   "nsf_id": "000491501",
   "pi_start_date": "2012-09-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Deepak",
   "pi_last_name": "Bastia",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Deepak Bastia",
   "pi_email_addr": "bastia@musc.edu",
   "nsf_id": "000568873",
   "pi_start_date": "2012-09-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Medical University of South Carolina",
  "inst_street_address": "179 ASHLEY AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLESTON",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8437923838",
  "inst_zip_code": "294258908",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "THE MEDICAL UNIVERSITY OF SOUTH CAROLINA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NHV3GTWSALA7"
 },
 "perf_inst": {
  "perf_inst_name": "Medical University of South Carolina",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "294258908",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736400",
   "pgm_ele_name": "Info Integration & Informatics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 12446.0
  }
 ],
 "por": null
}