{
 "awd_id": "1161283",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Harmonic Analysis of Waves and Eigenfunctions",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce P. Palka",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 270000.0,
 "awd_amount": 270000.0,
 "awd_min_amd_letter_date": "2012-04-05",
 "awd_max_amd_letter_date": "2014-05-27",
 "awd_abstract_narration": "This mathematics research project concerns the behavior of eigenfunctions  and propagating waves in various settings where the methods of  classical geometric optics do not apply. One focus of study is curved spaces where the Riemannian metric is of low regularity.  For metrics which are not twice-differentiable the geodesic flow  is not well-posed, and hence does not determine the flow of energy for waves on such spaces. We consider Lipschitz metrics  (i.e. one bounded derivative), and show that one can nevertheless control the rate of dispersion of energy in a manner consistent with the uncertainty of the geodesic flow. We apply combinatorial arguments to obtain  best possible bounds in Lebesgue spaces for eigenfunctions.  Manifolds with boundary, where energy reflection off the boundary is specified by  Dirichlet or Neumann conditions, are also studied. Here, diffraction effects and multiply reflected geodesics lead to violation of the standard rate of energy dispersion. We adapt tools developed for  Lipschitz metrics, and combine them with reflection techniques to  obtain optimal  bounds, as well as new dispersive  estimates for both wave and Schrodinger equations on manifolds with  boundary. Application of these estimates include new well-posedness  results for nonlinear wave and Schrodinger equations.  A key method for all of our work is the decomposition of waves into appropriately scaled wave packets. We combine this decomposition with paradifferential techniques to obtain quantitative bounds on solutions in these settings, where the more precise asymptotic formulas of geometric optics do not hold.\r\n\r\n\r\nThe study of vibrational modes and wave propagation finds applications in the equations of physics, in signal analysis, and in the seismic imaging methods used for geophysical exploration. This mathematics research project aims to establish quantitative bounds that are both of theoretical interest, for the behavior of high-frequency vibrations, and of practical interest, in particular for seismic imaging and for better understanding  the nature of the errors that are introduced by computational approximations. One setting we study is that of rough media, characterized by the sound speed changing in a non-smooth manner, which is a model for the intricate mix of materials occurring within the earth. We also study the manner in which waves reflect off hard objects, including shapes which involve complex multiple reflections. In both of these settings, precise  wavefront analysis methods do not exist.  Instead, our work relies on decomposing signals into coherent  wave-packets, and determining (to a suitable order of approximation) the evolution of these packets as they propagate through the media. The packets developed in our work have also found applications in medical imaging, including reducing the amount of scans needed to sense features of interest.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hart",
   "pi_last_name": "Smith",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Hart F Smith",
   "pi_email_addr": "hart@math.washington.edu",
   "nsf_id": "000466235",
   "pi_start_date": "2012-04-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington, Math Dept",
  "perf_str_addr": "Box 354350",
  "perf_city_name": "SEATTLE",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981954350",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 177173.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 92827.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The PI studied several problems related to the propagation and dispersion of waves, and the structure of resonant modes, in heterogeneous media. These topics are important areas of research in physics, chemistry, and seismic imaging. A central goal in the subject is to make rigorous certain statements that rely on the intuition of geometric optics: the idea that energy of a traveling wave propagates along geodesics. Most of the modern mathematical techniques developed to study waves rely on the strong assumption of smoothness of the parameters that describe the heterogeneous wave speed, a condition that is not met in real world situations. The PI's research focuses on extending the validity of various results to non-smooth settings, for which prior methods do not work, through the introduction of new analytical tools.<br /><br />Among the particular results the PI obtained is a propagation of singularities theorem for waves in heterogeneous media with wave-speed parameters of minimal regularity. The classic result in the subject is that singularities of waves propagate along bicharacteristics of the equation (which correspond to geodesics for scalar waves), in accordance with Huygen's principle. Previously the optimal results concerning the degree to which this holds were known only for smooth media. Another result of the PI concerns the decay of resonant modes for the Schrodinger equation with singular potentials. The class of potentials studied by the PI and collaborator is a model for quantum corrals: the potential represents a wall that, under classical physics, would confine particles to a closed region in space. Quantum tunneling leads to leakage of energy to the exterior, and the question of interest is related to the rate of decay for such resonant states. The PI's work extends the known results to a broad class of regions that better models examples that have been constructed in the laboratory.<br /><br />In addition to his research program, the PI was actively involved in mentoring graduate students. One student completed his PhD under the PI's supervision in Summer 2013, and another is currently working on his thesis research. A collaborative research project with a student at UC Berkeley involved mentoring the student on recent developments in eigenfunction analysis, and the resulting paper formed part of that student's PhD thesis. Additionally, the PI held a year-long series of reading courses for two female graduate students on modern techniques in harmonic analysis.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/22/2016<br>\n\t\t\t\t\tModified by: Hart&nbsp;F&nbsp;Smith</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe PI studied several problems related to the propagation and dispersion of waves, and the structure of resonant modes, in heterogeneous media. These topics are important areas of research in physics, chemistry, and seismic imaging. A central goal in the subject is to make rigorous certain statements that rely on the intuition of geometric optics: the idea that energy of a traveling wave propagates along geodesics. Most of the modern mathematical techniques developed to study waves rely on the strong assumption of smoothness of the parameters that describe the heterogeneous wave speed, a condition that is not met in real world situations. The PI's research focuses on extending the validity of various results to non-smooth settings, for which prior methods do not work, through the introduction of new analytical tools.\n\nAmong the particular results the PI obtained is a propagation of singularities theorem for waves in heterogeneous media with wave-speed parameters of minimal regularity. The classic result in the subject is that singularities of waves propagate along bicharacteristics of the equation (which correspond to geodesics for scalar waves), in accordance with Huygen's principle. Previously the optimal results concerning the degree to which this holds were known only for smooth media. Another result of the PI concerns the decay of resonant modes for the Schrodinger equation with singular potentials. The class of potentials studied by the PI and collaborator is a model for quantum corrals: the potential represents a wall that, under classical physics, would confine particles to a closed region in space. Quantum tunneling leads to leakage of energy to the exterior, and the question of interest is related to the rate of decay for such resonant states. The PI's work extends the known results to a broad class of regions that better models examples that have been constructed in the laboratory.\n\nIn addition to his research program, the PI was actively involved in mentoring graduate students. One student completed his PhD under the PI's supervision in Summer 2013, and another is currently working on his thesis research. A collaborative research project with a student at UC Berkeley involved mentoring the student on recent developments in eigenfunction analysis, and the resulting paper formed part of that student's PhD thesis. Additionally, the PI held a year-long series of reading courses for two female graduate students on modern techniques in harmonic analysis.\n\n\t\t\t\t\tLast Modified: 12/22/2016\n\n\t\t\t\t\tSubmitted by: Hart F Smith"
 }
}