{
 "awd_id": "1161000",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CSEDI Collaborative Research: Combined Geodynamical and Seismological Modeling of the Inner Core Boundary Region",
 "cfda_num": "47.050",
 "org_code": "06030208",
 "po_phone": "7032925058",
 "po_email": "wpanero@nsf.gov",
 "po_sign_block_name": "Wendy Panero",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 195337.0,
 "awd_amount": 195337.0,
 "awd_min_amd_letter_date": "2012-04-24",
 "awd_max_amd_letter_date": "2012-04-24",
 "awd_abstract_narration": "Earth's solid iron inner core grows about 1 mm every year as it freezes out of the liquid outer core. Most of the liquid outer core is a convecting, electrically conducting, metal fluid, whose churning motions are responsible for maintaining Earth's magnetic field. Both the convective motions in the liquid outer core, and freezing of the inner core, are driven by cooling of the core by Earth?s mantle. Yet the complexity of the inner core, as witnessed by seismological probing, is very surprising given the ultra-slow and nearly ideal conditions for growing a pristine inner core. Such complexity includes corrugation of the inner core boundary, the presence of strong small scatterers, radial and hemispherical differences in elastic properties, and regions with aligned fabric and/or crystalline structure. Our project aims to understand the dynamical conditions during inner core growth that could give rise to such enormous complexity in the inner core boundary region, and to compare the seismic predictions generated by dynamical mechanisms with real data. Dynamical mechanisms include formation of a mushy layer (in which liquid is interspersed between solid particles) owing to formation of dendrites or slurry \"snow\" at the base of the liquid outer core, and subsequent compaction of the solid iron sediment under its own weight. A compacting mush may itself become unstable in a manner that would amplify spatial variations in chemistry, physical properties, and roughness of the inner core boundary. We also plan to see how the structure of the inner core boundary region is sensitive to the rate of cooling of Earth's core, which is in turn related to the the depth extent and rate of plate tectonic circulation in the Earth's deep mantle.\r\n\r\nThis project combines analysis of seismic waves interacting with the solidifying inner core boundary and mathematical/numerical modeling of the solidification process to determine the chemical composition and the nature of fluids and solids near the inner core boundary. The nature of the solidification process is important to determining the extent to which release of incompatible elements upon freezing can help drive convection currents in the liquid outer core, which is also thought to be important in planets such as Mercury. Among the fundamental questions to be answered in this solidification process are how observed hemispherical differences in inner core structure may be created and sustained, how are these spatial differences ultimately linked to cooling of the deep Earth, and how might they be reconciled with observations that suggest the inner core?s rotation can differ or fluctuate relative to the solid Earth above.\r\n\r\nInterdisciplinary and computational work required by the project will assist in the mentoring of graduate students and their preparation for jobs in broad areas of materials and information science. Results from this study will be important to understanding the chemical composition of the Earth, the conditions for maintenance of the magnetic field through time (which is important for life on Earth's surface), help quantify the energy budget of the Earth, and help understand the natural dimensions of metal solidification which is in turn liked to industrially important processes. There are also important connections between freezing processes in Earth's core and those in the cores of other planets, the generation of planetary magnetic fields in terrestrial bodies in this and other solar systems, and the ability for a planet to develop a habitable surface suitable for hosting life.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Hernlund",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Hernlund",
   "pi_email_addr": "hernlund@gmail.com",
   "nsf_id": "000574408",
   "pi_start_date": "2012-04-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "307 McCone Hall",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947204767",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "158500",
   "pgm_ele_name": "STUDIES OF THE EARTHS DEEP INT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1031",
   "pgm_ref_txt": "STUDIES OF THE EARTH'S DEEP INTERIOR"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 195337.0
  }
 ],
 "por": null
}