{
 "awd_id": "1161620",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Evolution Equations and Elliptic Boundary Problems in PDE",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce P. Palka",
 "awd_eff_date": "2012-07-15",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 145521.0,
 "awd_amount": 145521.0,
 "awd_min_amd_letter_date": "2012-07-12",
 "awd_max_amd_letter_date": "2014-04-08",
 "awd_abstract_narration": "This mathematics research project will investigate problems in partial differential equations, including both evolution equations and stationary problems.  Evolution equations to be investigated include nonlinear wave equations on non-Euclidean spaces, nonlinear Schrodinger equations, and Euler and Navier-Stokes equations (NLS).  Specific goals include investigation of strong dispersive estimates for nonlinear wave equations, local and global solutions to NLS whose initial data satisfy conditions not given purely in terms of Sobolev space estimates, standing wave and traveling wave solutions to nonlinear wave and NLS equations and their stability, small viscosity limits of solutions to Navier-Stokes equations, and Euler and Navier-Stokes equations on regions with rough boundary.  Stationary problems to be investigated include elliptic boundary problems on rough domains and analysis on manifolds with weakly bounded geometry.   Specific goals include investigation of Fredholm theory for as large a class of uniformly rectifiable domains as can be managed, looking for an appropriately general version of the notion of a regular elliptic boundary problem in this nonsmooth context.  This builds on work with Hofmann and Mitrea on classes of chord-arc domains (also called SKT domains), and looks forward to more general classes, including domains with inclusions.  Investigations of these topics will result in the development of useful analytical tools for partial differential equations.  These will likely include new results in the areas of singular integral operators, harmonic analysis of elliptic operators, geometric measure theory, and singular perturbation theory.\r\n\r\n\r\nThis mathematics research project  in the area of partial differential equations makes contact with a range of scientific issues.  The Navier-Stokes equations bear on the study of fluid flows, both how a fluid will flow through a pipe and how that flow will transport solvents, and what sorts of different behaviors govern flows in pipes with smooth or rough walls.  Nonlinear Schrodinger equations model  various real-life phenomena  and have applications to subjects such as optical cables, surface waves in shallow water, and a delicate state of low temperature matter known as a Bose-Einstein condensate.  Potential applications of the study of equations on rough domains include the investigation of hidden structures, such as sudden transitions in the nature of materials in the earth, often across rough, unknown boundaries, the knowledge of whose locations can be of substantial value.  The mathematical techniques developed in the proposed project will have the potential to impact these areas.  Taylor has directed three Ph.D. students in the past four years, who have begun to make their own contributions to such problems, and he is now beginning to train a new student.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Taylor",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Michael E Taylor",
   "pi_email_addr": "met@math.unc.edu",
   "nsf_id": "000254452",
   "pi_start_date": "2012-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "120 East Cameron Avenue",
  "perf_city_name": "Chapel Hill",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275993250",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 48507.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 48507.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 48507.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Project Outcome for NSF DMS-1161620<br /><br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Michael E. Taylor<br /><br /><br /><br />This project dealt with a variety of problems in partial differential<br />equations.&nbsp; The sorts of problems treated fall roughly into categories.<br />One consists of equations for functions defined in some spatial<br />domain, with no time dependence, and the other consists of equations for<br />functions that depend on both space and time.&nbsp; The former are called<br />stationary problems and the latter evolution equations.<br /><br />Evolution equations studied in this project arise to model various types<br />of wave motion.&nbsp; Examples include electromagnetic waves, sonic waves,<br />and elastic waves.&nbsp; One specific problem treated in the project involves<br />a mechanism that dampens waves, with the dampening occuring only on a<br />proper subdomain of the region on which the wave motion is taking place.<br />Such a region is called a control region, and a natural question is under<br />what conditions can one guarantee that the local dampening mechanism has the<br />global effect of damping out waves at an exponential rate.&nbsp; Substantial lore<br />has it that the behavior of rays associated to the wave equation (so called<br />because for electromagnetic waves these are ``light rays'') has a dominant<br />role in the control condition.&nbsp; There are established results on this,<br />going back to early work of M. Taylor with J. Rauch, in the case of a smooth<br />medium.&nbsp; There has been interest in extending this circle of results to<br />media that are not so smooth, and work in this project succeeded in doing this<br />for a class that is quite broad, and has a natural geometric characterization,<br />namely media whose geometrical nature is defined by a Riemannian metric<br />whose Ricci curvature is bounded.&nbsp; Carrying this out involved pushing the<br />theory of geometrical optics close to its limit, using tools that<br />amalgamate microlocal analysis with a tool from harmonic analysis known<br />as paradifferential operator calculus.<br /><br />Another problem treated in this project involved establishing an equivalence<br />between the geometric optics associated to a wave equation on the flat plane,<br />on which a variable sound speed is imposed with the geometric optics<br />associated to a wave on a 2-dimensional surface with a curved metric.<br />The resolution of this problem involved some uniformization results, with<br />good quantitative estimates, for a class of Riemann surfaces that could be<br />shown to be holomorhically equivalent to the flat complex plane.<br />The usefulness of this equivalence stems from the fact that a number of<br />physical problems give rise to wave equations of the first sort, while<br />good intuition about the behavior of rays of geometrical optics is directly<br />available for wave equations of the second sort.<br /><br />A class of problems explored in this project was the class of traveling<br />wave solutions to certain nonlinear Schrodinger equations and nonlinear<br />Klein-Gordon equations.&nbsp; While these equations are, strictly speaking,<br />evolution equations, the time dependence can be sorted out, and one is<br />effectively left with a stationary problem.&nbsp; This phenomenon also arises in<br />the treatment of standing wave solutions to such classes of wave equations.<br />In particular, Taylor and J. Marzuola considered a class of standing wave<br />solutions to certain nonlinear Schrodinger equations that they called vortex<br />standing waves.&nbsp; This class generalized to higher dimensions what had been<br />stu...",
  "por_txt_cntn": "\n\n\n                 Project Outcome for NSF DMS-1161620\n\n                          Michael E. Taylor\n\n\n\nThis project dealt with a variety of problems in partial differential\nequations.  The sorts of problems treated fall roughly into categories.\nOne consists of equations for functions defined in some spatial\ndomain, with no time dependence, and the other consists of equations for\nfunctions that depend on both space and time.  The former are called\nstationary problems and the latter evolution equations.\n\nEvolution equations studied in this project arise to model various types\nof wave motion.  Examples include electromagnetic waves, sonic waves,\nand elastic waves.  One specific problem treated in the project involves\na mechanism that dampens waves, with the dampening occuring only on a\nproper subdomain of the region on which the wave motion is taking place.\nSuch a region is called a control region, and a natural question is under\nwhat conditions can one guarantee that the local dampening mechanism has the\nglobal effect of damping out waves at an exponential rate.  Substantial lore\nhas it that the behavior of rays associated to the wave equation (so called\nbecause for electromagnetic waves these are ``light rays'') has a dominant\nrole in the control condition.  There are established results on this,\ngoing back to early work of M. Taylor with J. Rauch, in the case of a smooth\nmedium.  There has been interest in extending this circle of results to\nmedia that are not so smooth, and work in this project succeeded in doing this\nfor a class that is quite broad, and has a natural geometric characterization,\nnamely media whose geometrical nature is defined by a Riemannian metric\nwhose Ricci curvature is bounded.  Carrying this out involved pushing the\ntheory of geometrical optics close to its limit, using tools that\namalgamate microlocal analysis with a tool from harmonic analysis known\nas paradifferential operator calculus.\n\nAnother problem treated in this project involved establishing an equivalence\nbetween the geometric optics associated to a wave equation on the flat plane,\non which a variable sound speed is imposed with the geometric optics\nassociated to a wave on a 2-dimensional surface with a curved metric.\nThe resolution of this problem involved some uniformization results, with\ngood quantitative estimates, for a class of Riemann surfaces that could be\nshown to be holomorhically equivalent to the flat complex plane.\nThe usefulness of this equivalence stems from the fact that a number of\nphysical problems give rise to wave equations of the first sort, while\ngood intuition about the behavior of rays of geometrical optics is directly\navailable for wave equations of the second sort.\n\nA class of problems explored in this project was the class of traveling\nwave solutions to certain nonlinear Schrodinger equations and nonlinear\nKlein-Gordon equations.  While these equations are, strictly speaking,\nevolution equations, the time dependence can be sorted out, and one is\neffectively left with a stationary problem.  This phenomenon also arises in\nthe treatment of standing wave solutions to such classes of wave equations.\nIn particular, Taylor and J. Marzuola considered a class of standing wave\nsolutions to certain nonlinear Schrodinger equations that they called vortex\nstanding waves.  This class generalized to higher dimensions what had been\nstudied as vortex planar wave solutions to scalar NLS equations.  The project\nwith Marzuola also made contact with evolution equations, in work that\nstudied global existence and scattering of solutions to the evolution\nNLS with initial data having mass less than of the ground state vortex\nstanding wave solution.\n\nWork with I. and M. Mitrea and S. Hofmann dealt with problems for which time\nplayer no role.  The partial differential equations involved were of elliptic\ntype, and the authors searched for solutions on bounded domains, subject to\ncertain boundary conditions, sometimes of transmission type, som..."
 }
}