{
 "awd_id": "1161017",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "I/UCRC Phase I:  Sustainably Integrated Buildings and Sites",
 "cfda_num": "47.041",
 "org_code": "07050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Raffaella Montelli",
 "awd_eff_date": "2012-04-15",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 275000.0,
 "awd_amount": 84182.0,
 "awd_min_amd_letter_date": "2012-04-10",
 "awd_max_amd_letter_date": "2015-02-18",
 "awd_abstract_narration": "I/UCRC for Sustainably Integrated Buildings and Sites (SIBS) \r\n\r\n1161031 University of North Carolina at Charlotte; Robert Cox \r\n1161017 Carnegie Mellon University; Volker Hartkopf \r\n1160872 CUNY City College; Robert Paaswell \r\n\r\nThe Center for Sustainably Integrated Buildings and Sites (SIBS) would bring together a disparate set of stakeholders (i.e. building owners and operators, component manufacturers, designers, utility providers, etc.) to develop a research agenda focused on the interaction between buildings and their environment. This is an interaction that involves several resource flows (i.e. energy, water, materials, and air) and occurs at scales that affect individual buildings and the community at large. Carnegie Mellon University and the CUNY City College are collaborating to establish the proposed center, with the University of North Carolina at Charlotte (UNCC) as the lead institution. \r\n\r\nThe primary goal of this planning project is to initiate formal partnership with various industry partners and government/non-governmental agencies that have an interest in creating a more sustainable built environment. The research themes at the proposed IUCRC are aimed at the industry need to respond to regulatory and public demands for minimizing virgin material use, water use, non-renewable energy use, and waste generation, and also at the societal need to protect the natural systems that support human life. The proposed Center will be multi-disciplinary in nature and independent of any one department, school or college. SIBS plans to leverage opportunities and funding from technology commercialization offices and business incubators in North Carolina, New York, and Pennsylvania. \r\n\r\nThe Broader Impact includes the enhancement of R&D and technology transfer infrastructure for the buildings industry, student training (including minority students) in an area that is likely to grow over the next several decades, and workforce training through an annual education and outreach programs for member company employees. Additionally, long term economic impact is expected through potential spin-off companies and increased revenue for existing companies. The proposed center has a broad and deep education and outreach program that includes graduate and undergraduate researchers on all projects. In addition, the PIs intend to use various mechanisms to disseminate SIBS research results to practitioners and students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "EEC",
 "org_div_long_name": "Division of Engineering Education and Centers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Volker",
   "pi_last_name": "Hartkopf",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Volker H Hartkopf",
   "pi_email_addr": "vh02@andrew.cmu.edu",
   "nsf_id": "000371432",
   "pi_start_date": "2012-04-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie Mellon University",
  "perf_str_addr": "5000 Forbes Ave",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133890",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "576100",
   "pgm_ele_name": "IUCRC-Indust-Univ Coop Res Ctr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "125E",
   "pgm_ref_txt": "CENTERS: CIVIL INFRASTRUCTURE SYS"
  },
  {
   "pgm_ref_code": "5761",
   "pgm_ref_txt": "INDUSTRY/UNIV COOP RES CENTERS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 55000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 29181.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Pa4\">From 2014-2015, Carnegie Mellon University&rsquo;s Center for Building Performance &amp; Diagnostics initiated projects with two sponsors : OSIsoft, LLC and the Energy Innovation Center, while seeking a 3<sup>rd</sup> NSF IUCRC partner.&nbsp;&nbsp;</p>\n<p>The first research effort was focused on<strong> Intelligent Dashboards for Facility (ID-F) and Corporate and Campus Portfolio Managers (ID-C). </strong><strong>&nbsp;</strong>The Carnegie Mellon University (CMU) research team, in collaboration with OSISoft began the effort to demonstrate the power of a portfolio-level building data analytics platform, integrating real time energy and BAS data as well as state-of-the-art sub-metering into a multi-channel database platform for energy savings and optimal indoor environmental quality. &nbsp;CMU began development of intelligent interfaces for facility managers (ID-F) and for corporate and campus portfolio managers (ID-C) that would extract tiers of building information from energy meters and sub-meters, environmental sensors, systems actuators and building automation systems, regardless of manufacturers, into a single integrated platform. The project is intended to demonstrate that policy makers, facilities managers, and building occupants can be engaged through user-friendly interfaces that integrate a breadth of building performance measures with recommended actions to enable data driven policy-making, building portfolio energy and indoor environmental quality optimization, and energy conservation engagement of building occupants.</p>\n<p>The second research effort was focused on <strong>Labs for Teaching Operational Performance (TOP)</strong>. The project is premised on the argument that design and engineering of stationary and mobile laboratories with their associated curricula are critical for teaching best practices in systems integration for whole building performance. The design and operational integration of building enclosure, HVAC, power and data, lighting, controls and interior design/engineering decisions are critical to low energy high performance workplaces. &nbsp;This project is focused on developing new integrated system learning laboratory modules with new curricula to train the next generation of designers, engineers, constructors, trade workers, facility managers, regulators, financers, and building occupants the critical decisions needed to design, install, commission, operate, and maintain high performance buildings.&nbsp;</p>\n<p>For the first research effort <strong>Intelligent Dashboards for Facility (ID-F) and Corporate and Campus Portfolio Managers (ID-C), </strong>CMU<strong> </strong>worked with OSIsoft (a funding partner), PNC Bank a corporate portfolio manager, and DOE&rsquo;s Center for Building Energy Innovation a facility manager for building 101. These partners bring a diversity of data sources, from the coarsest monthly utility bills, adding in building automation sensor/controller and trended data, adding in real time data, then the most detailed real time data including the introduction of low-cost sub-metering, and ending with end user satisfaction with indoor environmental quality &ndash; geographically linked to conditions. &nbsp;The CMU team&nbsp; successfully launched two highly accessible data bases and detailed user interfaces for client testing and revisions in the creation of a second generation of Intelligent Dashboards.&nbsp;</p>\n<p>For the second research effort <strong>Labs for Teaching Operational Performance (TOP), </strong>CMU worked with the Energy Innovation Center and leading manufacturers to develop concepts for integrated HVAC and lighting learning laboratory modules: a&nbsp; large scale side by side HVAC and BAS system teaching lab and a mobile lighting/daylighting lab or EcoPod that could provide hands on education in cities around the US.</p>\n<p>The principle disciplines that benefit from the ID-F...",
  "por_txt_cntn": "From 2014-2015, Carnegie Mellon UniversityÆs Center for Building Performance &amp; Diagnostics initiated projects with two sponsors : OSIsoft, LLC and the Energy Innovation Center, while seeking a 3rd NSF IUCRC partner.  \n\nThe first research effort was focused on Intelligent Dashboards for Facility (ID-F) and Corporate and Campus Portfolio Managers (ID-C).  The Carnegie Mellon University (CMU) research team, in collaboration with OSISoft began the effort to demonstrate the power of a portfolio-level building data analytics platform, integrating real time energy and BAS data as well as state-of-the-art sub-metering into a multi-channel database platform for energy savings and optimal indoor environmental quality.  CMU began development of intelligent interfaces for facility managers (ID-F) and for corporate and campus portfolio managers (ID-C) that would extract tiers of building information from energy meters and sub-meters, environmental sensors, systems actuators and building automation systems, regardless of manufacturers, into a single integrated platform. The project is intended to demonstrate that policy makers, facilities managers, and building occupants can be engaged through user-friendly interfaces that integrate a breadth of building performance measures with recommended actions to enable data driven policy-making, building portfolio energy and indoor environmental quality optimization, and energy conservation engagement of building occupants.\n\nThe second research effort was focused on Labs for Teaching Operational Performance (TOP). The project is premised on the argument that design and engineering of stationary and mobile laboratories with their associated curricula are critical for teaching best practices in systems integration for whole building performance. The design and operational integration of building enclosure, HVAC, power and data, lighting, controls and interior design/engineering decisions are critical to low energy high performance workplaces.  This project is focused on developing new integrated system learning laboratory modules with new curricula to train the next generation of designers, engineers, constructors, trade workers, facility managers, regulators, financers, and building occupants the critical decisions needed to design, install, commission, operate, and maintain high performance buildings. \n\nFor the first research effort Intelligent Dashboards for Facility (ID-F) and Corporate and Campus Portfolio Managers (ID-C), CMU worked with OSIsoft (a funding partner), PNC Bank a corporate portfolio manager, and DOEÆs Center for Building Energy Innovation a facility manager for building 101. These partners bring a diversity of data sources, from the coarsest monthly utility bills, adding in building automation sensor/controller and trended data, adding in real time data, then the most detailed real time data including the introduction of low-cost sub-metering, and ending with end user satisfaction with indoor environmental quality &ndash; geographically linked to conditions.  The CMU team  successfully launched two highly accessible data bases and detailed user interfaces for client testing and revisions in the creation of a second generation of Intelligent Dashboards. \n\nFor the second research effort Labs for Teaching Operational Performance (TOP), CMU worked with the Energy Innovation Center and leading manufacturers to develop concepts for integrated HVAC and lighting learning laboratory modules: a  large scale side by side HVAC and BAS system teaching lab and a mobile lighting/daylighting lab or EcoPod that could provide hands on education in cities around the US.\n\nThe principle disciplines that benefit from the ID-F/ID-C database and dashboard project are Architecture, Building Engineering, Facility Management and Portfolio Energy Management. The emergence of multi-year energy data and data bases capable to storing detailed energy, building automation and facilities data are transforming pr..."
 }
}