{
 "awd_id": "1161046",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CSEDI: From fine to global scales: Integrated studies of the structure, dynamics, and mineral physics of the lower mantle",
 "cfda_num": "47.050",
 "org_code": "06030208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Robin Reichlin",
 "awd_eff_date": "2012-05-15",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 360000.0,
 "awd_min_amd_letter_date": "2012-05-15",
 "awd_max_amd_letter_date": "2012-05-15",
 "awd_abstract_narration": "Located nearly 2,000 miles below the surface of the Earth, the core mantle boundary (CMB) represents one of the most dramatic layers within our planet (second only to Earth's surface). Changes across the layer exert a primary influence on the cooling of the Earth, the dynamics of the core (and hence Earth's protective magnetic field), and on the dynamics of the mantle (expressed as plume-related volcanism at the Earth's surface). We aim to answer the question, how do physical and chemical processes in the core-mantle boundary region modulate the planet's mass and heat flux, and what are the consequences for the whole Earth system? This layer is not just physically remote, but the conditions there are extremely challenging to reproduce experimentally: pressures over one million times atmospheric and temperatures approaching 6000 degrees Fahrenheit. Although, enormous strides have been made in recent decades towards understanding the dynamics of the deep Earth system using techniques from different disciplines (e.g., geodynamics, seismology, mineral physics), no single method provides a unique answer. Consequently, the project will combine data, methods, and expertise to attempt to overcome this non-uniqueness. The project will support (at least partially) three graduate students working in our multi-disciplinary environment; the students involved with this work will individually become exposed to state-of-the-art skills that can be applied within the Earth sciences and more broadly in science and engineering. \r\n\r\nMajor advances in experimental and computational facilities, instrument resolution, and deployment of the USArray are providing unprecedented opportunities to understand the processes operating in the deep Earth. However, we lack a comprehensive knowledge of how the deepest parts of the Earth operate within the global Earth system. The project will encompass comprehensive laboratory measurements, ab-initio calculations, seismic observations, and 4-D models. We will develop an integrated multi-scale understanding of the chemical and physical processes at the boundary between solid mantle and fluid core which couple across spatial and temporal scales, while improving data resolution and modeling capabilities to better predict the evolution of the earth system. We will apply seismic modeling techniques to better constrain the structure of the mantle and we will mine and model seismic waveform data from regional arrays (US, Chinese and Japanese seismic networks). A host of forward 2-D and spherical dynamic models linked to a new paleogeographic system will be used to predict and interpret seismic data. We will perform laboratory experiments under high-PT and determine elastic properties and equations of state of candidate phases. The geodynamic and seismic models will use the best constraints from mineral physics, including our experimental work.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Gurnis",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Michael C Gurnis",
   "pi_email_addr": "gurnis@caltech.edu",
   "nsf_id": "000094280",
   "pi_start_date": "2012-05-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "Helmberger",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Donald V Helmberger",
   "pi_email_addr": "helm@gps.caltech.edu",
   "nsf_id": "000382799",
   "pi_start_date": "2012-05-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jennifer",
   "pi_last_name": "Jackson",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Jennifer M Jackson",
   "pi_email_addr": "jackson@gps.caltech.edu",
   "nsf_id": "000309242",
   "pi_start_date": "2012-05-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Institute of Technology",
  "inst_street_address": "1200 E CALIFORNIA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6263956219",
  "inst_zip_code": "911250001",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CALIFORNIA INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U2JMKHNS5TG4"
 },
 "perf_inst": {
  "perf_inst_name": "California Institute of California",
  "perf_str_addr": "1200 E. California Blvd.",
  "perf_city_name": "Pasadena",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  },
  {
   "pgm_ele_code": "158500",
   "pgm_ele_name": "STUDIES OF THE EARTHS DEEP INT"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 360000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We focused on the deepest part of the mantle and the boundary between the fluid core and solid mantle because the region has a disproportionate influence on how earth removes heat and the occurrence of volcanism at the surface. Because the region is so remote, we must combine our seismic observations with experiments on the properties of materials under extreme conditions and geodynamic models of flow in the mantle.</p>\n<p>We use body waves that directly transmit through the mantle and are refracted and reflected by the structures. In this project we specifically targeted what we call Large Low Shear Velocity Provinces, or LLSVPs for short, under the Pacific and Africa. These structures are thought to have a different chemical composition and are much hotter then their surroundings.&nbsp; We use many seismic arrivals recorded in the United States using the USArray from earthquakes in the western Pacific. Using seismic waves that repeated bounce off the core mantle boundary and the surface in combination with waves which diffract around the core mantle boundary, we are able to isolate where the structures are located and by how much the seismic velocities change. We find that the shear wave arrivals often had waveforms that were distorted and we are able to use these distortions to better determine the velocity gradients within the lower mantle below the Pacific. We find seismic velocity contrasts that are much larger, by a factor of two to three within the lower 800km of the mantle, compared to traditional seismic tomography.</p>\n<p>We attempted to better understand the origin of the seismic velocity anomalies by using a method called diamond anvil cells in which earth samples are compressed to the pressures of the core mantle boundary 130 GPa or over a million times atmospheric pressure. The samples were heated with laser light to bring their temperature up to those thought to occur in the lower mantle. We investigated the thermal properties and equation of state of the most common phase in the deep earth, (Mg,Fe)SiO3 perovskite, a mineral we now call Bridgemanite.</p>\n<p>We also looked at the properties of an oxide &nbsp;(Mg0.0657Fe0.94)O up to pressures of 120 GPa and temperatures of 2000 K. Here we needed to use the very fine X-rays at a synchrotron, specifically the Advanced Photon Source (APS) in Illinois. Using our measured equation of state and the inferred seismic compressional and shear wave velocities, we combined these with a simple mixing model to predict the properties of a solid Ultra Low Velocity Zone (ULVZ). &nbsp;We found that a small amount of iron-rich (Mg,Fe)O can greatly reduce the average sound velocity of an aggregate assemblage. Then we combine this mineral physics results with what we call a geodynamic model of a solid ULVZ, and found that we could &nbsp;predicted the seismically inferred velocities and shapes of the ULVZ. The result is important because it provides a reasonable explanation for the occurrence of the ULVZs at the core mantle boundary. The standard model is that the ULVZs represent molten regions at the boundary.</p>\n<p>We have also been able to study the structure of both the ULVZs and the LLSVPs with geodynamic models. Such models use large parallel computers to solve the equations of motion and thermal transport with the properties of a slow, hot creeping solid. The computer models that we have used simulate the motions in the entire spherical mantle over millions of years with the actual motions of the tectonic plates which we determined from the geology and geophysics of the sea floor. As shown in Figure 1, we found that thermochemical structures representing the LLSVPs deform and migrate along the core-mantle boundary (CMB) in response to the tectonic plates.</p>\n<p>The broader impacts of this worked included the training of a number of Caltech graduate students. Dunzhu Li was trained in the use of digital seismic anal...",
  "por_txt_cntn": "\nWe focused on the deepest part of the mantle and the boundary between the fluid core and solid mantle because the region has a disproportionate influence on how earth removes heat and the occurrence of volcanism at the surface. Because the region is so remote, we must combine our seismic observations with experiments on the properties of materials under extreme conditions and geodynamic models of flow in the mantle.\n\nWe use body waves that directly transmit through the mantle and are refracted and reflected by the structures. In this project we specifically targeted what we call Large Low Shear Velocity Provinces, or LLSVPs for short, under the Pacific and Africa. These structures are thought to have a different chemical composition and are much hotter then their surroundings.  We use many seismic arrivals recorded in the United States using the USArray from earthquakes in the western Pacific. Using seismic waves that repeated bounce off the core mantle boundary and the surface in combination with waves which diffract around the core mantle boundary, we are able to isolate where the structures are located and by how much the seismic velocities change. We find that the shear wave arrivals often had waveforms that were distorted and we are able to use these distortions to better determine the velocity gradients within the lower mantle below the Pacific. We find seismic velocity contrasts that are much larger, by a factor of two to three within the lower 800km of the mantle, compared to traditional seismic tomography.\n\nWe attempted to better understand the origin of the seismic velocity anomalies by using a method called diamond anvil cells in which earth samples are compressed to the pressures of the core mantle boundary 130 GPa or over a million times atmospheric pressure. The samples were heated with laser light to bring their temperature up to those thought to occur in the lower mantle. We investigated the thermal properties and equation of state of the most common phase in the deep earth, (Mg,Fe)SiO3 perovskite, a mineral we now call Bridgemanite.\n\nWe also looked at the properties of an oxide  (Mg0.0657Fe0.94)O up to pressures of 120 GPa and temperatures of 2000 K. Here we needed to use the very fine X-rays at a synchrotron, specifically the Advanced Photon Source (APS) in Illinois. Using our measured equation of state and the inferred seismic compressional and shear wave velocities, we combined these with a simple mixing model to predict the properties of a solid Ultra Low Velocity Zone (ULVZ).  We found that a small amount of iron-rich (Mg,Fe)O can greatly reduce the average sound velocity of an aggregate assemblage. Then we combine this mineral physics results with what we call a geodynamic model of a solid ULVZ, and found that we could  predicted the seismically inferred velocities and shapes of the ULVZ. The result is important because it provides a reasonable explanation for the occurrence of the ULVZs at the core mantle boundary. The standard model is that the ULVZs represent molten regions at the boundary.\n\nWe have also been able to study the structure of both the ULVZs and the LLSVPs with geodynamic models. Such models use large parallel computers to solve the equations of motion and thermal transport with the properties of a slow, hot creeping solid. The computer models that we have used simulate the motions in the entire spherical mantle over millions of years with the actual motions of the tectonic plates which we determined from the geology and geophysics of the sea floor. As shown in Figure 1, we found that thermochemical structures representing the LLSVPs deform and migrate along the core-mantle boundary (CMB) in response to the tectonic plates.\n\nThe broader impacts of this worked included the training of a number of Caltech graduate students. Dunzhu Li was trained in the use of digital seismic analysis, computational science and the use of massively parallel supercomputers. Dan Bower was trained in the use o..."
 }
}