{
 "awd_id": "1162304",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Maurice Auslander International Conference",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Victoria Powers",
 "awd_eff_date": "2012-02-01",
 "awd_exp_date": "2015-01-31",
 "tot_intn_awd_amt": 48000.0,
 "awd_amount": 48000.0,
 "awd_min_amd_letter_date": "2011-12-12",
 "awd_max_amd_letter_date": "2012-12-11",
 "awd_abstract_narration": "The 2012 Maurice Auslander International Conference will be held at the Marine Biological Laboratory in Woods Hole Massachusetts, USA on April 25-30, 2012, and the 2013 conference is also planned for April. \r\n\r\nMaurice Auslander was an influential mathematician at Brandeis University, widely known for his creation, together with Idun Reiten, of Auslander-Reiten theory. In the twenty first century, Auslander's work has become even more popular with the many fields that are applying and using this theory; particularly important is the fact that the cluster theory of Zelevinsky and Fomin, which is connected to so many different fields, is also intimately related to the representation theory of finite dimensional algebras. The proposed Maurice Auslander International Conference plans to bring together mathematicians from representation theory and related areas of combinatorics, invariant theory, non-commutative algebra, commutative algebra, homological algebra, etc. With support from the National Science Foundation, this successful yearly event will expand its participation, extend support to more graduate students and be extended to six days. There will be expository and research lectures about such topics as generalized cluster categories, including those related to surfaces, Poisson structures and their relation to cluster algebras, Brauer-Severi variety of Sklyanin algebras, universal deformation rings, quiver Grassmannians, Calabi-Yau algebras, Christoffel words and Markov numbers, Hopf algebra actions, twisted Plucker coordinates and combinatorial perfect matchings, higher Auslander algebras, MV polytopes and Nakajima quiver varieties. Many breakthrough have been presented at this conference, for example a proof of the well-known Strong No Loop Conjecture was presented for the first time in 2010.\r\n\r\nThe proposed Maurice Auslander International Conference is intended to be a center of activity for this area of algebra in the United States. The conference will be a combination workshop/conference/student presentation event. Each day of the conference will start with an expository lecture by known international experts in various fields of algebra. This will be followed by at least one student presentation explaining results related to their PhD theses. The rest of the lectures will be traditional conference talks. The goal of the expository talks and student talks is to make current research in algebra accessible to graduate students and postdocs and to give beginning researchers a platform to display their achievements. We also want to introduce international leaders in our field to the young talent that we have in the US. The intent is that our young researchers will become better known in the world and will make outside contacts. Also, there is a strategic national goal that will be furthered. The US is already the leading country in many areas of mathematical research. However, it is lagging in new branches of algebra which are being developed largely in other countries. The proposed conference will help to reverse this trend. We will make these current topics more accessible and more popular.\r\n\r\nThe 2012 conference will be held April 25-30, 2012, and the 2013 conference is also planned for April.  More information about the Maurice Auslander International Conference can be found at http://www.math.neu.edu/~martsinkovsky/p/MADL/MADL.html",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gordana",
   "pi_last_name": "Todorov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gordana Todorov",
   "pi_email_addr": "g.todorov@northeastern.edu",
   "nsf_id": "000102375",
   "pi_start_date": "2011-12-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Martsinkovsky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander Martsinkovsky",
   "pi_email_addr": "a.martsinkovsky@northeastern.edu",
   "nsf_id": "000320697",
   "pi_start_date": "2011-12-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kiyoshi",
   "pi_last_name": "Igusa",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kiyoshi Igusa",
   "pi_email_addr": "igusa@brandeis.edu",
   "nsf_id": "000229231",
   "pi_start_date": "2011-12-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northeastern University",
  "inst_street_address": "360 HUNTINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173735600",
  "inst_zip_code": "021155005",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "NORTHEASTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HLTMVS2JZBS6"
 },
 "perf_inst": {
  "perf_inst_name": "Northeastern University",
  "perf_str_addr": "360 Huntington Avenue",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021155005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  },
  {
   "pgm_ele_code": "797000",
   "pgm_ele_name": "Combinatorics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 24000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 24000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Auslander Conference received funding from the National Science Foundation for the last three years and was a great success. As we had hoped, the conference advanced our understanding of the state of research in new areas as well as in classical areas of research, generated several collaborations and papers and successfully introduced young talent to the research community. Participants came from Japan, Norway, Germany, Argentina, Netherlands, India, Mexico, Spain and other countries. Together with established international researchers we also had at least 8 post-docs and 12 students each year.<br />Here are some of the very rewarding outcomes of these conferences. In 2013, Frauke Bleher from University of Iowa reported on the results of collaboration with two other researchers which started at the 2012 Auslander Conference. Also, Miodrag Iovanov of the University of Iowa and Birge Huisgen-Zimmermann of University of California Santa Barbara had a very successful collaboration at the 2012 Auslander Conference. In 2013, the work of Jeanne Scott on cluster structures on Grassmannians was mentioned several times and, on the last day of the conference, she gave a beautiful talk about Postnikov Diagrams which illustrate these structures. In 2012, Jeremy Russell, then a PhD student at Northeastern University, presented his work on \"A functorial approach to linkage.\" This is a new approach to a classical construction in algebra. Ivo Herzog of Ohio State University was very impressed and invited Jeremy to come to visit him. This lead to an ongoing research collaboration between Ivo and Jeremy who, since then, has graduated and is teaching in New Jersey at TCNJ. &nbsp;At the 2014 conference, Jose Antonio de la Pena started a collaboration with two of the organizers of the meeting: Kiyoshi Igusa and Gordana Todorov and he invited them to come to the Mathematical Institute CIMAT in Mexico to work on this new project, the results of which will be published in the proceedings of the 2014 Auslander Conference. On the first day of the 2013 Auslander Conference, Ralf Schiffler from University of Connecticut presented for the first time his proof, joint work with Kyungyong Lee from Wayne State University, of the Positivity Conjecture, one of the major conjectures of Fomin and Zelevinsky.&nbsp;<br />The main lectures in the 2012 Auslander Conference have been published in one volume of Contemporary Mathematics entitled \"Expository Lectures in Representation Theory\" and the Proceedings of the 2013 and 2014 Auslander Conferences are also being prepared for publication.<br />In 2012, the Distinguished Lectures, delivered by Ragnar Buchweitz from the University of Toronto, connected the work of Auslander-Buchweitz on classical Cohen-Macaulay modules with the new work of Dmitry Orlov on singularity categories. In 2014 Auslander Distinguished Lectures, Luchezar Avramov of the University of Nebraska, presented new results about the classical topic of commutative algebra on cohomologically noetherian rings. In 2013 we had Sergey Fomin of the University of Michigan as our Distinguished Speaker for the Auslander Conference. Together with the late Andrei Zelevinsky, Professor Fomin was the creator of the theory of cluster algebras which has inspired so much research in the twenty-first century.<br />The Auslander Conference is held every year in April or May in Woods Hole. The events sponsored by the National Science Foundation were held at the Woods Hole Oceanographic Institute, Quissett Campus, on April 25-30, 2012, April 18-23, 2013 and May 1-6, 2014. In these three years, almost 70 participation were registered each year, compared to an average of 48 the previous three years. Each day started with an Expository Lecture by a well established expert followed by several research talks and at least one Student Talk where students were given 25 minutes to present their work.&nbsp;<br />Fund...",
  "por_txt_cntn": "\nThe Auslander Conference received funding from the National Science Foundation for the last three years and was a great success. As we had hoped, the conference advanced our understanding of the state of research in new areas as well as in classical areas of research, generated several collaborations and papers and successfully introduced young talent to the research community. Participants came from Japan, Norway, Germany, Argentina, Netherlands, India, Mexico, Spain and other countries. Together with established international researchers we also had at least 8 post-docs and 12 students each year.\nHere are some of the very rewarding outcomes of these conferences. In 2013, Frauke Bleher from University of Iowa reported on the results of collaboration with two other researchers which started at the 2012 Auslander Conference. Also, Miodrag Iovanov of the University of Iowa and Birge Huisgen-Zimmermann of University of California Santa Barbara had a very successful collaboration at the 2012 Auslander Conference. In 2013, the work of Jeanne Scott on cluster structures on Grassmannians was mentioned several times and, on the last day of the conference, she gave a beautiful talk about Postnikov Diagrams which illustrate these structures. In 2012, Jeremy Russell, then a PhD student at Northeastern University, presented his work on \"A functorial approach to linkage.\" This is a new approach to a classical construction in algebra. Ivo Herzog of Ohio State University was very impressed and invited Jeremy to come to visit him. This lead to an ongoing research collaboration between Ivo and Jeremy who, since then, has graduated and is teaching in New Jersey at TCNJ.  At the 2014 conference, Jose Antonio de la Pena started a collaboration with two of the organizers of the meeting: Kiyoshi Igusa and Gordana Todorov and he invited them to come to the Mathematical Institute CIMAT in Mexico to work on this new project, the results of which will be published in the proceedings of the 2014 Auslander Conference. On the first day of the 2013 Auslander Conference, Ralf Schiffler from University of Connecticut presented for the first time his proof, joint work with Kyungyong Lee from Wayne State University, of the Positivity Conjecture, one of the major conjectures of Fomin and Zelevinsky. \nThe main lectures in the 2012 Auslander Conference have been published in one volume of Contemporary Mathematics entitled \"Expository Lectures in Representation Theory\" and the Proceedings of the 2013 and 2014 Auslander Conferences are also being prepared for publication.\nIn 2012, the Distinguished Lectures, delivered by Ragnar Buchweitz from the University of Toronto, connected the work of Auslander-Buchweitz on classical Cohen-Macaulay modules with the new work of Dmitry Orlov on singularity categories. In 2014 Auslander Distinguished Lectures, Luchezar Avramov of the University of Nebraska, presented new results about the classical topic of commutative algebra on cohomologically noetherian rings. In 2013 we had Sergey Fomin of the University of Michigan as our Distinguished Speaker for the Auslander Conference. Together with the late Andrei Zelevinsky, Professor Fomin was the creator of the theory of cluster algebras which has inspired so much research in the twenty-first century.\nThe Auslander Conference is held every year in April or May in Woods Hole. The events sponsored by the National Science Foundation were held at the Woods Hole Oceanographic Institute, Quissett Campus, on April 25-30, 2012, April 18-23, 2013 and May 1-6, 2014. In these three years, almost 70 participation were registered each year, compared to an average of 48 the previous three years. Each day started with an Expository Lecture by a well established expert followed by several research talks and at least one Student Talk where students were given 25 minutes to present their work. \nFunding from the National Science Foundation has helped to transform the Auslander Conference into a very ..."
 }
}