{
 "awd_id": "1162182",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER:  Ionic Liquid Ion Sources and Nanomanufacturing",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927017",
 "po_email": "khcooper@nsf.gov",
 "po_sign_block_name": "Khershed Cooper",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 129411.0,
 "awd_amount": 129411.0,
 "awd_min_amd_letter_date": "2012-05-31",
 "awd_max_amd_letter_date": "2012-05-31",
 "awd_abstract_narration": "The objective of this EArly-Grant for Exploratory Research (EAGER) project is to study the fundamental science and engineering of nano-ion emitters based on room temperature molten salts (ionic liquids - ILs). The context of this project is related to applications in nanomanufacturing, space propulsion and other fields. It is possible with ionic liquid ion sources (ILIS) to field-evaporate nearly monochromatic positive or negative ion beams from a virtual point. These characteristics are ideal for applications at the nano-scale as these ions potentially can be focused to sizes commensurate with the source, which according to recent estimates is a few nm. In addition, the high efficiency and brightness enables micro and nanoengineered propulsion devices for very small satellites (0.1-10 kg). Many of these ions are chemically reactive, in principle enhancing etching rates without recurring to chemical assistance in wafer processing applications. With the vast number of available ILs it should be possible to tailor ion beam composition to specific applications.  The main goal is to improve our understanding of ILIS sources through theory and experiment. Particular attention will be given to (1) the determination of the focusability of ion beams, (2) their reactive etching characteristics and other interactions with materials, (3) their potential for nanomanufacture in dense arrays for high throughput and (4) contribute to the theory of molecular ion emission. The research objectives and methods are centered around a series of challenges and missing knowledge described in this proposal.  The uniqueness and novelty of ionic liquid ion sources open up a number of relevant research avenues, ranging from the design of the source and its implementation in arrays to the theory of molecular ion evaporation and the interaction of ions with materials. Few advances in field evaporation ion sources have been made beyond the invention of the liquid metal ion source more than 30 years ago. The introduction of ILIS has the potential to revitalize the field and is expected that important scientific and engineering contributions will result from NSF support in this new area.\r\n\r\nIt is anticipated that ILIS sources will have relevant impact on industrial applications, such as nanomanufacturing, ion microscopy, lithography and implantation on a variety of solid-state materials, and in propulsion applications for small satellites. It is also expected that relevant collaborations will emerge as research results are documented in scientific journals. This research will have an important impact on the educational curriculum of undergraduate and graduate students enrolled in interdisciplinary programs at MIT.  In addition, this NSF support will be pivotal in continuing involvement in outreach programs, such as MIT's Summer Research Program (MSRP), which supports education in science and engineering of under-represented groups and the Undergraduate Research Opportunities Program (UROP). Coordinated outreach activities will be organized with local educators and research institutions at all levels, inviting them to participate with their students in laboratory demonstrations, lectures and other scientific activities with the objective of encouraging young students to pursue an education in science, technology, engineering and mathematics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paulo",
   "pi_last_name": "Lozano",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paulo Lozano",
   "pi_email_addr": "plozano@mit.edu",
   "nsf_id": "000095255",
   "pi_start_date": "2012-05-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 Massachusetts Avenue",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394301",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "178800",
   "pgm_ele_name": "NANOMANUFACTURING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "084E",
   "pgm_ref_txt": "NANOMANUFACTURING"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9146",
   "pgm_ref_txt": "MANUFACTURING BASE RESEARCH"
  },
  {
   "pgm_ref_code": "MANU",
   "pgm_ref_txt": "MANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 129411.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>NSF EAGER funding has allowed key advances in the theory and engineering of Ionic Liquid Ion Sources (ILIS). This research has potential impacts on industrial applications, such as nanomanufacturing, through its use in Focused Ion Beam (FIB) technology, as well as in propulsion for small satellites.</p>\n<p>ILIS rely on ionic liquids, which are mixtures of complex organic and inorganic positive and negative particles (ions). An ILIS consists of a sharp needle covered by ionic liquid (Figure 1). This tip structure is known as the emitter. By applying a voltage to the liquid on the emitter with respect to a downstream extraction electrode, the liquid is electrically stressed into a conical shape. The apex of this cone produces a beam of ions that can be used in different applications.</p>\n<p>For instance, the beams ejected from an ILIS can provide impulse for spacecraft. Thrusters can be built using arrays of ILIS emitters. Since ILIS are based on micro-sized tips, the thruster packages are compact and lightweight. They require less power and relatively simpler electronics than other thrusters, making them ideal for small satellites. ILIS could also be used as sources of new ion species for FIB systems. In FIB, the particles emitted from a source are directed into a narrow beam that can be used to pattern samples. FIB tools are widely used in the semiconductor industry and in research laboratories for the creation, inspection and modification of nanoscale structures. ILIS have adequate properties for use in FIB and they could help overcome limitations inherent to current FIB systems.</p>\n<p>&nbsp;</p>\n<p>NSF EAGER funding has been used to devise strategies for extending the lifetime of ILIS. Traditionally, ILIS operation in a single emission mode has been limited by corrosion, caused by electrochemical reactions of the ionic liquid with the supporting needle. Under this grant, we proposed and validated new models of the electrochemical mechanism affecting these sources. We implemented a crucial mitigation strategy that enables the operation of ILIS in a single mode: a distal electrode. By applying the voltage directly to the liquid instead of the needle, using a secondary (distal) electrode, the needle is unaffected and the source can operate in a single mode as required (Figure 2).</p>\n<p>This project has also included characterization of the operational properties of ILIS. The behavior of the source can be monitored by firing the beam towards a visualization system and capturing the beam profile with a camera (Figure 3). We modified the extraction voltage while recording the profile, and determined that the source transitions from single to multiple beam emission as the extraction voltage is increased. This multiple beam behavior is unstable, and is therefore an unsuitable regime for FIB.</p>\n<p>In the final stages of this project, we explored alternative emitter materials in order to improve the liquid supply for prolonged operation. Traditional emitters have consisted of sharpened tungsten tips, which are roughened to create grooves along the surface that transport the liquid. However, the ionic liquid does not wet this tungsten configuration properly, and so there are discontinuities in the flow to the apex, which lead to instabilities during extended operation. A<em> </em>tungsten oxide emitter has been developed and tested. By baking the rough tungsten emitter in an oxygen atmosphere, a thin oxide layer is grown on the surface, while the basic emitter shape is preserved. This oxide has cracks along the grooves that provide superior wetting with respect to the tungsten surface (see Figure 4). &nbsp;This alternative ILIS produces a beam similar to the traditional configuration. We have tested these sources over several hundred-hour periods and demonstrated excellent short-term stability, although there are still random variations in the source over hour timescale...",
  "por_txt_cntn": "\nNSF EAGER funding has allowed key advances in the theory and engineering of Ionic Liquid Ion Sources (ILIS). This research has potential impacts on industrial applications, such as nanomanufacturing, through its use in Focused Ion Beam (FIB) technology, as well as in propulsion for small satellites.\n\nILIS rely on ionic liquids, which are mixtures of complex organic and inorganic positive and negative particles (ions). An ILIS consists of a sharp needle covered by ionic liquid (Figure 1). This tip structure is known as the emitter. By applying a voltage to the liquid on the emitter with respect to a downstream extraction electrode, the liquid is electrically stressed into a conical shape. The apex of this cone produces a beam of ions that can be used in different applications.\n\nFor instance, the beams ejected from an ILIS can provide impulse for spacecraft. Thrusters can be built using arrays of ILIS emitters. Since ILIS are based on micro-sized tips, the thruster packages are compact and lightweight. They require less power and relatively simpler electronics than other thrusters, making them ideal for small satellites. ILIS could also be used as sources of new ion species for FIB systems. In FIB, the particles emitted from a source are directed into a narrow beam that can be used to pattern samples. FIB tools are widely used in the semiconductor industry and in research laboratories for the creation, inspection and modification of nanoscale structures. ILIS have adequate properties for use in FIB and they could help overcome limitations inherent to current FIB systems.\n\n \n\nNSF EAGER funding has been used to devise strategies for extending the lifetime of ILIS. Traditionally, ILIS operation in a single emission mode has been limited by corrosion, caused by electrochemical reactions of the ionic liquid with the supporting needle. Under this grant, we proposed and validated new models of the electrochemical mechanism affecting these sources. We implemented a crucial mitigation strategy that enables the operation of ILIS in a single mode: a distal electrode. By applying the voltage directly to the liquid instead of the needle, using a secondary (distal) electrode, the needle is unaffected and the source can operate in a single mode as required (Figure 2).\n\nThis project has also included characterization of the operational properties of ILIS. The behavior of the source can be monitored by firing the beam towards a visualization system and capturing the beam profile with a camera (Figure 3). We modified the extraction voltage while recording the profile, and determined that the source transitions from single to multiple beam emission as the extraction voltage is increased. This multiple beam behavior is unstable, and is therefore an unsuitable regime for FIB.\n\nIn the final stages of this project, we explored alternative emitter materials in order to improve the liquid supply for prolonged operation. Traditional emitters have consisted of sharpened tungsten tips, which are roughened to create grooves along the surface that transport the liquid. However, the ionic liquid does not wet this tungsten configuration properly, and so there are discontinuities in the flow to the apex, which lead to instabilities during extended operation. A tungsten oxide emitter has been developed and tested. By baking the rough tungsten emitter in an oxygen atmosphere, a thin oxide layer is grown on the surface, while the basic emitter shape is preserved. This oxide has cracks along the grooves that provide superior wetting with respect to the tungsten surface (see Figure 4).  This alternative ILIS produces a beam similar to the traditional configuration. We have tested these sources over several hundred-hour periods and demonstrated excellent short-term stability, although there are still random variations in the source over hour timescales. Factors such as liquid contamination and tip geometry should be addressed in order to guarantee steady operation.\n..."
 }
}