{
 "awd_id": "1162070",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Complex Analysis and Geometry",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce P. Palka",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 270000.0,
 "awd_amount": 270000.0,
 "awd_min_amd_letter_date": "2012-04-09",
 "awd_max_amd_letter_date": "2014-04-07",
 "awd_abstract_narration": "The principal investigator proposes to work on problems of complex analysis and geometry that involve infinite dimensional objects. The project has three main themes. The first is to study the sheaf cohomology groups of certain infinite-dimensional manifolds and their loop spaces. The huge amount of experience from finite dimensions and the much smaller, but growing, amount of experience in infinite dimensions suggest that cohomological questions will be central to analysis and geometry in infinite dimensions. The overarching questions are: (1) How is the infinite-dimensional theory different from the finite-dimensional theory, and how are the two similar? (2) What kind of information concerning a manifold can be gleaned from the cohomology groups of its loop spaces? A concrete problem to be considered is to endow the cohomology groups of infinite-dimensional manifolds with a suitable topology and to ask whether theorems like Leray's isomorphism theorem or a relative version of Serre duality theorem can be proved. The second theme of the project concerns direct images of Hermitian holomorphic vector bundles (over finite-dimensional manifolds) under not-necessarily-proper maps. The best one can expect is that direct images will be smooth fields of Hilbert spaces, a recent generalization of vector bundles. The principal investigator will explore topics such as the following ones: geometric conditions that imply the direct image is indeed a smooth field of Hilbert spaces; the curvature of the direct image; and the theory of the Cauchy-Riemann equations in holomorphic fields of Hilbert spaces. The third theme concerns the space of Kahler metrics on a given Kahler manifold. This is an infinite-dimensional Riemannian manifold, and the project will investigate its geodesics.\r\n\r\nOne of the roles of mathematics is to provide the terms in which to describe the world around us. As we are discovering more and more complicated phenomena, both natural and societal, it is critical that the descriptions nevertheless stay simple. Mathematics achieves this by introducing new notions. Here is an example that is pertinent to this project. Quantities in the real world are measured by real numbers, and since the invention of analytic geometry we know that real world figures (e.g., curves, surfaces) can be described by functions of real variables. Yet real world quantities in oscillatory phenomena, for example voltage in alternating current, can be described much more simply in terms of complex numbers. It takes some investment of time and energy to introduce complex numbers, but once this is done, the descriptions of the phenomena become fully transparent. By now we understand well that complex numbers are indispensable in a huge number of problems. Similarly, one is often forced to pass from functions of real variables and the figures they describe to functions of complex variables and the associated geometric figures. Real world phenomena often involve a vast number of parameters to control, and their treatment requires working with functions of a vast number of variables. It again turns out that introducing a new mental construct, functions of infinitely many variables, oftentimes simplifies the understanding of those phenomena. This project, continuing earlier research of the prinicipal investigator, is directed towards uncovering fundamental properties of functions of infinitely many complex variables and the associated figures, so-called infinite-dimensional complex manifolds. Part of the project will investigate what bearing the infinite-dimensional theory has on finite-dimensional, closer-to-home problems. Some of the concrete problems in the project are directly motivated by quantum theory and have the potential to impact theoretical physics. By involving graduate students, the project will also serve to introduce young people to mathematical research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laszlo",
   "pi_last_name": "Lempert",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Laszlo Lempert",
   "pi_email_addr": "lempert@math.purdue.edu",
   "nsf_id": "000289563",
   "pi_start_date": "2012-04-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Purdue University",
  "inst_street_address": "2550 NORTHWESTERN AVE # 1100",
  "inst_street_address_2": "",
  "inst_city_name": "WEST LAFAYETTE",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "7654941055",
  "inst_zip_code": "479061332",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "PURDUE UNIVERSITY",
  "org_prnt_uei_num": "YRXVL4JYCEF5",
  "org_uei_num": "YRXVL4JYCEF5"
 },
 "perf_inst": {
  "perf_inst_name": "Purdue University",
  "perf_str_addr": "150 N University Street",
  "perf_city_name": "West Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479072067",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 59054.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 104381.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 106565.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In a nutshell, this project was about geometrical questions concerning figures that are determined through complex numbers (the techinal term being ``complex manifolds''). The figures are typically higher dimensional, often infinite dimensional,&nbsp; so hard to visualize. Nevertheless, they do arise in connection with the mathematical description of our world; for example quantum mechanics describes and explains the microworld&nbsp; in terms of&nbsp; infinite dimensional Hilbert spaces. It is important that even if these high dimensional objects are hard if not impossible to visualize, mathematics offers tools to understand their properties. My project was directed to create and exploit such tools in various settings.</p>\n<p>One overarching theme was to understand how local properties of a figure determine their global properties. That is, knowing the properties of the figure in some small vicinity of any of its points, is it possible to conclude corresponding properties of the entire figure? One way to encode this is through so called cohomology groups. If the cohomology group consists of one element, then passage from local to global is possible. Otherwise the elements of the group represent the obstructions to go from local to global. In the project I created a new method to calculate these cohomology groups, and pointed to ways how to apply this method.</p>\n<p>Another approach to encoding local properties of figures is through curvature. The curvature of a figure, measuring how the figure bends, can be computed at each of its points. In the simplest case curvature associates with points a number; but in general, curvature at each point is given by an operator. The question again is what are the global consequences if we know the curvature. I dealt with this problem in the context of hermitian metrics on vector bundles. One result roughly says that if one metric is more curved than another, then the first metric is everywhere bigger then the second. This (along with other tools) I used with a collaborator to prove a purely analytical result about interpolating so called holomorphic functions.</p>\n<p>A final component of the project revolved around metrics on complex manifolds. A metric is a description of how to compute distances between points on the manifold; one is only interested in metrics that are compatible, in a certain sense, with the complex manifold structure. All possible metrics on a given manifold can be thought of as forming an infinte dimensional figure, called the space of (Kahler) metrics. One can introduce a distance function on this space as well, and much research has been directed to understanding various properties of this space, in particular finding shortest curves between its two given elements. With a former postdoc (L. Vivas) and a student (T. Darvas) I solved a 10 year old problem by proving that shortest curves do not always exist. Darvas then went on to show that if one completes the space of metrics with certain limiting objects, then in the completed space one can always find shortest curves. The situation is somewhat similar to rational numbers that do not cover the entire number line, and for this reason they are not sufficient to solve various analytical problems; but if we complete the system of rationals to the reals, we obtain a number system in which those analtical problems can be treated satisfactorily.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/07/2016<br>\n\t\t\t\t\tModified by: Laszlo&nbsp;Lempert</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn a nutshell, this project was about geometrical questions concerning figures that are determined through complex numbers (the techinal term being ``complex manifolds''). The figures are typically higher dimensional, often infinite dimensional,  so hard to visualize. Nevertheless, they do arise in connection with the mathematical description of our world; for example quantum mechanics describes and explains the microworld  in terms of  infinite dimensional Hilbert spaces. It is important that even if these high dimensional objects are hard if not impossible to visualize, mathematics offers tools to understand their properties. My project was directed to create and exploit such tools in various settings.\n\nOne overarching theme was to understand how local properties of a figure determine their global properties. That is, knowing the properties of the figure in some small vicinity of any of its points, is it possible to conclude corresponding properties of the entire figure? One way to encode this is through so called cohomology groups. If the cohomology group consists of one element, then passage from local to global is possible. Otherwise the elements of the group represent the obstructions to go from local to global. In the project I created a new method to calculate these cohomology groups, and pointed to ways how to apply this method.\n\nAnother approach to encoding local properties of figures is through curvature. The curvature of a figure, measuring how the figure bends, can be computed at each of its points. In the simplest case curvature associates with points a number; but in general, curvature at each point is given by an operator. The question again is what are the global consequences if we know the curvature. I dealt with this problem in the context of hermitian metrics on vector bundles. One result roughly says that if one metric is more curved than another, then the first metric is everywhere bigger then the second. This (along with other tools) I used with a collaborator to prove a purely analytical result about interpolating so called holomorphic functions.\n\nA final component of the project revolved around metrics on complex manifolds. A metric is a description of how to compute distances between points on the manifold; one is only interested in metrics that are compatible, in a certain sense, with the complex manifold structure. All possible metrics on a given manifold can be thought of as forming an infinte dimensional figure, called the space of (Kahler) metrics. One can introduce a distance function on this space as well, and much research has been directed to understanding various properties of this space, in particular finding shortest curves between its two given elements. With a former postdoc (L. Vivas) and a student (T. Darvas) I solved a 10 year old problem by proving that shortest curves do not always exist. Darvas then went on to show that if one completes the space of metrics with certain limiting objects, then in the completed space one can always find shortest curves. The situation is somewhat similar to rational numbers that do not cover the entire number line, and for this reason they are not sufficient to solve various analytical problems; but if we complete the system of rationals to the reals, we obtain a number system in which those analtical problems can be treated satisfactorily.\n\n\t\t\t\t\tLast Modified: 09/07/2016\n\n\t\t\t\t\tSubmitted by: Laszlo Lempert"
 }
}