{
 "awd_id": "1162312",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Direct Self-Assembly of Large Area, High Crystallinity 2D Graphene on Insulator: An Integratable Carbon Platform",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927017",
 "po_email": "khcooper@nsf.gov",
 "po_sign_block_name": "Khershed Cooper",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2016-09-30",
 "tot_intn_awd_amt": 399999.0,
 "awd_amount": 399999.0,
 "awd_min_amd_letter_date": "2012-09-19",
 "awd_max_amd_letter_date": "2012-09-19",
 "awd_abstract_narration": "The objective of the research is to demonstrate direct growth of 2D carbon (graphene) sheets on insulator via an innovative chemical process, laying the foundation for integrated, scalable carbon-based manufacturing. Aiming at removing the known barriers to preparing \"integratable\" carbon nanostructures, the research is composed of the following parts: (i) developing a chemical growth process for controlled assembly of single-layer graphene on an insulating substrate and discovering key mechanisms and pathways towards an integrated manufacturing process, and (ii) demonstrating two representative circuit elements on the carbon platform, graphene transistors and graphene nanowire interconnects, and correlating critical electrical performance and reliability metrics to material configurations, extrinsic effects (e.g., material imperfections), and nanofabrication processes. The ultimate goal is to demonstrate a seamlessly integrated material-processing platform with compatibility with the existing semiconductor integrated chip manufacturing.\r\n \r\nIf successful, the research would overcome several major difficulties in the implementation of \"integratable carbon-based manufacturing\", challenging the present-day dominance of silicon electronics. The research could be potentially important in closing the big gap between science-driven research on 2D nanomaterials and commercial development in the microelectronics industry. In a broader view, the proposed integrated processing strategy could be extended to a broad family of emerging 2D/3D nanostructures. The integrated material platform has major potential impacts in a wide variety of arenas, including computing, broad-band/low-noise RF communication, high-speed interconnects, photovoltaics, distributed sensing networks, and heterogeneous integration of multifunctions via innovative engineering design. The research opens unique opportunities for students to acquire interdisciplinary research experience in material sciences and engineering, physics, devices, nanofabrication, and wafer-fab processing.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bin",
   "pi_last_name": "Yu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bin Yu",
   "pi_email_addr": "byu@sunypoly.edu",
   "nsf_id": "000525335",
   "pi_start_date": "2012-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Eisenbraun",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Eisenbraun",
   "pi_email_addr": "eeisenbraun@sunypoly.edu",
   "nsf_id": "000135086",
   "pi_start_date": "2012-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Hartley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Hartley",
   "pi_email_addr": "jhartley1@albany.edu",
   "nsf_id": "000212722",
   "pi_start_date": "2012-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Albany",
  "inst_street_address": "1400 WASHINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "ALBANY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5184374974",
  "inst_zip_code": "122220100",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK, THE",
  "org_prnt_uei_num": "NHH3T1Z96H29",
  "org_uei_num": "NHH3T1Z96H29"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY- College of Nanoscale Science and Engineering",
  "perf_str_addr": "257 Fuller Road",
  "perf_city_name": "Albany",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "122033640",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "178800",
   "pgm_ele_name": "NANOMANUFACTURING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "082E",
   "pgm_ref_txt": "MFG MACHINES & METROLOGY"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "084E",
   "pgm_ref_txt": "NANOMANUFACTURING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 399999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This NSF-sponsored research aims to address one of the critical challenges in two-dimensional nano-carbon-based applications: large area, continuous growth of high-quality graphene film. Most prior reports in the research community use common precusor such as methane which has high decomposition energy, and therefore leading to elevated growth temperature and low throughput. In this NSF project we have made key experimental progress towards the growth of few-to-monolayer graphene with low-decomposition-energy carbon source, which could lead to successful growth of graphene at reduced temperature and with improved throughput. Experimental investigation has been made to understand how the critical processing parameters would impact the growth morphology and key metrics of graphene domains. Extensive materials characterization, including SEM, TEM, AFM, Raman, and XPS, were performed to support the investigation of the CVD growth mechanism. Additionally, electronic measurements were conducted to study the material quality of the graphene samples. The quality of the as-synthesized graphene is proved to be acceptable. Graduate student and postdoc research fellow participating in this NSF project have received training in using material growth facility and advanced metrology labs. The project has involved activities of nanostructure growth, material characterization, and device fabrication, which provide an excellent opportunity for training purpose.</p>\n<p>Successful synthesis of large-area, continuous graphene by a cost-effective, industrial-grade process would certainly represents a leap-forward with lasting impact in the field, inspiring subsequent innovations in graphene-based devices and a number of other applications. From a broad perspective, the knowledge base established through this NSF project may impact the CVD-based synthesis of other emerging two-dimensional nanostructures (such as transient-metal-oxides, transient-metal-dichalcogenides, layered elemental semiconductors, and layered dielectrics), as well as their heterostructures, enabling various new applications. The research potentially contributes to the future-generation of &ldquo;carbon electronics&rdquo; with integrated nanomanufacturing process which is compatible with the existing manufacturing environment.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/09/2017<br>\n\t\t\t\t\tModified by: Bin&nbsp;Yu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis NSF-sponsored research aims to address one of the critical challenges in two-dimensional nano-carbon-based applications: large area, continuous growth of high-quality graphene film. Most prior reports in the research community use common precusor such as methane which has high decomposition energy, and therefore leading to elevated growth temperature and low throughput. In this NSF project we have made key experimental progress towards the growth of few-to-monolayer graphene with low-decomposition-energy carbon source, which could lead to successful growth of graphene at reduced temperature and with improved throughput. Experimental investigation has been made to understand how the critical processing parameters would impact the growth morphology and key metrics of graphene domains. Extensive materials characterization, including SEM, TEM, AFM, Raman, and XPS, were performed to support the investigation of the CVD growth mechanism. Additionally, electronic measurements were conducted to study the material quality of the graphene samples. The quality of the as-synthesized graphene is proved to be acceptable. Graduate student and postdoc research fellow participating in this NSF project have received training in using material growth facility and advanced metrology labs. The project has involved activities of nanostructure growth, material characterization, and device fabrication, which provide an excellent opportunity for training purpose.\n\nSuccessful synthesis of large-area, continuous graphene by a cost-effective, industrial-grade process would certainly represents a leap-forward with lasting impact in the field, inspiring subsequent innovations in graphene-based devices and a number of other applications. From a broad perspective, the knowledge base established through this NSF project may impact the CVD-based synthesis of other emerging two-dimensional nanostructures (such as transient-metal-oxides, transient-metal-dichalcogenides, layered elemental semiconductors, and layered dielectrics), as well as their heterostructures, enabling various new applications. The research potentially contributes to the future-generation of \"carbon electronics\" with integrated nanomanufacturing process which is compatible with the existing manufacturing environment.\n\n \n\n\t\t\t\t\tLast Modified: 01/09/2017\n\n\t\t\t\t\tSubmitted by: Bin Yu"
 }
}