{
 "awd_id": "1162010",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Combinatorics and representation theory of centralizer algebras",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924885",
 "po_email": "tbartosz@nsf.gov",
 "po_sign_block_name": "Tomek Bartoszynski",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 82543.0,
 "awd_amount": 82543.0,
 "awd_min_amd_letter_date": "2012-09-04",
 "awd_max_amd_letter_date": "2012-09-04",
 "awd_abstract_narration": "This proposal is in combinatorial representation theory, the focus being on tensor power centralizer algebras. These are generalizations of the group algebra of the symmetric group, the Brauer algebras, braid groups, and Temperley-Lieb algebras, and arise as algebras of operators preserving symmetries in a tensor space. The proposal includes two main projects. (1) The first will unify and expand the theory of affine and degenerate affine Birman-Murakami-Wenzl (BMW) algebras. These algebras arise via the study of knot and link invariants, but also in Schur-Weyl duality with symplectic and orthogonal Lie algebras and quantum groups. For the PI and collaborators, the latter connection has facilitated a completely parallel treatment of the affine and degenerate affine BMW algebras, which has already yielded new findings and simplified previous constructions. The result is a wealth of surprising connections across the literature, including to symmetric functions, central element constructions, and the K-theory and cohomology of orthogonal and symplectic Grassmannians.  (2) The second project will develop the theory of two-boundary centralizer algebras, which were brought to the community?s attention via recent work in loop models and quantum spin chains. By exploring the symplectic symmetry in certain type-A tensor spaces, realizations of the type-C affine Hecke algebras as centralizer algebras may arise. Techniques developed will generalize to two-boundary BMW algebras as the symplectic and orthogonal analog; similarly, two-boundary Hecke-Clifford algebras may be in Schur-Weyl duality with type-Q Lie superalgebras. \r\n\r\n\r\nThe goal of representation theory is to take otherwise intractable algebraic objects, break them into their most basic pieces, and build them back up again, gaining salient information in the process. Combinatorics offers many simple yet remarkably powerful tools for keeping track of those smaller pieces, the reconstructions, and the data gathered. Since the birth of combinatorial representation theory at the turn of the 20th century, we have learned how to harness these tools for use in quantum mechanics, crystallography, molecular biology, voting theory, and many other disciplines. In mathematics, the research proposed by the PI will be of broad interest, including to those studying symmetric functions, Lie theory, quantum groups, braid categories, algebraic geometry, low dimensional topology, mathematical physics, and differential equations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zajj",
   "pi_last_name": "Daugherty",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Zajj B Daugherty",
   "pi_email_addr": "zdaugherty@reed.edu",
   "nsf_id": "000545906",
   "pi_start_date": "2012-09-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dartmouth College",
  "inst_street_address": "7 LEBANON ST",
  "inst_street_address_2": "",
  "inst_city_name": "HANOVER",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6036463007",
  "inst_zip_code": "037552170",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NH02",
  "org_lgl_bus_name": "TRUSTEES OF DARTMOUTH COLLEGE",
  "org_prnt_uei_num": "T4MWFG59C6R3",
  "org_uei_num": "EB8ASJBCFER9"
 },
 "perf_inst": {
  "perf_inst_name": "Dartmouth College",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "037553551",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NH02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "797000",
   "pgm_ele_name": "Combinatorics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 39899.0
  }
 ],
 "por": null
}