{
 "awd_id": "1162544",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Analytic and numerical studies of long term  behavior in dynamical systems and differential equations",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Edward Taylor",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 272949.0,
 "awd_amount": 272949.0,
 "awd_min_amd_letter_date": "2012-04-03",
 "awd_max_amd_letter_date": "2014-07-23",
 "awd_abstract_narration": "The goal of this project is to use computational and analytic methods to understand the long term dynamics of several problems that are specified by the Physics etc. The main tools used are analysis, topology and computation. One computes invariant manifolds by studying (numerically, analytically) the invariance equations satisfied by them and uses this as the skeleton. This requires to develop constructive versions of KAM theory, normal hyperbolicity as well as some novel objects such as the scattering map. This strategy can be applied also to renormalization maps (maps in the spaces of maps) and analyze some very chaotic systems.\r\n\r\n\r\n\r\nThe  unifying principle is  to find landmarks that organize the long term behavior in concrete systems. This is done using systematically numerical calculations and rigorous mathematics. The use of rigorous mathematics allows to work with confidence close to the breakdown of the objects considered, when the numerics becomes less clear.It is also well suited for applications when one needs to consider concrete mappings, for example in Astrodynamics or in chemical reactions. This involves projects of different levels and we plan to involve students in some of them. The students will get training both in numerics and in rigorous mathematics as well as be able to consider concrete problems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rafael",
   "pi_last_name": "de la Llave",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rafael de la Llave",
   "pi_email_addr": "rll6@math.gatech.edu",
   "nsf_id": "000203684",
   "pi_start_date": "2012-04-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Georgia Tech Research Corporation",
  "inst_street_address": "926 DALNEY ST NW",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4048944819",
  "inst_zip_code": "303186395",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "GEORGIA TECH RESEARCH CORP",
  "org_prnt_uei_num": "EMW9FC8J3HN4",
  "org_uei_num": "EMW9FC8J3HN4"
 },
 "perf_inst": {
  "perf_inst_name": "Georgia Institute of Technology",
  "perf_str_addr": "225 North Ave NW",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303320002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 181547.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 91402.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Simple rules, very often lead to complicated behaviors when <br />applied repeatedly. This simple observation has even entered <br />the popular culture with the name of \"the butterfly effect\". <br />Altering slightly the initial conditions can lead to enormous <br />changes over time. <br /><br />When one encounters a system like this -- there are many in <br />practical applications -- the classical way (going back <br />to Poincare) to analyze it is <br />to find landmarks that behave in a predictable way. For example, <br />points that remain fixed or points that come back to themselves <br />after a certain time. One can also study the points which approach <br />some of the above in the future or in the past. When one has an <br />skeleton of orbits that are well understood, one can find ways to <br />understand the behavior. <br /><br />In the proposal, we extended this approach using quite a number of <br />other landmarks (quasi-periodic orbits, normally hyperbolic invariant <br />manifolds). We tried to use at the same time methods based on rigorous <br />analysis and in numerical computation. These two methods reinforced <br />each other since the rigorous analysis gave confidence on <br />the computations. Very often geometric identities that lead togood proofs also lead to efficient algorithms. We also paid <br />attention to some problems coming from the natural sciences <br />and engineering. Many of the results were obtained with graduate <br />students or postdocs, who later found employment either in academia<br />or in industry.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2015<br>\n\t\t\t\t\tModified by: Rafael&nbsp;De La Llave</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSimple rules, very often lead to complicated behaviors when \napplied repeatedly. This simple observation has even entered \nthe popular culture with the name of \"the butterfly effect\". \nAltering slightly the initial conditions can lead to enormous \nchanges over time. \n\nWhen one encounters a system like this -- there are many in \npractical applications -- the classical way (going back \nto Poincare) to analyze it is \nto find landmarks that behave in a predictable way. For example, \npoints that remain fixed or points that come back to themselves \nafter a certain time. One can also study the points which approach \nsome of the above in the future or in the past. When one has an \nskeleton of orbits that are well understood, one can find ways to \nunderstand the behavior. \n\nIn the proposal, we extended this approach using quite a number of \nother landmarks (quasi-periodic orbits, normally hyperbolic invariant \nmanifolds). We tried to use at the same time methods based on rigorous \nanalysis and in numerical computation. These two methods reinforced \neach other since the rigorous analysis gave confidence on \nthe computations. Very often geometric identities that lead togood proofs also lead to efficient algorithms. We also paid \nattention to some problems coming from the natural sciences \nand engineering. Many of the results were obtained with graduate \nstudents or postdocs, who later found employment either in academia\nor in industry.\n\n\t\t\t\t\tLast Modified: 11/30/2015\n\n\t\t\t\t\tSubmitted by: Rafael De La Llave"
 }
}