{
 "awd_id": "1162585",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Local cohomology, tight closure, and related questions",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924878",
 "po_email": "adpollin@nsf.gov",
 "po_sign_block_name": "Andrew Pollington",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 255000.0,
 "awd_amount": 255000.0,
 "awd_min_amd_letter_date": "2012-04-13",
 "awd_max_amd_letter_date": "2012-04-13",
 "awd_abstract_narration": "The PI will work on several problems in commutative algebra that are centered around local cohomology theory, the homological conjectures, and the theory of tight closure. The PI will continue work on the conjecture that local cohomology modules of regular rings have finitely many associated prime ideals. This is known in various cases due to the work of Huneke-Sharp and Lyubeznik, but remains unresolved for polynomial rings over the integers. Some critical cases have been settled recently in joint work with Lyubeznik and Walther; these in turn, lead to new vanishing theorems for local cohomology modules. Hochster's monomial conjecture remains unresolved for rings that do not contain a field, such as those arising in number theory; the PI will pursue an approach to this via local cohomology. The proposed work in tight closure includes investigating the question whether weak $F$-regularity---the property that all ideals of a ring are tightly closed---is preserved under localization; this will be attacked via the notion of splinter rings. \r\n\r\nThis project is concerned with questions in commutative algebra. This is a field closely related to algebraic geometry: while algebraic geometry focuses on the geometry of solution sets of polynomial equations, the point of view in commutative algebra is to study the ring of polynomial functions on a solution set. Most of the questions that will be investigated are questions about the nature of the solution sets. Commutative algebra continues to develop a fascinating interaction with several branches of mathematics, and is becoming an increasingly valuable tool in engineering, coding theory, cryptography, and other areas of strategic interest.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anurag",
   "pi_last_name": "Singh",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Anurag K Singh",
   "pi_email_addr": "singh@math.utah.edu",
   "nsf_id": "000318473",
   "pi_start_date": "2012-04-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "155 South 1400 East",
  "perf_city_name": "Salt Lake City",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841120090",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 255000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Questions regarding solution sets of polynomial equations arise naturally in a wide number of disciplines. One of the most fruitful approaches to the study of such solutions sets has been via studying polynomial functions on these sets; the collection of such functions forms what is known as a commutative ring, and their study is the area of mathematics known as commutative algebra. The flexibility offered by this approach of studying solution sets via commutative rings enables one to often gather information about solutions sets over the complex numbers by analyzing, instead, solutions over finite fields.<br /><br />Local cohomology modules are algebraic structures associated to commutative rings that carry a tremendous amount of information. They have applications to basic yet deep questions such as determining the minimum number of polynomial equations needed to define the solution set of a large family of polynomials. These modules are typically not finitely generated, which presents a computational challenge. One of the PI's long-term projects has been the study of finiteness properties of local cohomology modules, specifically the conjecture that local cohomology modules of polynomial rings have finitely many associated primes, roughly speaking, that they can be constructed using finitely many different types of building blocks. This conjecture was proved for rings of polynomials with complex coefficients, as well as for coefficients from finite fields, over twenty years ago. The critical case that remained unresolved for two decades was that of rings of polynomials with integer coefficients: this was one of the stated goals of the project, and has been settled in joint work with Bhatt, Blickle, Lyubeznik, and Zhang. What makes the integer case fascinating is that the integers have a natural map to every commutative ring; this generality brings with it a number applications, but also a number of subtle difficulties that are overcome in the joint work using an interplay of techniques that involve differential operators and ideas from calculus, and techniques from modular arithmetic where one works over finite fields.</p>\n<p><br />In related joint work with Lyubeznik and Walther, the PI has proved vanishing theorems for local cohomology modules supported at non-generic determinantal ideals, with similar results for minors of symmetric matrices and for Pfaffians of alternating matrices. In the course of this work, the PI and his coauthors proved a duality theorem for F-modules, that has turned out to be an unexpected but key ingredient. This is used to prove that local cohomology modules of polynomials ring over the integers, supported at determinantal ideals, have no integer-torsion. It then follows that these cohomology modules are rational vector spaces in the cases of interest, and that they can be computed using topological methods, representation theory, as well as techniques using differential operators.</p>\n<p><br />During the period of the grant, the PI was one of the organizers of the year-long program in Commutative Algebra at the Mathematical Sciences Research Institute (MSRI), Berkeley. The program had well over a hundred participants visiting for periods ranging between one and nine months, and many others for shorter periods and for week-long workshops. The concurrent programs at MSRI during the year were Cluster Algebras and Noncommutative Algebraic Geometry and Representation Theory; the active collaboration between the programs is witnessed by two volumes &ldquo;Commutative Algebra and Noncommutative Algebraic Geometry&rdquo; in the MSRI publication series, which the PI edited jointly with Eisenbud, Iyengar, Stafford, and Van den Bergh.</p>\n<p><br />The PI has mentored several postdoctoral researchers and graduate students during the grant period. As an organizer at MSRI, he contributed towards running a program that supported and influenced a ...",
  "por_txt_cntn": "\nQuestions regarding solution sets of polynomial equations arise naturally in a wide number of disciplines. One of the most fruitful approaches to the study of such solutions sets has been via studying polynomial functions on these sets; the collection of such functions forms what is known as a commutative ring, and their study is the area of mathematics known as commutative algebra. The flexibility offered by this approach of studying solution sets via commutative rings enables one to often gather information about solutions sets over the complex numbers by analyzing, instead, solutions over finite fields.\n\nLocal cohomology modules are algebraic structures associated to commutative rings that carry a tremendous amount of information. They have applications to basic yet deep questions such as determining the minimum number of polynomial equations needed to define the solution set of a large family of polynomials. These modules are typically not finitely generated, which presents a computational challenge. One of the PI's long-term projects has been the study of finiteness properties of local cohomology modules, specifically the conjecture that local cohomology modules of polynomial rings have finitely many associated primes, roughly speaking, that they can be constructed using finitely many different types of building blocks. This conjecture was proved for rings of polynomials with complex coefficients, as well as for coefficients from finite fields, over twenty years ago. The critical case that remained unresolved for two decades was that of rings of polynomials with integer coefficients: this was one of the stated goals of the project, and has been settled in joint work with Bhatt, Blickle, Lyubeznik, and Zhang. What makes the integer case fascinating is that the integers have a natural map to every commutative ring; this generality brings with it a number applications, but also a number of subtle difficulties that are overcome in the joint work using an interplay of techniques that involve differential operators and ideas from calculus, and techniques from modular arithmetic where one works over finite fields.\n\n\nIn related joint work with Lyubeznik and Walther, the PI has proved vanishing theorems for local cohomology modules supported at non-generic determinantal ideals, with similar results for minors of symmetric matrices and for Pfaffians of alternating matrices. In the course of this work, the PI and his coauthors proved a duality theorem for F-modules, that has turned out to be an unexpected but key ingredient. This is used to prove that local cohomology modules of polynomials ring over the integers, supported at determinantal ideals, have no integer-torsion. It then follows that these cohomology modules are rational vector spaces in the cases of interest, and that they can be computed using topological methods, representation theory, as well as techniques using differential operators.\n\n\nDuring the period of the grant, the PI was one of the organizers of the year-long program in Commutative Algebra at the Mathematical Sciences Research Institute (MSRI), Berkeley. The program had well over a hundred participants visiting for periods ranging between one and nine months, and many others for shorter periods and for week-long workshops. The concurrent programs at MSRI during the year were Cluster Algebras and Noncommutative Algebraic Geometry and Representation Theory; the active collaboration between the programs is witnessed by two volumes \"Commutative Algebra and Noncommutative Algebraic Geometry\" in the MSRI publication series, which the PI edited jointly with Eisenbud, Iyengar, Stafford, and Van den Bergh.\n\n\nThe PI has mentored several postdoctoral researchers and graduate students during the grant period. As an organizer at MSRI, he contributed towards running a program that supported and influenced a large number of junior researchers. In addition to talks at various conferences, the PI gave series of lectures at th..."
 }
}