{
 "awd_id": "1162141",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "SHF: Medium: Collaborative Research: From Molecules to Complex Shapes: Programming Pattern with DNA",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032927991",
 "po_email": "namla@nsf.gov",
 "po_sign_block_name": "Nina Amla",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2017-09-30",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2012-05-04",
 "awd_max_amd_letter_date": "2015-08-18",
 "awd_abstract_narration": "Development in humans and other higher organisms creates complex,\r\nprecisely defined multicellular structures and patterns. These\r\nstructures are the result of molecular programs that are stored in the\r\nsequences and concentrations of biomolecules and are executed when\r\nmolecules interact and change state through chemical reactions. The\r\ngoal of this proposal is to understand how biochemical systems can be\r\nreliably programmed to form asymmetric patterns with multiple layers\r\nof organization. This proposal is part of a general goal to understand\r\nhow to program global behavior and structure based on local rules,\r\nwhich a key intellectual challenge in many areas of computer science.\r\n  \r\nThe PI's propose that complex, hierarchical chemical patterns can be formed\r\nby systems in which the molecules collectively execute a molecular\r\nprogram for pattern formation.  The PI's will develop a\r\nchemical programming language in which information from simple input\r\npatterns is integrated by logical operations to form new pattern\r\nregions.  These logical operations are then systematically integrated\r\ninto larger programs, allowing the generation of patterns with\r\ncomplex, multiscale structure similar to that seen in\r\nbiology. Designed synthetic DNA molecules that together act as circuit\r\nelements will be used to implement this language. DNA molecules are\r\nideal substrates for a molecular programming approach because they\r\nhave complex sequences with predictable behaviors and interactions.\r\nThis research is tightly integrated with an outreach program that will \r\ndevelop an educational program dedicated to teaching the\r\ninterdisciplinary skills that are necessary to be successful in\r\nmolecular programming.\r\n,",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Georg",
   "pi_last_name": "Seelig",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Georg Seelig",
   "pi_email_addr": "gseelig@u.washington.edu",
   "nsf_id": "000535829",
   "pi_start_date": "2012-05-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "Box 352500",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981952500",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779800",
   "pgm_ele_name": "Software & Hardware Foundation"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  },
  {
   "pgm_ref_code": "7946",
   "pgm_ref_txt": "BIO COMPUTING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 123828.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 121884.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 126410.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 127878.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Development in humans and other higher organisms creates complex, precisely defined multicellular structures and patterns. These structures are the result of molecular programs that are stored in sequences and concentrations of biomolecules and are executed when molecules interact and change state through chemical reactions. Learning to program molecular systems such that they predictably form a desired pattern would clearly have significant implications for biomaterials research, regenerative medicine and even for the study of developmental biology. However, the complexity of biological systems means that biology does not provide a simple blueprint for programmable pattern formation.</p>\n<p>In the work supported through this award, we aimed to build chemical pattern formation processes that incorporate some of the key features of biological morphogenesis but do not rely on existing biological mechanisms. We will create these systems using synthetic nucleic acid (DNA) molecules as building materials. DNA molecules are ideal substrates because they have complex sequences with predictable behaviors and interactions. We first developed and optimized a gel &ldquo;reactor&rdquo; for testing and visualizing engineered DNA reaction diffusion patterns with macroscopic dimensions. We then implemented simple molecular building blocks such as DNA-based reaction networks that generate ring patterns when embedded in the gel reactor. Patterns were quantitatively predictable from independent measurements of reaction kinetics in well-mixed settings and from measurements of diffusion constants of the DNA reactants. &nbsp;Moreover, we showed how features of the emergent patterns could be precisely controlled by modulating initial conditions and reactant concentrations. Finally, we showed how multiple reaction modules could be systematically combined to create patterns of increasing complexity. Together, these results demonstrate a novel approach for the systematic design of programmable reaction diffusion patterns.</p>\n<p>This research requires practitioners that are equally well-versed in molecular biology laboratory techniques as they are in mathematical modeling and programming. The research supported by this award was thus tightly integrated with an educational and outreach program dedicated to teaching such interdisciplinary skills. For example, we incorporated some of the results into a module on biological pattern formation that was taught in the context of a three-course series on synthetic biology. &nbsp;This work helped demonstrate that molecular systems can be &ldquo;programmed&rdquo; just as we program electronic systems, making synthetic biology research attractive to students with a computer science or electrical engineering background. We also participated in the University of Washington WiSE UP Bridge program, a first-year academic program for the up and coming women engineering scholar. The program starts with WiSE UP, an energetic 8-week summer experience, and continues through the academic year with WiSE BRIDGE. &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/22/2017<br>\n\t\t\t\t\tModified by: Georg&nbsp;Seelig</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDevelopment in humans and other higher organisms creates complex, precisely defined multicellular structures and patterns. These structures are the result of molecular programs that are stored in sequences and concentrations of biomolecules and are executed when molecules interact and change state through chemical reactions. Learning to program molecular systems such that they predictably form a desired pattern would clearly have significant implications for biomaterials research, regenerative medicine and even for the study of developmental biology. However, the complexity of biological systems means that biology does not provide a simple blueprint for programmable pattern formation.\n\nIn the work supported through this award, we aimed to build chemical pattern formation processes that incorporate some of the key features of biological morphogenesis but do not rely on existing biological mechanisms. We will create these systems using synthetic nucleic acid (DNA) molecules as building materials. DNA molecules are ideal substrates because they have complex sequences with predictable behaviors and interactions. We first developed and optimized a gel \"reactor\" for testing and visualizing engineered DNA reaction diffusion patterns with macroscopic dimensions. We then implemented simple molecular building blocks such as DNA-based reaction networks that generate ring patterns when embedded in the gel reactor. Patterns were quantitatively predictable from independent measurements of reaction kinetics in well-mixed settings and from measurements of diffusion constants of the DNA reactants.  Moreover, we showed how features of the emergent patterns could be precisely controlled by modulating initial conditions and reactant concentrations. Finally, we showed how multiple reaction modules could be systematically combined to create patterns of increasing complexity. Together, these results demonstrate a novel approach for the systematic design of programmable reaction diffusion patterns.\n\nThis research requires practitioners that are equally well-versed in molecular biology laboratory techniques as they are in mathematical modeling and programming. The research supported by this award was thus tightly integrated with an educational and outreach program dedicated to teaching such interdisciplinary skills. For example, we incorporated some of the results into a module on biological pattern formation that was taught in the context of a three-course series on synthetic biology.  This work helped demonstrate that molecular systems can be \"programmed\" just as we program electronic systems, making synthetic biology research attractive to students with a computer science or electrical engineering background. We also participated in the University of Washington WiSE UP Bridge program, a first-year academic program for the up and coming women engineering scholar. The program starts with WiSE UP, an energetic 8-week summer experience, and continues through the academic year with WiSE BRIDGE.  \n\n \n\n\t\t\t\t\tLast Modified: 12/22/2017\n\n\t\t\t\t\tSubmitted by: Georg Seelig"
 }
}