{
 "awd_id": "1162211",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Global Analysis of Fluids in General Relativity",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce P. Palka",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 147379.0,
 "awd_amount": 147379.0,
 "awd_min_amd_letter_date": "2012-04-17",
 "awd_max_amd_letter_date": "2012-04-17",
 "awd_abstract_narration": "The focus of this proposal is the study of the global nonlinear behavior of solutions to the relativistic Euler equations, which are the fundamental PDEs of relativistic fluid mechanics. In particular, the principal investigator will study the effect that spacetime expansion has on the global behavior of fluids. A primary goal is to understand the minimal expansion rate that is capable of suppressing the formation of shocks in solutions that are launched by small, smooth initial data. A related secondary goal is to find conditions on smooth initial data that guarantee the evolutionary formation of shocks. In a broader context, this work will advance our understanding of the global behavior of solutions to quasilinear hyperbolic PDEs on expanding Lorentzian manifolds. Attacking these problems requires the development and application of mathematical techniques lying at the interface of geometry, analysis, and fluid mechanics. Specifically, the principal investigator will use geometric energy methods to derive dissipative and dispersive estimates for solutions to hyperbolic PDEs.\r\n\r\nThe projects in this proposal are expected to help provide rigorous mathematical justification for some of the most fundamental predictions of cosmology, many of which are based on the behavior of explicit solutions to the relativistic Euler equations; in cosmology, much of the \"normal matter\" content of the universe is assumed to be effectively modeled by a fluid. It is especially important to understand the effect that spacetime expansion has on the behavior of fluids, for experimental observations indicate that our own universe is undergoing accelerated expansion. Although the physical picture of the fluid behavior set forth by the standard cosmological model is by now well-established, a full mathematical justification of its predictions has yet to emerge. In particular, in order for the explicit fluid solutions to have predictive value, it is essential to show that they are globally stable under small perturbations of their initial conditions; this is one of the major proposal goals. On the other hand, the principal investigator's investigation of shock formation may expose some limitations of the fluid model in cosmology. In addition to conducting research, the principal investigator will also supervise undergraduate research projects connected to the main themes of this proposal.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jared",
   "pi_last_name": "Speck",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Jared R Speck",
   "pi_email_addr": "jared.speck@vanderbilt.edu",
   "nsf_id": "000512142",
   "pi_start_date": "2012-04-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massachusetts Institute of Technology",
  "inst_street_address": "77 MASSACHUSETTS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6172531000",
  "inst_zip_code": "021394301",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "MASSACHUSETTS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "E2NYLCDML6V1",
  "org_uei_num": "E2NYLCDML6V1"
 },
 "perf_inst": {
  "perf_inst_name": "Massachusetts Institute of Technology",
  "perf_str_addr": "77 Massachusetts Ave, Room 2-163",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021394307",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 147379.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, the PI studied the long-time behavior of solutions to the equations of fluid mechanics and to related equations of physical and geometric interest. The main results, highlighted below, are theorems that describe the dynamics for all time in contexts that were not previously understood. The project addressed some situations where the solutions exist forever and others where the solutions become infinite due the formation of a singularity. The PI&rsquo;s theoretical approach was essential; in the problems solved in this project, computers are unlikely to produce accurate simulations due to the nonlinear nature of the equations and the formidable challenges of simulating dynamics when infinite quantities are involved. The project had numerous broader impacts, described below. It resulted in the training of undergraduates and a postdoctoral researcher, and the broad dissemination of the results, including an extensive survey article that reaches out to several mathematical communities.</p>\n<p><span style=\"text-decoration: underline;\">Main Results and Intellectual Merit</span></p>\n<p><strong>I)</strong> The PI proved theorems describing the long-time behavior of general relativistic gravity-fluid systems in spacetimes that are expanding. The problems were motivated by physical considerations: our universe is expanding and in cosmology, fluids are often used to model the matter content of the universe. The PI&rsquo;s most important result in this direction is that the FLRW solution, which plays a fundamental role in cosmology, is <em>globally stable to the future</em> when the fluid is a pressureless dust and the gravitational equations include Einstein's positive cosmological constant. The dust is prominently featured in cosmology; it is the most common type of matter used to model the universe&rsquo;s present-day matter content. The global stability of the FLRW solution is important because if it were unstable, then it would not be physically relevant; instability would be like a pin balanced on its tip - possible in theory, but impossible under realistic conditions.</p>\n<p><strong>II) </strong>The PI proved theorems describing solutions to general relativistic gravity-fluid systems near Big Bang singularities. This work complements <strong>I)</strong>, but addresses the dynamics to the past. The PI&rsquo;s most important result in this direction concerns another FLRW solution with stiff fluid matter. This FLRW solution has a Big Bang where the spacetime experiences a violent singularity, which is an important feature of the standard cosmological description of the beginning of the universe. The main result states that if one slightly perturbs the FLRW conditions at the present and then solves the equations to the past, then the perturbed solution also exhibits a Big Bang. Thus, for stiff fluid matter, <em>the Big Bang is a stable feature of general relativity</em>.</p>\n<p><strong>III)</strong> The PI proved theorems describing the formation of shock waves in solutions to various wave equations of geometric and physical relevance. Shocks are a type of singularity that corresponds to the solution making an infinitely sharp transition from one value to another. Shocks are found in nature, for example, in sonic booms. The PI&rsquo;s main result is a monograph in which he proved that shocks eventually <em>develop</em> in solutions to many wave equations, even when the initial disturbances are very small. In particular, the \"0\" solution is<em> unstable</em>: tiny disturbances grow and eventually cause a singularity to form. The PI&rsquo;s shock-formation results hold precisely when the wave equation contains nonlinear terms that violate&nbsp; Klainerman&rsquo;s well-known <em>null condition</em>. The results apply in particular to the equations of fluid mechanics in the absence of vorticity. They provide a new, shorter proof of the results of Christodoulou&...",
  "por_txt_cntn": "\nIn this project, the PI studied the long-time behavior of solutions to the equations of fluid mechanics and to related equations of physical and geometric interest. The main results, highlighted below, are theorems that describe the dynamics for all time in contexts that were not previously understood. The project addressed some situations where the solutions exist forever and others where the solutions become infinite due the formation of a singularity. The PIÆs theoretical approach was essential; in the problems solved in this project, computers are unlikely to produce accurate simulations due to the nonlinear nature of the equations and the formidable challenges of simulating dynamics when infinite quantities are involved. The project had numerous broader impacts, described below. It resulted in the training of undergraduates and a postdoctoral researcher, and the broad dissemination of the results, including an extensive survey article that reaches out to several mathematical communities.\n\nMain Results and Intellectual Merit\n\nI) The PI proved theorems describing the long-time behavior of general relativistic gravity-fluid systems in spacetimes that are expanding. The problems were motivated by physical considerations: our universe is expanding and in cosmology, fluids are often used to model the matter content of the universe. The PIÆs most important result in this direction is that the FLRW solution, which plays a fundamental role in cosmology, is globally stable to the future when the fluid is a pressureless dust and the gravitational equations include Einstein's positive cosmological constant. The dust is prominently featured in cosmology; it is the most common type of matter used to model the universeÆs present-day matter content. The global stability of the FLRW solution is important because if it were unstable, then it would not be physically relevant; instability would be like a pin balanced on its tip - possible in theory, but impossible under realistic conditions.\n\nII) The PI proved theorems describing solutions to general relativistic gravity-fluid systems near Big Bang singularities. This work complements I), but addresses the dynamics to the past. The PIÆs most important result in this direction concerns another FLRW solution with stiff fluid matter. This FLRW solution has a Big Bang where the spacetime experiences a violent singularity, which is an important feature of the standard cosmological description of the beginning of the universe. The main result states that if one slightly perturbs the FLRW conditions at the present and then solves the equations to the past, then the perturbed solution also exhibits a Big Bang. Thus, for stiff fluid matter, the Big Bang is a stable feature of general relativity.\n\nIII) The PI proved theorems describing the formation of shock waves in solutions to various wave equations of geometric and physical relevance. Shocks are a type of singularity that corresponds to the solution making an infinitely sharp transition from one value to another. Shocks are found in nature, for example, in sonic booms. The PIÆs main result is a monograph in which he proved that shocks eventually develop in solutions to many wave equations, even when the initial disturbances are very small. In particular, the \"0\" solution is unstable: tiny disturbances grow and eventually cause a singularity to form. The PIÆs shock-formation results hold precisely when the wave equation contains nonlinear terms that violate  KlainermanÆs well-known null condition. The results apply in particular to the equations of fluid mechanics in the absence of vorticity. They provide a new, shorter proof of the results of ChristodoulouÆs 1000 page monograph, in which he proved shock formation in solutions to the equations of fluid mechanics. \n\nBroader Impacts\n\nA) The PI mentored three undergraduates through MIT's Undergraduate Research Opportunities Program. They worked directly with the PI on original research projects conne..."
 }
}