{
 "awd_id": "1162589",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "SHF:Medium:Collaborative Research:Scaling Up Programmable and Algorithmic DNA Self-Assembly",
 "cfda_num": "47.070",
 "org_code": "05010000",
 "po_phone": "7032928649",
 "po_email": "mbasu@nsf.gov",
 "po_sign_block_name": "Mitra Basu",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 399999.0,
 "awd_amount": 399999.0,
 "awd_min_amd_letter_date": "2012-08-29",
 "awd_max_amd_letter_date": "2012-08-29",
 "awd_abstract_narration": "The dominant manufacturing paradigm for human technology has been top-down construction of objects, in the sense that a large entity manipulates smaller entities to put them together into a functional device. In contrast, for billions of years biological organisms have constructed objects using a bottom-up technology, in the sense that the pieces self-assemble or grow without outside assistance.   For example, to make a complex molecular machine, enzymes within the cell might synthesize a number of proteins that then diffuse randomly until they bump into each other and click into place; while on a larger scale, a single cell might grow into an elephant.   \r\n\r\nThe bottom-up manufacturing paradigm has advantages that top-down methods are unlikely ever to achieve, such as the ability to create meter-scale objects from components with atomic-scale (nanometer) resolution and chemical functionality but it requires a level of exquisite control over molecular structure and function that human science and technology has not yet attained.  We believe that the primary missing ingredient is information science and technology: information must be encoded within synthetic molecules to control their behavior and to create programmable molecular systems.   \r\n\r\nIn this research, the aim is to push the frontiers of information-based molecular self-assembly using DNA nanotechnology.  The past fifteen years have seen the development of an abstract theory of algorithmic self-assembly (initiated by Winfree) that merges the mathematical theory of geometrical tiling, the statistical mechanical and kinetic theories of crystal growth, and the algorithmic theory of Turing machine computation.  This theory shows how, in principle, synthetic DNA molecules called ?tiles? can be designed to carry information that directs their assembly into complex and sophisticated shapes and patterns.   Just as a small program can produce a large and intricate output, a small tile set can result in the self-assembly of a large and intricate object the tile set is a program for controlling the molecular self-assembly process.   Laboratory experiments in the past fifteen years have demonstrated the foundations of this theory using DNA tile sets on the order of two dozen tile types, i.e. very small molecular programs.\r\n\r\nIn the past year, a new molecular motif for DNA tiles (developed by Yin) has been used to self-assemble molecular structures using up to 1000 distinct tile types that each has a unique target position within the structure, like a self-assembled molecular-scale jigsaw puzzle. This is the simplest type of molecular program.  A major goal of the proposed work is demonstrating that the new ?single strand tile? motif can be used to create significantly more complicated self-assembly programs than have been seen to date by reusing distinct tile types in many locations and in an algorithmic fashion, much like living systems that reuse the same molecules in many different ways. Sophisticated algorithmic tile reuse of two dozen to perhaps 1000 or more distinct components vastly expands the capabilities of self-assembly programs.  To achieve this, proposed work will (a) improve techniques for an important subroutine for controlling molecular growth, a binary counting process that terminates after growing a pre-specified distance; (b) develop methods and molecular structures for nucleating the growth of single-strand tiles with pre-specified information that serves as ?input? to the molecular program; (c) demonstrate algorithmic growth of single-strand tiles that perform Turing machine and/or cellular automaton computations; (d) investigate proofreading techniques for reducing the rate of errors during self-assembly; and (e) create software tools that facilitate the design and analysis of these complex molecular systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CCF",
 "org_div_long_name": "Division of Computing and Communication Foundations",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erik",
   "pi_last_name": "Winfree",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Erik Winfree",
   "pi_email_addr": "winfree@caltech.edu",
   "nsf_id": "000301036",
   "pi_start_date": "2012-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Doty",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "David S Doty",
   "pi_email_addr": "doty@ucdavis.edu",
   "nsf_id": "000591166",
   "pi_start_date": "2012-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Damien",
   "pi_last_name": "Woods",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Damien Woods",
   "pi_email_addr": "woods@caltech.edu",
   "nsf_id": "000591175",
   "pi_start_date": "2012-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Institute of Technology",
  "inst_street_address": "1200 E CALIFORNIA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6263956219",
  "inst_zip_code": "911250001",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CALIFORNIA INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U2JMKHNS5TG4"
 },
 "perf_inst": {
  "perf_inst_name": "California Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911250001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779600",
   "pgm_ele_name": "Algorithmic Foundations"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7924",
   "pgm_ref_txt": "MEDIUM PROJECT"
  },
  {
   "pgm_ref_code": "7931",
   "pgm_ref_txt": "COMPUTATIONAL BIOLOGY"
  },
  {
   "pgm_ref_code": "7946",
   "pgm_ref_txt": "BIO COMPUTING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 399999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Self-assembly is a fundamental physical mechanism found both in natural processes (e.g. crystallization in minerology) and in biological processes (e.g. self-assembly of virus capsids and of the cellular cytoskeleton). &nbsp;Self-assembly is increasingly being used in technological applications because it offers a means to control the nanoscale arrangement of molecular components. &nbsp;DNA nanotechnology provides a particularly promising approach to the design of self-assembling molecular structures because of the specificity and programmability of double-helix formation: &nbsp;in physiological buffers, two synthetic single-stranded DNA molecules with complementary sequence will find each other and wrap into a stable double helix. &nbsp;By designing DNA molecules with unique sequences controlling their assembly, it is possible to systematically create uniquely addressed molecular structures, in which each molecular component has a unique position in the final structure (as in a jigsaw puzzle where each piece has a single correct location). &nbsp;Periodic structures -- 2D and 3D crystals, as well as tubes and filaments -- can be similarly designed and synthesized using DNA nanotechnology.</p>\n<p>In this project, we explored the possibility of creating more complex self-assembled structures that grow according to local assembly rules, rather than by uniquely addressed interactions. &nbsp;Such processes, called algorithmic self-assembly, have been explored theoretically and have been shown to be capable of universal computation as well as universal construction: &nbsp;the pattern of arrangement of molecular tiles in a growing structure embodies information that directs the further growth of subsequent layers of molecular tiles. &nbsp;Previous experimental work demonstrated that these theoretical models can be implemented, but the tile sets were relatively simple and the error rates were higher than desired. &nbsp;For example, a tile set of about two dozen DNA tiles were designed to count in binary, but had an error rate of about 4% per tile addition step. &nbsp;</p>\n<p>Our main aim was to improve our theoretical understanding of algorithmic self-assembly of DNA tiles, to develop software incorporating advanced design principles that makes it possible to design large tile sets, and to demonstrate more complex tile assembly systems using two types of molecular motifs for DNA tiles. &nbsp;The first motif, so-called \"double-crossover\" (DX) tiles, had previously been used successfully for algorithmic self-assembly; but the second motif, so-called \"single-stranded tiles\" (SST), had only been used for uniquely-addressed self-assembly reactions. &nbsp;By attempting to improve, automate, and scale up the design of DX tile systems, and to investigate the possibility of algorithmic self-assembly by SST tile systems, we hoped to deepen our fundamental understanding of the intriguing phenomenon of information-based molecular self-assembly, and to help enable its eventual technological application.</p>\n<p>Work on the DX tile architecture consisted of the development of a suite of software tools for the design and analysis of algorithmic tile systems, coupled with experimental synthesis and characterization of several demonstration systems of ever greater complexity. &nbsp;The software suite consists of a stochastic simulator based on a statistical mechanical model of crystal growth, a model for predicting the thermodynamic and kinetic properties of DNA tiles based on their sequences, and a sequence design tool that selects and optimizes sequences to match abstract tile specifications. &nbsp;The most successful experimental implementation to date is a 22-tile system that counts in binary, with each bit approximately 28 x 12 nm in size; it was able to count beyond 32 without errors, corresponding to an error rate of less than 0.2% per tile assembly step.</p>\n<p>Work on the SST tile ...",
  "por_txt_cntn": "\nSelf-assembly is a fundamental physical mechanism found both in natural processes (e.g. crystallization in minerology) and in biological processes (e.g. self-assembly of virus capsids and of the cellular cytoskeleton).  Self-assembly is increasingly being used in technological applications because it offers a means to control the nanoscale arrangement of molecular components.  DNA nanotechnology provides a particularly promising approach to the design of self-assembling molecular structures because of the specificity and programmability of double-helix formation:  in physiological buffers, two synthetic single-stranded DNA molecules with complementary sequence will find each other and wrap into a stable double helix.  By designing DNA molecules with unique sequences controlling their assembly, it is possible to systematically create uniquely addressed molecular structures, in which each molecular component has a unique position in the final structure (as in a jigsaw puzzle where each piece has a single correct location).  Periodic structures -- 2D and 3D crystals, as well as tubes and filaments -- can be similarly designed and synthesized using DNA nanotechnology.\n\nIn this project, we explored the possibility of creating more complex self-assembled structures that grow according to local assembly rules, rather than by uniquely addressed interactions.  Such processes, called algorithmic self-assembly, have been explored theoretically and have been shown to be capable of universal computation as well as universal construction:  the pattern of arrangement of molecular tiles in a growing structure embodies information that directs the further growth of subsequent layers of molecular tiles.  Previous experimental work demonstrated that these theoretical models can be implemented, but the tile sets were relatively simple and the error rates were higher than desired.  For example, a tile set of about two dozen DNA tiles were designed to count in binary, but had an error rate of about 4% per tile addition step.  \n\nOur main aim was to improve our theoretical understanding of algorithmic self-assembly of DNA tiles, to develop software incorporating advanced design principles that makes it possible to design large tile sets, and to demonstrate more complex tile assembly systems using two types of molecular motifs for DNA tiles.  The first motif, so-called \"double-crossover\" (DX) tiles, had previously been used successfully for algorithmic self-assembly; but the second motif, so-called \"single-stranded tiles\" (SST), had only been used for uniquely-addressed self-assembly reactions.  By attempting to improve, automate, and scale up the design of DX tile systems, and to investigate the possibility of algorithmic self-assembly by SST tile systems, we hoped to deepen our fundamental understanding of the intriguing phenomenon of information-based molecular self-assembly, and to help enable its eventual technological application.\n\nWork on the DX tile architecture consisted of the development of a suite of software tools for the design and analysis of algorithmic tile systems, coupled with experimental synthesis and characterization of several demonstration systems of ever greater complexity.  The software suite consists of a stochastic simulator based on a statistical mechanical model of crystal growth, a model for predicting the thermodynamic and kinetic properties of DNA tiles based on their sequences, and a sequence design tool that selects and optimizes sequences to match abstract tile specifications.  The most successful experimental implementation to date is a 22-tile system that counts in binary, with each bit approximately 28 x 12 nm in size; it was able to count beyond 32 without errors, corresponding to an error rate of less than 0.2% per tile assembly step.\n\nWork on the SST tile architecture required more extensive molecular characterization in order to establish a viable approach.   The SST tiles, unlike the rigid DX tiles, are inh..."
 }
}