{
 "awd_id": "1162271",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Feasibility Study to Develop a Large Aperture Lidar/Optical Facility for Observations of the Upper Atmosphere from 30-1000km",
 "cfda_num": "47.050",
 "org_code": "06020201",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne-Marie Schmoltner",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 148099.0,
 "awd_amount": 148099.0,
 "awd_min_amd_letter_date": "2012-09-20",
 "awd_max_amd_letter_date": "2013-07-07",
 "awd_abstract_narration": "The investigators will examine the broad scientific rationale and develop detailed design requirements for a major new lidar/optical facility to study the chemistry and dynamics of the Earth's atmosphere from the middle stratosphere (~30 km) to well into the thermosphere (~1000 km). The objectives are to identify the key scientific problems currently challenging the middle and upper atmospheric sciences communities and determine what new observational capabilities, especially large aperture lidar systems, could facilitate significant progress in addressing those problems. It is envisioned that the centerpiece of the new lidar/optical facility would be a ~100 square meter collecting aperture that would consist of a 3-4 meter diameter fully steerable telescope in combination with a large array of smaller fix-pointed telescopes. In addition the facility would include important correlative instruments such as radars, imagers, spectrometers and perhaps in situ measurement capabilities using balloon and rocket probes. The specific project objectives are:  1. To determine the key scientific problems currently challenging the middle and upper atmosphere communities (with emphasis on those problems that could potentially benefit from the measurements achievable by a large aperture lidar/optical facility), 2. To determine what new observational capabilities could facilitate significant progress in addressing those problems, 3. To develop the top level design and operational requirements for the large optical telescope that would serve as the centerpiece of the new observatory, 4. To determine the design and operational requirements for the lidar systems that would utilize the large telescope, 5. To determine the key correlative instrumentation that would be essential to realize the full potential of the new observatory, and 6. To determine where the facility should be located to make the greatest contribution to science and to insure maximum operating productivity. The outstanding challenge in terrestrial upper atmosphere research is specifying the state of the space-atmosphere interaction region.  There is growing recognition that meteorological sources of wave energy from the lower atmosphere are responsible for producing significant variability in the upper atmosphere. Furthermore, energetic particles and fields originating from the magnetosphere regularly alter the state of the ionosphere. These influences converge through close coupling between the ionosphere plasma and neutral thermosphere gas to produce emergent behavior in the space-atmosphere interaction region (SAIR). To fully explore neutral-ion coupling in the critical region above 100 km requires measurements of the neutral atmosphere to complement radar observations of the plasma. Lidar measurements of neutral thermospheric winds, temperatures and species can enable these explorations, an objective of highest priority for the upper atmosphere science community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chester",
   "pi_last_name": "Gardner",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Chester S Gardner",
   "pi_email_addr": "cgardner@illinois.edu",
   "nsf_id": "000211749",
   "pi_start_date": "2012-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gary",
   "pi_last_name": "Swenson",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Gary R Swenson",
   "pi_email_addr": "swenson1@illinois.edu",
   "nsf_id": "000334147",
   "pi_start_date": "2012-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "1901 S. First St  Suite A",
  "perf_city_name": "Champaign",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618207406",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152100",
   "pgm_ele_name": "AERONOMY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 99967.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 48132.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>TOn 15-17 May 2012, with support from the National Science Foundation, an international group of scientists convened for two and a half days at the University Club of Chicago to discuss the scientific merits of developing a major new observational facility to explore the fundamental processes that are known to shape planetary atmospheres throughout the galaxy and govern their evolution. Participants focused primarily on chemical and dynamical processes in Earth&rsquo;s middle and upper atmosphere from 50 to 1000 km altitude. They identified the science drivers for the initiative, determined what new observational capabilities were required to address them and developed a top-level design concept for the new facility. In particular, they acknowledged that there exists a serious observational gap of the Earth&rsquo;s neutral atmosphere above 100 km. Information on neutral winds and temperatures and on the interactions between the neutral atmosphere and plasma in the Earth&rsquo;s space-atmosphere-interaction region is either sparse or nonexistent. The group consensus was that the new facility must address this observational gap.</p>\n<p>The conference participants and others spent the next year refining the scientific arguments, assessing the current state of technology and developing the design requirements and performance specifications for the new facility. The results of their careful deliberations are contained in the reports <em><strong>OASIS: Exploring the Interaction of Earth's Atmosphere with Space</strong></em> and in the <em><strong>OASIS Engineering and Technical Supplement</strong></em>.</p>\n<p>his project focused on advancing observational capabilities of the   near-space environment and our understanding of key universal processes   in Earth&rsquo;s upper atmosphere. Three basic questions that have commanded the attention of atmosphere and space scientists for generations, served as guiding themes for the initiative.</p>\n<ol>\n<li><em>What are the fundamental processes that shape the Earth&rsquo;s atmosphere and govern its evolution?</em></li>\n<li><em>How do these processes affect weather and climate?</em></li>\n<li><em>What roles do they play on other planets?</em></li>\n</ol>\n<p>These questions are especially relevant today as rising concentrations of greenhouse gases warm the Earth and increasing numbers of extra-solar planets (exoplanets) are being discovered within our galaxy, including at least two Earth-like planets orbiting within the habitable zone around another star (Kepler 62e and 62f).&nbsp;&nbsp;</p>\n<p>The overarching goal of the project was:</p>\n<p><em>To substantially advance our understanding of the fundamental, universal processes that occur in the Earth&rsquo;s space-atmosphere-interaction region (~50 km and above) and how they shape the atmospheres of Earth-like planets throughout our galaxy.</em></p>\n<p>The final report has defined a compelling set of scientific objectives and observational requirements necessary to achieve those objectives. Members of the upper atmospheric community are now focusing their efforts on building the instruments and models needed to acquire the key data.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/23/2014<br>\n\t\t\t\t\tModified by: Chester&nbsp;S&nbsp;Gardner</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nTOn 15-17 May 2012, with support from the National Science Foundation, an international group of scientists convened for two and a half days at the University Club of Chicago to discuss the scientific merits of developing a major new observational facility to explore the fundamental processes that are known to shape planetary atmospheres throughout the galaxy and govern their evolution. Participants focused primarily on chemical and dynamical processes in EarthÆs middle and upper atmosphere from 50 to 1000 km altitude. They identified the science drivers for the initiative, determined what new observational capabilities were required to address them and developed a top-level design concept for the new facility. In particular, they acknowledged that there exists a serious observational gap of the EarthÆs neutral atmosphere above 100 km. Information on neutral winds and temperatures and on the interactions between the neutral atmosphere and plasma in the EarthÆs space-atmosphere-interaction region is either sparse or nonexistent. The group consensus was that the new facility must address this observational gap.\n\nThe conference participants and others spent the next year refining the scientific arguments, assessing the current state of technology and developing the design requirements and performance specifications for the new facility. The results of their careful deliberations are contained in the reports OASIS: Exploring the Interaction of Earth's Atmosphere with Space and in the OASIS Engineering and Technical Supplement.\n\nhis project focused on advancing observational capabilities of the   near-space environment and our understanding of key universal processes   in EarthÆs upper atmosphere. Three basic questions that have commanded the attention of atmosphere and space scientists for generations, served as guiding themes for the initiative.\n\nWhat are the fundamental processes that shape the EarthÆs atmosphere and govern its evolution?\nHow do these processes affect weather and climate?\nWhat roles do they play on other planets?\n\n\nThese questions are especially relevant today as rising concentrations of greenhouse gases warm the Earth and increasing numbers of extra-solar planets (exoplanets) are being discovered within our galaxy, including at least two Earth-like planets orbiting within the habitable zone around another star (Kepler 62e and 62f).  \n\nThe overarching goal of the project was:\n\nTo substantially advance our understanding of the fundamental, universal processes that occur in the EarthÆs space-atmosphere-interaction region (~50 km and above) and how they shape the atmospheres of Earth-like planets throughout our galaxy.\n\nThe final report has defined a compelling set of scientific objectives and observational requirements necessary to achieve those objectives. Members of the upper atmospheric community are now focusing their efforts on building the instruments and models needed to acquire the key data.\n\n\t\t\t\t\tLast Modified: 12/23/2014\n\n\t\t\t\t\tSubmitted by: Chester S Gardner"
 }
}