{
 "awd_id": "1200799",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Sustainable Biocover System for Methane Oxidation in Landfills",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 350000.0,
 "awd_amount": 362000.0,
 "awd_min_amd_letter_date": "2012-02-18",
 "awd_max_amd_letter_date": "2012-11-13",
 "awd_abstract_narration": "The objective of this research project is to develop a new low-cost, practical, and sustainable soil system amended with biochar to effectively mitigate landfill methane emissions.  Municipal solid waste landfills are the third largest anthropogenic source of methane emissions in the US.  There is an urgent need to develop cost-effective innovative cover systems that can mitigate methane emissions from landfills.  An integrated research program, consisting of controlled laboratory batch and column experiments, mathematical modeling, and a field demonstration, will be undertaken to investigate: (1) the physical, geochemical and geotechnical properties of biochars and biochar-amended soils; (2) the transport and enhanced adsorption of biochars and biochar-amended cover soils for methane and oxygen; (3) the rates of methane oxidation in biochars and biochar-amended soils; (4) the factors controlling the simultaneous competing or synergistic interactions between adsorption and oxidation of methane under various conditions (biochar properties, soil composition, methane concentrations, moisture contents, and temperatures); (5) the development of a mechanistic model for methane oxidation within biochar and biochar-amended landfill covers; and (6) the performance in a full-scale field demonstration to verify the validity of the research findings and viability of practical application.  In addition, a guidance manual will be prepared for the design of biochar and biochar-amended soil cover systems for landfill applications. This project will determine the fundamental mechanisms responsible for stimulation of soil microorganisms in biochar, including the contribution of porous structure and high surface area to gaseous adsorption, moisture retention, and colonization by methanotrophic populations. \r\n\r\nThis project will result in a creative, low-cost, sustainable biochar and biochar-amended soil cover system to mitigate methane emissions at landfills and protect the environment and public health.   Two graduate students will have the opportunity to gain research experience through this project in emerging field of sustainable geo-engineering.  Research skills and instrumentation developed for this project will enhance classroom instruction at the undergraduate level, the graduate level, and for K-12 teachers in the \"Teachers as Scholars\" Program.  A teaching module \"Engineering with Biochar\" will be developed and incorporated into the existing Landfill Engineering and Sustainable Engineering courses.  The project results will be widely disseminated by: (1) organizing a workshop for practicing and regulatory professionals, (2) publishing refereed journal/conference papers, and (3) participating in the Illinois and US Biochar Groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Krishna",
   "pi_last_name": "Reddy",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Krishna R Reddy",
   "pi_email_addr": "kreddy@uic.edu",
   "nsf_id": "000296441",
   "pi_start_date": "2012-02-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jean",
   "pi_last_name": "Bogner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jean Bogner",
   "pi_email_addr": "jbogner@uic.edu",
   "nsf_id": "000314535",
   "pi_start_date": "2012-02-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Chicago",
  "inst_street_address": "809 S MARSHFIELD AVE M/C 551",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3129962862",
  "inst_zip_code": "606124305",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "IL07",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "W8XEAJDKMXH3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Chicago",
  "perf_str_addr": "842 WEST TAYLOR STREET",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606077023",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163600",
   "pgm_ele_name": "Geotechnical Engineering and M"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "015E",
   "pgm_ref_txt": "Pollutant fate and transport"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "037E",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 350000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project investigated the use of biochar as a landfill cover amendment to promote the microbial oxidation of methane released to the atmosphere as a result of waste degradation.&nbsp; Biochar is a carbonaceous solid material generated from the pyrolysis or gasification of organic matter in low-oxygen environments and is considered as a waste product when produced in conjunction with biofuel.&nbsp; The project consisted of several phases, the first of which was the characterization of 7 commercially-available biochars from local vendors in order to select an appropriate type for large-scale experiments.&nbsp; Physical, chemical and geotechnical properties relevant to their use in landfill covers were determined in addition to potential leachability of polycyclic aromatic hydrocarbons and heavy metals.&nbsp; Adsorption experiments were carried out using these biochars once amended to a silty clay soil typical for landfill covers in the area in order to determine the adsorption characteristics of each of the biochars studied alone and at different soil amendment ratios.&nbsp; These experiments showed that all of the biochars adsorbed a significant quantity of methane, though the extent of adsorption varied with biochar properties, which were governed primarily by the raw material from which the biochar was produced and the production conditions (i.e. temperature and duration of pyrolysis or gasification).</p>\n<p>Following these characterization tests, a biochar capable of significant methane adsorption derived from pinewood with low toxin content and low potential for leachability was selected for use in large column incubation tests simulating landfill cover conditions as well as in field-scale test plots installed within the existing intermediate cover of an active landfill in NE Illinois. In the large soil column tests, silty clay cover soil was amended with biochar at either 2% or 10% by weight, with amendments targeting either the entire depth of cover soil or specific zones where microbial methane oxidation activity was expected to be highest.&nbsp; Additional tests were also set up to evaluate the use of mixed soil-biochar layers versus the use of a thin biochar layer applied at ~6-8&rdquo; depth in the soil.&nbsp; The impact of methane loading, soil moisture content, and time on the methane removal capacity of the various cover designs tested was evaluated over the course of &gt;400 days by measuring the amount of methane flowing into and out of each soil column. Gas chromatography was used to analyze methane concentrations in the headspace gas and through the depth profiles of the soils in order to investigate both methane transport and oxidation in the covers.&nbsp; From these studies, biochar was found to significantly improve the soil texture and water retention properties and was able to promote microbial growth and methane removal over long timescales.</p>\n<p>The same design configurations tested in large columns were replicated in the field and evaluated against the existing soil cover to assess whether similar reductions in methane emissions could be achieved in practice. Cells were installed within the existing intermediate landfill cove above ~1 ft of existing cover soil directly above the waste layer.&nbsp; Each test plot consisted of a 1 ft gravel gas distribution layer overlain by 2 ft of soil amended with biochar either as a thin layer ~ 6 in below or as a mixed layer of 2 or 10% biochar by weight. Surface emissions before and after installation of the test cells were measured using static chamber flux measurements over an 8-month period; in addition, soil gas probes installed in the test pads allowed the measurement of soil gas profiles within the test plots to assess spatial variability in methane loading from the waste below.&nbsp; At the end of the monitoring period, terminal assays of the potential methane oxidation rates achieved by soi...",
  "por_txt_cntn": "\nThis project investigated the use of biochar as a landfill cover amendment to promote the microbial oxidation of methane released to the atmosphere as a result of waste degradation.  Biochar is a carbonaceous solid material generated from the pyrolysis or gasification of organic matter in low-oxygen environments and is considered as a waste product when produced in conjunction with biofuel.  The project consisted of several phases, the first of which was the characterization of 7 commercially-available biochars from local vendors in order to select an appropriate type for large-scale experiments.  Physical, chemical and geotechnical properties relevant to their use in landfill covers were determined in addition to potential leachability of polycyclic aromatic hydrocarbons and heavy metals.  Adsorption experiments were carried out using these biochars once amended to a silty clay soil typical for landfill covers in the area in order to determine the adsorption characteristics of each of the biochars studied alone and at different soil amendment ratios.  These experiments showed that all of the biochars adsorbed a significant quantity of methane, though the extent of adsorption varied with biochar properties, which were governed primarily by the raw material from which the biochar was produced and the production conditions (i.e. temperature and duration of pyrolysis or gasification).\n\nFollowing these characterization tests, a biochar capable of significant methane adsorption derived from pinewood with low toxin content and low potential for leachability was selected for use in large column incubation tests simulating landfill cover conditions as well as in field-scale test plots installed within the existing intermediate cover of an active landfill in NE Illinois. In the large soil column tests, silty clay cover soil was amended with biochar at either 2% or 10% by weight, with amendments targeting either the entire depth of cover soil or specific zones where microbial methane oxidation activity was expected to be highest.  Additional tests were also set up to evaluate the use of mixed soil-biochar layers versus the use of a thin biochar layer applied at ~6-8\" depth in the soil.  The impact of methane loading, soil moisture content, and time on the methane removal capacity of the various cover designs tested was evaluated over the course of &gt;400 days by measuring the amount of methane flowing into and out of each soil column. Gas chromatography was used to analyze methane concentrations in the headspace gas and through the depth profiles of the soils in order to investigate both methane transport and oxidation in the covers.  From these studies, biochar was found to significantly improve the soil texture and water retention properties and was able to promote microbial growth and methane removal over long timescales.\n\nThe same design configurations tested in large columns were replicated in the field and evaluated against the existing soil cover to assess whether similar reductions in methane emissions could be achieved in practice. Cells were installed within the existing intermediate landfill cove above ~1 ft of existing cover soil directly above the waste layer.  Each test plot consisted of a 1 ft gravel gas distribution layer overlain by 2 ft of soil amended with biochar either as a thin layer ~ 6 in below or as a mixed layer of 2 or 10% biochar by weight. Surface emissions before and after installation of the test cells were measured using static chamber flux measurements over an 8-month period; in addition, soil gas probes installed in the test pads allowed the measurement of soil gas profiles within the test plots to assess spatial variability in methane loading from the waste below.  At the end of the monitoring period, terminal assays of the potential methane oxidation rates achieved by soils sampled from each test plot were performed to assess whether higher oxidation rates were achieved as a result of biochar additi..."
 }
}