{
 "awd_id": "1200526",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Using Cell Phone Data to Analyze the Continuum and Life Cycle of Disaster in Spatio-Temporal Movements",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Mendonca",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 71571.0,
 "awd_amount": 71571.0,
 "awd_min_amd_letter_date": "2012-04-10",
 "awd_max_amd_letter_date": "2012-04-10",
 "awd_abstract_narration": "Disasters create social disruption.  As a result, everyday lives change severely.  The amount of social disruption reflects the degree an event is a disaster.  One way to capture the amount of social disruption is through the use of cell phone data.  Normal, everyday cell phone use will be compared to disaster and post disaster use. As a result, it may be explained how much social disruption occurs from the disaster.  Also, the process and speed an area returns to \"normal (i.e., the pre-disaster patterns)\" may be seen.  Two recent, but different disasters (e.g., scope of area, speed of onset), will be selected for this study.\r\n\r\nThis project?s unique approach uses the expertise of a civil engineer, sociologist, and a computer scientist.  Math, computer science and travel behavior research will be combined to understand disasters.  This project will improve how we understand social disruption as a disaster.  It will also show how indirect measures can be used to study these events.  Also, it will lay the foundation for using other measures to capture the idea of \"social disruption.\" This project will also suggest that emergency managers can use these types of data to improve their emergency management capabilities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Neal",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "David M Neal",
   "pi_email_addr": "dave.neal@okstate.edu",
   "nsf_id": "000269058",
   "pi_start_date": "2012-04-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oklahoma State University",
  "inst_street_address": "401 WHITEHURST HALL",
  "inst_street_address_2": "",
  "inst_city_name": "STILLWATER",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4057449995",
  "inst_zip_code": "740781031",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OK03",
  "org_lgl_bus_name": "OKLAHOMA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNYDFK5FTSX9"
 },
 "perf_inst": {
  "perf_inst_name": "Oklahoma State University",
  "perf_str_addr": "410 Math Science",
  "perf_city_name": "Stillwater",
  "perf_st_code": "OK",
  "perf_st_name": "Oklahoma",
  "perf_zip_code": "740780001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OK03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163800",
   "pgm_ele_name": "HDBE-Humans, Disasters, and th"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "041E",
   "pgm_ref_txt": "HAZARD AND DISASTER REDUCTION"
  },
  {
   "pgm_ref_code": "042E",
   "pgm_ref_txt": "HAZARD AND DISASTER RESPONSE"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 71571.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>As the project title indicatives, we originally proposed using cell phone data to track individuals&rsquo; movements before, during, and after disasters.&nbsp; These data could provide a fresh look in understanding such disaster issues as convergence, warning and evacuation, or altruism. In addition, we could compare pre and post disaster behavioral patterns through time to understand short and long-term behavioral changes. However, after receiving the award, the vender who agreed to provide us the data withdrew from the project.&nbsp; Despite this setback, we decided to use the logic of the study. &nbsp;We cast a wider net to draw upon different types of city data to study the same research question.</p>\n<p>Thus, using the 2013 EF5 Moore, Oklahoma tornado, we gathered existing city data to compare before, during and after activities or use of infrastructure, economy, emergency services, and social order (Fiscal Years 2012-3, 2013-4. 2014-5).&nbsp; For comparison, we gathered similar data from Stillwater, Oklahoma (about 70 miles away) over the same time. During data gathering, we discovered that Moore and Stillwater obtained data using different time measures, so finding specific comparable data by variable became difficult. We wanted to code data on a daily or weekly basis, but only monthly rates were possible. In addition, other types of data (electrical and gas use, school attendance) were not provided to us by the proper organization for various legal reasons. As a result, the key measures (but not all) and their indicators for a two city comparison include:</p>\n<ul>\n<li>Infrastructure (monthly water consumption)</li>\n<li>Local Economy (sales tax)</li>\n<li>Emergency Services (citizen generated calls for service, e.g., 911)</li>\n<li>Social Order (felony arrests, traffic citation)</li>\n</ul>\n<p>&nbsp;</p>\n<p>Key findings include:</p>\n<ul>\n<li>A predictable rhythm of life among our variables for our two cities existed before the tornado</li>\n<li>Both cities, however, had their own rhythms </li>\n<li>Social disruption of the rhythm of life included &ldquo;degree of disruption (how much)&rdquo; and &ldquo;duration of disruption (how long)&rdquo;</li>\n<li>Different variables returned to different &ldquo;normal&rdquo; patterns at different times (e.g., the impact to recovery process is not holistic and linear).</li>\n<li>This methodology also revealed an unexpected &ldquo;jolt&rdquo; in Stillwater, due to severe wildfires just outside of the city limits of Stillwater</li>\n<li>For both cities, water use patterns were most disrupted</li>\n<li>Generally, with bothcities, all variables returned to pre impact patterns or &ldquo;rhythms&rdquo; within a year of impact</li>\n</ul>\n<p>Our study moves the disaster field forward in a number of ways. First, we treat disaster as a variable with different parts. Our approach goes beyond such facile measures as &ldquo;deaths,&rdquo; &ldquo;injuries,&rdquo; or &ldquo;economical losses.&rdquo; &nbsp;Rather, it provides the foundation for a systematic and multidimensional way to treat disaster as a variable (e.g., emergency, a small disaster, a large disaster, and catastrophe).&nbsp; It also shows quantitatively how to compare the degree of disaster with other events from impact to recovery. Thus this approach can provide insight for a number of events and how they impact a community &ndash;even beyond a &ldquo;normal&rdquo; disaster such as a flood, hurricane, tornado, hazardous spill, or other similar event.&nbsp; It can also capture events that may fall outside of the normal definition of a disaster.&nbsp; Such events could include pandemics, riots, national tragedies (e.g., assignations, terror attacks, cascading events [e.g., earthquake, tsunami, nuclear plan meltdown).&nbsp;</p>\n<p>Second, this methodology provides a guide to create realistic outcomes for different disaster scenarios for planning and exercises. Third, this approach ...",
  "por_txt_cntn": "\nAs the project title indicatives, we originally proposed using cell phone data to track individualsÆ movements before, during, and after disasters.  These data could provide a fresh look in understanding such disaster issues as convergence, warning and evacuation, or altruism. In addition, we could compare pre and post disaster behavioral patterns through time to understand short and long-term behavioral changes. However, after receiving the award, the vender who agreed to provide us the data withdrew from the project.  Despite this setback, we decided to use the logic of the study.  We cast a wider net to draw upon different types of city data to study the same research question.\n\nThus, using the 2013 EF5 Moore, Oklahoma tornado, we gathered existing city data to compare before, during and after activities or use of infrastructure, economy, emergency services, and social order (Fiscal Years 2012-3, 2013-4. 2014-5).  For comparison, we gathered similar data from Stillwater, Oklahoma (about 70 miles away) over the same time. During data gathering, we discovered that Moore and Stillwater obtained data using different time measures, so finding specific comparable data by variable became difficult. We wanted to code data on a daily or weekly basis, but only monthly rates were possible. In addition, other types of data (electrical and gas use, school attendance) were not provided to us by the proper organization for various legal reasons. As a result, the key measures (but not all) and their indicators for a two city comparison include:\n\nInfrastructure (monthly water consumption)\nLocal Economy (sales tax)\nEmergency Services (citizen generated calls for service, e.g., 911)\nSocial Order (felony arrests, traffic citation)\n\n\n \n\nKey findings include:\n\nA predictable rhythm of life among our variables for our two cities existed before the tornado\nBoth cities, however, had their own rhythms \nSocial disruption of the rhythm of life included \"degree of disruption (how much)\" and \"duration of disruption (how long)\"\nDifferent variables returned to different \"normal\" patterns at different times (e.g., the impact to recovery process is not holistic and linear).\nThis methodology also revealed an unexpected \"jolt\" in Stillwater, due to severe wildfires just outside of the city limits of Stillwater\nFor both cities, water use patterns were most disrupted\nGenerally, with bothcities, all variables returned to pre impact patterns or \"rhythms\" within a year of impact\n\n\nOur study moves the disaster field forward in a number of ways. First, we treat disaster as a variable with different parts. Our approach goes beyond such facile measures as \"deaths,\" \"injuries,\" or \"economical losses.\"  Rather, it provides the foundation for a systematic and multidimensional way to treat disaster as a variable (e.g., emergency, a small disaster, a large disaster, and catastrophe).  It also shows quantitatively how to compare the degree of disaster with other events from impact to recovery. Thus this approach can provide insight for a number of events and how they impact a community &ndash;even beyond a \"normal\" disaster such as a flood, hurricane, tornado, hazardous spill, or other similar event.  It can also capture events that may fall outside of the normal definition of a disaster.  Such events could include pandemics, riots, national tragedies (e.g., assignations, terror attacks, cascading events [e.g., earthquake, tsunami, nuclear plan meltdown). \n\nSecond, this methodology provides a guide to create realistic outcomes for different disaster scenarios for planning and exercises. Third, this approach may assist emergency managers understand how different events could affect different parts of a community based on intensity and length of time.  Fourth, with the continued interest in resiliency, this approach can help guide planners on how certain types of projects can enhance capacity or absorb impacts. Theoretically, it can provide the basis for a much-needed concept..."
 }
}