{
 "awd_id": "1200161",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Kinetics Approach to Surface Instability of Soft Materials",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kara Peters",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 265597.0,
 "awd_amount": 265597.0,
 "awd_min_amd_letter_date": "2012-06-26",
 "awd_max_amd_letter_date": "2012-06-26",
 "awd_abstract_narration": "The research objective of this grant is to elucidate the underlying kinetic processes that are responsible for intricate surface patterns observed in both synthetic soft materials and biological systems. With high mechanical flexibility and chemical tunability similar to biological tissues, hydrogel-like soft materials have been exploited recently as soft active materials in biomedical and bio-inspired devices for a wide range of applications, including drug delivery, tissue engineering, microscale sensors and actuators. It has also been recognized that the swelling behavior of hydrogel-like soft materials could be used to unravel some of the universal physical processes at work during biological growth. Motivated by experimental observations, the proposed research will develop a kinetics approach with analytical and numerical methods for the study of surface instability patterns in soft materials, such as wrinkles and creases. These instability phenomena reflect the typically complex behaviors of soft materials, where mechanics is inherently coupled with chemistry and multiphysical interactions (e.g., thermal, electrical, optical, etc.).\r\n \r\nIf successful, the proposed study will significantly enhance fundamental understanding on the physical nature of soft materials in both synthetic and biological systems. The theoretical and computational tools developed in the proposed research will enable characterization and design of soft materials for active device applications. Education and outreach activities will be integrated within the proposed project to enhance its societal impacts. The proposed project will open ample research opportunities for broad participation including graduate, undergraduate, minority and female students. The results from the research will be incorporated into graduate and undergraduate courses. The outcomes of the research and education activities will be broadly disseminated to the academic community as well as the general public.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rui",
   "pi_last_name": "Huang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rui Huang",
   "pi_email_addr": "ruihuang@mail.utexas.edu",
   "nsf_id": "000190178",
   "pi_start_date": "2012-06-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "210 E. 24th St",
  "perf_city_name": "Austin",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787121529",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163000",
   "pgm_ele_name": "Mechanics of Materials and Str"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "022E",
   "pgm_ref_txt": "SOLID MECHANICS"
  },
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "027E",
   "pgm_ref_txt": "NANOMECHANICS"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 265597.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong></p>\n<p>The primary research results of this project include: (1) A theoretical prediction on swell-induced surface instability of polymer gels with graded material properties such as bilayers, complemented by numerical simulations of two different modes of surface instability; and (2) Development of a nonlinear, transient finite element method for coupled large deformation and solvent diffusion in gels, which have been used to study swell-induced surface wrinkling, indentation relaxation, and fracture of gels. In addition, we have studied several other instability phenomena, including creases, buckle-delamination blisters, folding, and stretch-induced wrinkling. A total of nine journal articles have been published out of these research results, plus a PhD dissertation and a Master&rsquo;s thesis.</p>\n<p><strong>Broader Impacts</strong></p>\n<p>Three graduate students were trained by this project. One graduated with a PhD degree in 2014, one graduated with a Master's degree in 2015, and the other is continuing towards a PhD degree. The PI and his graduate students have presented the research results at multiple national/international conferences. The PI has also given several invited seminars at academic and industrial institutions. This project has led to several research collaborations that will continue in the coming years. In collaboration with Prof. K. Ravi-Chandar and Prof. C. M. Landis at UT Austin, the PI has recently received an NSF award to study nonlinear fracture mechanics of hydrogel-like soft materials. The collaboration with Prof. Zhigen Wu at Hefei University of Technology (China) will continue to investigate surface instability in soft materials with a recent award by China's National Natural Science Foundation. The collaboration with Prof. Sachin Velankar of University of Pittsburgh has led to one journal article on wrinkling and folding of thin films by viscous stress, for which we are seeking financial support to further develop. A potential collaboration is currently taking form between the PI and a research team at the Nanyang Technological University of Singapore, which will look to design hydrogel-based composite materials. These domestic and international collaborations extend the impacts of this project to a broader scope across the boundaries between research disciplines and institutions.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/21/2015<br>\n\t\t\t\t\tModified by: Rui&nbsp;Huang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit\n\nThe primary research results of this project include: (1) A theoretical prediction on swell-induced surface instability of polymer gels with graded material properties such as bilayers, complemented by numerical simulations of two different modes of surface instability; and (2) Development of a nonlinear, transient finite element method for coupled large deformation and solvent diffusion in gels, which have been used to study swell-induced surface wrinkling, indentation relaxation, and fracture of gels. In addition, we have studied several other instability phenomena, including creases, buckle-delamination blisters, folding, and stretch-induced wrinkling. A total of nine journal articles have been published out of these research results, plus a PhD dissertation and a MasterÆs thesis.\n\nBroader Impacts\n\nThree graduate students were trained by this project. One graduated with a PhD degree in 2014, one graduated with a Master's degree in 2015, and the other is continuing towards a PhD degree. The PI and his graduate students have presented the research results at multiple national/international conferences. The PI has also given several invited seminars at academic and industrial institutions. This project has led to several research collaborations that will continue in the coming years. In collaboration with Prof. K. Ravi-Chandar and Prof. C. M. Landis at UT Austin, the PI has recently received an NSF award to study nonlinear fracture mechanics of hydrogel-like soft materials. The collaboration with Prof. Zhigen Wu at Hefei University of Technology (China) will continue to investigate surface instability in soft materials with a recent award by China's National Natural Science Foundation. The collaboration with Prof. Sachin Velankar of University of Pittsburgh has led to one journal article on wrinkling and folding of thin films by viscous stress, for which we are seeking financial support to further develop. A potential collaboration is currently taking form between the PI and a research team at the Nanyang Technological University of Singapore, which will look to design hydrogel-based composite materials. These domestic and international collaborations extend the impacts of this project to a broader scope across the boundaries between research disciplines and institutions.\n\n\t\t\t\t\tLast Modified: 09/21/2015\n\n\t\t\t\t\tSubmitted by: Rui Huang"
 }
}