{
 "awd_id": "1200203",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Quantitative Prediction of Ductile Fracture Surface Roughness",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Massimo Ruzzene",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2015-02-28",
 "tot_intn_awd_amt": 335113.0,
 "awd_amount": 335113.0,
 "awd_min_amd_letter_date": "2012-05-18",
 "awd_max_amd_letter_date": "2012-05-18",
 "awd_abstract_narration": "The goal of this project is to elucidate the relation between a quantitative measure of ductile fracture surface roughness and a material's resistance to ductile crack growth.  There has been a great deal of experimental work  that has shown that brittle fracture surfaces exhibit certain scaling characteristics. The extent to which such scaling properties characterize ductile fracture surfaces remains an open question.  The focus in the proposed studies is on ductile fracture in structural metals which takes place by the nucleation, growth and coalescence of micro-scale voids.  Calculations of ductile fracture surface roughness will be carried out for a variety of material microstructures and loading conditions using a framework that has given quantitative predictions of overall ductile fracture behavior in a variety of circumstances.  The proposed study will involve a combination of mechanism based theoretical predictions coupled with a comparison with experimental measurements using various quantitative characterizations of fracture surface roughness. A variety of basic issues will be addressed including: how does the fracture surface roughness depend on material properties (e.g. yield strength) and on the mode (tensile, shear or some combination) and rate of loading? How do quantitative measures of the fracture roughness vary with key features of the material's  microstructure (e.g. the spatial distribution of the micro-void nucleating particles) and does any such variation correlate with the material's crack growth resistance? Can the material microstructure be designed to give a desired fracture surface roughness? Can a quantitative characterization of fracture surface roughness be used to identify the fracture origin? \r\n\r\nThe computed fracture surfaces will be made available on the web so that other researchers can have access in order to use analysis tools that may be subsequently developed to quantify and characterize the fracture surfaces. If successful, the results of the proposed work can serve as a starting point for a range of other endeavors including, for example, control of surface characteristics in manufacturing processes and controlling the frictional properties of surfaces along which sliding will subsequently take place. Although the physical mechanism has significant differences from metal fracture, the capabilities developed could also serve as a starting point for predicting the roughness of fracture surfaces in the earth's crust where subsequent sliding occurs during earthquakes.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Needleman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alan Needleman",
   "pi_email_addr": "needle.tamu@gmail.com",
   "nsf_id": "000089725",
   "pi_start_date": "2012-05-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Texas",
  "inst_street_address": "1112 DALLAS DR STE 4000",
  "inst_street_address_2": "",
  "inst_city_name": "DENTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9405653940",
  "inst_zip_code": "762051132",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "TX13",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH TEXAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "G47WN1XZNWX9"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Texas",
  "perf_str_addr": "1155 Union Circle #305310",
  "perf_city_name": "Denton",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "762035017",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "TX13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163000",
   "pgm_ele_name": "Mechanics of Materials and Str"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "022E",
   "pgm_ref_txt": "SOLID MECHANICS"
  },
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "027E",
   "pgm_ref_txt": "NANOMECHANICS"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 220520.0
  }
 ],
 "por": null
}