{
 "awd_id": "1200415",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Oxide Evolution Dynamics and Stability in Harsh Environments",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032922624",
 "po_email": "alewis@nsf.gov",
 "po_sign_block_name": "Alexis Lewis",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 406303.0,
 "awd_amount": 406303.0,
 "awd_min_amd_letter_date": "2012-09-11",
 "awd_max_amd_letter_date": "2012-09-11",
 "awd_abstract_narration": "The research objective of this grant is to gain a detailed fundamental understanding of the complex interplay between the thermodynamics and kinetics governing early-stage surface-oxidation processes in single- and multi-oxidant environments.  The study will use advanced high-resolution techniques to allow in situ interrogation of reaction-product interfaces for elucidating structural, chemical, and defect developments.  Specifically, Ni, Ni-Cr, and, later, Ni-Cr-Al alloys in 700-1100¢ªC environments containing O2, H2O, CO2, or some combination of these as primary oxidants will be systematically examined.  While the central focus is to establish science-based approaches for developing and/or improving advanced high-temperature alloys and coatings used in the many harsh environments found in practice, the scientific understanding gained will also contribute to elucidating the collective and coupled behaviors of surface reactions in general.\r\n\r\nIf successful, this interdisciplinary collaborative effort will lead to new paradigms in the important field of gas-solid surface reactions, such as corrosion, catalysis, sensors, fuel cells, and synthesis for a variety of electronic, magnetic, medical, and optical devices.  The study will contribute to national economic competitiveness (novel materials and technologies created), development of a competitive STEM workforce (training and mentorship of graduate students and post-docs, interdisciplinary courses), the participation of women and underrepresented minorities; high school community outreach (Pennsylvania Junior Academy of Science), and national security (sustainable energy, energy generation, enhanced aircraft design).  Materials-related classes at all levels will be developed or modified in multiple departments driven by the need to introduce students to the latest developments in materials-centered research and technology.  Examples of classes include Gas-Metal Reactions, Crystallography, Nanocharacterization, Transmission Electron Microscopy, and Introduction to Materials Science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Gleeson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brian Gleeson",
   "pi_email_addr": "bgleeson@pitt.edu",
   "nsf_id": "000466423",
   "pi_start_date": "2012-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Judith",
   "pi_last_name": "Yang",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Judith C Yang",
   "pi_email_addr": "judyyang@pitt.edu",
   "nsf_id": "000470642",
   "pi_start_date": "2012-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152132303",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163300",
   "pgm_ele_name": "MATERIALS AND SURFACE ENG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1444",
   "pgm_ref_txt": "SURFACE ENGINEERING"
  },
  {
   "pgm_ref_code": "8021",
   "pgm_ref_txt": "Materials Engineering"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 406303.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"text-decoration: underline;\">Intellectual Merit</span>:&nbsp; The durability and reliability of metallic materials used in high-temperature applications are often dictated by the ability of these materials to form stable, continuous, and slow-growing oxide scales. The evolutionary processes leading to the establishment of such scales are critically important, but depend on many intrinsic and extrinsic variables, including temperature, total pressure, nature and abundance of the reacting species, structural and chemical factors, and competitive nucleation and interfacial phenomena. The purpose of this project is to use advance high-resolution techniques to allow in situ and ex situ interrogation of reaction-product interfaces toward fully elucidating structural, chemical and defect developments. &nbsp;For example, The nucleation-and-growth stage of oxidation of Cu-5at.%Ni(001) was investigated by complementary in-situ and ex-situ transmission electron microscopy (TEM) and X-ray photoelectron spectroscopy (XPS) to identify the oxide formation and to characterize their morphologies as a function of oxidation time and temperature. Experimental measurements from in-situ oxidation and observation were in excellent agreement with a self-limiting diffusion model. These observations of sequential and duplex oxide nucleation and growth may also apply to other alloys containing several oxidizing components owning to the interplay between the thermodynamic stabilities of various oxides and diffusivities of alloying elements. As another example, surface finish and heating rate were found to be important for the Cr beneficial effect on Al<sub>2</sub>O<sub>3</sub>-scale establishment of dilute Ni-Al-Cr alloys. Deformation introduced by a rough surface finish results in a surface-deformed region, which provides short-circuit diffusion paths for Cr and Al along the grain boundaries and dislocation.&nbsp; These results suggest that the criterion that the third element must have an intermediate affinity to oxygen between two base metals in order to promote the protective scale formation, as suggested by Wagner&rsquo;s &ldquo;gettering effect&rdquo;, is not sufficient. The impact of the third element on the diffusivities of scale-forming elements in the matrix must be taken into account.</p>\n<p><span style=\"text-decoration: underline;\">Broader Impacts:</span> Though our work has direct application to alloys and coatings used in high-temperature applications, the fundamental knowledge and methodology derived will have significant impact on all fields in which nanoscale gas-metal reactions are critical. We have contributed to national economic competitiveness (novel materials and technologies created); development of a competitive STEM workforce (training and mentorship of a graduate student and postdoc, interdisciplinary courses); high school community outreach (Pennsylvania Junior Academy of Science); and national security (sustainable energy, energy generation, enhanced aircraft design). Materials-related classes are being enhanced by the intellectual products of this work, including Gas-Metal Reactions, Transmission Electron Microscopy, and Introduction to Materials Science.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/13/2016<br>\n\t\t\t\t\tModified by: Judith&nbsp;C&nbsp;Yang</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1200415/1200415_10213813_1458753461949_Figure5--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1200415/12004...",
  "por_txt_cntn": "\nIntellectual Merit:  The durability and reliability of metallic materials used in high-temperature applications are often dictated by the ability of these materials to form stable, continuous, and slow-growing oxide scales. The evolutionary processes leading to the establishment of such scales are critically important, but depend on many intrinsic and extrinsic variables, including temperature, total pressure, nature and abundance of the reacting species, structural and chemical factors, and competitive nucleation and interfacial phenomena. The purpose of this project is to use advance high-resolution techniques to allow in situ and ex situ interrogation of reaction-product interfaces toward fully elucidating structural, chemical and defect developments.  For example, The nucleation-and-growth stage of oxidation of Cu-5at.%Ni(001) was investigated by complementary in-situ and ex-situ transmission electron microscopy (TEM) and X-ray photoelectron spectroscopy (XPS) to identify the oxide formation and to characterize their morphologies as a function of oxidation time and temperature. Experimental measurements from in-situ oxidation and observation were in excellent agreement with a self-limiting diffusion model. These observations of sequential and duplex oxide nucleation and growth may also apply to other alloys containing several oxidizing components owning to the interplay between the thermodynamic stabilities of various oxides and diffusivities of alloying elements. As another example, surface finish and heating rate were found to be important for the Cr beneficial effect on Al2O3-scale establishment of dilute Ni-Al-Cr alloys. Deformation introduced by a rough surface finish results in a surface-deformed region, which provides short-circuit diffusion paths for Cr and Al along the grain boundaries and dislocation.  These results suggest that the criterion that the third element must have an intermediate affinity to oxygen between two base metals in order to promote the protective scale formation, as suggested by WagnerÆs \"gettering effect\", is not sufficient. The impact of the third element on the diffusivities of scale-forming elements in the matrix must be taken into account.\n\nBroader Impacts: Though our work has direct application to alloys and coatings used in high-temperature applications, the fundamental knowledge and methodology derived will have significant impact on all fields in which nanoscale gas-metal reactions are critical. We have contributed to national economic competitiveness (novel materials and technologies created); development of a competitive STEM workforce (training and mentorship of a graduate student and postdoc, interdisciplinary courses); high school community outreach (Pennsylvania Junior Academy of Science); and national security (sustainable energy, energy generation, enhanced aircraft design). Materials-related classes are being enhanced by the intellectual products of this work, including Gas-Metal Reactions, Transmission Electron Microscopy, and Introduction to Materials Science. \n\n\t\t\t\t\tLast Modified: 07/13/2016\n\n\t\t\t\t\tSubmitted by: Judith C Yang"
 }
}