{
 "awd_id": "1200408",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Structure-Property-Processing Correlations in Ice-templated Materials",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Toney",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 368366.0,
 "awd_amount": 368366.0,
 "awd_min_amd_letter_date": "2012-04-22",
 "awd_max_amd_letter_date": "2012-04-22",
 "awd_abstract_narration": "The grant provides funding for a study of structure-property-processing correlations in ice-templated materials, applying the unique facilities of the Ice Research Laboratory at Dartmouth College to gain insight into the fundamental science of the freeze-casting process.  The objectives are to test the following hypotheses: (i) that ice crystal growth in polymer solutions can be carefully controlled so that scaffolds can be created that have highly aligned, unidirectional pore structures with additional microstructural features within the pores, (ii) that the geometry and surface structure of the ice crystal, and thus the ice-templated scaffold, can be controlled through materials composition, additives and freezing conditions, (iii) that pore size and geometry and pore surface structure can be modeled and predicted. Collating the empirical and theoretical results and plotting them in structure-property-processing charts will aid the systematic exploration of currently unpopulated ?white spaces? in the material structure and property space, enabling an objective comparison of the performance of different scaffold compositions and designs, pointing out property profiles which are of particular promise.\r\n\r\nThe successful completion of the described work will provide knowledge and tools that guide a paradigm shift towards a more systematic approach for the design and manufacture of porous materials made by freeze casting by making the collected structure-property-processing correlations accessible to a broad audience.  Major contributions of this work are expected to impact a multitude of application areas such as biomaterials and tissue scaffolds (e.g., nerve, bone), multifunctional materials for architectural and environmental engineering (e.g., infra-red reflecting, thermally insulating, electromagnetic shielding materials), green design (e.g., renewable packaging) and energy generation and storage (e.g., biobatteries, nuclear fuel pellets).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ulrike G K",
   "pi_last_name": "Wegst",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ulrike G K Wegst",
   "pi_email_addr": "u.wegst@northeastern.edu",
   "nsf_id": "000081411",
   "pi_start_date": "2012-04-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ian",
   "pi_last_name": "Baker",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ian Baker",
   "pi_email_addr": "Ian.Baker@Dartmouth.edu",
   "nsf_id": "000086758",
   "pi_start_date": "2012-04-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Harold",
   "pi_last_name": "Frost",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Harold J Frost",
   "pi_email_addr": "harold.j.frost@dartmouth.edu",
   "nsf_id": "000419612",
   "pi_start_date": "2012-04-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dartmouth College",
  "inst_street_address": "7 LEBANON ST",
  "inst_street_address_2": "",
  "inst_city_name": "HANOVER",
  "inst_state_code": "NH",
  "inst_state_name": "New Hampshire",
  "inst_phone_num": "6036463007",
  "inst_zip_code": "037552170",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NH02",
  "org_lgl_bus_name": "TRUSTEES OF DARTMOUTH COLLEGE",
  "org_prnt_uei_num": "T4MWFG59C6R3",
  "org_uei_num": "EB8ASJBCFER9"
 },
 "perf_inst": {
  "perf_inst_name": "Dartmouth College - Thayer School of Engineering",
  "perf_str_addr": "8000 Cummings Hall",
  "perf_city_name": "Hanover",
  "perf_st_code": "NH",
  "perf_st_name": "New Hampshire",
  "perf_zip_code": "037558000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NH02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "146700",
   "pgm_ele_name": "MATERIALS PROCESSING AND MANFG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "080E",
   "pgm_ref_txt": "DEFORMATION PROCESSES"
  },
  {
   "pgm_ref_code": "083E",
   "pgm_ref_txt": "MATERIAL TRANSFORMATION PROC"
  },
  {
   "pgm_ref_code": "8025",
   "pgm_ref_txt": "Advanced Materials Processing"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 368366.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Interest in new and improved porous composites and bio-inspired hybrid materials is growing, but they still remain difficult to manufacture. Conventional processing techniques typically cannot provide the degree of microstructural control needed to custom-make and optimize property profiles, particularly those of multifunctional materials. One technique, which holds great promise for the fabrication of such complex materials is freeze-casting or &ldquo;ice-templating.&rdquo; Freeze casting is based on the directional solidification of, typically, water-based polymer solutions or particle slurries under conditions that promote the formation of lamellar or columnar ice.&nbsp; It enables the fabrication of bulk materials or entire components, including those with macroscopic shapes. While the process is a physical one, which can be applied to all classes of materials (polymers, ceramics, metals, composites), we focused in this project on the freeze casting of polymer solutions.&nbsp; Our goal was to gain insight into the fundamental science of the freeze-casting process and to determine structure-property-processing correlations using both custom-designed freezing stages and the unique facilities of the Ice Research Laboratory at Dartmouth College.</p>\n<p>We found that (i) ice crystal growth in polymer solutions can be carefully controlled in growth direction, speed and crystal orientation, so that scaffolds can be created that have highly aligned, unidirectional pore structures with additional, frequently unilateral microstructural perturbations and features within the pores. We determined how (ii) the geometry and surface structure of the ice crystal, and thus the ice-templated scaffold wall material, can be controlled and custom-designed through solution and slurry composition, additives, and the choice of the mold material and its thermal properties, which affects both the temperature and stress profiles within the mold and as a result also the liquid flow between the ice dendrites that plays an important role during structure formation. And we developed a model to predict (iii) pore size and geometry as well as the formation of microstructural perturbations on the cell walls during solidification.</p>\n<p>Collating the empirical and theoretical results and plotting them in structure-property-processing charts makes our results accessible to a broad audience and enables an exploration of the property space that can be accessed with freeze-cast materials.&nbsp; Additionally, the charts make possible an objective comparison of the performance of different scaffold compositions and designs, pointing out property profiles, which are of particular promise for a given application.&nbsp;</p>\n<p>Combined, the experimental and theoretical results of our study help establish a more systematic approach to the design and manufacture of porous materials made using the freeze-casting process. The results obtained are expected to impact the development of new materials for a diverse range of application from biomaterials and tissue scaffolds (e.g., peripheral nerve, bone), to multifunctional materials for architectural and environmental engineering (e.g., infra-red reflecting, thermally insulating, electromagnetic shielding materials), to &ldquo;green design&rdquo; (e.g., renewable packaging), and energy generation and storage (e.g., batteries, thermoelectric materials, nuclear fuel pellets). &nbsp;Finally, to interest the general public in the fundamental materials science topics that we explored, we developed with undergraduate students an outreach program called &ldquo;Food for Thought.&rdquo; Inviting to test and compare directionally and non-directionally frozen ice-creams and sorbets, crystalline and spun sugar-glass fibers, tempered and untempered chocolate, we were able to enthuse a broad audience and age range for the importance of structure-property-processing correlati...",
  "por_txt_cntn": "\nInterest in new and improved porous composites and bio-inspired hybrid materials is growing, but they still remain difficult to manufacture. Conventional processing techniques typically cannot provide the degree of microstructural control needed to custom-make and optimize property profiles, particularly those of multifunctional materials. One technique, which holds great promise for the fabrication of such complex materials is freeze-casting or \"ice-templating.\" Freeze casting is based on the directional solidification of, typically, water-based polymer solutions or particle slurries under conditions that promote the formation of lamellar or columnar ice.  It enables the fabrication of bulk materials or entire components, including those with macroscopic shapes. While the process is a physical one, which can be applied to all classes of materials (polymers, ceramics, metals, composites), we focused in this project on the freeze casting of polymer solutions.  Our goal was to gain insight into the fundamental science of the freeze-casting process and to determine structure-property-processing correlations using both custom-designed freezing stages and the unique facilities of the Ice Research Laboratory at Dartmouth College.\n\nWe found that (i) ice crystal growth in polymer solutions can be carefully controlled in growth direction, speed and crystal orientation, so that scaffolds can be created that have highly aligned, unidirectional pore structures with additional, frequently unilateral microstructural perturbations and features within the pores. We determined how (ii) the geometry and surface structure of the ice crystal, and thus the ice-templated scaffold wall material, can be controlled and custom-designed through solution and slurry composition, additives, and the choice of the mold material and its thermal properties, which affects both the temperature and stress profiles within the mold and as a result also the liquid flow between the ice dendrites that plays an important role during structure formation. And we developed a model to predict (iii) pore size and geometry as well as the formation of microstructural perturbations on the cell walls during solidification.\n\nCollating the empirical and theoretical results and plotting them in structure-property-processing charts makes our results accessible to a broad audience and enables an exploration of the property space that can be accessed with freeze-cast materials.  Additionally, the charts make possible an objective comparison of the performance of different scaffold compositions and designs, pointing out property profiles, which are of particular promise for a given application. \n\nCombined, the experimental and theoretical results of our study help establish a more systematic approach to the design and manufacture of porous materials made using the freeze-casting process. The results obtained are expected to impact the development of new materials for a diverse range of application from biomaterials and tissue scaffolds (e.g., peripheral nerve, bone), to multifunctional materials for architectural and environmental engineering (e.g., infra-red reflecting, thermally insulating, electromagnetic shielding materials), to \"green design\" (e.g., renewable packaging), and energy generation and storage (e.g., batteries, thermoelectric materials, nuclear fuel pellets).  Finally, to interest the general public in the fundamental materials science topics that we explored, we developed with undergraduate students an outreach program called \"Food for Thought.\" Inviting to test and compare directionally and non-directionally frozen ice-creams and sorbets, crystalline and spun sugar-glass fibers, tempered and untempered chocolate, we were able to enthuse a broad audience and age range for the importance of structure-property-processing correlations by making them accessible in materials, in which they can not only be seen, but also felt and tasted.\n\n \n\n\t\t\t\t\tLast Modified: 12/02/2015\n..."
 }
}