{
 "awd_id": "1200839",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dynamic Bio-Mechanical Properties of Ligand-Receptor Bonds",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michele Grimm",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2018-04-30",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 360000.0,
 "awd_min_amd_letter_date": "2012-07-26",
 "awd_max_amd_letter_date": "2017-04-16",
 "awd_abstract_narration": "The research objective of this award is to characterize, investigate, and understand the dynamic mechanical properties of ligand-receptor adhesion bonds through non-contact, cell-free experiments, with a special emphasis on \"catch\" bonds. Catch bonds are non-covalent ligand-receptor bonds whose dissociation lifetime counter-intuitively increases with increasing tensile force applied to the bond.  In other words, catch bonds become stronger upon elongation.  However, wide variations in the published data on the mechanical properties of catch bonds suggest that current experimental approaches are inadequate. Studies conducted under this award hypothesize that compressive force and nonlinearity in stiffness play a role in bond properties, particularly during bond rupture.  This hypothesis will be tested by experimental investigations of (i) the effects of external forces not only in tension, but also in compression, on ligand-receptor bonds; (ii) the dynamic adhesion and mechanical stiffness properties of these bonds at various time-scales; (iii) and the level of stiffness nonlinearity in these bonds and its relation to bond lifetime.  The long-term goal is to understand the ligand-receptor adhesion mechanisms required for the development of higher-order models. \r\n\r\nIf successful, these studies will add significantly to the field?s understanding of the mechanical properties of ligand-receptor adhesion bonds, including catch bonds. In addition to their potential to increase our fundamental understanding, precise characterization of ligand-receptor bonds may also lead to innovative technologies such as targeted drug delivery, cancer diagnostics, methods for cell sorting, improved tools for computational simulations, and novel classes of sensors and detectors. The project will be conducted by a multi-disciplinary team including faculty from Mechanical Engineering, Chemical and Biomolecular Engineering, and Biology. The educational plan includes course development in the disciplines of the respective Principal Investigators (PIs), participation in the Research Experience for Teachers (RET) program, and incorporation of their results into an ongoing NSF Nanotechnology Undergraduate Education (NUE) project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cetin",
   "pi_last_name": "Cetinkaya",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Cetin Cetinkaya",
   "pi_email_addr": "info@pharmacoustics.com",
   "nsf_id": "000314747",
   "pi_start_date": "2012-07-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Ian",
   "pi_last_name": "Suni",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Ian I Suni",
   "pi_email_addr": "isuni@siu.edu",
   "nsf_id": "000642650",
   "pi_start_date": "2012-07-26",
   "pi_end_date": "2014-03-27"
  }
 ],
 "inst": {
  "inst_name": "Clarkson University",
  "inst_street_address": "8 CLARKSON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "POTSDAM",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "3152686475",
  "inst_zip_code": "136761401",
  "inst_country_name": "United States",
  "cong_dist_code": "21",
  "st_cong_dist_code": "NY21",
  "org_lgl_bus_name": "CLARKSON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SL2PF6R7MRN1"
 },
 "perf_inst": {
  "perf_inst_name": "Clarkson University",
  "perf_str_addr": "8 Clarkson Avenue",
  "perf_city_name": "Potsdam",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "136761401",
  "perf_ctry_code": "US",
  "perf_cong_dist": "21",
  "perf_st_cong_dist": "NY21",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "747900",
   "pgm_ele_name": "BMMB-Biomech & Mechanobiology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "024E",
   "pgm_ref_txt": "MATERIALS DESIGN"
  },
  {
   "pgm_ref_code": "027E",
   "pgm_ref_txt": "NANOMECHANICS"
  },
  {
   "pgm_ref_code": "028E",
   "pgm_ref_txt": "BIOMECHANICS"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 360000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Adhesion is critical to human health, as it plays a central role in  many key cell functions, such as inflammation, leukocyte extravasation,  cancer metastasis, platelet adhesion, and tissue assembly. The  fundamental&nbsp;goal of this research program&nbsp;is to characterize,  investigate, and understand the dynamic/nonlinear mechanical properties  of ligand-receptor adhesion bonds under not only tension, but also  compressive forces, by designing and conducting non-contact, cell-free  experiments with a special emphasis on &ldquo;catch&rdquo; bonds. In cell rolling (closely related to cancer metastasis and leukocyte extravasation),  ligand-receptors in cell experience both tension and compression,  leading to a complex stress distribution on the cell surface. A specific objective of the research program was to provide a novel non-contact/non-invasive approach and a tool for conducting cell-free experiments to  accurately characterize and understand the mechanical properties of a  class of biochemical cellular adhesion bonds known as &ldquo;catch bonds.</p>\n<p>Our main outcomes of the program include:</p>\n<p>(i) We have created a unique experimental approach for characterizing cellular adhesion and cell micromechanical properties;</p>\n<p>(ii) We have developed and demonstrated a stable/repeatable (non-contact/non-invasive) experimental set-up needed for conducting experiments for understanding the effects of adhesion and stiffness of adhesion molecules in cell rolling and adhesion;</p>\n<p>(iii) Our initial experimental data forms baseline for further studies. Our data indicate that both rocking/rolling and breathing modes of motion can be excited for the fabricated materials (both inert and biological) using the developed experimental set-up.</p>\n<p>In addition to graduate students, a number of undergraduate students had research opportunities during the course of the research project.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/29/2018<br>\n\t\t\t\t\tModified by: Cetin&nbsp;Cetinkaya</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAdhesion is critical to human health, as it plays a central role in  many key cell functions, such as inflammation, leukocyte extravasation,  cancer metastasis, platelet adhesion, and tissue assembly. The  fundamental goal of this research program is to characterize,  investigate, and understand the dynamic/nonlinear mechanical properties  of ligand-receptor adhesion bonds under not only tension, but also  compressive forces, by designing and conducting non-contact, cell-free  experiments with a special emphasis on \"catch\" bonds. In cell rolling (closely related to cancer metastasis and leukocyte extravasation),  ligand-receptors in cell experience both tension and compression,  leading to a complex stress distribution on the cell surface. A specific objective of the research program was to provide a novel non-contact/non-invasive approach and a tool for conducting cell-free experiments to  accurately characterize and understand the mechanical properties of a  class of biochemical cellular adhesion bonds known as \"catch bonds.\n\nOur main outcomes of the program include:\n\n(i) We have created a unique experimental approach for characterizing cellular adhesion and cell micromechanical properties;\n\n(ii) We have developed and demonstrated a stable/repeatable (non-contact/non-invasive) experimental set-up needed for conducting experiments for understanding the effects of adhesion and stiffness of adhesion molecules in cell rolling and adhesion;\n\n(iii) Our initial experimental data forms baseline for further studies. Our data indicate that both rocking/rolling and breathing modes of motion can be excited for the fabricated materials (both inert and biological) using the developed experimental set-up.\n\nIn addition to graduate students, a number of undergraduate students had research opportunities during the course of the research project.\n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 07/29/2018\n\n\t\t\t\t\tSubmitted by: Cetin Cetinkaya"
 }
}