{
 "awd_id": "1200987",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Reducing Vibration and Wind Loads in Tall Buildings Using Fluidic-based Aerodynamic Modification (FAM)",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Yick Hsuan",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 210787.0,
 "awd_amount": 210787.0,
 "awd_min_amd_letter_date": "2012-03-20",
 "awd_max_amd_letter_date": "2012-03-20",
 "awd_abstract_narration": "This research aims to develop a revolutionary approach to the shaping of tall buildings to reduce their wind loading.  The concept is to use Fluidic-based Aerodynamic Modification (FAM), where wind flow is modified around the building by the injection of fluid flow in strategic locations, to improve the aerodynamic 'shape' of a structure. These fluid interventions will modify the local flow such that the building experiences reduced wind loads. Active Flow Control is now being widely used in the aeronautical world to improve flow characteristics over airfoils; its application to bluff bodies, such as buildings, to reduce response is novel.  The objectives of the proposed research are to demonstrate the feasibility of the FAM approach in reducing response; to investigate the fundamentals of jet/flow and flow/structure interaction both through their impact on the loading on the building and on the flow patterns around it; and to assess the efficiency of steady and periodic forcing of the injected flow in terms of their response reduction and invested energy.  The research will build on industry funded wind tunnel tests undertaken at the Center for Flow Physics and Control (CeFPaC) at Rensselaer for FAM on streamlined bodies such as airfoils on planes and wind turbines. This project will provide proof of concept of the approach and whether FAM has the potential to improve tall building design.      \r\n\r\nBy 2050 it is anticipated that the World's population will have increased by 50% to around 9 Billion and that the majority of that increase will occur in urban areas.  The current pressure on urban land has led to tall buildings being the dominant building form in densely populated cities and has stimulated urban regeneration in the last two decades of the 20th Century.  However, the majority of new urban developments, especially with respect to tall building typologies, have not followed principles of environmental and/or sustainable design. While the development and increased use of light-weight and high-strength materials in the construction of these buildings has provided them with reduced mass, it has increased their susceptibility to dynamic wind load effects.  Thus the gains afforded by incorporating these new materials into tall buildings are countered by the need to focus much more attention on their habitability under strong wind conditions.  For most tall, slender buildings the design is governed by both the strength and serviceability (human habitability). \r\n\r\nThe significance of controlling the aerodynamic performance of a structure solely by the manipulation of the flow over its surface with fluidic intervention has huge potential impact on global energy and resource consumption. Extending the definition of a body beyond the solid edge boundary of geometry to include the fluid around it, will redefine other dynamic relationships between engineered structures and the flow they are immersed in, and impact heat and mass (humidity) transfer, potential energy harvesting, pollutant capture, noise reduction, indoor air management, etc.  This will allow tall buildings to become adaptive to their external environment and provide a safer and a healthier indoor environment, while decreasing construction costs and energy expenditure.  A team of four faculty members, two each from engineering and architecture will work together on this project. The educational plan proposes strengthening STEM for 6-8 graders through extending the focus on airflow to the urban scale by designing a city based on wind flow studies within the framework of the national Future Cities Competition.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chris",
   "pi_last_name": "Letchford",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Chris W Letchford",
   "pi_email_addr": "letchc@rpi.edu",
   "nsf_id": "000492258",
   "pi_start_date": "2012-03-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Amitay",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Amitay",
   "pi_email_addr": "amitam@rpi.edu",
   "nsf_id": "000485804",
   "pi_start_date": "2012-03-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jason",
   "pi_last_name": "Vollen",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Jason O Vollen",
   "pi_email_addr": "vollej@rpi.edu",
   "nsf_id": "000527658",
   "pi_start_date": "2012-03-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Anna",
   "pi_last_name": "Dyson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anna Dyson",
   "pi_email_addr": "dysona@rpi.edu",
   "nsf_id": "000115058",
   "pi_start_date": "2012-03-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rensselaer Polytechnic Institute",
  "inst_street_address": "110 8TH ST",
  "inst_street_address_2": "",
  "inst_city_name": "TROY",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5182766000",
  "inst_zip_code": "121803590",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "NY20",
  "org_lgl_bus_name": "RENSSELAER POLYTECHNIC INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "U5WBFKEBLMX3"
 },
 "perf_inst": {
  "perf_inst_name": "Rensselaer Polytechnic Institute",
  "perf_str_addr": "110 8th Street",
  "perf_city_name": "Troy",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "121803522",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "NY20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163700",
   "pgm_ele_name": "Structural and Architectural E"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "039E",
   "pgm_ref_txt": "STRUCTURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "040E",
   "pgm_ref_txt": "Haz mitigation of structural sys"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 210787.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Increasing urbanization is causing the densification of urban environments and leading to taller, slenderer buildings, whose design is typically governed by wind loading.&nbsp; Solid or Geometric Aerodynamic Modification (GAM) either via external shaping of the structure or adding stiffness or damping are currently the only means of ameliorating wind-induced forces on tall slender buidlings.&nbsp; This has the penality of increasing costs and reducing lettable floor area.&nbsp; This project studied an alternative involving 'virtual' or Fluidic Aerodynamic Modification (FAM) whereby distributed small steady or pulsing jets distrupt flow separation at building corners which significantly impacts wake vortex formation and thereby reducing both mean and fluctuating alongwind and cross-wind forces.&nbsp; In a 'proof-of-concept' experiment on a modeol building in a simulated atmospheric boundary layer flow, the effectiveness of this approach was demonstrated whereby fluctuating forces were reduced.&nbsp; This has the potential to save on material construction costs and lead to greater lettable floor area as existing building services (HVAC) are utilized to drive the fluctuating jets and 'contolr' the building response.</p>\n<p>On-going research is seeking to eluciate the physical mechanism(s) for the initial distruption and its impact on wake vortex structure.&nbsp; In addition efforts are being made to utilize resonance phenomena to drive the flow disruption with the least amount of energy.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/13/2015<br>\n\t\t\t\t\tModified by: Chris&nbsp;W&nbsp;Letchford</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIncreasing urbanization is causing the densification of urban environments and leading to taller, slenderer buildings, whose design is typically governed by wind loading.  Solid or Geometric Aerodynamic Modification (GAM) either via external shaping of the structure or adding stiffness or damping are currently the only means of ameliorating wind-induced forces on tall slender buidlings.  This has the penality of increasing costs and reducing lettable floor area.  This project studied an alternative involving 'virtual' or Fluidic Aerodynamic Modification (FAM) whereby distributed small steady or pulsing jets distrupt flow separation at building corners which significantly impacts wake vortex formation and thereby reducing both mean and fluctuating alongwind and cross-wind forces.  In a 'proof-of-concept' experiment on a modeol building in a simulated atmospheric boundary layer flow, the effectiveness of this approach was demonstrated whereby fluctuating forces were reduced.  This has the potential to save on material construction costs and lead to greater lettable floor area as existing building services (HVAC) are utilized to drive the fluctuating jets and 'contolr' the building response.\n\nOn-going research is seeking to eluciate the physical mechanism(s) for the initial distruption and its impact on wake vortex structure.  In addition efforts are being made to utilize resonance phenomena to drive the flow disruption with the least amount of energy.\n\n \n\n\t\t\t\t\tLast Modified: 10/13/2015\n\n\t\t\t\t\tSubmitted by: Chris W Letchford"
 }
}