{
 "awd_id": "1200420",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mimicking How the Fly Hears: a New Approach Towards Sound Source Localization",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Massimo Ruzzene",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 313678.0,
 "awd_amount": 313678.0,
 "awd_min_amd_letter_date": "2012-03-20",
 "awd_max_amd_letter_date": "2012-03-20",
 "awd_abstract_narration": "The research objective of this award is to further the fundamental understanding of the dual optimality characteristic of the super acute ear of the fly Ormia, and to use this understanding to develop novel fly-ear inspired sensor systems with optimal performance and tuning capabilities. The proposed approach is summarized as follows. First, the advantageous use of geometric nonlinearity of the sensor structure whose stiffness will be controlled by thin film piezo-electric actuators will be investigated. This approach will render sensors with unique frequency tuning capabilities for achieving optimal performance over a broad frequency range. Further, a system-on-a-chip optical detection system featuring a differential low coherence interferometric system will be developed, which enables the miniaturization of the entire sensing system. Finally, to best use the proposed sensor, biologically-inspired adaptive sound source localization and navigation will be investigated. Such an investigation is expected to help understand the fly's unique localization-lateralization scheme and bring about a new sensing paradigm for miniature robotic sound source localization.\r\n\r\nIf successful, this research holds a promise to significantly impact applications in health care, safety, and defense. The learning experience of students will be enriched with innovative projects in an interdisciplinary curriculum and a new course on bio-inspired sensors. Through its integrated education and outreach activities, this research will provide opportunities to talented high school students, who will be involved in research activities at the University of Maryland to stimulate their interests in science and engineering. In addition, educational activities through the Center for Minorities in Science and Engineering and the Women in Engineering Program will help increase the involvement of minority undergraduate students in engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Miao",
   "pi_last_name": "Yu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Miao Yu",
   "pi_email_addr": "mmyu@umd.edu",
   "nsf_id": "000231261",
   "pi_start_date": "2012-03-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207425141",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MD04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163900",
   "pgm_ele_name": "SENSORS AND SENSING SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "032E",
   "pgm_ref_txt": "SENSORS AND ACTUATORS"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "1057",
   "pgm_ref_txt": "CIS BASE RESEARCH"
  },
  {
   "pgm_ref_code": "1059",
   "pgm_ref_txt": "SENSORS AND SENSOR SYSTEMS FOR CIS"
  },
  {
   "pgm_ref_code": "7234",
   "pgm_ref_txt": "SENSORS NON-SOLICITATION RESEA"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "CVIS",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 313678.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In both nature and engineering world, there is a fundamental challenge to the miniaturization of sound localization systems. When the distance between the sensors (or two ears) becomes too small, the available directional cues that are needed for accurate sound localization will become indiscernible. However, there is a remarkable innovation that has been found in the ear of the fly <em>Ormia ochracea</em>. This fly can accurately pinpoint the 5 kHz calling song of its host cricket even though its ears are only 500 mm apart. Studies conducted to date indicate that the mechanical coupling between the two membranes of the fly ear structure is the key to fly&rsquo;s superior directional hearing ability.</p>\n<p>In this work, an enhanced understanding of the fly-ear&rsquo;s mechanism has been achieved. &nbsp;It has been found that the fly ear represents a nature-designed optimal structure that possesses a dual optimality characteristic for superior localizing its host at 5 kHz. Based on this understanding, novel fly ear inspired sensors endowed with the dual optimality characteristic have been developed, which represent a transformative leap forward from the existing sensors that mimic only the fly-ear structure.&nbsp; By using an external designed circuit, these sensors can be tuned to work optimally at a specific frequency or have a broad working frequency range. The sensor detection is based on a low coherence optical interferometry system. To miniaturize the entire sensor system, a ring resonator based on-chip interrogator has been developed, which can achieve high speed and high resolution optical interrogation. To best use the fly-ear inspired sensors, bio-inspired adaptive &ldquo;homing&rdquo; into a sound source with a single sensor has been investigated. Such an investigation has helped further understand the fly&rsquo;s unique localization-lateralization scheme and brought about a new sensing paradigm for sound source localization with only a single fly-ear inspired sensor.</p>\n<p>This work has involved one post-doctoral researcher, three Ph.D. students, two undergraduate students, and one high school student. This project has provided them interdisciplinary research experience in terms of dynamic modeling, optical systems, and hands-on experiments. The learning experience of students has been enriched with innovative projects in an interdisciplinary curriculum integrated with the findings of this work. In addition, talented high school students have involved in research activities at the University of Maryland to stimulate their interests in science and engineering. Educational activities through the Women in Engineering Program at UMD have geared towards increasing the involvement of minority undergraduate students in engineering.</p>\n<p>This work has enriched the fields of sensors, optics, dynamics and controls. It also holds the promise to significantly impact and revolutionize many fronts, including health care (e.g., hearing aids), safety (e.g., search and rescue robots), and defense (e.g., underwater acoustic sensor networks).</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/21/2016<br>\n\t\t\t\t\tModified by: Miao&nbsp;Yu</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1200420/1200420_10159140_1466528872558_Presentation1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1200420/1200420_10159140_1466528872558_Presentation1--rgov-800width.jpg\" title=\"fly-ear inspired sensor system\"><img src=\"/por/images/Reports/POR/2016/1200420...",
  "por_txt_cntn": "\nIn both nature and engineering world, there is a fundamental challenge to the miniaturization of sound localization systems. When the distance between the sensors (or two ears) becomes too small, the available directional cues that are needed for accurate sound localization will become indiscernible. However, there is a remarkable innovation that has been found in the ear of the fly Ormia ochracea. This fly can accurately pinpoint the 5 kHz calling song of its host cricket even though its ears are only 500 mm apart. Studies conducted to date indicate that the mechanical coupling between the two membranes of the fly ear structure is the key to flyÆs superior directional hearing ability.\n\nIn this work, an enhanced understanding of the fly-earÆs mechanism has been achieved.  It has been found that the fly ear represents a nature-designed optimal structure that possesses a dual optimality characteristic for superior localizing its host at 5 kHz. Based on this understanding, novel fly ear inspired sensors endowed with the dual optimality characteristic have been developed, which represent a transformative leap forward from the existing sensors that mimic only the fly-ear structure.  By using an external designed circuit, these sensors can be tuned to work optimally at a specific frequency or have a broad working frequency range. The sensor detection is based on a low coherence optical interferometry system. To miniaturize the entire sensor system, a ring resonator based on-chip interrogator has been developed, which can achieve high speed and high resolution optical interrogation. To best use the fly-ear inspired sensors, bio-inspired adaptive \"homing\" into a sound source with a single sensor has been investigated. Such an investigation has helped further understand the flyÆs unique localization-lateralization scheme and brought about a new sensing paradigm for sound source localization with only a single fly-ear inspired sensor.\n\nThis work has involved one post-doctoral researcher, three Ph.D. students, two undergraduate students, and one high school student. This project has provided them interdisciplinary research experience in terms of dynamic modeling, optical systems, and hands-on experiments. The learning experience of students has been enriched with innovative projects in an interdisciplinary curriculum integrated with the findings of this work. In addition, talented high school students have involved in research activities at the University of Maryland to stimulate their interests in science and engineering. Educational activities through the Women in Engineering Program at UMD have geared towards increasing the involvement of minority undergraduate students in engineering.\n\nThis work has enriched the fields of sensors, optics, dynamics and controls. It also holds the promise to significantly impact and revolutionize many fronts, including health care (e.g., hearing aids), safety (e.g., search and rescue robots), and defense (e.g., underwater acoustic sensor networks).\n\n\t\t\t\t\tLast Modified: 06/21/2016\n\n\t\t\t\t\tSubmitted by: Miao Yu"
 }
}