{
 "awd_id": "1200521",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Integrated Wind Turbine Blade and Tower Health Monitoring and Failure Prognosis",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Yick Hsuan",
 "awd_eff_date": "2012-04-15",
 "awd_exp_date": "2016-03-31",
 "tot_intn_awd_amt": 281027.0,
 "awd_amount": 302938.0,
 "awd_min_amd_letter_date": "2012-04-10",
 "awd_max_amd_letter_date": "2015-04-15",
 "awd_abstract_narration": "The overarching goal of this research is to derive a probabilistic structural health monitoring and failure prognosis methodology that is applicable to wind turbine structures. Specifically, the research activities will validate an in situ sensing technology for damage detection in composite materials, utilize experimental data for updating numerical models, and characterize structural demand for failure prognosis of critical elements within wind turbine structures. The study will embed thin films capable of spatial strain sensing in fiber-reinforced composites for detecting localized damage at critical hotspots within the blade structure.  Instrumented scaled wind turbine blades will be tested in the lab under static and dynamic load configurations. Subsequently, data from full-scale field will be obtained using an existing wind turbine test bed at the University of California-Davis campus. Damage estimates will be used to update the resistance model of the structure based on the finite element method. Finally, failure prognosis will be performed as a risk assessment step in which global vibrations of the structure are used to update aero-elastic analysis models and then used for estimating structural demand. This research will yield risk levels that will provide a rational basis for wind turbine maintenance, enhance structural safety, and reduce downtimes with ultimate goal of lowering cost of wind energy. The results will be useful for understanding wind turbine performance and the implications of varying input loads have on the demand on the entire structural system. The methodology developed can be applicable for failure prognosis of other large structures.\r\n\r\nWind turbines represent an important investment in sustainable energy production. Large and geographically remote wind farm facilities require robust and reliable information regarding the condition of individual turbine structures to assure efficient and safe operation. Successful completion of this project will lead to early-warning structural health monitoring systems that will warn operators when damage to turbine blades poses a risk of structural failure, and quantifies failure risks in term of probabilities. This project integrates and advances disparate fields of composite structures, aero-elastic structure interaction theory, structural dynamics, and nanotechnology-based sensor application. Insights gained through the execution of this project will also be applicable for failure prognosis of other engineered systems subjected to random loadings. It will provide a link between damage detection and risk analysis that will provide a basis for decision making to protect structures and the public from danger. Educational broader impacts will also be achieved by integrating the design and construction of scaled wind turbines with the undergraduate mechanical engineering Capstone design courses. Underrepresented, female, and economically disadvantaged students will also be recruited from various campus groups for participating and actively contributing to this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Loh",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth J Loh",
   "pi_email_addr": "kenloh@ucsd.edu",
   "nsf_id": "000524205",
   "pi_start_date": "2012-04-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Valeria",
   "pi_last_name": "LaSaponara",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Valeria LaSaponara",
   "pi_email_addr": "vlasaponara@ucdavis.edu",
   "nsf_id": "000259874",
   "pi_start_date": "2012-04-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "One Shields Avenue",
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956165294",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163700",
   "pgm_ele_name": "Structural and Architectural E"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "039E",
   "pgm_ref_txt": "STRUCTURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "040E",
   "pgm_ref_txt": "Haz mitigation of structural sys"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 281027.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 11994.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 9917.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>CMMI-1200521 Final Outcomes Report</strong></p>\n<p>Due date: June 30, 2016</p>\n<p>&nbsp;</p>\n<p>In light of climate change and the global energy crisis, the development of new types of renewable and sustainable energy alternatives are direly needed. In particular, wind has been regarded as one of the most cost-effective, cleanest, and fastest growing renewable energy technologies. Modern day wind turbine blades are built using fiber-reinforced polymer (FRP) composites to take advantage of their high strength-to-weight ratios, resistance to corrosion and fatigue, and ability to be formed into complex shapes/sizes. Despite many desirable traits, FRP composites can sustain damage when subjected to various loading scenarios, including impact, excessive loading, fatigue, material defects, environmental deterioration, and improper manufacturing, among others. In general, these damage modes tend to manifest internally to the composite structure, and this minimizes the ability to use visual inspection to detect damage. Undetected structural damage can then propagate, eventually leading to catastrophic component and/or structural failure.</p>\n<p>This project aimed to devise a holistic wind turbine structural health monitoring system by taking advantage of rich measurement datasets from embedded thin film sensors and numerical estimates of system response from a novel spinning finite element model (SFEM). Four main milestones were achieved. First, a carbon nanotube-based thin film strain sensor was designed and fabricated by spray-coating (or airbrushing). The thin films were deposited directly onto fiber fabrics and embedded in FRPs during casting, or they can be deposited directly onto structural surfaces as a coating. Second, a one-step electrical impedance tomography (EIT) spatial conductivity reconstruction algorithm was implemented. The algorithm was able to use limited numbers of boundary electrical measurements to solve for and to estimate the entire distribution of electrical properties of the thin film sensor, which enabled the sensor to not just detect but to also quantify and localize damage features. Third, a numerical model that accounted for spinning effects (of the wind blades), dependence of modal properties on rotational velocity, and gyroscopic effects was implemented for load estimation and monitoring. Finally, scaled composite wind blades with embedded- and surface-mounted sensors were designed and manufactured in the laboratory. Two large-scale experiments (<em>i.e.</em>, one conducted in the field at the University of California-Davis and the other in the laboratory at National Taiwan University) were conducted to collect wind turbine operating/structural response data and to validate the sensor system and numerical methods.</p>\n<p>In general, the results obtained from this research enhanced current knowledge in wind turbine systems, spinning finite element modeling, composite structures, and nanocomposite sensors. The results showed that it was possible deposit and embed thin film sensors in composite structures to detect, quantify, and localize non-visible or sub-surface damage. In addition, SFEM captured spinning and gyroscopic effects of wind blades in operation, which enhances the ability to monitor their operational behavior, estimate loads, and quantify damage in the system. Further development of this technology and its adoption in real-world applications would enhance the safety, durability, and reliability of wind turbine systems, specifically, by providing on-demand load and damage information of the system being monitored. Implementation of this work can also allow wind farm owners to transition from a schedule-based monitoring scheme to one that is condition- or performance-based, which improves operational efficiency and reduces the operating and maintenance costs of these systems. This research involved numerous undergraduate and...",
  "por_txt_cntn": "\nCMMI-1200521 Final Outcomes Report\n\nDue date: June 30, 2016\n\n \n\nIn light of climate change and the global energy crisis, the development of new types of renewable and sustainable energy alternatives are direly needed. In particular, wind has been regarded as one of the most cost-effective, cleanest, and fastest growing renewable energy technologies. Modern day wind turbine blades are built using fiber-reinforced polymer (FRP) composites to take advantage of their high strength-to-weight ratios, resistance to corrosion and fatigue, and ability to be formed into complex shapes/sizes. Despite many desirable traits, FRP composites can sustain damage when subjected to various loading scenarios, including impact, excessive loading, fatigue, material defects, environmental deterioration, and improper manufacturing, among others. In general, these damage modes tend to manifest internally to the composite structure, and this minimizes the ability to use visual inspection to detect damage. Undetected structural damage can then propagate, eventually leading to catastrophic component and/or structural failure.\n\nThis project aimed to devise a holistic wind turbine structural health monitoring system by taking advantage of rich measurement datasets from embedded thin film sensors and numerical estimates of system response from a novel spinning finite element model (SFEM). Four main milestones were achieved. First, a carbon nanotube-based thin film strain sensor was designed and fabricated by spray-coating (or airbrushing). The thin films were deposited directly onto fiber fabrics and embedded in FRPs during casting, or they can be deposited directly onto structural surfaces as a coating. Second, a one-step electrical impedance tomography (EIT) spatial conductivity reconstruction algorithm was implemented. The algorithm was able to use limited numbers of boundary electrical measurements to solve for and to estimate the entire distribution of electrical properties of the thin film sensor, which enabled the sensor to not just detect but to also quantify and localize damage features. Third, a numerical model that accounted for spinning effects (of the wind blades), dependence of modal properties on rotational velocity, and gyroscopic effects was implemented for load estimation and monitoring. Finally, scaled composite wind blades with embedded- and surface-mounted sensors were designed and manufactured in the laboratory. Two large-scale experiments (i.e., one conducted in the field at the University of California-Davis and the other in the laboratory at National Taiwan University) were conducted to collect wind turbine operating/structural response data and to validate the sensor system and numerical methods.\n\nIn general, the results obtained from this research enhanced current knowledge in wind turbine systems, spinning finite element modeling, composite structures, and nanocomposite sensors. The results showed that it was possible deposit and embed thin film sensors in composite structures to detect, quantify, and localize non-visible or sub-surface damage. In addition, SFEM captured spinning and gyroscopic effects of wind blades in operation, which enhances the ability to monitor their operational behavior, estimate loads, and quantify damage in the system. Further development of this technology and its adoption in real-world applications would enhance the safety, durability, and reliability of wind turbine systems, specifically, by providing on-demand load and damage information of the system being monitored. Implementation of this work can also allow wind farm owners to transition from a schedule-based monitoring scheme to one that is condition- or performance-based, which improves operational efficiency and reduces the operating and maintenance costs of these systems. This research involved numerous undergraduate and M.S. students while fully supporting two Ph.D. students to graduation. The team published their findings in high-impact jo..."
 }
}