{
 "awd_id": "1200160",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Near-natural amino acid mutagenesis for the study of protein function",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tyrone Mitchell",
 "awd_eff_date": "2011-02-14",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 386351.0,
 "awd_amount": 386351.0,
 "awd_min_amd_letter_date": "2011-11-18",
 "awd_max_amd_letter_date": "2011-11-18",
 "awd_abstract_narration": "The Chemistry Division and the Division of Molecular and Cellular Biosciences, both at the National Science Foundation, support a collaborative research project between Professor Thomas A. Cropp of the University of Maryland and Professor Alexander Deiters of North Carolina State University. These researchers will chemically synthesize a series of photocaged near-natural amino acids, incorporate these caged amino acids into proteins using an engineered orthogonal aminoacyl-tRNA synthetase/tRNA pair, and finally, test the ability of these amino acids to precisely modulate enzymatic function, elucidating reaction mechanisms. The project hopes to address some of the fundamental problems of using near-natural amino acids as probes for protein structure and function. The approach, if successful, can provide a general tool for inserting near-natural amino acids specifically into proteins of interest. The goals of this study are to understand the H-bonding network of glutathione-S-transferase, green fluorescent protein (GFP), and the catalytic mechanism of choline oxidase.\r\n\r\nThis award by the Chemistry Division and the Division of Molecular and Cellular Biosciences provides support for a unique and cross-disciplinary combination of skills between Professors Cropp and Dieters that involve protein engineering and synthetic chemistry, which will offer fantastic training opportunities for undergraduate and graduate students at both schools. The interactions between students from the two groups will be electronically assisted by the use of a dedicated Wiki-based website. To engage the general public, the Cropp and Deiters labs will invite high school teachers to conduct summer research on near-natural amino acid mutagenesis. The information gained from working with non-scientists on this research will be used to implement near-natural amino acid mutagenesis experiments in an upper-level undergraduate course. In addition, the developed research tools will benefit, and be disseminated to, enzymologists and protein chemists. Most importantly, these tools can be applied in any laboratory with standard Molecular Biology equipment and expertise, and thus will have a significant impact on the understanding of enzyme mechanisms, not possible with any other methods. From an applied perspective, some of the amino acids created in this work may expand protein function giving rise to better and more stable catalysts. \r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Cropp",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas A Cropp",
   "pi_email_addr": "tacropp@vcu.edu",
   "nsf_id": "000240784",
   "pi_start_date": "2011-11-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Commonwealth University",
  "inst_street_address": "910 WEST FRANKLIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "RICHMOND",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "8048286772",
  "inst_zip_code": "232849005",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "VA04",
  "org_lgl_bus_name": "VIRGINIA COMMONWEALTH UNIVERSITY",
  "org_prnt_uei_num": "WXQLZ1PA6XP3",
  "org_uei_num": "MLQFL4JSSAA9"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Commonwealth University",
  "perf_str_addr": "P.O. Box 980568",
  "perf_city_name": "Richmond",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "232980568",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "VA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  },
  {
   "pgm_ele_code": "194400",
   "pgm_ele_name": "BIMOLECULAR PROCESSES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1166",
   "pgm_ref_txt": "MOLECULAR BIOCHEMISTRY"
  },
  {
   "pgm_ref_code": "1948",
   "pgm_ref_txt": "SYNTHESIS"
  },
  {
   "pgm_ref_code": "1982",
   "pgm_ref_txt": "BIOLOGICAL CHEMISTRY"
  },
  {
   "pgm_ref_code": "9162",
   "pgm_ref_txt": "MULTI DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0109",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01000910DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2009,
   "fund_oblg_amt": 62350.0
  },
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 162000.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 162000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project &ldquo;Near-natural amino acid mutagenesis for the study of protein function&rdquo; was successful at developing new genetic codes for the common research organism, E. coli.&nbsp; Amino acids were prepared by chemical synthesis and then cellular machinery responsible for producing proteins was evolved to accept these amino acids as substrates. Among these amino acids were useful probes of biological processes that respond to externally applied light.&nbsp; This allows one to &ldquo;trigger&rdquo; a biological process (enzyme, DNA-binding protein, receptor) and allow spatial and temporal control over biological molecules. These technologies were optimized such that they can be employed by other scientists to study any protein of interest. Materials for &ldquo;Near-natural &ldquo; amino acid mutagenesis (DNA and amino acid samples) have been distributed to many research groups around the world. The details of these projects were presented in 13 publications in scientific journals, and in presentations by the PIs at academic institutions and scientific meetings.</p>\n<p>&nbsp;In addition to producing scientific discoveries, the impacts of the support are best seen in the young scientists that have passed through the Cropp and Deiters laboratories.&nbsp; Four students supported by this award obtained advanced degrees and are now employed at prestigious academic institutions. &nbsp;In addition &gt;10 undergraduate chemistry students participated in summer research projects, and many of these students are seeking advanced training in various disciplines.&nbsp; These trainees are likely to have broad impacts to the community in the years to come.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/18/2014<br>\n\t\t\t\t\tModified by: Thomas&nbsp;A&nbsp;Cropp</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project \"Near-natural amino acid mutagenesis for the study of protein function\" was successful at developing new genetic codes for the common research organism, E. coli.  Amino acids were prepared by chemical synthesis and then cellular machinery responsible for producing proteins was evolved to accept these amino acids as substrates. Among these amino acids were useful probes of biological processes that respond to externally applied light.  This allows one to \"trigger\" a biological process (enzyme, DNA-binding protein, receptor) and allow spatial and temporal control over biological molecules. These technologies were optimized such that they can be employed by other scientists to study any protein of interest. Materials for \"Near-natural \" amino acid mutagenesis (DNA and amino acid samples) have been distributed to many research groups around the world. The details of these projects were presented in 13 publications in scientific journals, and in presentations by the PIs at academic institutions and scientific meetings.\n\n In addition to producing scientific discoveries, the impacts of the support are best seen in the young scientists that have passed through the Cropp and Deiters laboratories.  Four students supported by this award obtained advanced degrees and are now employed at prestigious academic institutions.  In addition &gt;10 undergraduate chemistry students participated in summer research projects, and many of these students are seeking advanced training in various disciplines.  These trainees are likely to have broad impacts to the community in the years to come.\n\n \n\n\t\t\t\t\tLast Modified: 12/18/2014\n\n\t\t\t\t\tSubmitted by: Thomas A Cropp"
 }
}