{
 "awd_id": "1201506",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Noncommutative function theory in operator algebras and operator spaces",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce P. Palka",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 86332.0,
 "awd_amount": 86332.0,
 "awd_min_amd_letter_date": "2012-04-04",
 "awd_max_amd_letter_date": "2012-04-04",
 "awd_abstract_narration": "The principal investigator proposes two main lines of research, focused around new directions, and around foundational problems, in the relatively new field of operator spaces.  These lines are: 1) 'noncommutative functional analysis and noncommutative Banach function theory', which in part continues the investigators introduction, and application, of powerful tools from classical functional analysis and C*-algebra and von Neumann algebra theory to 'noncommutative functional analysis', 2) the general theory and structure of operator algebras, for example extending to general operator algebras important new notions of equivalence that are attracting widespread attention in the field. The investigator and collaborators are also proposing to investigate applications of the above.\r\n\r\nThe study of operator algebras originally grew out of quantum mechanics. It is often of crucial importance to see how formulas involving numerical variables behave when these variables are allowed to be operator variables. Because operator variables do not commute, this is often called 'noncommutative mathematics' It is out of such a process that the theory of operator spaces and completely bounded maps emerged.  This theory, which the investigator helped to found, is a novel and compelling approach to problems involving linear analysis which arise in 'noncommutative mathematics'. The investigator's research focuses partly on transferring important ideas and tools from classical subfields of linear analysis, via such 'quantization', to solve significant problems in 'noncommutative' mathematics. Most of the projects involve a deep unification of ideas from several different research areas; and often require extremely deep and technically demanding analysis.  Successful findings would bring several subjects closer together, attract scientists with disparate backgrounds, and lead to cross-fertilization between these disciplines.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Blecher",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "David P Blecher",
   "pi_email_addr": "dblecher@uh.edu",
   "nsf_id": "000378666",
   "pi_start_date": "2012-04-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "4800 Calhoun",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772042015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 86332.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcomes Report</p>\n<p>&nbsp;<strong>Award Title:&nbsp;</strong>Noncommutative function theory in operator algebras and operator spaces</p>\n<p><strong>Federal Award ID:&nbsp;</strong>1201506</p>\n<p>&nbsp;</p>\n<p>Intellectual merit:</p>\n<p>&nbsp;The principal investigator accomplished an ambitious and prolific program which constituted significant advances on foundational problems and new directions in noncommutative analysis, and in particular in noncommutative function theory and functional analysis (a major discipline in mathematics). Most of the projects involved a deep unification of ideas from several different research areas; thus our findings brought several subjects closer together, and this is attract ingscientists with disparate backgrounds and will lead to further cross-fertilization between these disciplines.</p>\n<p><strong>&nbsp;</strong>There were two main goals of this project, which are located loosely in the relatively new mathematical field of operator spaces, and which aimed to significantly further scientific progress in the field, and impact neighboring disciplines. The first goal was the development of &lsquo;noncommutative functional analysis and noncommutative Banach function theory&rsquo;,&nbsp;continuing the investigators introduction, and application, of powerful tools from classical functional analysis and C*-algebra and von Neumann algebra theory to &lsquo;noncommutative functional analysis&rsquo;.&nbsp; The second goal is the development of the theory and structure of general algebras of operators on a Hilbert space, which the PI is a world authority on.&nbsp;&nbsp; &nbsp;Several projects were outlined in the original proposal.&nbsp; The investigator has completed many of these, and solved many of the questions raised. &nbsp;For example, we were able to put most of the major finishing touches to our program on noncommutative peak sets and peak interpolation.&nbsp; We also have several other new papers on, for example, the structure of operator algebras, the role of `real positivity' and roots in the theory of operator algebras, significant new results on noncommutative Hardy spaces, and we completed our extension to general operator algebras of Akemann's theory of noncommutative topology. &nbsp;&nbsp;&nbsp; We believe that some of these are results of real importance to the field.&nbsp; Our papers are widely disseminated through preprint servers, publication in top journals, and plenary addresses at many international conferences.</p>\n<p>Broader impacts:</p>\n<p>The sponsored research is continuing to have a substantial impact on the subject, and on the mathematical research development of students and new PhD's, via journal publications, scientific collaborations, international interest in the work, coorganizing conferences, lecture series aimed at graduate students, and providing mentoring and expertise, for example. Blecher is a frequent plenary speaker at international conferences and workshops, so a large portion of these results have been disseminated through invited one hour talks or lecture series.&nbsp;&nbsp; The investigator vertically integrates his research with other activities and functions of the University and the wider community. For example, this project also impacted the role of analysis at our institution by visits by research collaborators, supporting the running of research seminars, attracting talented students, and impacting the career development of undergraduates, graduate students, and new PhD's.&nbsp; The PI has had four graduate students in this period, two of whom have now graduated.&nbsp; All made good progress and gained significantly in experience and strength in this period.&nbsp;&nbsp;He also serves as editor for two well known research journals.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/06/2016<br>\n\t\t\t\t\tModified by: David&nbsp;P&nbsp;Blecher</p>\n</div>\n<div class=\"porSideCol\"></di...",
  "por_txt_cntn": "\nProject Outcomes Report\n\n Award Title: Noncommutative function theory in operator algebras and operator spaces\n\nFederal Award ID: 1201506\n\n \n\nIntellectual merit:\n\n The principal investigator accomplished an ambitious and prolific program which constituted significant advances on foundational problems and new directions in noncommutative analysis, and in particular in noncommutative function theory and functional analysis (a major discipline in mathematics). Most of the projects involved a deep unification of ideas from several different research areas; thus our findings brought several subjects closer together, and this is attract ingscientists with disparate backgrounds and will lead to further cross-fertilization between these disciplines.\n\n There were two main goals of this project, which are located loosely in the relatively new mathematical field of operator spaces, and which aimed to significantly further scientific progress in the field, and impact neighboring disciplines. The first goal was the development of ænoncommutative functional analysis and noncommutative Banach function theoryÆ, continuing the investigators introduction, and application, of powerful tools from classical functional analysis and C*-algebra and von Neumann algebra theory to ænoncommutative functional analysisÆ.  The second goal is the development of the theory and structure of general algebras of operators on a Hilbert space, which the PI is a world authority on.    Several projects were outlined in the original proposal.  The investigator has completed many of these, and solved many of the questions raised.  For example, we were able to put most of the major finishing touches to our program on noncommutative peak sets and peak interpolation.  We also have several other new papers on, for example, the structure of operator algebras, the role of `real positivity' and roots in the theory of operator algebras, significant new results on noncommutative Hardy spaces, and we completed our extension to general operator algebras of Akemann's theory of noncommutative topology.     We believe that some of these are results of real importance to the field.  Our papers are widely disseminated through preprint servers, publication in top journals, and plenary addresses at many international conferences.\n\nBroader impacts:\n\nThe sponsored research is continuing to have a substantial impact on the subject, and on the mathematical research development of students and new PhD's, via journal publications, scientific collaborations, international interest in the work, coorganizing conferences, lecture series aimed at graduate students, and providing mentoring and expertise, for example. Blecher is a frequent plenary speaker at international conferences and workshops, so a large portion of these results have been disseminated through invited one hour talks or lecture series.   The investigator vertically integrates his research with other activities and functions of the University and the wider community. For example, this project also impacted the role of analysis at our institution by visits by research collaborators, supporting the running of research seminars, attracting talented students, and impacting the career development of undergraduates, graduate students, and new PhD's.  The PI has had four graduate students in this period, two of whom have now graduated.  All made good progress and gained significantly in experience and strength in this period.  He also serves as editor for two well known research journals.\n\n \n\n\t\t\t\t\tLast Modified: 07/06/2016\n\n\t\t\t\t\tSubmitted by: David P Blecher"
 }
}