{
 "awd_id": "1201121",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CSBR: Natural History Collections: Upgrading and Digitizing OTS Biological Field Station Herbaria",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032927884",
 "po_email": "rolrober@nsf.gov",
 "po_sign_block_name": "Roland Roberts",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 153792.0,
 "awd_amount": 173734.0,
 "awd_min_amd_letter_date": "2012-05-22",
 "awd_max_amd_letter_date": "2014-06-04",
 "awd_abstract_narration": "The Organization for Tropical Studies (OTS) will create a unified, web-based, digital herbarium database for its three regional herbaria in Costa Rica, using the format developed for the Las Cruces Biological Station (http://www.ots.ac.cr/herbarium).  OTS will also upgrade herbarium equipment and help process and digitize the more than 8,000 specimens that are currently backlogged at the three biological stations.  OTS herbaria collectively house more than 13,000 specimens; however, much of the storage infrastructure and equipment is obsolete, and only a fraction of specimens have been digitized. \r\n\r\nThe geographic areas represented by these herbaria encompass the range of diversity and principal habitats in Costa Rica. The project will provide significant benefits to the field of tropical biology by enhancing current research capabilities at OTS field stations and their areas of influence, and by creating opportunities for international collaborations with US scientists in research and conservation.  The digital herbarium will be a critical information resource for US- and Costa Rican-based researchers and students, and will play an important role as a teaching tool and in the development of innovative student projects, given that more than 100 US courses use OTS stations annually.  As high-resolution scans of all specimens will be available as on the web, the resource will be accessible anywhere there is internet service, making this information available to the broader scientific community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rakan",
   "pi_last_name": "Zahawi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Rakan Zahawi",
   "pi_email_addr": "rakan.zahawi@gmail.com",
   "nsf_id": "000377811",
   "pi_start_date": "2012-05-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Losos",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth Losos",
   "pi_email_addr": "elizabeth.losos@duke.edu",
   "nsf_id": "000397266",
   "pi_start_date": "2012-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Organization for Tropical Studies Inc",
  "inst_street_address": "408 SWIFT AVE",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196845774",
  "inst_zip_code": "277054831",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "ORGANIZATION FOR TROPICAL STUDIES, INC.",
  "org_prnt_uei_num": "G9AQM1MDSQZ1",
  "org_uei_num": "G9AQM1MDSQZ1"
 },
 "perf_inst": {
  "perf_inst_name": "Organization for Tropical Studies Inc",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "CS",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Costa Rica",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "119700",
   "pgm_ele_name": "BIOLOGICAL RESEARCH COLLECTION"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 140940.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 12852.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 19942.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This award, provided to the Organization for Tropical Studies (OTS), allowed OTS to upgrade obsolete herbarium equipment, create a new online plant database, and process and digitize more than 8,000 herbarium specimens that were backlogged at our three field stations in Costa Rica.&nbsp; Storage cabinets and herbarium supplies were purchased from Burroughs Corporation and Herbarium Supply Company in the U.S. and shipped to Costa Rica. A programming specialist was hired to create the digital database, with considerable feedback and oversight from station taxonomists and other participants in the project. Two assistant plant taxonomists were hired to oversee the processing and digitization of specimens, as well as the uploading of high resolution scans to the portal website.</p>\n<p>The OTS Plant Database now houses more than 14,000 high-resolution images of herbarium specimens from all three OTS field stations. A separate tab houses more than 8,000 photographs that highlight key character traits of live plant specimens, and a third tab houses high resolution images of more than 1,000 seed samples. Digital images will continue to be added to the database gradually as they are collected. All three data archives (herbarium specimens, live images, seeds) are open access and fully searchable by the general public. The OTS Plant Database can be accessed via the following link:<span style=\"text-decoration: underline;\"> </span><a href=\"http://www.tropicalstudies.org/plantdatabase\">http://www.tropicalstudies.org/plantdatabase</a>.</p>\n<p>The Organization for Tropical Studies is a US-based nonprofit consortium of more than 50 universities and research institutions from the US, Latin America, South Africa, and Australia.&nbsp; Founded in 1963 with a mission to provide leadership in education, research, and the responsible use of natural resources in the tropics, OTS offers graduate, undergraduate and professional training in the natural sciences, and maintains three field research stations in Costa Rica: Las Cruces, La Selva, and Palo Verde.&nbsp; Field stations are located in diverse tropical ecosystems and allow OTS to facilitate a broad array of research projects and training courses.&nbsp; More than 40,000 person use days are registered at our field stations annually, and a high percentage of researchers in tropical biology, especially in the Americas, either are alumni, have served as faculty, or conduct research at OTS stations.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Intellectual Merit</strong> &amp; <strong>Broader Impacts </strong></p>\n<p>The OTS Plant Database will provide significant benefits to the field of tropical biology by enhancing current research capabilities at OTS field stations, and by creating new opportunities for international collaborations with US scientists in research and conservation in the following ways. First, the geographic areas represented by these regional herbaria encompass the range of diversity and principal habitats in Costa Rica and are hence a critical information resource for US- and Costa Rican-based researchers. Second, given that the main herbaria in Costa Rica are located in the capital San Jos&eacute;, these regional herbaria provide easy access to specimens in key areas of the country where much research is centered. Third, the searchable, open access web-based OTS Plant Database will increase OTS field station profiles globally, facilitate and promote regional research, and allow for specimen identification anywhere there is internet service.&nbsp;</p>\n<p>With more than 100 courses that visit OTS field stations annually, OTS herbaria play an important role as a teaching tool, and as a resource for the development of student projects. This resource is particularly pertinent to courses such as the annual OTS Plant Systematics course, but also to NSF-funded education programs such as NAPIRE (Native American and Pacific Islander Researc...",
  "por_txt_cntn": "\nThis award, provided to the Organization for Tropical Studies (OTS), allowed OTS to upgrade obsolete herbarium equipment, create a new online plant database, and process and digitize more than 8,000 herbarium specimens that were backlogged at our three field stations in Costa Rica.  Storage cabinets and herbarium supplies were purchased from Burroughs Corporation and Herbarium Supply Company in the U.S. and shipped to Costa Rica. A programming specialist was hired to create the digital database, with considerable feedback and oversight from station taxonomists and other participants in the project. Two assistant plant taxonomists were hired to oversee the processing and digitization of specimens, as well as the uploading of high resolution scans to the portal website.\n\nThe OTS Plant Database now houses more than 14,000 high-resolution images of herbarium specimens from all three OTS field stations. A separate tab houses more than 8,000 photographs that highlight key character traits of live plant specimens, and a third tab houses high resolution images of more than 1,000 seed samples. Digital images will continue to be added to the database gradually as they are collected. All three data archives (herbarium specimens, live images, seeds) are open access and fully searchable by the general public. The OTS Plant Database can be accessed via the following link: http://www.tropicalstudies.org/plantdatabase.\n\nThe Organization for Tropical Studies is a US-based nonprofit consortium of more than 50 universities and research institutions from the US, Latin America, South Africa, and Australia.  Founded in 1963 with a mission to provide leadership in education, research, and the responsible use of natural resources in the tropics, OTS offers graduate, undergraduate and professional training in the natural sciences, and maintains three field research stations in Costa Rica: Las Cruces, La Selva, and Palo Verde.  Field stations are located in diverse tropical ecosystems and allow OTS to facilitate a broad array of research projects and training courses.  More than 40,000 person use days are registered at our field stations annually, and a high percentage of researchers in tropical biology, especially in the Americas, either are alumni, have served as faculty, or conduct research at OTS stations. \n\n \n\nIntellectual Merit &amp; Broader Impacts \n\nThe OTS Plant Database will provide significant benefits to the field of tropical biology by enhancing current research capabilities at OTS field stations, and by creating new opportunities for international collaborations with US scientists in research and conservation in the following ways. First, the geographic areas represented by these regional herbaria encompass the range of diversity and principal habitats in Costa Rica and are hence a critical information resource for US- and Costa Rican-based researchers. Second, given that the main herbaria in Costa Rica are located in the capital San Jos&eacute;, these regional herbaria provide easy access to specimens in key areas of the country where much research is centered. Third, the searchable, open access web-based OTS Plant Database will increase OTS field station profiles globally, facilitate and promote regional research, and allow for specimen identification anywhere there is internet service. \n\nWith more than 100 courses that visit OTS field stations annually, OTS herbaria play an important role as a teaching tool, and as a resource for the development of student projects. This resource is particularly pertinent to courses such as the annual OTS Plant Systematics course, but also to NSF-funded education programs such as NAPIRE (Native American and Pacific Islander Research Experience), the OTS flagship course for minority student research that is based at Las Cruces.  The project has also had a local impact &ndash; two assistant Costa Rican technicians were trained in plant taxonomy, one of whom has since been accepted into a Ph.D. program a..."
 }
}