{
 "awd_id": "1201087",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Ultra-High Performance Fiber Reinforced Concrete Structures - Macroscale Analysis with Mesoscale Lattice Discrete Particle Models",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mary Toney",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 280000.0,
 "awd_amount": 286000.0,
 "awd_min_amd_letter_date": "2012-03-09",
 "awd_max_amd_letter_date": "2014-03-07",
 "awd_abstract_narration": "This research develops a macroscale computational framework for fiber-reinforced cement composite (FRCC) structural members, with a specific focus on ultra-high performance concrete (UHPC). UHPC is an FRCC that attains superior mechanical properties to reinforced concrete through a finely graded cement matrix and a high steel fiber volume. A key hurdle to analyzing UHPC structural components is the complex fracture mechanics involved, however recent advances in lattice model simulation have provided a computationally efficient platform for simulating discrete cracking. Lattice discrete particle models (LDPM) can predict concrete behavior through mesoscale constitutive relationships where failure of the material is represented through fracture and cohesion in tension and compaction and pore collapse under compression. The LDPM has been successfully integrated into a commercial finite element framework at small scales, making it an attractive and accessible option for studying the load-deformation response of full-scale UHPC structures if computational hurdles can be overcome. The principal goal of the research is to deliver a validated computational modeling protocol capable of performing structural analysis to collapse of full scale UHPC components (e.g., beams, columns, plates) including discrete cracking, fiber-matrix interaction, and thin-walled behavior.\r\n\r\nRecent efforts by government and industry are focusing on broad implementation of UHPC in transportation structures, high-rise buildings, and blast protection.  This effort is taking time to catalyze, in large part because computational tools for analyzing UHPC structural components loaded to collapse have yet to be developed. This research aims to overcome existing computational hurdles to deliver a useful structural analysis tool for UHPC to researchers, government, and industry. Integrated education and outreach goals for this research will pair the multiscale computational framework with hands-on experiments to introduce students to the rewards of research and to fundamental engineering principles.  The Center for the Enhancement of Engineering Diversity (CEED) at Virginia Tech is planning middle school summer sessions to study tension, compression, and cracking in cement-based composites.  A UHPC module will be developed for the Virtual Center for Resilient and Sustainable Infrastructures, hosted in the virtual gaming environment Second Life, to foster student interest in research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cristopher",
   "pi_last_name": "Moen",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Cristopher D Moen",
   "pi_email_addr": "cmoen@jhu.edu",
   "nsf_id": "000526127",
   "pi_start_date": "2012-03-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gianluca",
   "pi_last_name": "Cusatis",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gianluca Cusatis",
   "pi_email_addr": "g-cusatis@northwestern.edu",
   "nsf_id": "000304933",
   "pi_start_date": "2012-03-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "",
  "perf_city_name": "Blacksburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240610002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163500",
   "pgm_ele_name": "STRUCTURAL MATERIALS AND MECH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "025E",
   "pgm_ref_txt": "INFRASTRUCTURE MATERIALS"
  },
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "8022",
   "pgm_ref_txt": "Sustainable Infrastructure Materials"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 280000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\"><span class=\"s1\">This research developed new computer-based methods for analyzing and designing civil infrastructure constructed with ultra-high performance concrete (UHPC), a fiber-reinforced cement composite with a finely graded cement matrix and steel fibers. UHPC represents a new generation of construction materials with strong potential for advancing durability, efficiency, and resiliency of our nation&rsquo;s new and existing infrastructure.&nbsp;</span>The simulation-based methods were extensively verified with novel experiments that quantified material limits and failure modes, including compression, tension, fracture and bending considering fiber volume and orientation. With the completion of this research, innovative applications of UHPC for buildings, bridges, roads, and tunnels can be readily explored in a virtual computer-based environment capable of realistically simulating structural performance under natural hazards. The core graduate students and post-doctoral researchers on this project received training that has prepared them for successful academic careers, and the undergraduate researchers will convey knowledge about computational analysis and design with UHPC to their colleagues and peers in engineering design firms for years to come. The project team continues its multi-year commitment to implement these research findings in national civil engineering codes and standards through the authorship of an Emerging Technology Report for the American Concrete Institute to be published by 2021.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/02/2016<br>\n\t\t\t\t\tModified by: Cristopher&nbsp;D&nbsp;Moen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "This research developed new computer-based methods for analyzing and designing civil infrastructure constructed with ultra-high performance concrete (UHPC), a fiber-reinforced cement composite with a finely graded cement matrix and steel fibers. UHPC represents a new generation of construction materials with strong potential for advancing durability, efficiency, and resiliency of our nationÆs new and existing infrastructure. The simulation-based methods were extensively verified with novel experiments that quantified material limits and failure modes, including compression, tension, fracture and bending considering fiber volume and orientation. With the completion of this research, innovative applications of UHPC for buildings, bridges, roads, and tunnels can be readily explored in a virtual computer-based environment capable of realistically simulating structural performance under natural hazards. The core graduate students and post-doctoral researchers on this project received training that has prepared them for successful academic careers, and the undergraduate researchers will convey knowledge about computational analysis and design with UHPC to their colleagues and peers in engineering design firms for years to come. The project team continues its multi-year commitment to implement these research findings in national civil engineering codes and standards through the authorship of an Emerging Technology Report for the American Concrete Institute to be published by 2021.\n\n \n\n\t\t\t\t\tLast Modified: 02/02/2016\n\n\t\t\t\t\tSubmitted by: Cristopher D Moen"
 }
}