{
 "awd_id": "1201394",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Soliton Dynamics and Scattering Theory",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Edward Taylor",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 231000.0,
 "awd_amount": 231000.0,
 "awd_min_amd_letter_date": "2012-04-06",
 "awd_max_amd_letter_date": "2014-04-22",
 "awd_abstract_narration": "The research is focused on understanding the mathematical aspects of soliton dynamics and related topics in wave propagation and scattering. The PI considers the nonlinear Schroedinger equation on one two and three dimensions. For attractive nonlinearities localized in space, solutions may exist, which can then move without dispersion, until they are perturbed. These class of equations play now a critical role in describing optical devices, Bose-Einstein condensate fluids and other nonlinear dispersive problems in fluid dynamics and plasma physics. The equations being nonlinear, require new techniques to understand the large time behavior of the solutions of this class of equations. Using the hydrodynamic formulation of Schroedinger equation it was possible to analyze in detail a completely new type of situations, in which a soliton solution is created through tunneling from a potential well. The analysis of the two dimensional case, with vorex initial condition, revealed a new phenomena, the formation and the ejection of waves in a form of jets. The theory we use, predict the direction and structure the of the jets. The prediction and the details of this soliton formation will be further studied. In particular, the method offers a new way of proving a-priori estimates on the solutions of nonlinear Schrodinger equation which are not of the standard energy estimates. A second part of the research involves the detailed decay in time of solutions of the wave equation on Schwarzschild and Kerr manifolds. In particular the decay rates as a function of the angular momentum of the initial data is pursued. This will provide a rigorous proof of a classical conjecture of Price in the theory of General Relativity.\r\n\r\nNew processes involving optical devices are studied in detail. In particular one considers a situation in which light energy is located in a potential well, inside a properly active dielectric material. Then, the development of the localized energy is derived by a new mathematical formalism adapted to this situation. It is shown that soliton waves can emerge from the well, and the theory is capable of determining their size and speed. As such, it allows, by tuning the shape of the potential well and the incoming energy to produce solitons with desired profile, sometimes referred to as soliton guns. This approach has already been observed in some experiments based on previous works by the PI. the recent preditin of jet formation through tunneling two dimensional systems, is being developed; in particular, experimental observation and validation is planned. A second part of the research is the mathematical analysis of wave propagation and decay on manifolds generated by black holes. The approach to this problem led a to a new, more general theory of solving integral equations of the Voltera type, and also led to a rigorous mathematical verification of some classical conjectures in the physics literature concerning the behavior of radiated waves off a black hole.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Avraham",
   "pi_last_name": "Soffer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Avraham Soffer",
   "pi_email_addr": "soffer@math.rutgers.edu",
   "nsf_id": "000452767",
   "pi_start_date": "2012-04-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "110 Frelinghuysen Rd Hill Center",
  "perf_city_name": "Piscataway",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "088548019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NJ06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 153430.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 77570.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main accomplishments supported by the grant number 1201394 are in the field of nonlinear</p>\n<p>wave propagation and dispersion. In particular, it was focused on the nonlinear Schroedinger equation, which describes the effective motion of laser beams through glassy and other materials , as well as many other physical systems.  Particular attention was given to the theory and applications of soliton solutions and their stability under various types of perturbations, over long time periods.</p>\n<p>Another class of equations studied are Klein-Gordon equations, which are relativistic wave equations.<br />Major Activities taken during this research period included:<br />Scattering and&nbsp; dynamics of long range nonlinear Klein-Gordon equation with terms corresponding to localized defects in the medium. Some preliminary numerical analysis of the Nonlinear Schroedinger equation was also performed.<br />A new, abstract approach to wave scattering, was developed jointly with students.<br />Work with 3 graduate students and a visiting student.<br />Work with groups abroad, including Graduate students, on chaotic dynamics and related topics. <br />Series of talks given internationally, at conferences, workshops and Universities, and in the USA.</p>\n<p>The mathematical results obtained range from rigorous analysis of the differential equations involved,  development of new abstract approach to dispersive estimates and introducing new numerical schemes, with rigorous control on the errors. <br />Together with a student a numerical scheme was developed, which is based on modulation equations, to solve the multichannel Nonlinear Schroedinger dynamics. It consists of nonlinear bound state interacting with radiation. <br /> Symbolic numerical analysis of Nonlinear Schroedinger Equation with random potential, showing the lack of dissipation for large times. <br />The proof of global existence of solutions and scattering for the nonlinear 1-dimensional Klein-Gordon equation, with quadratic nonlinearity, and variable coefficient nonlinearity was established. It was demonstrated that this system has new type of resonances, not known before, due to the interaction between the oscillation in space of the non-homogeneous coefficient, and the temporal oscillation of the nonlinear cubic term.<br />The modulation equations to study the asymptotic stability of solitons, originally developed by the PI and M. Weinstein, are used to build a numerical scheme to solve such complex dynamical systems over large time interval. A rigorous proof is given for the convergence of important part of the scheme, which requires the construction of the soliton solution for each given energy in some interval. <br />A work with student abroad on a symbolic and numerical scheme to compute to sixth order the dynamics of NLS equation with random potential was done. It is shown that on a large time scale, the solution is localized (non chaotic). Other numerical work done with a Postdoctoral fellow, to study the large time behavior of the motion of a soliton in a randomly modulated medium.<br /><br /><br /></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/06/2016<br>\n\t\t\t\t\tModified by: Avraham&nbsp;Soffer</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe main accomplishments supported by the grant number 1201394 are in the field of nonlinear\n\nwave propagation and dispersion. In particular, it was focused on the nonlinear Schroedinger equation, which describes the effective motion of laser beams through glassy and other materials , as well as many other physical systems.  Particular attention was given to the theory and applications of soliton solutions and their stability under various types of perturbations, over long time periods.\n\nAnother class of equations studied are Klein-Gordon equations, which are relativistic wave equations.\nMajor Activities taken during this research period included:\nScattering and  dynamics of long range nonlinear Klein-Gordon equation with terms corresponding to localized defects in the medium. Some preliminary numerical analysis of the Nonlinear Schroedinger equation was also performed.\nA new, abstract approach to wave scattering, was developed jointly with students.\nWork with 3 graduate students and a visiting student.\nWork with groups abroad, including Graduate students, on chaotic dynamics and related topics. \nSeries of talks given internationally, at conferences, workshops and Universities, and in the USA.\n\nThe mathematical results obtained range from rigorous analysis of the differential equations involved,  development of new abstract approach to dispersive estimates and introducing new numerical schemes, with rigorous control on the errors. \nTogether with a student a numerical scheme was developed, which is based on modulation equations, to solve the multichannel Nonlinear Schroedinger dynamics. It consists of nonlinear bound state interacting with radiation. \n Symbolic numerical analysis of Nonlinear Schroedinger Equation with random potential, showing the lack of dissipation for large times. \nThe proof of global existence of solutions and scattering for the nonlinear 1-dimensional Klein-Gordon equation, with quadratic nonlinearity, and variable coefficient nonlinearity was established. It was demonstrated that this system has new type of resonances, not known before, due to the interaction between the oscillation in space of the non-homogeneous coefficient, and the temporal oscillation of the nonlinear cubic term.\nThe modulation equations to study the asymptotic stability of solitons, originally developed by the PI and M. Weinstein, are used to build a numerical scheme to solve such complex dynamical systems over large time interval. A rigorous proof is given for the convergence of important part of the scheme, which requires the construction of the soliton solution for each given energy in some interval. \nA work with student abroad on a symbolic and numerical scheme to compute to sixth order the dynamics of NLS equation with random potential was done. It is shown that on a large time scale, the solution is localized (non chaotic). Other numerical work done with a Postdoctoral fellow, to study the large time behavior of the motion of a soliton in a randomly modulated medium.\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 06/06/2016\n\n\t\t\t\t\tSubmitted by: Avraham Soffer"
 }
}