{
 "awd_id": "1201544",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Geometry and Physics  Miami - Brazil - Mexico - Conference",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "tara smith",
 "awd_eff_date": "2012-02-01",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 30000.0,
 "awd_amount": 30000.0,
 "awd_min_amd_letter_date": "2012-01-26",
 "awd_max_amd_letter_date": "2012-01-26",
 "awd_abstract_narration": "This conference will take place January 23-27, 2012 in Miami.  The conference webpage is at http://www.math.berkeley.edu/~auroux/miami2012.html\r\n\r\n\r\nKontsevich's formulation of Homological Mirror Symmetry (HMS) and its subsequent extension to more general settings involve algebraic and geometric tools such as Lagrangian intersection theory, some new derived categories, or noncommutative Hodge structures. Recently, Homological Mirror Symmetry has transformed from a phantasy to a leading field in modern geometry. This was achieved in part due to constant exchange of information among the leaders of the field of Homological Mirror Symmetry (Kontsevich, Soibelman, Orlov, Auroux , Abouzaid, Fukaya, Seidel, Zaslow, Pantev, Gross, Siebert, Mikhalkin, Zharkov, Thomas, Smith, Katzarkov, Bridgeland, Frenkel, Okounkov, Bezrukavnikov, Bridgeland, Pandharipande)with physicists (Vafa, Hori, Gukov, Kapustin, Neitzke, Douglas, Diaconescu). This exchange was mainly done during month-long activities taking place every winter in Miami. In addition, many young people were attracted to this field: Sheridan, Preigel, Izik, Pandit, Favero, Kerr, Ballard, Diemer, Dykerhoff. This conference will enable these fruitful exchanges to continue.\r\n\r\nWhile mirror symmetry initially arose from phenomena in string theory, this very active subject at the interface between mathematics and physics has acquired increasing mathematical stature. Numerous works have shown the relevance to mirror symmetry of new and subtle mathematical structures. This conference will extend the success of previous activities by branching out in a new field of dissemination - creating a new University of Miami, Cinvestav, Campinas institute featuring two conferences per year and exchange of postdocs and students. These  conferences will be happening in winter and will be partially supported by University of Miami, Cinvestav, and Campinas.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ludmil",
   "pi_last_name": "Katzarkov",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Ludmil V Katzarkov",
   "pi_email_addr": "lkatzarkov@gmail.com",
   "nsf_id": "000206486",
   "pi_start_date": "2012-01-26",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Maxim",
   "pi_last_name": "Kontsevich",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maxim Kontsevich",
   "pi_email_addr": "maxim@ihes.fr",
   "nsf_id": "000106404",
   "pi_start_date": "2012-01-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Miami",
  "inst_street_address": "1320 SOUTH DIXIE HIGHWAY STE 650",
  "inst_street_address_2": "",
  "inst_city_name": "CORAL GABLES",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3052843924",
  "inst_zip_code": "331462919",
  "inst_country_name": "United States",
  "cong_dist_code": "27",
  "st_cong_dist_code": "FL27",
  "org_lgl_bus_name": "UNIVERSITY OF MIAMI",
  "org_prnt_uei_num": "",
  "org_uei_num": "RQMFJGDTQ5V3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Miami",
  "perf_str_addr": "1365 Memorial Dr. Room 425",
  "perf_city_name": "Coral Gables",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331462508",
  "perf_ctry_code": "US",
  "perf_cong_dist": "27",
  "perf_st_cong_dist": "FL27",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  },
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 30000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The study of Geometry in&nbsp; the 20th Century was devoted, in large part and with astounding success, to the classification and parametrization<br />of geometrical objects. However, these objects, of various kinds, were uniformly viewed somehow as ``sets of points''. Along the way,<br />the relationship with categorical structures grew steadily,<br />With PI Kontsevich's introduction of HMS - Homological Mirror Symmetry, a subtle change was<br />introduced, in that ``Geometry'' began to be seen {\\em within} a categorical structure. And the concurrent development of the theory of higher stacks<br />meant that geometric structures were no longer viewed just as ``sets of points'' but<br />rather as objects enclosing a higher structure.<br /><br />As we head into the second decade of the 21st Century, elementary particle physics is on the crux of a profound revolution to be<br />brought about by the new experimental results coming out the of the LHC at CERN. These will serve to identify which of the multitude of theoretical possibilities which are currently open, best address quantum field theory at the high energy scale. And<br />for those theories, to tell which are the right parameters. So<br />there will soon be a lot of work to do on the theoretical side, and this will surely require new tools and a new approach.<br /><br />With the relationship between HMS and sypersymmetric theories, with the relationship between higher categories and TQFT, with the<br />relationship between partition functions and nonabelian<br />cohomology, the categorical structures&nbsp; are becoming crucial for understanding these new panoramas in theoretical physics. We feel<br />that&nbsp; Geometry in the 21st Century, and its application to<br />Physics, will involve the study of new kinds of objects where the notion of categorical structure plays a primordial role. The categoreical objects studied in this proposal <br />are&nbsp; the main<br />candidates of&nbsp; new and original techniques which are being developed in&nbsp; bringing into different areas of mathematics and physics together.&nbsp; These are&nbsp;&nbsp; cutting edge new techniques.<br /><br />This&nbsp; achevement -&nbsp; <br />educating a new generation and deepenning connections with Phyiscs is&nbsp; the main broader impact outcome of our project. It has&nbsp;&nbsp; helped ideas of combining wall crossing, algebraic cycles and spectra crystalize and gave back our dues to Physics.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/23/2013<br>\n\t\t\t\t\tModified by: Ludmil&nbsp;V&nbsp;Katzarkov</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe study of Geometry in  the 20th Century was devoted, in large part and with astounding success, to the classification and parametrization\nof geometrical objects. However, these objects, of various kinds, were uniformly viewed somehow as ``sets of points''. Along the way,\nthe relationship with categorical structures grew steadily,\nWith PI Kontsevich's introduction of HMS - Homological Mirror Symmetry, a subtle change was\nintroduced, in that ``Geometry'' began to be seen {\\em within} a categorical structure. And the concurrent development of the theory of higher stacks\nmeant that geometric structures were no longer viewed just as ``sets of points'' but\nrather as objects enclosing a higher structure.\n\nAs we head into the second decade of the 21st Century, elementary particle physics is on the crux of a profound revolution to be\nbrought about by the new experimental results coming out the of the LHC at CERN. These will serve to identify which of the multitude of theoretical possibilities which are currently open, best address quantum field theory at the high energy scale. And\nfor those theories, to tell which are the right parameters. So\nthere will soon be a lot of work to do on the theoretical side, and this will surely require new tools and a new approach.\n\nWith the relationship between HMS and sypersymmetric theories, with the relationship between higher categories and TQFT, with the\nrelationship between partition functions and nonabelian\ncohomology, the categorical structures  are becoming crucial for understanding these new panoramas in theoretical physics. We feel\nthat  Geometry in the 21st Century, and its application to\nPhysics, will involve the study of new kinds of objects where the notion of categorical structure plays a primordial role. The categoreical objects studied in this proposal \nare  the main\ncandidates of  new and original techniques which are being developed in  bringing into different areas of mathematics and physics together.  These are   cutting edge new techniques.\n\nThis  achevement -  \neducating a new generation and deepenning connections with Phyiscs is  the main broader impact outcome of our project. It has   helped ideas of combining wall crossing, algebraic cycles and spectra crystalize and gave back our dues to Physics.\n\n\t\t\t\t\tLast Modified: 07/23/2013\n\n\t\t\t\t\tSubmitted by: Ludmil V Katzarkov"
 }
}