{
 "awd_id": "1201752",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "US-Brazil Dimensions of Biodiversity Research Catalysis Meeting",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Samuel Scheiner",
 "awd_eff_date": "2011-11-01",
 "awd_exp_date": "2012-10-31",
 "tot_intn_awd_amt": 22750.0,
 "awd_amount": 22750.0,
 "awd_min_amd_letter_date": "2011-11-10",
 "awd_max_amd_letter_date": "2011-11-10",
 "awd_abstract_narration": "This award provides funds for a workshop in Atlanta, GA, from November 18 to 2, 2011, with the goal of bringing together U.S. and Brazilian scientists to establish international research collaborations that will advance biodiversity science. The research projects that are likely to come from this workshop will enhance international collaboration and provide opportunities for undergraduate and graduate students to have an international research experience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Mendelson",
   "pi_mid_init": "r",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph r Mendelson",
   "pi_email_addr": "jmendelson@zooatlanta.org",
   "nsf_id": "000569968",
   "pi_start_date": "2011-11-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Zoo Atlanta",
  "inst_street_address": "800 CHEROKEE AVE SE",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4046245894",
  "inst_zip_code": "303151470",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "ATLANTA-FULTON COUNTY ZOO, INC.",
  "org_prnt_uei_num": "T6W6JMCX1TB6",
  "org_uei_num": "T6W6JMCX1TB6"
 },
 "perf_inst": {
  "perf_inst_name": "Zoo Atlanta",
  "perf_str_addr": "800 Cherokee Ave SE",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303151440",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "796800",
   "pgm_ele_name": "Dimensions of Biodiversity"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 22750.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The US-Brazil Dimension of Biodiversity Catalysis Meeting.</p>\n<p>With funds from this Catalysis Award, we hosted a workshop in Atlanta, Georgia, USA, in order to establish and encourage collaborative connections between Brazilian and USA researchers interested in characterizing biodiversity using integrative, innovative approaches. From 18&ndash;20 November 2011, we gathered leading biodiversity scientists from the USA and Brazil, to discuss steps for seeding and developing research ties among New World countries, and decide upon research priorities for potential collaborative and co-funded efforts for biodiversity research.The workshop provided a venue for discussing how to maximize interactions among researchers, identify ways in which to develop true intellectual partnerships in research and education, and provided an opportunity for team-building among two well-funded research communities in the New World: the United States and Brazil. It is evident from our interactions that Brazil&rsquo;s first-class and well-funded researchers are highly active and productive in interdisciplinary research, and are supportive of the establishment of collaborations with US researchers that enhance the integrative and comparative nature of biodiversity research.In addition to biodiversity researchers, representatives from the Funda&ccedil;&atilde;o de Amparo &agrave; Pesquisa do Estado de S&atilde;o Paulo (FAPESP) BIOTA Program and the National Science Foundation (NSF) also attended as participants at the workshop. This catalysis meeting was intended as a follow-up from a NSF-FAPESP Workshop in S&atilde;o Carlos, Brazil (July 2011; NSF-DEB 1045960)</p>\n<p>Workshop Objectives and Activities</p>\n<p>Brazil was represented by 15 leading scientists, plus representatives from FAPESP. USA was represented by 15 leading scientists, plus moderator/scientist Craig Moritz, and representatives from NSF. Participants in the meeting were directed to seek collaborative international research opportunities along the following thematic lines:</p>\n<p>&bull; How do environmental gradients and community phylogenetics interact to shape the distribution of biodiversity in tropical and temperate systems?</p>\n<p>&bull; Lineage-Specific rates of diversification and their contribution to patterns of biodiversity distribution.&bull; Relationships between genome evolution, species diversity, and species interactions.</p>\n<p>&bull; Rates of speciation and extinction across latitudinal gradients and at different timescales (feedback loops between organisms and their habitats).</p>\n<p>&bull; Species interactions as drivers of diversification over time and space.</p>\n<p>&bull; Biodiversity and its links to human dimensions/economics.</p>\n<p>&bull; Biodiversity responses to climate change, linking individual species responses to community/ecosystem resilience.</p>\n<p>Workshop Format</p>\n<p>The meeting alternated between open discussions and smaller break-out groups, which eventually split into smaller groups of potential co-PI&rsquo;s discussing specifics of intended collaborative projects. Specific presentations were made by representatives from NSF and FAPESP, to inform the participants of the scope and intent of those respective funding agencies. As a reminder, the group was charged with identifying research arenas that would benefit the most from concerted collaborations between Brazil and USA researchers and funding agencies (in other words, questions that could only be answered by working across countries, rather than questions answerable by a single researcher in either country). Regular plenary sessions, led by Craig Moritz, brought the entire group together and provided a forum for updates and inputs from the purposefully informal break-out groups.Workshop OutcomesThe participants group brainstormed &ldquo;Big Questions&rdquo; remaining to be answered in biodiversity research with a specific focus on ...",
  "por_txt_cntn": "\nThe US-Brazil Dimension of Biodiversity Catalysis Meeting.\n\nWith funds from this Catalysis Award, we hosted a workshop in Atlanta, Georgia, USA, in order to establish and encourage collaborative connections between Brazilian and USA researchers interested in characterizing biodiversity using integrative, innovative approaches. From 18&ndash;20 November 2011, we gathered leading biodiversity scientists from the USA and Brazil, to discuss steps for seeding and developing research ties among New World countries, and decide upon research priorities for potential collaborative and co-funded efforts for biodiversity research.The workshop provided a venue for discussing how to maximize interactions among researchers, identify ways in which to develop true intellectual partnerships in research and education, and provided an opportunity for team-building among two well-funded research communities in the New World: the United States and Brazil. It is evident from our interactions that BrazilÆs first-class and well-funded researchers are highly active and productive in interdisciplinary research, and are supportive of the establishment of collaborations with US researchers that enhance the integrative and comparative nature of biodiversity research.In addition to biodiversity researchers, representatives from the Funda&ccedil;&atilde;o de Amparo &agrave; Pesquisa do Estado de S&atilde;o Paulo (FAPESP) BIOTA Program and the National Science Foundation (NSF) also attended as participants at the workshop. This catalysis meeting was intended as a follow-up from a NSF-FAPESP Workshop in S&atilde;o Carlos, Brazil (July 2011; NSF-DEB 1045960)\n\nWorkshop Objectives and Activities\n\nBrazil was represented by 15 leading scientists, plus representatives from FAPESP. USA was represented by 15 leading scientists, plus moderator/scientist Craig Moritz, and representatives from NSF. Participants in the meeting were directed to seek collaborative international research opportunities along the following thematic lines:\n\n&bull; How do environmental gradients and community phylogenetics interact to shape the distribution of biodiversity in tropical and temperate systems?\n\n&bull; Lineage-Specific rates of diversification and their contribution to patterns of biodiversity distribution.&bull; Relationships between genome evolution, species diversity, and species interactions.\n\n&bull; Rates of speciation and extinction across latitudinal gradients and at different timescales (feedback loops between organisms and their habitats).\n\n&bull; Species interactions as drivers of diversification over time and space.\n\n&bull; Biodiversity and its links to human dimensions/economics.\n\n&bull; Biodiversity responses to climate change, linking individual species responses to community/ecosystem resilience.\n\nWorkshop Format\n\nThe meeting alternated between open discussions and smaller break-out groups, which eventually split into smaller groups of potential co-PIÆs discussing specifics of intended collaborative projects. Specific presentations were made by representatives from NSF and FAPESP, to inform the participants of the scope and intent of those respective funding agencies. As a reminder, the group was charged with identifying research arenas that would benefit the most from concerted collaborations between Brazil and USA researchers and funding agencies (in other words, questions that could only be answered by working across countries, rather than questions answerable by a single researcher in either country). Regular plenary sessions, led by Craig Moritz, brought the entire group together and provided a forum for updates and inputs from the purposefully informal break-out groups.Workshop OutcomesThe participants group brainstormed \"Big Questions\" remaining to be answered in biodiversity research with a specific focus on systems and study sites in North and South America best suited to address them. Examples of avenues of discussion (e.g., break-out groups) included:\n\n? ..."
 }
}