{
 "awd_id": "1201919",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2012 IEEE International Symposium on Biomedical Imaging Travel Support Barcelona, Spain",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kaiming Ye",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2011-11-18",
 "awd_max_amd_letter_date": "2011-11-18",
 "awd_abstract_narration": "Abstract\r\n\r\n1201919, Karl\r\n\r\nThe IEEE International Symposium on Biomedical Imaging: From Nano to Macro (ISBI) is a forum that has traditionally focused on the computational and modeling aspects of biomedical imaging. It emphasizes methodologies that have the potential to be applicable to multiple imaging modalities and to imaging at different scales. Topics include physical, biological and statistical modeling of biological and anatomical structures, image formation and reconstruction, computational and statistical image analysis, visualization, and image quality assessment. The meeting aims to facilitate cross-fertilization of methodologies between different imaging modalities and scales, with applications ranging from the nano, molecular and cellular levels through small animal imaging to macroscopic and whole-body clinical systems. Whereas many medical imaging meetings focus on particular modalities, ISBI includes a diversity of methodologies applied to biological and anatomical imaging modalities, either emerging or well established. Applications of interest include gene expression mapping, drug discovery and delivery, molecular imaging, functional brain mapping, computational neuroanatomy, cardiovascular imaging, and cancer imaging. A principal goal of ISBI is to connect methodologies with important biomedical applications, from microscopic to macroscopic scales.\r\n\r\nISBI 2012, to be held May 2-5 2012 in Barcelona, Spain, will be the ninth in a series of meetings cosponsored by two IEEE societies: the Signal Processing Society (SPS) and the Engineering in Medicine and Biology Society (EMBS). The inaugural ISBI meeting was held in July 2002 and subsequent ones in April 2004, 2006 and 2007 and May 2008, June 2009, April 2010, and March 2011. The success of the previous ISBI meetings bodes well for the future of ISBI. The success of ISBI and its impact on the field, and indeed the future of the field itself, relies on training young investigators to work with state-of-the-art sophisticated computational or modeling tools and on informing the researcher community of the latest progress in medical imaging protocols and modalities. In addition, the inherently interdisciplinary nature of the biomedical imaging field means that no single professional organization has the majority of potential participants as its members. In this context, the tutorials series, covering very diverse topics and offered on the first day of the symposium, is an important component, which has been very popular in previous ISBI meetings. This project will support the participation and attendance at the symposium by students and new investigators (postdoctoral fellows and early junior faculty).\r\n\r\nThe International Symposium on Biomedical Imaging provides a forum where top-notch students interact with leaders in the field and engage in intellectual discussions with other superlative students in a wide array of bioengineering disciplines. Students are able to view presentations on topics related to their own fields of academic study and participate in didactic interaction. Without the support of this NSF proposal, many students would be less likely to attend the conference, thus missing an introduction to the world of knowledge available at such professional meetings. In addition, this assembly provides a forum for recognizing the talents of women and minorities in the field of bioengineering.\r\n\r\nThe International Symposium on Biomedical Imaging promotes not only education within bioengineering disciplines, but fosters the next generation of bioengineers by providing a unique opportunity for students to meet and network with the leading biomedical professionals and scientists in the world.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Karl",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "William C Karl",
   "pi_email_addr": "wckarl@bu.edu",
   "nsf_id": "000455859",
   "pi_start_date": "2011-11-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Trustees of Boston University",
  "inst_street_address": "1 SILBER WAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173534365",
  "inst_zip_code": "022151703",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "TRUSTEES OF BOSTON UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "THL6A6JLE1S7"
 },
 "perf_inst": {
  "perf_inst_name": "Boston University",
  "perf_str_addr": "8 St. Mary's Street",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "022151300",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "017E",
   "pgm_ref_txt": "Cellular and Tissue Engineering"
  },
  {
   "pgm_ref_code": "028E",
   "pgm_ref_txt": "BIOMECHANICS"
  },
  {
   "pgm_ref_code": "137E",
   "pgm_ref_txt": "Neural-engineering"
  },
  {
   "pgm_ref_code": "138E",
   "pgm_ref_txt": "Stem cells/regenerative medicine"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project supported meeting and travel expenses that enabled students, post-docs, and young-investigators to attend preconference workshops, tutorials, and all of the regular sessions of the International Symposium on Biomedical Imaging (ISBI). Both educational and research topics were presented which enhanced the background and knowledge of those individuals who attended the symposium. The research presented at ISBI&nbsp;included imaging at both microscopic level and within the more&nbsp;traditional scope of medical imaging such as X-ray, PET, SPECT, &nbsp;ultrasound, MRI and CT modalities.&nbsp;A unique aspect of this ISBI meeting is that it includes researchers&nbsp;from many different disciplines of biomedical imaging, ranging from&nbsp;medical imaging to biological imaging. This diverse population&nbsp;enhances the cross cutting and interdisciplinary interactions between&nbsp;biologists and engineering. ISBI is one of few conferences that have&nbsp;been able to achieve this forum that allowed world class biologists to&nbsp;be exposed to engineering methods and engineers to become familiar with&nbsp;existing problems of interest to biologists and limitations in biology.&nbsp;Students of all types&nbsp;and backgrounds were encouraged to apply.&nbsp;&nbsp;The educational horizons of those students who were able to participate&nbsp;in ISBI due to travel awards where enhanced. These students have become better informed and are more&nbsp;likely to be successful in their research projects and complete their&nbsp;degree programs from their respective institutions.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/01/2013<br>\n\t\t\t\t\tModified by: William&nbsp;C&nbsp;Karl</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project supported meeting and travel expenses that enabled students, post-docs, and young-investigators to attend preconference workshops, tutorials, and all of the regular sessions of the International Symposium on Biomedical Imaging (ISBI). Both educational and research topics were presented which enhanced the background and knowledge of those individuals who attended the symposium. The research presented at ISBI included imaging at both microscopic level and within the more traditional scope of medical imaging such as X-ray, PET, SPECT,  ultrasound, MRI and CT modalities. A unique aspect of this ISBI meeting is that it includes researchers from many different disciplines of biomedical imaging, ranging from medical imaging to biological imaging. This diverse population enhances the cross cutting and interdisciplinary interactions between biologists and engineering. ISBI is one of few conferences that have been able to achieve this forum that allowed world class biologists to be exposed to engineering methods and engineers to become familiar with existing problems of interest to biologists and limitations in biology. Students of all types and backgrounds were encouraged to apply.  The educational horizons of those students who were able to participate in ISBI due to travel awards where enhanced. These students have become better informed and are more likely to be successful in their research projects and complete their degree programs from their respective institutions.\n\n \n\n\t\t\t\t\tLast Modified: 01/01/2013\n\n\t\t\t\t\tSubmitted by: William C Karl"
 }
}