{
 "awd_id": "1201048",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Spectral and Transport Properties of Multidimensional Almost-Periodic Schroedinger Operators",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Edward Taylor",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 136930.0,
 "awd_amount": 136930.0,
 "awd_min_amd_letter_date": "2012-07-07",
 "awd_max_amd_letter_date": "2012-07-07",
 "awd_abstract_narration": "The Schroedinger equation with an almost-periodic potential is used to describe aperidic crystals. Motion of electrons in such crystals is defined by so called transport properties of  the  Schroedinger equation. Transport properties are based on spectral properties.  Thus,  the study of the spectral and transport properties of the Schroedinger equation leads to understanding of the mechanism of electrical conductivity in aperiodic crystals.  A phenomenon of the metal-insulator transition is particularly important for applications. The metal-insulator transition means that at near zero temperatures a material abruptly changes its properties from an electrical conductor to insulator, when an external parameter, controlling electrons energy inside the solid, passes certain critical value. Metal-insulator transition can be described mathematically in terms of spectral  and transport properties of the corresponding Schroedinger equation. The insulator corresponds to localized eigenfunctions (localization) at low energies, while the conductor corresponds to non-localized eigenfunctions extended states at higher energies.  Conductors and insulators also correspond to different types of transport. The goal of the project is to describe extended states in the high energy region for multidimensional almost-periodic Schroedinger operators and to investigate ballistic transport in this region. Ballistic transport means that electrons can move almost freely forming an electric current . Because of the lack of periodicity the usual \"periodic\" techniques for the study of this operator no longer work, and new techniques have to be developed. The PI will develop a new modification  (Multiscale Analysis in the Space of Momenta) of Kolmogorov-Arnold-Mozer method to solve the problem.\r\n\r\nThere is a huge variety of solids in nature and they have different physical properties: electrical and heat conductivities, elastic coefficients, etc. This variety of properties can be explained by inner structure of solids: first, by types of atoms constituting a solid, and, second, very important, by the arrangement of atoms in a solid. For example, both diamond and graphite are built from the same atoms of carbon, and their completely different properties are due to different arrangements of atoms. A profound problem in Solid State Physics is to explain the connections between micro structures of solids and their macro properties. In our days, with the development of  new industries, which are able to produce materials with prescribed nanoscale or/and atomic structures,  understanding fundamental connections between inner structures and macro properties  becomes more important than ever, since it  gives opportunities for industries to produce more materials with desired properties. For a long time all materials studied consisted of periodic arrays of atoms or were amorphous. However, in the last decades a new class of solid state matter, called aperiodic crystals, has been found. An aperiodic crystal is a long range ordered structure, but without strict lattice periodicity. It is found in a wide range of materials: organic and anorganic compounds, minerals, metallic alloys and some proteins. It turns out such materials have properties which are quite different from those of crystals and amorphous substances. They have a huge potential for applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ioulia",
   "pi_last_name": "Karpechina",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ioulia Karpechina",
   "pi_email_addr": "karpeshi@uab.edu",
   "nsf_id": "000164598",
   "pi_start_date": "2012-07-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama at Birmingham",
  "inst_street_address": "701 S 20TH STREET",
  "inst_street_address_2": "",
  "inst_city_name": "BIRMINGHAM",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2059345266",
  "inst_zip_code": "352940001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA AT BIRMINGHAM",
  "org_prnt_uei_num": "",
  "org_uei_num": "YND4PLMC9AN7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama at Birmingham",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "352940001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 136930.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Properties of solids are defined by their atomic structure. It is well-known that metals are formed by periodic arrays of atoms (crystals), while there are materials like glass, which have a disordered inner molecular structure. They are called amorphous solids. Properties of crystals and amorphous solids differ a lot. Crystals are usually good conductors of electricity, heat and sound, while amorphous solids are used as isolators. Full understanding of connections between inner structure and macro properties of solids is extremely important for applications, in particular, for development of new materials. Quantum Mechanics is the main tool for  theoretical description and investigation of  materials,  the basic universal equation of Quantum Mechanics being  the Schroedinger equation. Investigation of solutions of this equation for some material is equivalent to understanding properties of this material. However, mathematical investigation of the equation is   notoriously difficult. This difficulty reflects  the variety and complexity of phenomena the equation describes.</p>\n<p>Until the 1970s all materials studied consisted of periodic arrays  (metals) or were amorphous (glass). In the last decades a new class of solid state matter, called aperiodic crystals, has been found. An aperiodic crystal is a long range ordered structure of atoms, but without exact lattice periodicity. It is found in a wide range of materials: organic and anorganic compounds, minerals (including a substantial portion of the earths crust),  metallic alloys (under various pressures and temperatures), even some proteins.Their properties are completely different from the materials with periodic or amorphous inner structure. Investigation of such existing materials  and predicting properties of new ones in important for the technological development in the twent- first century. The Schroedinger operators with quasi-periodic potentials are  used to describe a particular kind of aperidoc crystals: modulated crystals.  The PI investigated the   Schroedinger operators with quasi-periodic potentials and found important types of solutions which predict certain properties of modulated crystals.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2017<br>\n\t\t\t\t\tModified by: Ioulia&nbsp;Karpechina</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProperties of solids are defined by their atomic structure. It is well-known that metals are formed by periodic arrays of atoms (crystals), while there are materials like glass, which have a disordered inner molecular structure. They are called amorphous solids. Properties of crystals and amorphous solids differ a lot. Crystals are usually good conductors of electricity, heat and sound, while amorphous solids are used as isolators. Full understanding of connections between inner structure and macro properties of solids is extremely important for applications, in particular, for development of new materials. Quantum Mechanics is the main tool for  theoretical description and investigation of  materials,  the basic universal equation of Quantum Mechanics being  the Schroedinger equation. Investigation of solutions of this equation for some material is equivalent to understanding properties of this material. However, mathematical investigation of the equation is   notoriously difficult. This difficulty reflects  the variety and complexity of phenomena the equation describes.\n\nUntil the 1970s all materials studied consisted of periodic arrays  (metals) or were amorphous (glass). In the last decades a new class of solid state matter, called aperiodic crystals, has been found. An aperiodic crystal is a long range ordered structure of atoms, but without exact lattice periodicity. It is found in a wide range of materials: organic and anorganic compounds, minerals (including a substantial portion of the earths crust),  metallic alloys (under various pressures and temperatures), even some proteins.Their properties are completely different from the materials with periodic or amorphous inner structure. Investigation of such existing materials  and predicting properties of new ones in important for the technological development in the twent- first century. The Schroedinger operators with quasi-periodic potentials are  used to describe a particular kind of aperidoc crystals: modulated crystals.  The PI investigated the   Schroedinger operators with quasi-periodic potentials and found important types of solutions which predict certain properties of modulated crystals.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/30/2017\n\n\t\t\t\t\tSubmitted by: Ioulia Karpechina"
 }
}