{
 "awd_id": "1201711",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Planning Activities for a COSEE-Florida Upward Bound Partnership",
 "cfda_num": "47.050",
 "org_code": "06000001",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jill L. Karsten",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2015-03-31",
 "tot_intn_awd_amt": 40000.0,
 "awd_amount": 40000.0,
 "awd_min_amd_letter_date": "2012-04-05",
 "awd_max_amd_letter_date": "2012-04-05",
 "awd_abstract_narration": "This award is being used to convene a two-and-a-half-day planning workshop to establish the foundations of a new partnership between the Centers for Ocean Science Education Excellence located in Florida (COSEE Florida) and the Upward Bound program.  COSEE Florida is designed to engage Florida's ocean scientists in education and outreach through professional development activities, while Upward Bound's goals are to increase the rate at which participants complete secondary education and enroll in and graduate from post-secondary institutions.  The ultimate goal of this project is to develop and implement effective strategies and programs for connecting role models from the ocean sciences community with >1000 college-bound students involved with Upward Bound each year.  By working with the Upward Bound program, there is an opportunity to support students from underserved communities as they make the critical transition from secondary to post-secondary education.  For the planning effort, a steering committee of 6 professionals from the scientific and education communities will select 20 representatives from the ocean sciences academic community, Upward Bound program, minority undergraduate and graduate student populations, and higher education administration officials focused on diversity efforts, to participate in the workshop and help to develop a path forward.  This project serves the NSF and GEO Directorate goals of broadening participation in STEM fields, in general, and in the geosciences, specifically.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "GEO",
 "org_div_long_name": "Directorate for Geosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Adriene",
   "pi_last_name": "Jefferson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Adriene Jefferson",
   "pi_email_addr": "ajeffers@irsc.edu",
   "nsf_id": "000617918",
   "pi_start_date": "2012-04-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Cook",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Susan B Cook",
   "pi_email_addr": "suecook1023@gmail.com",
   "nsf_id": "000268131",
   "pi_start_date": "2012-04-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Edith",
   "pi_last_name": "Widder",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Edith A Widder",
   "pi_email_addr": "ewidder@TeamORCA.org",
   "nsf_id": "000089900",
   "pi_start_date": "2012-04-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indian River State College",
  "inst_street_address": "3209 VIRGINIA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "FORT PIERCE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "7724624703",
  "inst_zip_code": "349815541",
  "inst_country_name": "United States",
  "cong_dist_code": "21",
  "st_cong_dist_code": "FL21",
  "org_lgl_bus_name": "INDIAN RIVER STATE COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "SLC8K4SACKJ2"
 },
 "perf_inst": {
  "perf_inst_name": "Indian River Community College",
  "perf_str_addr": "3209 Virginia Avenue",
  "perf_city_name": "Fort Pierce",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "349815596",
  "perf_ctry_code": "US",
  "perf_cong_dist": "21",
  "perf_st_cong_dist": "FL21",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "169700",
   "pgm_ele_name": "OPPORT FOR ENHANCING DIVERSITY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 40000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In the environmentally focused geosciences, minority students and working professionals are rare (less than 7%; American Geological Institute 2011 report) and most geoscientists in the public eye are older.&nbsp; In a review of what works and what does not for programs seeking to enhance diversity, &nbsp;J. Huntoon and colleagues (EOS magazine March 3 2015) have found that creating a sense of belonging (and an awareness that productive and satisfying careers exist for &lsquo;people who look like me&rsquo;) is very important.&nbsp;&nbsp;</p>\n<p>On February 12-14, 2013,<strong> </strong>the Office of Minority Affairs at Indian River State College (IRSC) hosted a community workshop attended by 45 ocean scientists and educators with an interest and expertise in diversity.&nbsp;&nbsp; Workshop goals were to meet others with similar interests, share ideas and identify effective strategies for introducing South Florida minority youth to the ocean and environmental sciences while making such young people more aware of (and comfortable with) the idea that preparing for a geoscience career is an exciting and achievable goal.&nbsp;&nbsp; The primary recommendation emerging from the workshop discussions was that South Florida scientists and educators should work together to design at least one model program of ocean-focused &lsquo;hands on&rsquo; activities for precollege youth.&nbsp; &nbsp;Such an outreach event should target minority young people participating in an Upward Bound or other community program and involve &lsquo;near peer mentors&rsquo; (ocean science students and early career professionals from underrepresented groups) as activity leaders and role models.&nbsp;</p>\n<p>To implement this recommendation and pilot test a &lsquo;near-peer- Upward Bound&rsquo; program model, on Saturday November 15, 2014 staff from IRSC&rsquo;s Minority Affairs Office, Florida COSEE (Center for Ocean Science Education Excellence) and the Ocean Research &amp; Conservation Association joined forces to host Ocean Discovery Day at IRSC and at Florida Atlantic University&rsquo;s Harbor Branch Oceanographic Institute (HBOI). &nbsp;Six ocean educators and six &lsquo;near peer mentors&rsquo; (4 African Americans; 2 Hispanics) conducted nine different small group activities designed to engage minority students in learning about the ocean and ocean science careers.&nbsp; The 110 middle and high school students who signed up for the event were recruited from five IRSC programs:&nbsp; St. Lucie County Upward Bound, Upward Bound Math and Science (for St. Lucie County), KAPS Upward Bound in Indian River County, College Reach-Out Program (CROP) and Education Talent Search (ETS).&nbsp;&nbsp; Hands-on activities included construction and operation of simple ROVs (Remotely Operated Vehicles), &nbsp;a laboratory exploration of temperature effects on the sex ratios in sea turtle nests, &nbsp;building sensors to measure water temperature, using equipment to study water quality and sample planktonic life in the HBOI ship canal, the collection of soil and water samples to test for microbial life, a food web game demonstrating the effects of invasive lionfish on marine communities, an Indian River Lagoon field experience involving seining and the identification of organisms from lagoon habitats and a film and career panel discussion.&nbsp; &nbsp;A team of five observers used a research based rubric to evaluate each activity and provide suggestions for improvement.&nbsp;&nbsp; Although some activities received higher marks than others, all were judged to be effective and worth offering again.</p>\n<p>Over 92% of participants agreed that the ocean science content presented was new, interesting and of value to society but fewer (43%) saw ocean careers as possible for minorities and still fewer (28%) were interested in such careers for themselves.&nbsp; Many of those surveyed indicated that their career plan was ...",
  "por_txt_cntn": "\nIn the environmentally focused geosciences, minority students and working professionals are rare (less than 7%; American Geological Institute 2011 report) and most geoscientists in the public eye are older.  In a review of what works and what does not for programs seeking to enhance diversity,  J. Huntoon and colleagues (EOS magazine March 3 2015) have found that creating a sense of belonging (and an awareness that productive and satisfying careers exist for æpeople who look like meÆ) is very important.  \n\nOn February 12-14, 2013, the Office of Minority Affairs at Indian River State College (IRSC) hosted a community workshop attended by 45 ocean scientists and educators with an interest and expertise in diversity.   Workshop goals were to meet others with similar interests, share ideas and identify effective strategies for introducing South Florida minority youth to the ocean and environmental sciences while making such young people more aware of (and comfortable with) the idea that preparing for a geoscience career is an exciting and achievable goal.   The primary recommendation emerging from the workshop discussions was that South Florida scientists and educators should work together to design at least one model program of ocean-focused æhands onÆ activities for precollege youth.   Such an outreach event should target minority young people participating in an Upward Bound or other community program and involve ænear peer mentorsÆ (ocean science students and early career professionals from underrepresented groups) as activity leaders and role models. \n\nTo implement this recommendation and pilot test a ænear-peer- Upward BoundÆ program model, on Saturday November 15, 2014 staff from IRSCÆs Minority Affairs Office, Florida COSEE (Center for Ocean Science Education Excellence) and the Ocean Research &amp; Conservation Association joined forces to host Ocean Discovery Day at IRSC and at Florida Atlantic UniversityÆs Harbor Branch Oceanographic Institute (HBOI).  Six ocean educators and six ænear peer mentorsÆ (4 African Americans; 2 Hispanics) conducted nine different small group activities designed to engage minority students in learning about the ocean and ocean science careers.  The 110 middle and high school students who signed up for the event were recruited from five IRSC programs:  St. Lucie County Upward Bound, Upward Bound Math and Science (for St. Lucie County), KAPS Upward Bound in Indian River County, College Reach-Out Program (CROP) and Education Talent Search (ETS).   Hands-on activities included construction and operation of simple ROVs (Remotely Operated Vehicles),  a laboratory exploration of temperature effects on the sex ratios in sea turtle nests,  building sensors to measure water temperature, using equipment to study water quality and sample planktonic life in the HBOI ship canal, the collection of soil and water samples to test for microbial life, a food web game demonstrating the effects of invasive lionfish on marine communities, an Indian River Lagoon field experience involving seining and the identification of organisms from lagoon habitats and a film and career panel discussion.   A team of five observers used a research based rubric to evaluate each activity and provide suggestions for improvement.   Although some activities received higher marks than others, all were judged to be effective and worth offering again.\n\nOver 92% of participants agreed that the ocean science content presented was new, interesting and of value to society but fewer (43%) saw ocean careers as possible for minorities and still fewer (28%) were interested in such careers for themselves.  Many of those surveyed indicated that their career plan was already set and were specific about their goals in fields such as the health sciences, aerospace or law.  On a more positive note, the number who saw ocean science careers as relevant for minorities increased (from 12 to 21) and doubled (from 7 to 14) as a possible career for themsel..."
 }
}