{
 "awd_id": "1201927",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Collaborative Research: Towards Context-Aware Security and Privacy for RFID Systems",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Clifton",
 "awd_eff_date": "2011-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 90000.0,
 "awd_amount": 90000.0,
 "awd_min_amd_letter_date": "2011-10-12",
 "awd_max_amd_letter_date": "2011-10-12",
 "awd_abstract_narration": "Despite their increasingly ubiquitous deployment, RFID systems are plagued with a wide variety of security and privacy threats. A large number of these threats arise due to the tag?s promiscuous response to any reader requests. This renders sensitive tag information easily subject to unauthorized reading. It also incites different forms of relay attacks whereby a colluding pair, by relaying information between a legitimate tag and reader, can successfully impersonate the legitimate tag without actually possessing it.\r\n\r\nThis research explores novel context-aware security and privacy mechanisms by leveraging the newly-equipped sensing capabilities on the next generation (passive) RFID tags. The goal is to provide improved protection against unauthorized reading and relay attacks without undermining the usability and efficiency offered by the RFID systems. The project also includes a feasibility study of the proposed mechanisms in terms of both economical and power constraints, and a systematic analysis of possible (new) sensor-centric attacks. The overall proposed activities range from system design and analysis to implementation and performance measurements. \r\n\r\nMore broadly, this exploratory work intends to arrive at a better understanding of the feasibility of utilizing parameters derived from the physical world to solve security and privacy issues of the cyber systems. In terms of educational activities, new security courses focusing on resource-constrained devices and lightweight cryptographic tools will be developed.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nitesh",
   "pi_last_name": "Saxena",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Nitesh Saxena",
   "pi_email_addr": "saxena@cis.uab.edu",
   "nsf_id": "000502151",
   "pi_start_date": "2011-10-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama at Birmingham",
  "inst_street_address": "701 S 20TH STREET",
  "inst_street_address_2": "",
  "inst_city_name": "BIRMINGHAM",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2059345266",
  "inst_zip_code": "352940001",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AL07",
  "org_lgl_bus_name": "UNIVERSITY OF ALABAMA AT BIRMINGHAM",
  "org_prnt_uei_num": "",
  "org_uei_num": "YND4PLMC9AN7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama at Birmingham",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "352090111",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "AL06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "779500",
   "pgm_ele_name": "TRUSTWORTHY COMPUTING"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7795",
   "pgm_ref_txt": "TRUSTWORTHY COMPUTING"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 90000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><span style=\"text-decoration: underline;\">Project Outcomes</span></strong></p>\n<p>The objective of this project was to design context-aware defense mechanisms for RFID security and privacy by exploring the new sensing capabilities incorporate onto the RFID tags and other constrained devices. More specifically, sensor-acquired contextual information was used in two ways to defend against unauthorized reading and relay attacks. First, contextual information was utilized to design context-aware selective unlocking mechanisms so that tags can selectively respond to reader interrogations and thus minimize the likelihood of unauthorized reading and &ldquo;ghost-and-leech&rdquo; relay attacks. Second, contextual information was used as a basis for context-aware secure transaction verification to defend against special types of relay attacks involving malicious readers. Our activities in this project ranged from protocol design and analysis to implementation and performance measurements.</p>\n<p>The project led to several publications [1-12]. Most notable publication venues include: TIFS&rsquo;15, TIFS'13, TDSC&rsquo;13, Percom&rsquo;15, Percom&rsquo;14, WiSec&rsquo;13, ESORICS&rsquo;12, Percom&rsquo;12. &nbsp;We developed user-centric malware protection mechanism for many mobile devices [1, 5, 8, 9]. We developed selective unlocking mechanism for RFID devices that can protect them from unauthorized reading and relay attacks [3, 4, 11, 12]. We leveraged contextual information, such as ambient audio, nearby RF devices, pressure, light, etc., to detect unauthorized payment transactions made using RFID devices and NFC phones [6, 7, 10].</p>\n<p>Our research also received extensive media coverage including articles published in ACM TechNews, ZDNet, Communications of the ACM, Yahoo! Finance, Times of India, CNBC, PCWord, and many more.</p>\n<p>This research proposed new techniques that can make future RFID transactions and mobile devices more secure against unauthorized activities, while preserving the overall usability advantages of these devices.</p>\n<p>More information about the project and its outcomes can be found at its website: <a href=\"http://spies.cis.uab.edu/research/rfid-security-and-privacy/\">http://spies.cis.uab.edu/research/rfid-security-and-privacy/</a></p>\n<p>&nbsp;<strong>References</strong></p>\n<p>[1]. <strong>Tap-Wave-Rub: Lightweight Human Interaction Approach to Curb Emerging Smartphone Malware</strong><br /> Babins Shresth, Di Ma, Yan Zhu, Haoyu Li, and Nitesh Saxena<br /> <a href=\"http://www.signalprocessingsociety.org/publications/periodicals/forensics/\">IEEE Transactions on Information Forensics and Security (TIFS)</a>, 2015.<br /> [pdf]</p>\n<p>[2]. <strong>Acoustic Eavesdropping Attacks on Constrained Wireless Device Pairing</strong><br /> Tzipora Halevi and Nitesh Saxena<br /> <a href=\"http://www.signalprocessingsociety.org/publications/periodicals/forensics/\">IEEE Transactions on Information Forensics and Security (TIFS)</a>, Volume:8, Issue: 3, March, 2013.<br /> [<a href=\"http://cis.uab.edu/saxena/docs/hs-tifs12.pdf\">pdf</a>]</p>\n<p>[3]. <strong>Location-Aware and Safer Cards: Enhancing RFID Security and Privacy via Location Sensing</strong><br /> Di Ma, Nitesh Saxena, Tuo Xiang, and Yan Zhu<br /> <a href=\"http://www.computer.org/portal/web/tdsc\">IEEE Transactions on Dependable and Secure Computing</a>, Vol 10, Issue 2, March 2013.<br /> [<a href=\"http://cis.uab.edu/saxena/docs/mpsx-tdsc12.pdf\">pdf</a>]</p>\n<p>[4]. <strong>A Context-Aware Approach to Defend Against Unauthorized Reading and Relay Attacks in RFID Systems</strong><br /> Di Ma and Nitesh Saxena<br /> <a href=\"http://www.google.com/url?sa=t&amp;rct=j&amp;q=wiley%20scn%20protection%20of%20internet%20of%20things&amp;source=web&amp;cd=1&amp;ved=0CB4QFjAA&amp;url=http%3A%2F%2Fonlinelibrary.wiley.com%2Fdoi%2F10.1002%2Fsec.254%2Fpdf&amp;ei=WuGqTv2JKcK4twel-ez4Dg&amp;usg=AFQjCNHLjw1RPKTKr...",
  "por_txt_cntn": "\nProject Outcomes\n\nThe objective of this project was to design context-aware defense mechanisms for RFID security and privacy by exploring the new sensing capabilities incorporate onto the RFID tags and other constrained devices. More specifically, sensor-acquired contextual information was used in two ways to defend against unauthorized reading and relay attacks. First, contextual information was utilized to design context-aware selective unlocking mechanisms so that tags can selectively respond to reader interrogations and thus minimize the likelihood of unauthorized reading and \"ghost-and-leech\" relay attacks. Second, contextual information was used as a basis for context-aware secure transaction verification to defend against special types of relay attacks involving malicious readers. Our activities in this project ranged from protocol design and analysis to implementation and performance measurements.\n\nThe project led to several publications [1-12]. Most notable publication venues include: TIFSÆ15, TIFS'13, TDSCÆ13, PercomÆ15, PercomÆ14, WiSecÆ13, ESORICSÆ12, PercomÆ12.  We developed user-centric malware protection mechanism for many mobile devices [1, 5, 8, 9]. We developed selective unlocking mechanism for RFID devices that can protect them from unauthorized reading and relay attacks [3, 4, 11, 12]. We leveraged contextual information, such as ambient audio, nearby RF devices, pressure, light, etc., to detect unauthorized payment transactions made using RFID devices and NFC phones [6, 7, 10].\n\nOur research also received extensive media coverage including articles published in ACM TechNews, ZDNet, Communications of the ACM, Yahoo! Finance, Times of India, CNBC, PCWord, and many more.\n\nThis research proposed new techniques that can make future RFID transactions and mobile devices more secure against unauthorized activities, while preserving the overall usability advantages of these devices.\n\nMore information about the project and its outcomes can be found at its website: http://spies.cis.uab.edu/research/rfid-security-and-privacy/\n\n References\n\n[1]. Tap-Wave-Rub: Lightweight Human Interaction Approach to Curb Emerging Smartphone Malware\n Babins Shresth, Di Ma, Yan Zhu, Haoyu Li, and Nitesh Saxena\n IEEE Transactions on Information Forensics and Security (TIFS), 2015.\n [pdf]\n\n[2]. Acoustic Eavesdropping Attacks on Constrained Wireless Device Pairing\n Tzipora Halevi and Nitesh Saxena\n IEEE Transactions on Information Forensics and Security (TIFS), Volume:8, Issue: 3, March, 2013.\n [pdf]\n\n[3]. Location-Aware and Safer Cards: Enhancing RFID Security and Privacy via Location Sensing\n Di Ma, Nitesh Saxena, Tuo Xiang, and Yan Zhu\n IEEE Transactions on Dependable and Secure Computing, Vol 10, Issue 2, March 2013.\n [pdf]\n\n[4]. A Context-Aware Approach to Defend Against Unauthorized Reading and Relay Attacks in RFID Systems\n Di Ma and Nitesh Saxena\n Wiley International Journal of Security and Communication Networks, Special Issue on \"Protecting the Internet of Things\", December, 2011.\n [pdf]\n\n[5]. Curbing Mobile Malware based on User-Transparent Hand Movements\n Babins Shrestha, Manar Mohamed, Anders Borg, Nitesh Saxena and Sandeep Tamrakar.\n International Conference on Pervasive Computing and Communications (PerCom), March 2015.\n [pdf]\n\n[6]. Drone to the Rescue: Relay-Resilient Authentication using Ambient Multi-Sensing\n Babins Shrestha, Nitesh Saxena, Hien Truong and N. Asokan.\n In Financial Cryptography and Data Security, March 2014.\n [pdf]\n\n[7]. Comparing and Fusing Different Sensor Modalities for Relay Attack Resistance in Zero-Interaction Authentication\n Hien Truong, Xiang Gao, Babins Shrestha, Nitesh Saxena, N. Asokan, and Petteri Nurmi.\n International Conference on Pervasive Computing and Communications (PerCom), March 2014.\n [pdf]\n\n[8]. Wave-to-Access: Protecting Sensitive Mobile Device Services via a Hand Waving Gesture\n Babins Shrestha, Nitesh Saxena and Justin Harrison\n International Conference on Cryptology and Network S..."
 }
}