{
 "awd_id": "1201475",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Spectra, gaps, degenerations and cycles",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924878",
 "po_email": "adpollin@nsf.gov",
 "po_sign_block_name": "Andrew Pollington",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 243000.0,
 "awd_amount": 243000.0,
 "awd_min_amd_letter_date": "2012-04-12",
 "awd_max_amd_letter_date": "2014-06-18",
 "awd_abstract_narration": "The PIs will continue their foundational work on Homological Mirror Symmetry (HMS), to develop the structures and theories involved in HMS, and to build on applications of these theories. One notable direction is the theory of higher symplectic structures, which brings out the duality between the ``stacky'' directions and the ``derived'' directions of most moduli problems in algebraic geometry. Exploiting the full depth of these structures will require a careful study of the moduli of various kinds of categorical and  higher categorical entities. This is one of the main areas of expertise of all the PIs. Kontsevich introduced one of the main tools, derived schemes.  Katzarkov came up with the idea that moduli of LG models and its monodromy can be interpreted as stability conditions and spectra.\r\n\r\nThese activities fit into a more general and global philosophy designed to accompany Geometry in the 21st Century. The study of Geometry in the 20th Century was devoted, in large part and with astounding success, to the classification and parametrization of geometrical objects. However,these objects, of various kinds, were uniformly viewed somehow as ``sets of points''. Along the way, the relationship with categorical structures grew steadily, leading to the many inputs into our program as discussed above. The PIs themselves played a pivotal role in much of the progress that was made at the turn of the century. With PI Kontsevich's introduction of HMS, a subtle change was introduced, in that ``Geometry'' began to be seen  within a categorical structure. And the concurrent development of the theory of higher stacks meant that geometric structures were no longer viewed just as ``sets of points'' but rather as objects enclosing a higher structure. This project is highly connected with theoretical physics. As we head into the second decade of the 21st Century, elementary particle physics is on the crux of a profound revolution to be brought about by the new experimental results coming out of the LHC at CERN. These will serve to identify which of the multitude of theoretical possibilities which are currently open, best address quantum field theory at the high energy scale. And for those theories, to tell which are the right parameters. So there will soon be a lot of work to do on the theoretical side, and this will surely require new tools and a new approach.  With the relationship between HMS and supersymmetric theories, with the relationship between higher categories and TQFT, with the relationship between partition functions and nonabelian cohomology, the kinds of geometrical objects which we are going to investigate in this project are becoming crucial for understanding these new panoramas in theoretical physics. The project has an  educational component - conferences and educating postdocs, This component has been hugely successful in the past and with more funding we plan to bring it to  the next level.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ludmil",
   "pi_last_name": "Katzarkov",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Ludmil V Katzarkov",
   "pi_email_addr": "lkatzarkov@gmail.com",
   "nsf_id": "000206486",
   "pi_start_date": "2012-04-12",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Maxim",
   "pi_last_name": "Kontsevich",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maxim Kontsevich",
   "pi_email_addr": "maxim@ihes.fr",
   "nsf_id": "000106404",
   "pi_start_date": "2012-04-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Miami",
  "inst_street_address": "1320 SOUTH DIXIE HIGHWAY STE 650",
  "inst_street_address_2": "",
  "inst_city_name": "CORAL GABLES",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3052843924",
  "inst_zip_code": "331462919",
  "inst_country_name": "United States",
  "cong_dist_code": "27",
  "st_cong_dist_code": "FL27",
  "org_lgl_bus_name": "UNIVERSITY OF MIAMI",
  "org_prnt_uei_num": "",
  "org_uei_num": "RQMFJGDTQ5V3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Miami",
  "perf_str_addr": "1365 Memorial Dr. Room 425",
  "perf_city_name": "Coral Gables",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331462403",
  "perf_ctry_code": "US",
  "perf_cong_dist": "27",
  "perf_st_cong_dist": "FL27",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 81000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 81000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 81000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The theory of linear systems is 2000 years old.<br />Recently we have suggested a new read of this theory.&nbsp; We introduced the theory of categorical Kaehler metrics. <br />We develop further&nbsp; the theory of categorical linear systems.<br /><br />We&nbsp; take a new look at the categorical linear system applying the&nbsp;&nbsp; technique&nbsp; of sheaves&nbsp; of categories see section 3. We combine<br />this technique&nbsp; with&nbsp; the theory of categorical linear systems and the theory of categorical K\\\"{a}hler metrics in order to build two parallels:<br /><br />1. A parallel with Donaldson theory of Kaehler Einstein Metrics.<br /><br />2.&nbsp; A parallel with Donaldson theory&nbsp; of polynomial invariants.<br />These suggest that categorical version of Donaldson&nbsp; polynomial&nbsp; invariants<br />are very deep invariants which measure gluing of categories and analogue of&nbsp; K-calculus. We develop&nbsp; the connection of categorical basic classes and the gap in the Orlov spectra as well as<br />the connection basic classes with dynamical spectra of the&nbsp; <br />corresponding Fano manifolds.</p>\n<p>The cutting edge results obtained were reported during PASI&nbsp; institute. The subject is incredibly active and we expect results and publications to follow suit. The output of out work will be aided by a vast network of international collaborators, with whom our relationships have strengthened over the past several years.</p>\n<p>The exchanges have been greatly facilitated and accelerated by the month long&nbsp; periods of activities that have recently been taking&nbsp; place every winter in Miami. <br />Another benefit of these activity periods has been the involvement of talented young mathematicians in this field -- in particular people such as<br />Sheridan, Preygel, Isik, Pandit, Favero, Kerr, Ballard, Diemer,<br />Dyckerhoff, etc. have repeatedly attended and benefited from these activities.<br /><br /><br />These&nbsp; achievements --<br />educating a new generation of mathematicians, fostering and deepening connections among the many areas of mathematics related to HMS and with the relevant areas of physics, are the main broader impact outcomes of our project.<br /><br />It has&nbsp;&nbsp; helped ideas of combining wall crossing, algebraic cycles and spectra crystalize and gave back our dues to Physics. <br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/02/2015<br>\n\t\t\t\t\tModified by: Ludmil&nbsp;V&nbsp;Katzarkov</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe theory of linear systems is 2000 years old.\nRecently we have suggested a new read of this theory.  We introduced the theory of categorical Kaehler metrics. \nWe develop further  the theory of categorical linear systems.\n\nWe  take a new look at the categorical linear system applying the   technique  of sheaves  of categories see section 3. We combine\nthis technique  with  the theory of categorical linear systems and the theory of categorical K\\\"{a}hler metrics in order to build two parallels:\n\n1. A parallel with Donaldson theory of Kaehler Einstein Metrics.\n\n2.  A parallel with Donaldson theory  of polynomial invariants.\nThese suggest that categorical version of Donaldson  polynomial  invariants\nare very deep invariants which measure gluing of categories and analogue of  K-calculus. We develop  the connection of categorical basic classes and the gap in the Orlov spectra as well as\nthe connection basic classes with dynamical spectra of the  \ncorresponding Fano manifolds.\n\nThe cutting edge results obtained were reported during PASI  institute. The subject is incredibly active and we expect results and publications to follow suit. The output of out work will be aided by a vast network of international collaborators, with whom our relationships have strengthened over the past several years.\n\nThe exchanges have been greatly facilitated and accelerated by the month long  periods of activities that have recently been taking  place every winter in Miami. \nAnother benefit of these activity periods has been the involvement of talented young mathematicians in this field -- in particular people such as\nSheridan, Preygel, Isik, Pandit, Favero, Kerr, Ballard, Diemer,\nDyckerhoff, etc. have repeatedly attended and benefited from these activities.\n\n\nThese  achievements --\neducating a new generation of mathematicians, fostering and deepening connections among the many areas of mathematics related to HMS and with the relevant areas of physics, are the main broader impact outcomes of our project.\n\nIt has   helped ideas of combining wall crossing, algebraic cycles and spectra crystalize and gave back our dues to Physics. \n\n\n\n\t\t\t\t\tLast Modified: 11/02/2015\n\n\t\t\t\t\tSubmitted by: Ludmil V Katzarkov"
 }
}