{
 "awd_id": "1201089",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Some problems in algebraic geometry and string theory",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924878",
 "po_email": "adpollin@nsf.gov",
 "po_sign_block_name": "Andrew Pollington",
 "awd_eff_date": "2012-05-15",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 354910.0,
 "awd_amount": 354910.0,
 "awd_min_amd_letter_date": "2012-04-24",
 "awd_max_amd_letter_date": "2014-05-07",
 "awd_abstract_narration": "Problems to be investigated in the proposed research include the determination and properties of correlation functions and quantum sheaf cohomology arising from string theories and gauge theories associated to a smooth projective variety and a vector bundle satisfying the anomaly cancellation conditions.  Particular attention will be paid to toric complete intersections and the mathematical formulation of the nonlinear sigma model version of quantum sheaf cohomology.  A related problem is the determination of the quantum product in the ordinary quantum cohomology of a toric variety. Another theme is the study of algebro-geometric invariants related to topological string amplitudes: Gromov-Witten, Gopakumar-Vafa, and stable pair invariants, including motivic stable pair invariants. These techniques will be applied to put the definition of Gopakumar-Vafa invariants from string theory on a more firm mathematical foundation.  Techniques will be developed for the computation of stable pair invariants in the non-toric setting, and will be applied to verify predictions of mirror symmetry.  Problems in the area of F-theory and gauge/gravity duality in string theory will be investigated as well.\r\n\r\nThe research funded by this grant has two modes: bringing current developments in algebraic geometry to bear on fundamental problems of particle physics as modeled by string theory, and bringing physical ideas and intuition to bear on current problems in geometry.  The questions to be investigated are of pressing current interest in mathematics and physics.  The mathematical techniques under development could make it possible to exactly compute the predicted masses of particles in increasingly realistic string models, and better understand how the observed forces and interactions in nature can arise from grand unified theories which include quantum gravity. Ideas of string theory provide key insight which are expected to directly lead to the solution of several unsolved problems in three-dimensional algebraic geometry.  Graduate students will be trained in geometry and physics, and their interaction.\r\n\r\nThis award is jointly funded by the Algebra and Number Theory and the Geometric Analysis programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sheldon",
   "pi_last_name": "Katz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sheldon Katz",
   "pi_email_addr": "katzs@illinois.edu",
   "nsf_id": "000179339",
   "pi_start_date": "2012-04-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "1409 West Green St.",
  "perf_city_name": "Urbana",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013620",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  },
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 116520.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 119348.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 119042.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project consisted of a collection of related theoretical<br />investigations at the interface of string theory in elementary<br />particle physics and algebraic geometry in mathematics.&nbsp; String theory<br />posits that the basic constituents of all matter and energy are tiny<br />vibrating strings, and is the leading candidate for a theory of quantum gravity.<br />Algebraic geometry is the study of polynomial equations and their<br />graphs, a fundamental area of investigation which has had<br />applications to many areas of science and engineering for more than a<br />century.&nbsp; The broader goals of this project were to further the theory<br />and application of algebraic geometry to elementary particle physics<br />through string theory, as well as the application of ideas from<br />physics to make fundamental progress in algebraic geometry.<br /><br />Most of the questions under investigation were related to counting<br />problems in geometry.&nbsp; One class of geometries particularly relevant<br />for string theory, Calabi-Yau geometries, have been studied<br />intensively for more than 30 years.&nbsp; One important outcome of the<br />project was to provide the first known example for which counts of<br />infinitely many topological types (equivalently, the genus of<br />algebraic geometry, or the number of loops in string perturbation<br />theory) could be performed exactly for a fixed Calabi-Yau geometry.<br />Other key outcomes involved a precise mathematical description, via<br />counting, of a symmetry that was predicted from a corresponding<br />symmetry of the higher-dimensional universe in which strings<br />propagate.&nbsp; Many other counting problems were solved for more general<br />(including non-Calabi-Yau) geometries.&nbsp; In outcomes other than<br />counting problems, the existing dictionary between deformations of<br />geometries and the parameters for physical theories was verified and<br />extended in a number of different directions.<br /><br />In the area of human resource development, five Ph.D. candidates received<br />training as part of this project.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/29/2016<br>\n\t\t\t\t\tModified by: Sheldon&nbsp;Katz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project consisted of a collection of related theoretical\ninvestigations at the interface of string theory in elementary\nparticle physics and algebraic geometry in mathematics.  String theory\nposits that the basic constituents of all matter and energy are tiny\nvibrating strings, and is the leading candidate for a theory of quantum gravity.\nAlgebraic geometry is the study of polynomial equations and their\ngraphs, a fundamental area of investigation which has had\napplications to many areas of science and engineering for more than a\ncentury.  The broader goals of this project were to further the theory\nand application of algebraic geometry to elementary particle physics\nthrough string theory, as well as the application of ideas from\nphysics to make fundamental progress in algebraic geometry.\n\nMost of the questions under investigation were related to counting\nproblems in geometry.  One class of geometries particularly relevant\nfor string theory, Calabi-Yau geometries, have been studied\nintensively for more than 30 years.  One important outcome of the\nproject was to provide the first known example for which counts of\ninfinitely many topological types (equivalently, the genus of\nalgebraic geometry, or the number of loops in string perturbation\ntheory) could be performed exactly for a fixed Calabi-Yau geometry.\nOther key outcomes involved a precise mathematical description, via\ncounting, of a symmetry that was predicted from a corresponding\nsymmetry of the higher-dimensional universe in which strings\npropagate.  Many other counting problems were solved for more general\n(including non-Calabi-Yau) geometries.  In outcomes other than\ncounting problems, the existing dictionary between deformations of\ngeometries and the parameters for physical theories was verified and\nextended in a number of different directions.\n\nIn the area of human resource development, five Ph.D. candidates received\ntraining as part of this project.\n\n\t\t\t\t\tLast Modified: 07/29/2016\n\n\t\t\t\t\tSubmitted by: Sheldon Katz"
 }
}