{
 "awd_id": "1201883",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Topological Electromagnetic Sensors",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Usha Varshney",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 295008.0,
 "awd_amount": 311008.0,
 "awd_min_amd_letter_date": "2012-03-04",
 "awd_max_amd_letter_date": "2016-11-04",
 "awd_abstract_narration": "Abstract:\r\n\r\nThe continuing evolution of sensor technology requires innovative approaches for reducing power consumption and improving sensitivity, resolution & operating temperature. The recent discovery of axion electromagnetic coupling in topological insulators holds great promise for drastic improvement of performance in sensor technology. This new class of materials has a bulk insulating energy gap and gapless Dirac-cone surface states which are protected by time-reversal symmetry. Unlike in traditional semiconductors, back-scattering is prohibited because of unique spin transport on the surfaces, leading to exciting non-dissipative applications. The striking electromagnetic coupling and half-integer quantum Hall effects open up completely new and revolutionary applications in nanoelectronics and spintronics. This project proposes to exploit the axion electromagnetic coupling effect in topological insulators and to build ultra-sensitive magnetic sensors that surpass the performance of traditional magnetometers.\r\n\r\nIntellectual Merit: The intellectual merit of this project includes (i) the demonstration of the intriguing electromagnetic coupling effect in topological insulators that has not yet been experimentally explored; (ii) the improved understanding of material properties including magnetic doping of surfaces, and the growth of heterostructures involving magnetic oxides in which the surface gap is opened to invoke the coupling effect; (iii) the exploration of a novel quantum capacitance approach for the detection of surface states at high temperatures; and (iv) the invention of topological sensors operating at ambient temperature with unprecedented sensitivity and spatial resolution. The transformative concepts include the use of low-dissipation topologically protected surface-states of topological insulators for electronic and spintronic devices such as magnetic transducers, electrically tunable inductors, and quantum computation systems.\r\n\r\nBroader Impacts: The proposed project will lead to a new magnetometer technology that exploits bulk properties and surface states of topological insulators. The high sensitivity, high spatial resolution and low-dissipation performance can satisfy the demanding requirements in sensor technology. The successful project is expected to have potential applications in medical research such as brain wave detection and in military surveillance with an enhanced magnetic sensitivity at low fields. The development of this project can potentially improve the competitiveness of the EPSCoR state #8722 (Iowa State) in the area of magnetic sensor devices. Besides the technological impacts, the program has a strong and comprehensive education component. Students will gain invaluable research experience in this highly interdisciplinary area of electrical engineering, physics, and materials science, leading to enhanced training and ability to pursue innovations for the entirety of their careers. The PI will create a multicultural environment by recruiting students from underrepresented groups, particularly female students, through the existing outreach programs \"Science Bound\" and \"Program for Women in Science and Engineering\" at Iowa State University. Full tuitions, research assistances and resources will be supplied for their education. The students can have ample opportunities to learn state-of-the-art sensor technology and gain hand-on experience on topological insulators. Such experience will broaden their scientific horizons and thus become invaluable assets to their future careers. The outcomes of the program will be incorporated into a course on sensor technology and disseminated in conferences & through peer-reviewed publications. The PI will also actively participate in the K-12 program at Iowa State and continue to offer mini-lectures on nanotechnology and magnetism. Research frontiers of the topological electromagnetic sensors can be included as interesting demonstrations, aiming to stimulating students' curiosity, creativity, and enthusiasm in science and technology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Jiles",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "David C Jiles",
   "pi_email_addr": "dcjiles@iastate.edu",
   "nsf_id": "000388043",
   "pi_start_date": "2013-08-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Faxian",
   "pi_last_name": "Xiu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Faxian Xiu",
   "pi_email_addr": "faxian@iastate.edu",
   "nsf_id": "000602492",
   "pi_start_date": "2012-03-04",
   "pi_end_date": "2013-08-29"
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Faxian",
   "pi_last_name": "Xiu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Faxian Xiu",
   "pi_email_addr": "faxian@iastate.edu",
   "nsf_id": "000602492",
   "pi_start_date": "2013-08-29",
   "pi_end_date": "2014-03-04"
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "1138 Pearson",
  "perf_city_name": "Ames",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500112207",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "IA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "107E",
   "pgm_ref_txt": "Magnetics and spin electronics"
  },
  {
   "pgm_ref_code": "8028",
   "pgm_ref_txt": "Sensor Technology"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 295008.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project we investigated a new class of materials, known as \"topological insulators\" and their potential applications in topological electromagnetic sensors. Our results suggest applications of these topological insulators in flexible optoelectronics, magnetics and sensors.</p>\n<p>We grew atomically flat films of topological insulators based on Bi<sub>2</sub>Se<sub>2</sub>Te crystals and other closely related materials such as Bi<sub>2</sub>Te<sub>3</sub>, Sb<sub>2</sub>Te<sub>3</sub>, Cr<sub>x</sub>Bi<sub>2-x</sub>Te<sub>3</sub>, Bi<sub>x</sub>Sb<sub>2-x</sub>Te<sub>3</sub>&nbsp;and&nbsp;Bi<sub>2</sub>Se<sub>3</sub>&nbsp;on mica substrates using the technique of molecular beam epitaxy.</p>\n<p>We further developed these new topological insulator materials for novel device applications by fabricating them into sensors.</p>\n<p>We observed magnetism in Cr doped topological insulators and our results demonstrate the possibility of manipulating magnetism in magnetically doped topological insulators, thus enabling new spintronic applications.</p>\n<p>At higher doping levels we found that, increasing Cr concentration yielded a monotonically enhanced anomalous Hall effect accompanied by an increasing charge carrier density. We therefore investigated applications of magnetic topological insulator in Hall devices.&nbsp;It was found that Cr is an n-type doping element in Bi<sub>2</sub>Te<sub>3</sub>, and increases the magnetic response of Cr<sub>x</sub>Bi<sub>2-x</sub>Te<sub>3</sub>. When x=0.14 and 0.29, long range ferromagnetism appears in Cr<sub>x</sub>Bi<sub>2-x</sub>Te<sub>3</sub> thin films.</p>\n<p>We also reduced bulk conductivity by doping Sb<sub>2</sub>Te<sub>3&nbsp;</sub>with Bi and identified applications for topological insulators in optical devices.</p>\n<p>&nbsp;</p>\n<p>Overall these materials have opened up new possibilities in spintronic, magnetic and optoelectronic devices and sensors.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/27/2017<br>\n\t\t\t\t\tModified by: David&nbsp;C&nbsp;Jiles</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this project we investigated a new class of materials, known as \"topological insulators\" and their potential applications in topological electromagnetic sensors. Our results suggest applications of these topological insulators in flexible optoelectronics, magnetics and sensors.\n\nWe grew atomically flat films of topological insulators based on Bi2Se2Te crystals and other closely related materials such as Bi2Te3, Sb2Te3, CrxBi2-xTe3, BixSb2-xTe3 and Bi2Se3 on mica substrates using the technique of molecular beam epitaxy.\n\nWe further developed these new topological insulator materials for novel device applications by fabricating them into sensors.\n\nWe observed magnetism in Cr doped topological insulators and our results demonstrate the possibility of manipulating magnetism in magnetically doped topological insulators, thus enabling new spintronic applications.\n\nAt higher doping levels we found that, increasing Cr concentration yielded a monotonically enhanced anomalous Hall effect accompanied by an increasing charge carrier density. We therefore investigated applications of magnetic topological insulator in Hall devices. It was found that Cr is an n-type doping element in Bi2Te3, and increases the magnetic response of CrxBi2-xTe3. When x=0.14 and 0.29, long range ferromagnetism appears in CrxBi2-xTe3 thin films.\n\nWe also reduced bulk conductivity by doping Sb2Te3 with Bi and identified applications for topological insulators in optical devices.\n\n \n\nOverall these materials have opened up new possibilities in spintronic, magnetic and optoelectronic devices and sensors.\n\n \n\n\t\t\t\t\tLast Modified: 09/27/2017\n\n\t\t\t\t\tSubmitted by: David C Jiles"
 }
}