{
 "awd_id": "1201146",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID Collaborative Research: Fire severity and ecosystem impacts immediately following an extreme fire event in northern Minnesota",
 "cfda_num": "47.074",
 "org_code": "08010209",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Henry L. Gholz",
 "awd_eff_date": "2011-11-01",
 "awd_exp_date": "2012-10-31",
 "tot_intn_awd_amt": 14201.0,
 "awd_amount": 14201.0,
 "awd_min_amd_letter_date": "2011-11-04",
 "awd_max_amd_letter_date": "2011-11-04",
 "awd_abstract_narration": "Large natural disturbances have important implications for both short and long term ecosystem function and dynamics. Among the most important attributes is severity, a combined function of disturbance intensity and the relative susceptibility of ecosystem elements, such as vegetation and soils. The Pagami Creek Fire of August 2011 in the Boundary Waters Canoe Area Wilderness of Minnesota presents an historical opportunity for understanding spatial heterogeneity in fire effects and its consequences for future ecosystem recovery within a fire dependent ecosystem in the eastern United States. This large fire exhibited a wide range of behaviors across an ecologically diverse area for which unprecedented levels of pre-fire forest conditions were documented. The seasonal timing requires a rapid field response so that fire intensity, severity, and initial soil impacts can be accurately measured prior to the onset of winter. \r\n\r\nTransects of plots will be sampled across major forest types for data on live and dead vegetation amounts and distribution and chemical attributes of the soils in burned and unburned plots that will also be compared to data obtained before the fire. Satellite imagery will be used to characterize tree and shrub burn severity and vegetation loss. This information will be used to scale the plot level data to the entire burned area and will enable the scientists to examine the feedbacks among forest structure and fire disturbance and to better predict future ecosystem recovery. \r\n\r\nOpportunities for studying the behavior and ecological impacts of major fire events in forests of the eastern United States are dramatically less than in the west. This research will provide a foundation for programs that will increase public safety, facilitate reintroduction of fire into fire dependent eastern forests, and provide guidance for forest and wilderness management in the face of major natural disturbances.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Wolter",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Peter T Wolter",
   "pi_email_addr": "ptwolter@iastate.edu",
   "nsf_id": "000602630",
   "pi_start_date": "2011-11-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Iowa State University",
  "inst_street_address": "1350 BEARDSHEAR HALL",
  "inst_street_address_2": "515 MORRILL ROAD",
  "inst_city_name": "AMES",
  "inst_state_code": "IA",
  "inst_state_name": "Iowa",
  "inst_phone_num": "5152945225",
  "inst_zip_code": "500112103",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IA04",
  "org_lgl_bus_name": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
  "org_prnt_uei_num": "DQDBM7FGJPC5",
  "org_uei_num": "DQDBM7FGJPC5"
 },
 "perf_inst": {
  "perf_inst_name": "Iowa State University",
  "perf_str_addr": "339 Science II",
  "perf_city_name": "Ames",
  "perf_st_code": "IA",
  "perf_st_name": "Iowa",
  "perf_zip_code": "500113221",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "IA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118100",
   "pgm_ele_name": "ECOSYSTEM STUDIES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1181",
   "pgm_ref_txt": "ECOSYSTEM STUDIES"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 14201.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><span>Overview</span></strong></p>\n<p><span>The Pagami Creek Fire (PCF) of 2011 was an historical fire event with enormous potential for understanding spatial heterogeneity in fire effects and its consequences for future ecosystem&nbsp; recovery within a fire-dependent ecosystem east of the Mississippi. Overarching objectives were to &nbsp;conduct a rapid field sampling and hyperspectral remote sensing campaign to characterize&nbsp; ecosystem carbon, nitrogen, and mercury losses immediately after the fire (&lt; one month) and&nbsp; one year following the fire. Our research questions are two-fold: (1) To what extent do&nbsp; remotely-sensed (hyperspectral) fire severity estimates reflect field-based severity indices in both the overstory and the understory? (2) How do overstory and understory fire severities interact to influence soil carbon (C), nitrogen (N) and mercury (Hg) loss immediately following a fire in comparison with the first growing season following the fire?&nbsp;</span></p>\n<p><span>The NSF RAPID award was secured so that time-sensitive field sampling could be performed.&nbsp; Transects of plots were strategically-placed to sample the full range of overstory and understory fire severities (including available pre-burn plots and non-burned plots) across major forest types using detailed pre-fire and preliminary post-fire datasets. Field-based tree-crown fire severity and forest-floor severity were indexed visually, and soil samples acquired for C, N, and Hg analysis at each plot between mid-October to mid-November 2011, and again in late summer 2012. AVIRIS hyperspectral imagery was collected in October 2011 and again in September 2012 to characterize overstory and understory burn severity and to characterize vegetation loss due to the fire. The combination of pre-fire forest attributes, field data, and remote sensing will determine fire extent and severity across vegetation properties (vertical structure, composition, disturbance, biochemical conditions).</span></p>\n<p><span>The Iowa State University component of the NSF RAPID award was to perform field sampling with the RAPID team in the burn zone (described below under Outcomes), but also to quickly generate refinements to existing spatially explicit pre-fire forest condition data (tree species abundance and distribution, basal area, tree height, tree bole diameter, canopy diameter, canopy cover, and live crown ratio) using optical and synthetic aperture radar satellite sensor data according to previously established methodologies (Wolter et al. 2009, Wolter and Townsend 2011).&nbsp; These satellite-based forest structure estimates were critical as they facilitated efficient sampling across the range of variability among pre-burn forest conditions. &nbsp;Moreover, these pre-burn forest structure estimates are necessary to understand potential linkages between forest structure, fire weather, fire severity, nutrient cycling, and forest succession. &nbsp;Hence, funds are currently being sought so that data collected under the NSF RAPID funding may be used with our pre-burn forest structure data to address the two main questions driving this research (see above).&nbsp;</span></p>\n<p><strong><span>Outcomes</span></strong></p>\n<p><span>The status of field sampling is as follows. We established 136 field plots within the burned area in October-November 2011 and April 2012, and of these, we resampled 106 plots in August-October 2012. For these 106 plots, we therefore have immediate post-fire samples (within 2 months), as well as samples at the end of the first growing season following the fire. In addition, we have established 31 reference plots in nearby unburned areas that will be used as a basis to understand the nutrient transformations in the burned plots. We have also collected samples at five USDA Forest Service FIA plots, which have pre-fire soils and vegetation data. At each plot, we collec...",
  "por_txt_cntn": "\nOverview\n\nThe Pagami Creek Fire (PCF) of 2011 was an historical fire event with enormous potential for understanding spatial heterogeneity in fire effects and its consequences for future ecosystem  recovery within a fire-dependent ecosystem east of the Mississippi. Overarching objectives were to  conduct a rapid field sampling and hyperspectral remote sensing campaign to characterize  ecosystem carbon, nitrogen, and mercury losses immediately after the fire (&lt; one month) and  one year following the fire. Our research questions are two-fold: (1) To what extent do  remotely-sensed (hyperspectral) fire severity estimates reflect field-based severity indices in both the overstory and the understory? (2) How do overstory and understory fire severities interact to influence soil carbon (C), nitrogen (N) and mercury (Hg) loss immediately following a fire in comparison with the first growing season following the fire? \n\nThe NSF RAPID award was secured so that time-sensitive field sampling could be performed.  Transects of plots were strategically-placed to sample the full range of overstory and understory fire severities (including available pre-burn plots and non-burned plots) across major forest types using detailed pre-fire and preliminary post-fire datasets. Field-based tree-crown fire severity and forest-floor severity were indexed visually, and soil samples acquired for C, N, and Hg analysis at each plot between mid-October to mid-November 2011, and again in late summer 2012. AVIRIS hyperspectral imagery was collected in October 2011 and again in September 2012 to characterize overstory and understory burn severity and to characterize vegetation loss due to the fire. The combination of pre-fire forest attributes, field data, and remote sensing will determine fire extent and severity across vegetation properties (vertical structure, composition, disturbance, biochemical conditions).\n\nThe Iowa State University component of the NSF RAPID award was to perform field sampling with the RAPID team in the burn zone (described below under Outcomes), but also to quickly generate refinements to existing spatially explicit pre-fire forest condition data (tree species abundance and distribution, basal area, tree height, tree bole diameter, canopy diameter, canopy cover, and live crown ratio) using optical and synthetic aperture radar satellite sensor data according to previously established methodologies (Wolter et al. 2009, Wolter and Townsend 2011).  These satellite-based forest structure estimates were critical as they facilitated efficient sampling across the range of variability among pre-burn forest conditions.  Moreover, these pre-burn forest structure estimates are necessary to understand potential linkages between forest structure, fire weather, fire severity, nutrient cycling, and forest succession.  Hence, funds are currently being sought so that data collected under the NSF RAPID funding may be used with our pre-burn forest structure data to address the two main questions driving this research (see above). \n\nOutcomes\n\nThe status of field sampling is as follows. We established 136 field plots within the burned area in October-November 2011 and April 2012, and of these, we resampled 106 plots in August-October 2012. For these 106 plots, we therefore have immediate post-fire samples (within 2 months), as well as samples at the end of the first growing season following the fire. In addition, we have established 31 reference plots in nearby unburned areas that will be used as a basis to understand the nutrient transformations in the burned plots. We have also collected samples at five USDA Forest Service FIA plots, which have pre-fire soils and vegetation data. At each plot, we collected soil samples to characterize C, N and Hg content, and made visual estimates of burn severity following methods developed by Jain and Graham (2007). During our second visits to the plots, we also sampled standing stem and coarse and fine woody debri..."
 }
}