{
 "awd_id": "1201920",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Ecology of Infectious Marine Disease Workshop",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Lesser",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 36402.0,
 "awd_amount": 36402.0,
 "awd_min_amd_letter_date": "2011-12-27",
 "awd_max_amd_letter_date": "2012-12-20",
 "awd_abstract_narration": "Infectious diseases of marine organisms are increasing, and yet processes governing host infectivity, pathogen virulence and invertebrate-microbial interactions are poorly understood in marine systems. Most concepts and models developed for terrestrial examples are not specifically transferable to aquatic ecosystems because of fundamental differences in community structure, species diversity, life-history phenomena, and dispersal mechanisms. Furthermore, impending global climate changes such as rising temperatures, ocean acidification, eutrophication, increased runoff, and inland intrusions of salt water are likely to impact prevalence and severity of marine diseases. NSF-OCE convened an Ecology of Infectious Disease workshop in February 2011 to identify ways to increase our understanding of these dynamics and gain greater ability to predict and mitigate the impacts of climate change in marine systems. A primary recommendation of the workshop was for increased collaboration among marine researchers and capacity building through expanded graduate training. The proposed training workshop was devised in the context of these recommendations. The training workshop is also intended to form part of a larger Research Coordination Network proposal to be submitted in December. This hands-on program will provide cross disciplinary training to a group of 12 to 15 carefully selected graduate and postdoctoral participants in 1) surveying marine disease 2) developing diagnostic tools for identifying a variety of pathogens 3) examining invertebrate innate immune responses, and 4) applying these methods to ecological questions about disease dynamics, including the effects of temperature and increased acidification on interactions. The five-week workshop will be held at Friday Harbor Laboratories and will include lectures on conceptual themes coupled with hands-on lab and field training in the different focus areas and culminates with targeted group projects aimed at addressing specific disease ecology questions in the Salish Sea region.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "C. Drew",
   "pi_last_name": "Harvell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "C. Drew Harvell",
   "pi_email_addr": "cdh5@cornell.edu",
   "nsf_id": "000086014",
   "pi_start_date": "2011-12-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "373 Pine Tree Road",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "730800",
   "pgm_ele_name": "BE-UF: ECOL OF INFECTIOUS DISE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1650",
   "pgm_ref_txt": "BIOLOGICAL OCEANOGRAPHY"
  },
  {
   "pgm_ref_code": "7242",
   "pgm_ref_txt": "ECOLOGY OF INFECTIOUS DISEASES"
  },
  {
   "pgm_ref_code": "7308",
   "pgm_ref_txt": "BE-UF: ECOL OF INFECTIOUS DISE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 36402.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant supported a training workshop in host-pathogen interactions for graduate students and postdoctoral investigators. The workshop consisted of 5 weeks of lectures and hands on laboratory and field experience teaching diagnostic and quantitative methods to study the ecology of infectious disease in situ. Students worked side by side with world experts using state-of-the-art tools and technologies at the University of Washington&rsquo;s Center of Excellence for Ocean Acidification. A key to uniting the community of researchers to better manage marine disease is shared training of graduate students in new methods. All of the funds in this grant support the 5 week training workshop and most of the funding provides student scholarships to participate.</p>\n<p>The module provided training in molecular and histological diagnostic methods and experimental approaches in marine disease. These techniques were applied to local research questions through intensive group projects?that make use of the FHL facilities for investigating impacts of ocean acidification and temperature on disease processes. Projects for the summer workshop included: 1) Surveying and isolating a protozoan wasting disease from eelgrass in the Salish Sea and developing methods for inoculation under variable temperature and pH; 2) experimentally exploring the role of temperature and pH on infectivity of an oyster pathogen, Vibrio tubiashii; and 3) developing genomic resources for a protozoan pathogen (QPX) of clams and investigating the influence of temperature on gene expression. Wasting disease of eelgrass represents a potentially climate sensitive, opportunistic marine disease and the project in the workshop resulted in a published paper and later a new proposal sent to NSF. The Vibrio tubiashii infection of larval oysters is also a tractable study system for impacts of pH and temperature on host infection. &nbsp;</p>\n<p>In a broader sense, this workshop added to our limited understanding of how climate change and ocean acidification affects the ecological health of temperate coastal communities. It addressed basic information gaps concerning direct?biological effects of climate change on susceptible species and the dynamics of parasitism and symbiosis. This understanding is critical to developing realistic management schemes for mitigating impacts of climate change. Two research papers have been published and four talks at professional meetings, including ASLO 2014.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>This workshop resulted in broader impacts at two levels, 1) training of future science leaders and 2) educating the interested pubic through a running blog. The workshop in 2010 trained 11 students in critical methodologies in disease ecology, including Genomics, Molecular Biology, Pathology, Histology,lab innoculation methods, and field survey methods. A primary goal of this funding is to train the future generation of Marine Disease Ecologists and provide leadership opportunities and more integration with other scientists in our field. The workshop also produced a open laboratory methods workbook and a student report blog and &nbsp;culminated in two publications. The students were required to post on the class blog &ldquo;Infectiouness&rdquo; daily to communicate the science and other activities to the blogosphere. Information about the summer workshop is also featured on the RCN website.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/28/2014<br>\n\t\t\t\t\tModified by: C. Drew&nbsp;Harvell</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis grant supported a training workshop in host-pathogen interactions for graduate students and postdoctoral investigators. The workshop consisted of 5 weeks of lectures and hands on laboratory and field experience teaching diagnostic and quantitative methods to study the ecology of infectious disease in situ. Students worked side by side with world experts using state-of-the-art tools and technologies at the University of WashingtonÆs Center of Excellence for Ocean Acidification. A key to uniting the community of researchers to better manage marine disease is shared training of graduate students in new methods. All of the funds in this grant support the 5 week training workshop and most of the funding provides student scholarships to participate.\n\nThe module provided training in molecular and histological diagnostic methods and experimental approaches in marine disease. These techniques were applied to local research questions through intensive group projects?that make use of the FHL facilities for investigating impacts of ocean acidification and temperature on disease processes. Projects for the summer workshop included: 1) Surveying and isolating a protozoan wasting disease from eelgrass in the Salish Sea and developing methods for inoculation under variable temperature and pH; 2) experimentally exploring the role of temperature and pH on infectivity of an oyster pathogen, Vibrio tubiashii; and 3) developing genomic resources for a protozoan pathogen (QPX) of clams and investigating the influence of temperature on gene expression. Wasting disease of eelgrass represents a potentially climate sensitive, opportunistic marine disease and the project in the workshop resulted in a published paper and later a new proposal sent to NSF. The Vibrio tubiashii infection of larval oysters is also a tractable study system for impacts of pH and temperature on host infection.  \n\nIn a broader sense, this workshop added to our limited understanding of how climate change and ocean acidification affects the ecological health of temperate coastal communities. It addressed basic information gaps concerning direct?biological effects of climate change on susceptible species and the dynamics of parasitism and symbiosis. This understanding is critical to developing realistic management schemes for mitigating impacts of climate change. Two research papers have been published and four talks at professional meetings, including ASLO 2014. \n\n \n\n \n\nThis workshop resulted in broader impacts at two levels, 1) training of future science leaders and 2) educating the interested pubic through a running blog. The workshop in 2010 trained 11 students in critical methodologies in disease ecology, including Genomics, Molecular Biology, Pathology, Histology,lab innoculation methods, and field survey methods. A primary goal of this funding is to train the future generation of Marine Disease Ecologists and provide leadership opportunities and more integration with other scientists in our field. The workshop also produced a open laboratory methods workbook and a student report blog and  culminated in two publications. The students were required to post on the class blog \"Infectiouness\" daily to communicate the science and other activities to the blogosphere. Information about the summer workshop is also featured on the RCN website. \n\n \n\n\t\t\t\t\tLast Modified: 04/28/2014\n\n\t\t\t\t\tSubmitted by: C. Drew Harvell"
 }
}