{
 "awd_id": "1201338",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Computable Stability Theory",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924885",
 "po_email": "tbartosz@nsf.gov",
 "po_sign_block_name": "Tomek Bartoszynski",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 105001.0,
 "awd_amount": 105001.0,
 "awd_min_amd_letter_date": "2012-03-22",
 "awd_max_amd_letter_date": "2014-04-01",
 "awd_abstract_narration": "Andrews proposes a program of research spanning classical computability theory, classical model theory, and especially the interplay between computability theory and model theory. More specifically, the proposed research will develop the emerging field of Computable Stability Theory, where the methods of stability theory plays a key role is the study of effective properties of first order theories. Stability theory is the part of model theory which focuses on the underlying geometrical or structural nature of the mathematical objects. Generally speaking, the more underlying structure the mathematical object respects, the easier it is to compute information about the object. This forms a back-and-forth relationship between stability and computability, and this interplay is the focus of Computable Stability Theory. Questions arising from Computable Stability Theory lead to new questions in classical model theory as well as computability, which sheds light on both subjects. Among these questions is when quantifier elimination to some level can be derived from geometrical properties.\r\n\r\nComputable Stability Theory endeavors to explore the basic statement that \"structurally simple objects ought to be easier to compute.\" Model theory, a branch of mathematical logic, offers tools to analyze structural simplicity by studying objects in the context of their first order language. The understanding of the language associated to an object or class of objects can often be translated to a deeper understanding of the objects themselves. Computability theory studies questions of computation and relative computation with regard to mathematical objects. By combining tools from both fields, Andrews will examine the question of when structural simplicity does and when it does not translate into computational simplicity.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Uri",
   "pi_last_name": "Andrews",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Uri Andrews",
   "pi_email_addr": "andrews@math.wisc.edu",
   "nsf_id": "000573934",
   "pi_start_date": "2012-03-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 North Park ST, STE 6401",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126800",
   "pgm_ele_name": "FOUNDATIONS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 36635.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 34081.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 34285.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Under award 1201338, the PI has engaged in research in the 3 areas of computability theory, model theory, and computable model theory with a focus on the emerging field of computable stability theory. This research has lead to 18 papers for publication, of which 5 are already published, 2 more are accepted for publication, 10 are submitted for publication and are currently under review, and 1 is still in preparation. Here we outline some of the most significant results:</p>\n<p>With Julia F. Knight, the PI answered a major open question in computable model theory posed in the early 90's by showing: If a strongly minimal theory (a complete discription of a class of objects most notably having the property that every object in the class is characterized by a dimension) has a model (an object in the class described by the theory) which is computable (can be modeled on a computer), then every model of the theory is 0'''-computable. That is, we gave a bound for the complexity of one model in terms of the complexity of a second model.&nbsp;</p>\n<p>Along similar lines, much progress has been made on the so called spectrum problem. A set S of dimensions is called a spectrum of computable models if there is a strongly minimal theory so that a model is computable if and only if its dimension is in S. The spectrum problem asks which sets are spectra. With Steffen Lempp, the PI completely answered this question for a significant class of theories which represent a natural but combinatorially unwieldy class of theories: The rank 1 (thus disintegrated) strongly minimal theories. These are geometrically very simple theories, but, for that very reason, they are combinatorially quite difficult. The spectrum problem has been a major open question since 1978 when Goncharov first showed that non-trivial spectra do exist. Since then, very few examples of spectra have been found and, until the PI's work, there have been very few results showing that certain sets are not spectra.</p>\n<p>The PI, in 3 papers with Joseph S. Miller; Julia F. Knight; and Mingzhong Cai, David Diamondstone, Steffen Lempp, and Joseph S. Miller, introduced and examined the notion of a degree spectrum of a theory (not to be confused with the spectrum of computable models). The degree spectrum of a theory characterizes the complexity of computing a model of the theory. This can be a subtle notion because different models of the same theory could be computed in different ways. In the first paper, the authors distinguished this notion from the more familiar notion of the degree spectrum of a structure, but noted that their methods could find no atomic theory whose degree spectrum was not the degree spectrum of a structure. The second paper filled exactly this gap, but noted that these methods could not be extended to totally transcendental theories. The third paper filled that gap as well as showing several results about degree spectra of theories which contain almost every degree of complexity. Noteably, the last paper also shows that there is an atomic theory whose degree spectrum is not the degree spectrum of any totally transcendental theory.</p>\n<p>With Mingzhong Cai, David Diamondstone, Steffen Lempp, and Joseph S. Miller, the PI also examined the notion of provability degrees, introduced by Cai. The idea of provability degrees is to use computability theoretic methods, in particular injury arguments and the recursion theorem to analyze proof-theoretic questions. Loosely speaking, a degree of provability characterizes how hard, in terms of axiomatic strength above the base axioms) it is to prove a given true statement. This paper examined many natural notions regarding these degrees, including several jump-operators. Building on this work, Cai has already extended much of this work to higher-complexity statements. This has a close connection to work in proof theory, and offers a natural point of future collabora...",
  "por_txt_cntn": "\nUnder award 1201338, the PI has engaged in research in the 3 areas of computability theory, model theory, and computable model theory with a focus on the emerging field of computable stability theory. This research has lead to 18 papers for publication, of which 5 are already published, 2 more are accepted for publication, 10 are submitted for publication and are currently under review, and 1 is still in preparation. Here we outline some of the most significant results:\n\nWith Julia F. Knight, the PI answered a major open question in computable model theory posed in the early 90's by showing: If a strongly minimal theory (a complete discription of a class of objects most notably having the property that every object in the class is characterized by a dimension) has a model (an object in the class described by the theory) which is computable (can be modeled on a computer), then every model of the theory is 0'''-computable. That is, we gave a bound for the complexity of one model in terms of the complexity of a second model. \n\nAlong similar lines, much progress has been made on the so called spectrum problem. A set S of dimensions is called a spectrum of computable models if there is a strongly minimal theory so that a model is computable if and only if its dimension is in S. The spectrum problem asks which sets are spectra. With Steffen Lempp, the PI completely answered this question for a significant class of theories which represent a natural but combinatorially unwieldy class of theories: The rank 1 (thus disintegrated) strongly minimal theories. These are geometrically very simple theories, but, for that very reason, they are combinatorially quite difficult. The spectrum problem has been a major open question since 1978 when Goncharov first showed that non-trivial spectra do exist. Since then, very few examples of spectra have been found and, until the PI's work, there have been very few results showing that certain sets are not spectra.\n\nThe PI, in 3 papers with Joseph S. Miller; Julia F. Knight; and Mingzhong Cai, David Diamondstone, Steffen Lempp, and Joseph S. Miller, introduced and examined the notion of a degree spectrum of a theory (not to be confused with the spectrum of computable models). The degree spectrum of a theory characterizes the complexity of computing a model of the theory. This can be a subtle notion because different models of the same theory could be computed in different ways. In the first paper, the authors distinguished this notion from the more familiar notion of the degree spectrum of a structure, but noted that their methods could find no atomic theory whose degree spectrum was not the degree spectrum of a structure. The second paper filled exactly this gap, but noted that these methods could not be extended to totally transcendental theories. The third paper filled that gap as well as showing several results about degree spectra of theories which contain almost every degree of complexity. Noteably, the last paper also shows that there is an atomic theory whose degree spectrum is not the degree spectrum of any totally transcendental theory.\n\nWith Mingzhong Cai, David Diamondstone, Steffen Lempp, and Joseph S. Miller, the PI also examined the notion of provability degrees, introduced by Cai. The idea of provability degrees is to use computability theoretic methods, in particular injury arguments and the recursion theorem to analyze proof-theoretic questions. Loosely speaking, a degree of provability characterizes how hard, in terms of axiomatic strength above the base axioms) it is to prove a given true statement. This paper examined many natural notions regarding these degrees, including several jump-operators. Building on this work, Cai has already extended much of this work to higher-complexity statements. This has a close connection to work in proof theory, and offers a natural point of future collaboration between computablity theorists and proof theorists.\n\nThe PI, in a series of 3 papers, ..."
 }
}