{
 "awd_id": "1201687",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "ADVANCED OPTICAL ANTENNAS: SWITCHABLE, SPASING AND GAIN-ASSISTED",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dimitris Pavlidis",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 360000.0,
 "awd_min_amd_letter_date": "2012-04-14",
 "awd_max_amd_letter_date": "2014-07-08",
 "awd_abstract_narration": "Objective\r\nDue to diffraction, conventional lenses focus light to spots no smaller than roughly half the wavelength. Optical antennas can overcome this limit, spanning the mismatch between the wavelength of light and the dimensions of nanostructures. The PI's goals are to demonstrate advanced optical antennas, to educate graduate and undergraduate students in this growing field, and to disseminate the results to the wider community.\r\n\r\nIntellectual Merit\r\nThe PI proposes to develop optical antennas with three important new capabilities. 1). The PI proposes to demonstrate optical antennas that can be optically switched. 2). The PI proposes to demonstrate surface plasmon lasers based on optical antennas integrated with plasmonic collimators. 3). The PI proposes to demonstrate surface enhanced Raman scattering (SERS) from molecules adsorbed to optical antennas that are integrated with a gain medium. The PI anticipates that significantly stronger SERS spectra will result due to the gain counterbalancing metal loss.\r\n\r\nBroader Impact\r\nThere exists a move to chips that integrate multiple photonic/plasmonic structures to function as a system. The proposed work will contribute to this goal by introducing new capabilities to plasmonic devices. The project integrates education and outreach with research. The PI will incorporate results from the program into an optics course. The PI will train undergraduate and graduate students. The project will therefore create not only the science, but also the human infrastructure required for future advances. Lastly, demonstrations to the public by the PI and his team will be made at outreach events at local science museums.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Crozier",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth B Crozier",
   "pi_email_addr": "kcrozier@seas.harvard.edu",
   "nsf_id": "000486016",
   "pi_start_date": "2012-04-14",
   "pi_end_date": "2014-07-08"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fawwaz",
   "pi_last_name": "Habbal",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fawwaz Habbal",
   "pi_email_addr": "habbalf@seas.harvard.edu",
   "nsf_id": "000552243",
   "pi_start_date": "2014-07-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "MD147, 33 Oxford St",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021383886",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "098E",
   "pgm_ref_txt": "Antennas and Electromagnetics"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 360000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>It is well known that optical diffraction limits the light focusing ability of conventional lenses.&nbsp; This diffraction limit causes the focused spot to be of the order of half wavelength of the focused light.&nbsp; Over the past decade, there has been much interest in structures termed &ldquo;optical antennas&rdquo; that can overcome the diffraction limit.&nbsp; Optical antennas offer a means for overcoming the mismatch between the wavelength of light and the dimensions appropriate to the field of nanoscience.&nbsp; In an optical antenna, light can be concentrated into nanoscale spots that have spatial extent that is a fraction of the wavelength.&nbsp; A number of potential applications have emerged in the last few years for optical antennas, but prior to this project a number of capabilities and some fundamental knowledge were lacking.&nbsp; In this project, we advanced the field of optical antennas.&nbsp; Of particular note was our demonstration that quantum mechanical effects ultimately limit the field enhancement in optical antennas.&nbsp; One particularly effective optical antenna design has been the metal nanoparticle dimer.&nbsp; This comprises two metal nanoparticles separated by a small gap.&nbsp; When this structure is illuminated with light polarized across the gap, charges of opposite sign on either side of the gap are induced, leading to considerable field enhancement there.&nbsp; Prior to this project, it had not been firmly established what would happen as the gap width is made smaller than one nanometer.&nbsp; It had been theoretically predicted that the field enhancement in the gap would decrease due to tunneling of electrons across the gap, but this effect had not been observed experimentally.&nbsp; In this project, we performed surface-enhanced Raman spectroscopy of molecules coating optical antennas that had a range of gap widths.&nbsp; We found that the signal enhancement decreases for gap widths below 7 Angstroms.&nbsp; This work has implications for surface-enhanced spectroscopy using plasmonic nanostructures.&nbsp; It therefore impacts applications such as the detection of chemicals at low concentrations.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/20/2015<br>\n\t\t\t\t\tModified by: Fawwaz&nbsp;Habbal</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIt is well known that optical diffraction limits the light focusing ability of conventional lenses.  This diffraction limit causes the focused spot to be of the order of half wavelength of the focused light.  Over the past decade, there has been much interest in structures termed \"optical antennas\" that can overcome the diffraction limit.  Optical antennas offer a means for overcoming the mismatch between the wavelength of light and the dimensions appropriate to the field of nanoscience.  In an optical antenna, light can be concentrated into nanoscale spots that have spatial extent that is a fraction of the wavelength.  A number of potential applications have emerged in the last few years for optical antennas, but prior to this project a number of capabilities and some fundamental knowledge were lacking.  In this project, we advanced the field of optical antennas.  Of particular note was our demonstration that quantum mechanical effects ultimately limit the field enhancement in optical antennas.  One particularly effective optical antenna design has been the metal nanoparticle dimer.  This comprises two metal nanoparticles separated by a small gap.  When this structure is illuminated with light polarized across the gap, charges of opposite sign on either side of the gap are induced, leading to considerable field enhancement there.  Prior to this project, it had not been firmly established what would happen as the gap width is made smaller than one nanometer.  It had been theoretically predicted that the field enhancement in the gap would decrease due to tunneling of electrons across the gap, but this effect had not been observed experimentally.  In this project, we performed surface-enhanced Raman spectroscopy of molecules coating optical antennas that had a range of gap widths.  We found that the signal enhancement decreases for gap widths below 7 Angstroms.  This work has implications for surface-enhanced spectroscopy using plasmonic nanostructures.  It therefore impacts applications such as the detection of chemicals at low concentrations.\n\n \n\n\t\t\t\t\tLast Modified: 07/20/2015\n\n\t\t\t\t\tSubmitted by: Fawwaz Habbal"
 }
}