{
 "awd_id": "1201976",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "TiO2 ultrafast all-optical devices",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "mahmoud fallahi",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 375000.0,
 "awd_amount": 375000.0,
 "awd_min_amd_letter_date": "2012-06-21",
 "awd_max_amd_letter_date": "2012-06-21",
 "awd_abstract_narration": "The objective of this research is to develop on-chip microphotonic devices for future telecommunication bandwidth and computing needs. The approach exploits recent advances in TiO2 photonic nanowires to build novel all-optical modulation, switching, and logic devices.\r\nProfessor Eric Mazur is an expert in nonlinear optics and pioneer of both silica nanowires and TiO2 photonics. He proposes to leverage TiO2-photonics technology to realize devices for all-optical switching applications within the communications octave (800?1700 nm). TiO2 balances a strong optical nonlinearity with low two-photon absorption, a high refractive index, and wide transparency not achievable in silicon, silica, or chalcogenide glass. These properties enable lithographically defined nanoscale waveguides with huge effective nonlinearities (100,000 times that of silica). The proposed TiO2 Sagnac interferometers are small (< 0.3 mm2), efficient (< 10 pJ), and capable of ultra-high bit-rate all-optical logic (> 1Tb/s). This research will usher in a new paradigm of devices capable of operating across widely spaced communication bands.\r\nBeyond miniaturized photonic devices, this proposal will support current collaborations developing integrated quantum optical devices, optical frequency combs, and biological sensors. TiO2 is both inexpensive and scalable, expediting its adoption into society. This work will educate and train future multidisciplinary scientists and engineers through research-based education. Professor Mazurs work with local high schools, NSF-sponsored programs, and the high representation of women in his research group will broaden participation of underrepresented groups. Finally, this work will be broadly disseminated to the public using the group?s well-established program integrating outreach and public education with research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Mazur",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Mazur",
   "pi_email_addr": "mazur@physics.harvard.edu",
   "nsf_id": "000101021",
   "pi_start_date": "2012-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1350 Masschusetts Avenue",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021383846",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "094E",
   "pgm_ref_txt": "Optoelectronic devices"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 375000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span id=\"docs-internal-guid-3f042efe-16a8-93b9-c0d7-89012e597b19\"> </span></p>\n<p dir=\"ltr\"><span>All-optical signal processing and integrated nanophotonic devices can revolutionize how we share and process information. More specifically, as electronic circuits and processors push the limits of current material platforms, exploring photonic (light-based) alternatives is critically important. </span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>We use highly focused laser beams to produce unusual behavior of light inside a material, such as conversion to other wavelengths. A material that is more susceptible to this nonlinear optical behavior has a high optical nonlinearity. Taking advantage of optical nonlinearities has the potential to enable circuits and logic gates that can be switched faster than electronic circuits without resistive losses. Though highly nonlinear, silicon, the conventional photonic material, is limited by two-photon absorption in the telecommunications wavelengths and absorbs light at visible wavelengths. On the other hand, Titanium dioxide, TiO2, &nbsp;has a high nonlinearity, does not suffer from two-photon absorption at wavelengths above 800 nm and is transparent throughout the entire visible spectrum. In addition, TiO2 has a high linear refractive index that allows light to travel as a highly focused beam inside nanoscale waveguide integrated on a chip, maximizing the nonlinear processes we want to control, allowing us to manipulate light to build optical switches and other building blocks of photonic integrated circuits. </span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>The goals of this project were to establish TiO2 as a platform for nonlinear nanophotonic devices, fabricate and test TiO2 photonic building blocks for operation from 800-1600 nm, and create TiO2 Sagnac interferometers for all-optical signal processing.We have used simulations to explore a wide range of TiO2 waveguide geometries to maximize device performance across different operating wavelengths. The goals were to optimize the effective nonlinearity of the device and mediate higher-order dispersion. High effective nonlinearity reduces the total required length of a device, enabling more-compact devices and reducing the impact of losses. Control of higher-order dispersion is important because dispersion tends to spread short pulses out in time as they propagate in waveguides, reducing nonlinear interactions. Simulations enable accurate prediction of device performance at a fraction of the cost and time of fabricating and testing each component in the lab.</span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>We have designed, fabricated, and characterized the linear and nonlinear optical properties of photonic building blocks for 780-1600 nm. Photonic building blocks include waveguides, bends, direction couplers, and ring resonators. Linear propagation losses as low as 4.0 dB/cm have been measured in ring resonators along with quality factors larger than 10</span><span>^4</span><span>. Bends as small as 5 micrometers have been fabricated and tested with low loss. Measurements of spectral broadening at 800 and 1560 nm were used to estimate the nonlinearity of the material. Third-harmonic generation was measured in integrated waveguides, mediated by multi-mode phase-matching.&nbsp;<span id=\"docs-internal-guid-3f042efe-16ac-c4e6-e73b-63778b86bf1b\"><span>The thermo-optic coefficient was measured and found to be negative, a useful quality usually only found in polymers, rarely found in inorganic materials. </span></span></span></p>\n<p>&nbsp;</p>\n<p dir=\"ltr\"><span>We are completing a deposition study to produce high quality, epitaxially-grown Rutile TiO2, which can greatly reduce scattering losses in waveguides compared to polycrystalline films. We have been able to produce Rutile TiO2 on sapphire substrates. Rutile tends to have a higher refractive index than Anatase or amorphous TiO2, enabling s...",
  "por_txt_cntn": "\n \nAll-optical signal processing and integrated nanophotonic devices can revolutionize how we share and process information. More specifically, as electronic circuits and processors push the limits of current material platforms, exploring photonic (light-based) alternatives is critically important. \n\n \nWe use highly focused laser beams to produce unusual behavior of light inside a material, such as conversion to other wavelengths. A material that is more susceptible to this nonlinear optical behavior has a high optical nonlinearity. Taking advantage of optical nonlinearities has the potential to enable circuits and logic gates that can be switched faster than electronic circuits without resistive losses. Though highly nonlinear, silicon, the conventional photonic material, is limited by two-photon absorption in the telecommunications wavelengths and absorbs light at visible wavelengths. On the other hand, Titanium dioxide, TiO2,  has a high nonlinearity, does not suffer from two-photon absorption at wavelengths above 800 nm and is transparent throughout the entire visible spectrum. In addition, TiO2 has a high linear refractive index that allows light to travel as a highly focused beam inside nanoscale waveguide integrated on a chip, maximizing the nonlinear processes we want to control, allowing us to manipulate light to build optical switches and other building blocks of photonic integrated circuits. \n\n \nThe goals of this project were to establish TiO2 as a platform for nonlinear nanophotonic devices, fabricate and test TiO2 photonic building blocks for operation from 800-1600 nm, and create TiO2 Sagnac interferometers for all-optical signal processing.We have used simulations to explore a wide range of TiO2 waveguide geometries to maximize device performance across different operating wavelengths. The goals were to optimize the effective nonlinearity of the device and mediate higher-order dispersion. High effective nonlinearity reduces the total required length of a device, enabling more-compact devices and reducing the impact of losses. Control of higher-order dispersion is important because dispersion tends to spread short pulses out in time as they propagate in waveguides, reducing nonlinear interactions. Simulations enable accurate prediction of device performance at a fraction of the cost and time of fabricating and testing each component in the lab.\n\n \nWe have designed, fabricated, and characterized the linear and nonlinear optical properties of photonic building blocks for 780-1600 nm. Photonic building blocks include waveguides, bends, direction couplers, and ring resonators. Linear propagation losses as low as 4.0 dB/cm have been measured in ring resonators along with quality factors larger than 10^4. Bends as small as 5 micrometers have been fabricated and tested with low loss. Measurements of spectral broadening at 800 and 1560 nm were used to estimate the nonlinearity of the material. Third-harmonic generation was measured in integrated waveguides, mediated by multi-mode phase-matching. The thermo-optic coefficient was measured and found to be negative, a useful quality usually only found in polymers, rarely found in inorganic materials. \n\n \nWe are completing a deposition study to produce high quality, epitaxially-grown Rutile TiO2, which can greatly reduce scattering losses in waveguides compared to polycrystalline films. We have been able to produce Rutile TiO2 on sapphire substrates. Rutile tends to have a higher refractive index than Anatase or amorphous TiO2, enabling smaller, more compact waveguides.. Additionally, optical nonlinearities measured in Rutile have been larger than those measured in other phases of TiO2. \n\n\nWe would like to acknowledge/This work was performed with the help of collaborators from the labs of Prof. Aspuru-Guzik (Harvard), Prof. Erich Ippen (MIT), Dr. Eric Dauler (Lincoln Laboratories) and Prof. Ausrine Bartasyte (Universite de Comte-Franche).\n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/28/2015..."
 }
}