{
 "awd_id": "1201454",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Operator algebras and model theory",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce P. Palka",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 118314.0,
 "awd_amount": 118314.0,
 "awd_min_amd_letter_date": "2012-04-24",
 "awd_max_amd_letter_date": "2012-04-24",
 "awd_abstract_narration": "The purpose of this research, largely undertaken in collaboration with logicians, is to study operator algebras using a recent variant of classical model theory that interacts well with the structures of functional analysis.  A basic goal is to determine how well this \"continuous\" model theory distinguishes analytic structures, and which properties it captures.  Among the applications is new information about isomorphisms and embeddings between structures and their ultrapowers, as these can be readily reinterpreted using continuous model theory. The project also develops the continuous version of many model theoretic concepts, such as stability, primeness, quantifier elimination, model companions, and existential closedness, both for general logical theorems and new paradigms in functional analysis. Up to this point the emphasis has been on tracial von Neumann algebras, but the approach is expected to be fruitful for C*-algebras, subfactors, algebras equipped with an automorphism, etc. \r\n \r\nThe past few years have seen several surprising applications of logical techniques in functional analysis, mostly coming from combinatorial and descriptive set theory. This project aims to import concepts from model theory, the study of the relation between mathematical objects and their logical properties. Given an object, suppose one knows the answer to all the questions that can be formulated in a specific way (first-order syntax) -- how well does one understand the object?  In general one cannot recover the object itself, but this \"logical information\" is relevant to many lines of research, and only recently has an appropriate version of model theory been applied to operator algebras. This project will continue to develop the ties between logic and functional analysis, in particular supporting travel for researchers and training for graduate students. The results should offer insights into active topics with applications to other branches of mathematics, for instance  the Connes Embedding Problem and logical stability.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Sherman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Sherman",
   "pi_email_addr": "dsherman@virginia.edu",
   "nsf_id": "000344041",
   "pi_start_date": "2012-04-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Virginia Main Campus",
  "inst_street_address": "1001 EMMET ST N",
  "inst_street_address_2": "",
  "inst_city_name": "CHARLOTTESVILLE",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "4349244270",
  "inst_zip_code": "229034833",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "RECTOR & VISITORS OF THE UNIVERSITY OF VIRGINIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJG6HU8PA4S5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Virginia Main Campus",
  "perf_str_addr": "P.O. Box 400195",
  "perf_city_name": "Charlottesville",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229044195",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126800",
   "pgm_ele_name": "FOUNDATIONS"
  },
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 118314.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>PROJECT OUTCOMES REPORT &ndash; David Sherman</span></p>\n<p><span>Operator algebras and model theory</span></p>\n<p>&nbsp;</p>\n<p>The main focus of this project was to study operator algebras via continuous model theory.&nbsp; Classical model theory analyzes (mostly discrete) structures in terms of their logical properties, that is, yes/no answers to questions of a specific form.&nbsp; Continuous model theory is a generalization in which the &ldquo;answers&rdquo;, or truth values, are drawn from the real interval [0,1].&nbsp; It is less than ten years old, although related ideas go all the way back to the 1970&rsquo;s, and has proved to be extremely successful in importing tools from logic to analysis.</p>\n<p>The PI&rsquo;s foundational three-paper series &ldquo;Model theory for operator algebras&rdquo; was completed with the logicians Ilijas Farah and Bradd Hart.&nbsp; In addition to providing solutions to old questions about ultrapowers, these articles have become standard references for a new and active area of research, leading to working seminars at UCLA and UCSD, an international workshop in Munster, and dozens of papers.&nbsp; The collaboration also finished a sequel paper with Isaac Goldbring, on existentially closed algebras.&nbsp; For their work in this area, in 2014 Farah was an invited ICM speaker and Goldbring won an NSF CAREER grant.</p>\n<p>Many of the results obtained use the ultrapower construction and axiomatizations, shedding light on some of the most important current targets in operator algebras, e.g. classification of C*-algebras and the Connes Embedding Problem.&nbsp; But it is at least as exciting that entirely new tools and questions were introduced into operator algebras.&nbsp; And the logical machinery of continuous model theory was also developed for its own sake.</p>\n<p>The project supported the training of four PhD students through travel support and summer stipends.&nbsp; Two of these students, Scott Atkinson and Stephen Hardy, conducted research related to the directions discussed here.&nbsp; Atkinson used ultrapower techniques in his work on a convex structure for maps from C*-algebras to certain II_1 factors, influenced by ideas of Nathanial Brown.&nbsp; Hardy investigated pseudocompact C*-algebras, those that are \"logic limits&rdquo; of finite-dimensional C*-algebras &mdash; these are quite different from the long-studied approximately finite-dimensional C*-algebras, which are \"analytic limits&rdquo; of finite-dimensional C*-algebras.</p>\n<p>The project also allowed the PI to travel and host visitors, and supported his other research in functional analysis.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/31/2016<br>\n\t\t\t\t\tModified by: David&nbsp;Sherman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPROJECT OUTCOMES REPORT &ndash; David Sherman\n\nOperator algebras and model theory\n\n \n\nThe main focus of this project was to study operator algebras via continuous model theory.  Classical model theory analyzes (mostly discrete) structures in terms of their logical properties, that is, yes/no answers to questions of a specific form.  Continuous model theory is a generalization in which the \"answers\", or truth values, are drawn from the real interval [0,1].  It is less than ten years old, although related ideas go all the way back to the 1970Æs, and has proved to be extremely successful in importing tools from logic to analysis.\n\nThe PIÆs foundational three-paper series \"Model theory for operator algebras\" was completed with the logicians Ilijas Farah and Bradd Hart.  In addition to providing solutions to old questions about ultrapowers, these articles have become standard references for a new and active area of research, leading to working seminars at UCLA and UCSD, an international workshop in Munster, and dozens of papers.  The collaboration also finished a sequel paper with Isaac Goldbring, on existentially closed algebras.  For their work in this area, in 2014 Farah was an invited ICM speaker and Goldbring won an NSF CAREER grant.\n\nMany of the results obtained use the ultrapower construction and axiomatizations, shedding light on some of the most important current targets in operator algebras, e.g. classification of C*-algebras and the Connes Embedding Problem.  But it is at least as exciting that entirely new tools and questions were introduced into operator algebras.  And the logical machinery of continuous model theory was also developed for its own sake.\n\nThe project supported the training of four PhD students through travel support and summer stipends.  Two of these students, Scott Atkinson and Stephen Hardy, conducted research related to the directions discussed here.  Atkinson used ultrapower techniques in his work on a convex structure for maps from C*-algebras to certain II_1 factors, influenced by ideas of Nathanial Brown.  Hardy investigated pseudocompact C*-algebras, those that are \"logic limits\" of finite-dimensional C*-algebras &mdash; these are quite different from the long-studied approximately finite-dimensional C*-algebras, which are \"analytic limits\" of finite-dimensional C*-algebras.\n\nThe project also allowed the PI to travel and host visitors, and supported his other research in functional analysis.\n\n\t\t\t\t\tLast Modified: 05/31/2016\n\n\t\t\t\t\tSubmitted by: David Sherman"
 }
}