{
 "awd_id": "1201443",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "New Challenges in Nonlinear PDEs.",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bruce P. Palka",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 250000.0,
 "awd_amount": 250000.0,
 "awd_min_amd_letter_date": "2012-06-28",
 "awd_max_amd_letter_date": "2014-06-04",
 "awd_abstract_narration": "This project deals with research at the interface of harmonic analysis, nonlinear partial differential equations, geometry, and probability.  On the one hand, it is concerned with the study of dispersive nonlinear wave phenomena from a nondeterministic viewpoint. In the last two decades enormous progress has been made in settling questions on existence of solutions to dispersive equations, their long-time behavior, and singularity formation. The thrust of this body of work has focused primarily on deterministic aspects of wave phenomena, where sophisticated tools from nonlinear Fourier analysis, geometry, and analytic number theory have played crucial roles. Yet there remain some fundamental obstacles. A natural approach to overcome them is to consider evolution equations from a nondeterministic point of view and to incorporate into the analysis tools from probability. Some of the issues to be investigated in this project are the role of randomization in the well-posedness  theory, the almost sure (in the sense of probability) global-in-time existence of solutions, the existence and dynamical properties of associated Gibbs measures, and the behavior of statistical ensembles under gauge transformations. On the other hand, the principal investigator will study the existence and long-time dynamics of special types of solutions to certain hyperbolic (or nonelliptic) nonlinear Schrodinger equations and systems. The aim is to develop a rigorous mathematical analysis of models arising in connection with the theory of vortex filaments, ferromagnetism, and current work in nonlinear optics (e.g., examining the evolution of optical pulses in normally dispersive optical media), models that have attracted the attention of the physics community.  \r\n\r\nWave phenomena in physics such as light, sound, and gravity are mathematically modeled using partial differential equations. Nonlinear wave models arise in quantum mechanics, ferromagnetism, vibrating systems, semiconductors, and optical fibers. Dispersive equations model important wave propagation phenomena in nature. Their solutions are waves that spread out in space as time evolves while conserving energy or mass. The best known dispersive equations are the nonlinear Schrodinger equations that govern the motion of quantum particles (e.g., electrons), the macroscopic dynamics of the Bose-Einstein condensate, and signals in fiber optics. This project focuses on the rigorous mathematical analysis of  dispersive equations that arise naturally in physics and engineering. The synergy of Fourier analysis, probability, geometry, and analytic number theory provides a well-adapted and powerful toolbox to study the nonlinear effects that allow waves to interact and produce new, modified propagation patterns. The problems that the principal investigator will study are of particular interest in the study of long internal gravity waves in deep stratified fluids, the theory of vortex filaments and aerodynamics, and in current work on nonlinear fiber optics that is of fundamental importance in today's telecommunication systems and internet traffic. The ubiquitous role of mathematics is to lay the foundations through rigorous research for the best predictions,  based on which the technological advances and engineering applications we enjoy every day, can be efficiently enabled. The training of students and junior researchers is an integral part of the project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrea",
   "pi_last_name": "Nahmod",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Andrea R Nahmod",
   "pi_email_addr": "nahmod@math.umass.edu",
   "nsf_id": "000118068",
   "pi_start_date": "2012-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "70 Butterfield Terrace",
  "perf_city_name": "Amherst",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039242",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 66128.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 79654.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 104218.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project carried out research at the overlap of analysis, nonlinear partial differential equations, geometry and probability. Its aim was to advance our understanding new directions at the forefront of &nbsp;nonlinear partial differential equations and their applications. It was split into two parts.&nbsp;<br />The first part concentrated in the study of nonlinear wave phenomena both from a deterministic and from a nondeterministic viewpoint. On the nondeterministic front, we were interested in exacting how probability can be applied to shed light on behavior and dynamics of &lsquo;generic solutions&rsquo;. &nbsp;The idea is that one need not look at the dynamics of equations for every single initial profile of a class to predict an outcome. This is an important question for in many instances obstacles to the existence of solutions stems from an exceptional set of data. While generic data - in the sense of probability - evolve in time to good solutions. &nbsp;Probability introduces the notion that one can look at it generically; pick one at random that has certain prescribed properties, and understand the long-term dynamics of it by approaching it from a non-deterministic viewpoint.&nbsp;One problem tackled in this project was the probabilistic well-posedness (existence, uniqueness and continuous dependence) of the defocusing periodic quintic nonlinear Schr&ouml;dinger equation (NLS) in three dimensions in the supercritical regime. This work built upon Bourgain&rsquo;s work in the 90&rsquo;s for the cubic NLS in two dimensions and proves that infinite energy data gives rise almost surely to unique solutions. The result is important for the complexity and resonances of the quintic nonlinearity in this setting as well as the integer lattice counting estimates in higher dimensions were significant obstacles that required the development of suitable analytical tools. Probabilistic well-posedness for the periodic cubic NLS in dimensions three and four was also obtained (H. Yue&rsquo;s PhD thesis). &nbsp;Another topic concerned investigating non-equilibrium invariant measures for NLS in the context of wave turbulence theory. As a first step we addressed the construction of a unique smooth ergodic non-equilibrium invariant measure associated with a finite resonant NLS that correspond to positive energy fluxes. We obtained results for the three oscillators chain where we attached to the first and last modes two heat baths at different temperatures.This project&rsquo;s research also focused on obtaining new and &nbsp;specific &nbsp;deterministic results in critical or almost critical regimes. One such result proved optimal local well posedness for nonlinear wave equations with null form derivative nonlinearities in two dimensions and associated nonlinear PDE like the Ward system. This project closed an important gap in the deterministic theory (with V. Grigoryan). Another result is the global well-posedness for energy critical periodic NLS in four dimensions (H. Yue&rsquo;s PhD thesis). Among other ongoing projects involving PhD graduate students who were partially supported during the summer &nbsp;under this project we mention in particular the conditional large radial data global well posedness for the energy critical quintic NLS in two dimensions (X. Yue&rsquo;s PhD thesis).<br />The second part of this research project studied fundamental questions related to the long time dynamics of solutions to the non-elliptic nonlinear Schr&ouml;dinger equations and systems arising in the theory of ferromagnetism and fiber optics that has attracted the attention of the physics community. Of special interest was the Hamiltonian coupled spin-field system in the hyperbolic setting, an extension of the Landau-Lifshitz equation, governing the static and dynamic properties of magnetization, that includes a coupling to a mean field. The spins are maps from 2+1-space-time into the 2-sphere &nbsp;or the 2-pseudo-sphere/hyperbolic space and its associated cubic hyperbolic non-linear Schr&ouml;dinger equation. In particular we proved the global existence and detailed asymptotic behavior of radial and equivariant standing wave solutions both in regular hyperbolic coordinates as well as in similarity variables. &nbsp;<br />This project led to several peer-reviewed journal publications and raised many interesting other questions which formed the backbone of an NSF-FRG proposal aimed at making further progress in these areas and bringing the research to bear in other areas under current investigation.<br />Nahmod has been an invited speaker at numerous conferences and workshops in the U.S and overseas during this period. Organizational research activities during this period include a workshop at the Univ. of New Mexico; &nbsp;a 3-day Exploratory Seminar supported by Radcliffe Institute for Advanced Study at Harvard University and an international &nbsp;jumbo research program at the Mathematical Sciences Research Institute, Berkeley, CA.<br />In addition, to partially supporting summer research of Nahmod's current 4 PhD students; this project also supported an REU for undergraduate S. Destromp who studied the construction of invariant Gibbs measures associated to the Wick ordered quintic NLS on 2-tori. &nbsp;Nahmod has mentored 2 postdocs in this period and also supervised the Capstone Honors Thesis of 2 undergraduate students.&nbsp;Nahmod developed and taught new research topic courses at UMass Amherst based on the research outcomes of this project.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/05/2016<br>\n\t\t\t\t\tModified by: Andrea&nbsp;R&nbsp;Nahmod</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project carried out research at the overlap of analysis, nonlinear partial differential equations, geometry and probability. Its aim was to advance our understanding new directions at the forefront of  nonlinear partial differential equations and their applications. It was split into two parts. \nThe first part concentrated in the study of nonlinear wave phenomena both from a deterministic and from a nondeterministic viewpoint. On the nondeterministic front, we were interested in exacting how probability can be applied to shed light on behavior and dynamics of ?generic solutions?.  The idea is that one need not look at the dynamics of equations for every single initial profile of a class to predict an outcome. This is an important question for in many instances obstacles to the existence of solutions stems from an exceptional set of data. While generic data - in the sense of probability - evolve in time to good solutions.  Probability introduces the notion that one can look at it generically; pick one at random that has certain prescribed properties, and understand the long-term dynamics of it by approaching it from a non-deterministic viewpoint. One problem tackled in this project was the probabilistic well-posedness (existence, uniqueness and continuous dependence) of the defocusing periodic quintic nonlinear Schr&ouml;dinger equation (NLS) in three dimensions in the supercritical regime. This work built upon Bourgain?s work in the 90?s for the cubic NLS in two dimensions and proves that infinite energy data gives rise almost surely to unique solutions. The result is important for the complexity and resonances of the quintic nonlinearity in this setting as well as the integer lattice counting estimates in higher dimensions were significant obstacles that required the development of suitable analytical tools. Probabilistic well-posedness for the periodic cubic NLS in dimensions three and four was also obtained (H. Yue?s PhD thesis).  Another topic concerned investigating non-equilibrium invariant measures for NLS in the context of wave turbulence theory. As a first step we addressed the construction of a unique smooth ergodic non-equilibrium invariant measure associated with a finite resonant NLS that correspond to positive energy fluxes. We obtained results for the three oscillators chain where we attached to the first and last modes two heat baths at different temperatures.This project?s research also focused on obtaining new and  specific  deterministic results in critical or almost critical regimes. One such result proved optimal local well posedness for nonlinear wave equations with null form derivative nonlinearities in two dimensions and associated nonlinear PDE like the Ward system. This project closed an important gap in the deterministic theory (with V. Grigoryan). Another result is the global well-posedness for energy critical periodic NLS in four dimensions (H. Yue?s PhD thesis). Among other ongoing projects involving PhD graduate students who were partially supported during the summer  under this project we mention in particular the conditional large radial data global well posedness for the energy critical quintic NLS in two dimensions (X. Yue?s PhD thesis).\nThe second part of this research project studied fundamental questions related to the long time dynamics of solutions to the non-elliptic nonlinear Schr&ouml;dinger equations and systems arising in the theory of ferromagnetism and fiber optics that has attracted the attention of the physics community. Of special interest was the Hamiltonian coupled spin-field system in the hyperbolic setting, an extension of the Landau-Lifshitz equation, governing the static and dynamic properties of magnetization, that includes a coupling to a mean field. The spins are maps from 2+1-space-time into the 2-sphere  or the 2-pseudo-sphere/hyperbolic space and its associated cubic hyperbolic non-linear Schr&ouml;dinger equation. In particular we proved the global existence and detailed asymptotic behavior of radial and equivariant standing wave solutions both in regular hyperbolic coordinates as well as in similarity variables.  \nThis project led to several peer-reviewed journal publications and raised many interesting other questions which formed the backbone of an NSF-FRG proposal aimed at making further progress in these areas and bringing the research to bear in other areas under current investigation.\nNahmod has been an invited speaker at numerous conferences and workshops in the U.S and overseas during this period. Organizational research activities during this period include a workshop at the Univ. of New Mexico;  a 3-day Exploratory Seminar supported by Radcliffe Institute for Advanced Study at Harvard University and an international  jumbo research program at the Mathematical Sciences Research Institute, Berkeley, CA.\nIn addition, to partially supporting summer research of Nahmod's current 4 PhD students; this project also supported an REU for undergraduate S. Destromp who studied the construction of invariant Gibbs measures associated to the Wick ordered quintic NLS on 2-tori.  Nahmod has mentored 2 postdocs in this period and also supervised the Capstone Honors Thesis of 2 undergraduate students. Nahmod developed and taught new research topic courses at UMass Amherst based on the research outcomes of this project.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/05/2016\n\n\t\t\t\t\tSubmitted by: Andrea R Nahmod"
 }
}