{
 "awd_id": "1201370",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Mathematical analysis and its applications to electromagnetic waves, image processing, and materials science",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Edward Taylor",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 171998.0,
 "awd_amount": 171998.0,
 "awd_min_amd_letter_date": "2012-04-03",
 "awd_max_amd_letter_date": "2012-04-03",
 "awd_abstract_narration": "This project is devoted to the study of various central mathematical questions and problems strongly motivated from physics, mechanics, and computer sciences.  The three main themes are electromagnetic waves, Sobolev spaces and related problems, and the calculus of variations with applications to elasticity. For the first theme, the principal investigator intends to study questions on approximate cloaking for Maxwell's equations and generalized impedance boundary conditions for evolution equations. The goal of the first direction is to understand whether or not one can approximately cloak an object using the transformation optics (or the change of variable scheme) under various circumstances. Regarding the second direction, the principal investigator seeks to obtain general impedance boundary conditions for highly conductive obstacles. This part of the project is intended to pose new problems and answer new questions motivated by image processing and recent approaches to Sobolev spaces. As to the third theme, the project investigates patterns formed by deformations of thin elastic membranes. The following three problems are considered: (1) the deformation of a thin circular elastic sheet placed on top of an open cylinder and subject to a downward force at the center of the sheet, (2) the deformation of a floating thin elastic membrane, and (3) the deformation of a thin film bonded to a compliant substrate.\r\n\r\nThe understanding of the problems whose solutions this project hopes to find will advance many applications in technology (e.g., cloaking, image processing, determining the property of materials). The proposed methods make use of various tools in analysis, the calculus of variations, and applied mathematics. These appear to be novel and robust, and they could be widely applicable. One of the main goals of the project will be to generate significant research and teaching interactions among faculty, postdoctoral scholars, and graduate students associated with the University of Minnesota's School of Mathematics. The principal investigator is planning to use the techniques and results developed in this proposal for research topics in his classes (calculus, partial differential equations, and the calculus of variations). Since the research is multidisciplinary in nature, he is also planning to participate in multi- and interdisciplinary conferences and workshops.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hoai Minh",
   "pi_last_name": "Nguyen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hoai Minh Nguyen",
   "pi_email_addr": "hmnguyen@umn.edu",
   "nsf_id": "000602404",
   "pi_start_date": "2012-04-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "200 Oak Street SE",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554552070",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  },
  {
   "pgm_ele_code": "128100",
   "pgm_ele_name": "ANALYSIS PROGRAM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 171998.0
  }
 ],
 "por": null
}