{
 "awd_id": "1201873",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: The Impact of Paper Versus Digital Map Technology on Students' Spatial Thinking Skill Acquisition",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sunil Narumalani",
 "awd_eff_date": "2012-06-15",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 8040.0,
 "awd_amount": 8040.0,
 "awd_min_amd_letter_date": "2012-06-07",
 "awd_max_amd_letter_date": "2012-06-07",
 "awd_abstract_narration": "This doctoral dissertation research project considers the impact on spatial thinking skills of the increased use of digitally-based maps compared with the use of more traditional paper maps in geographic education. The ability to think in spatial terms is essential to the understanding of natural and cultural phenomena. Critical business, emergency preparedness, intelligence, and international relations decisions, among others, depend on spatial thinking. Spatial thinking skills allow people to recognize and understand relationships in multiple ways and to remember them in both static and dynamic representations. This project compares the use of digitally presented maps with traditional paper maps and considers how they impact the development of spatial thinking skills in K-12 students. Despite repeated suggestions that geographic information systems and virtual globes are unmatched for their ability to engage K-12 students in higher-level spatial thinking skills, there is little empirical evidence to suggest that paper maps, or other traditional low-tech instructional delivery, fare worse. This research is motivated by 1) a lack of student proficiency in geography content and skills in the United States; 2) inattention to the educational uses of digital maps; and 3) the overwhelming need to improve spatial thinking skills among K-12 students. Two research questions are posed: 1) Does spatial thinking skill development differ between paper and digital map instructional delivery? 2) Does spatial thinking skill development differ based on attitudes toward geography, past travel experience, or demographic variables such as gender, and are there interaction effects among them related to the instructional method? This project uses two curriculum components: South Carolina Maps and Aerial Photographic Systems, standards-based interdisciplinary middle school curriculum designed to enhance spatial thinking skills, and Google Earth, a frequently updated computer application that provides opportunities to see the Earth's varied geography from scales that range from global to street-level views. Participating teachers will be trained in both curricula and students will complete a basic questionnaire and attitudinal survey. Spatial thinking skill development will be measured as students participate in either paper-based or digital map-based instruction. Spatial thinking skills will be tested pre- and post-lesson implementation via the Spatial Thinking Ability Test. The research questions are investigated using a quasi-experimental (non-random) design involving classes of 8th grade middle school students. \r\n\r\nThe results of this study will advance K-12 learning by investigating the methods, traditional paper versus digital technology, best suited for delivering content that improves spatial thinking skills. This research project is designed to anticipate technology changes and challenges facing teachers in the future and to provide guidance on the best instructional delivery methods necessary to promote effective learning. This research furthers our understanding of how best to approach and foster these skills with students and ultimately create curriculum and materials to achieve those goals. As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jerry",
   "pi_last_name": "Mitchell",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Jerry T Mitchell",
   "pi_email_addr": "mitchell@sc.edu",
   "nsf_id": "000233970",
   "pi_start_date": "2012-06-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Larianne",
   "pi_last_name": "Collins",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Larianne Collins",
   "pi_email_addr": "collin22@email.sc.edu",
   "nsf_id": "000600842",
   "pi_start_date": "2012-06-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University South Carolina Research Foundation",
  "inst_street_address": "915 BULL ST",
  "inst_street_address_2": "STE 202",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037777093",
  "inst_zip_code": "292084009",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "SOUTH CAROLINA RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "ELBVJ1KYX976"
 },
 "perf_inst": {
  "perf_inst_name": "University South Carolina",
  "perf_str_addr": "Dept. of Geography",
  "perf_city_name": "Columbia",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 8040.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"section\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>This research investigated whether spatial learning outcomes differ with respect to different instructional media. Specifically, it examines traditional, paper aerial imagery as compared to digital imagery visualized with 3D globes. Two research questions provided the focus: 1) Does spatial thinking skill development differ between analog (paper) and digital map media; 2) Does spatial thinking skill development differ based on attitudes toward geography, past travel experience, or demographic variables such as gender, and are there interaction effects among them related to the different media? </span></p>\n<p><span>Spatial thinking skill development was measured as students received<br /> instruction using either paper or digital maps. Spatial thinking skills were tested pre- and post-lesson implementation via the Spatial Thinking Ability Test (STAT); sample tested skills included direction, distance, comparison, region, transition, pattern, and association. The research questions were investigated via a quasi-experimental (non-random) design involving classes of 8th grade middle school students. </span></p>\n<p><span>This study determined that spatial thinking skill development does differ between the two types of media. Students taught by each media, both paper and digital, showed improvements in spatial thinking skills. Testing was based upon student condition (control group, digital instruction, and paper instruction), STAT question (each question requires specific spatial skills), and skill area (broad categories of spatial thinking skills included in the STAT). Overall, paper map instruction was found to&nbsp;</span>develop spatial thinking skills among students slightly better than digital map instruction when analyzing STAT score improvements by student condition and by STAT question. Although there were no statistically significant differences in any of the 8 skill are when analyzing STAT score improvements by skill area, the digital map instruction showed improvements in more spatial thinking skill areas than the paper map instruction.</p>\n</div>\n</div>\n</div>\n<div class=\"column\">\n<p><span>A small correlation was found between student spatial thinking acquisition and past travel experiences of students. Additionally, this study established a small correlation between student spatial thinking skill acquisition and student attitudes toward technology. There were also significant correlations found between student spatial thinking skill acquisition and academic levels. This study established that Honors students performed better than College Preparatory students. </span></p>\n<p><span>This study has shown that both media, paper and digital, have their own benefits and weaknesses, but ultimately both assist in improving spatial thinking skill acquisition among students. Digital maps should be utilized in the K-12 curriculum, but not at the expense of the more traditional, paper map.&nbsp;</span></p>\n</div>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/05/2014<br>\n\t\t\t\t\tModified by: Jerry&nbsp;T&nbsp;Mitchell</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\nThis research investigated whether spatial learning outcomes differ with respect to different instructional media. Specifically, it examines traditional, paper aerial imagery as compared to digital imagery visualized with 3D globes. Two research questions provided the focus: 1) Does spatial thinking skill development differ between analog (paper) and digital map media; 2) Does spatial thinking skill development differ based on attitudes toward geography, past travel experience, or demographic variables such as gender, and are there interaction effects among them related to the different media? \n\nSpatial thinking skill development was measured as students received\n instruction using either paper or digital maps. Spatial thinking skills were tested pre- and post-lesson implementation via the Spatial Thinking Ability Test (STAT); sample tested skills included direction, distance, comparison, region, transition, pattern, and association. The research questions were investigated via a quasi-experimental (non-random) design involving classes of 8th grade middle school students. \n\nThis study determined that spatial thinking skill development does differ between the two types of media. Students taught by each media, both paper and digital, showed improvements in spatial thinking skills. Testing was based upon student condition (control group, digital instruction, and paper instruction), STAT question (each question requires specific spatial skills), and skill area (broad categories of spatial thinking skills included in the STAT). Overall, paper map instruction was found to develop spatial thinking skills among students slightly better than digital map instruction when analyzing STAT score improvements by student condition and by STAT question. Although there were no statistically significant differences in any of the 8 skill are when analyzing STAT score improvements by skill area, the digital map instruction showed improvements in more spatial thinking skill areas than the paper map instruction.\n\n\n\n\n\nA small correlation was found between student spatial thinking acquisition and past travel experiences of students. Additionally, this study established a small correlation between student spatial thinking skill acquisition and student attitudes toward technology. There were also significant correlations found between student spatial thinking skill acquisition and academic levels. This study established that Honors students performed better than College Preparatory students. \n\nThis study has shown that both media, paper and digital, have their own benefits and weaknesses, but ultimately both assist in improving spatial thinking skill acquisition among students. Digital maps should be utilized in the K-12 curriculum, but not at the expense of the more traditional, paper map. \n\n\n \n\n\t\t\t\t\tLast Modified: 08/05/2014\n\n\t\t\t\t\tSubmitted by: Jerry T Mitchell"
 }
}