{
 "awd_id": "1201876",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Institutions, Development, and the Politics of Locust Control in West Africa",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel Hammel",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2013-10-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2012-05-01",
 "awd_max_amd_letter_date": "2012-07-23",
 "awd_abstract_narration": "This doctoral dissertation project investigates the differential scale in which locust  outbreaks are managed in West Africa. Institutions are often mismatched to the problems they are mandated to resolve. This mismatch is often of spatial scale, such as, national agencies mandated to solve problems of international scale, or international organizations mandated with local-scale management issues. Such institutional mismatch poses an intellectual puzzle common to numerous ecological and public health management regimes, which include water pollution control, vector disease prevention and climate governance. The study is concerned with how scientific and technical experts operate and adapt within agencies assigned to resolve precisely these mismatched crises. It focuses on national and international efforts to manage an agricultural pest hazard that is especially adept at evading and exceeding state capacity: the swarms of Desert Locust (Schistocerca gregaria) that periodically threaten crops throughout Western and Northern Africa. To this end, the study examines the social and technical practices of, and interactions amongst, locust scientists and locust management experts and technicians in (1) a locust science research center (in France), (2) a national locust control center (in Mali), and (3) meetings of international agencies mandated with the coordination of scientific expertise, management activities, and funding allocation related to locust control efforts. Interviews on, and observations of, the activities of the concerned actors will supplement analysis of various document materials (locust science literature, conference proceedings and crop protection agency reports) to determine how perceptions of locusts and their control vary between groups, experts and authorities, which factors direct and control the flow of locust control resources, and how and whether each of these vary over time and across agencies.\r\n\r\nBy explaining how and why certain locust management practices are favored, and in response to what challenges or opportunities, the study will identify the source of specific lapses in management capacity, which in turn will allow more informed decision-making and risk analysis, providing opportunities to amend the nature of pest control within international development efforts. This holds out the prospect for reducing the financial as well as environmental costs of interventions, and making them more amenable to explicit political negotiation by diverse publics. At a broader level, the results of this study will help re-think the role of technical and scientific expertise in the networks of international development aid and knowledge, their relation to the challenges of state-making, and will help find ways to increase the fit between institutions and ecological management. These problems are crucial to strategies to both enhance food security and to govern real and pressing environmental problems throughout the world.  Dissemination is planned for academic and non-academic audiences.  As a Doctoral Dissertation Research Improvement award, this project will provide support to enable a graduate student to establish an independent research career.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sallie",
   "pi_last_name": "Marston",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Sallie A Marston",
   "pi_email_addr": "marston@email.arizona.edu",
   "nsf_id": "000089795",
   "pi_start_date": "2012-07-23",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Robbins",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Paul Robbins",
   "pi_email_addr": "pfrobbins@wisc.edu",
   "nsf_id": "000419174",
   "pi_start_date": "2012-05-01",
   "pi_end_date": "2012-07-23"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Claude",
   "pi_last_name": "Peloquin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Claude Peloquin",
   "pi_email_addr": "cpeloq@email.arizona.edu",
   "nsf_id": "000587072",
   "pi_start_date": "2012-05-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "",
  "perf_city_name": "Tucson",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9198",
   "pgm_ref_txt": "OTHER ENVIRONMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Institutions are often mismatched to the problems they are mandated to resolve. This mismatch is often spatial. For example, national agencies mandated to solve international problems, or international organizations mandated with local management issues. Such institutional mismatch poses an intellectual puzzle common to numerous ecological and public health management regimes, which include water pollution control, vector disease prevention, and climate governance. The study sought to better understand how scientific and technical experts operate and adapt within agencies assigned to resolve ecological problems that are mismatched to institutional capacity. &nbsp;</p>\n<p>&nbsp;We focused on national and international efforts to manage an agricultural pest hazard that is especially adept at evading and exceeding state capacity: the swarms of desert locusts that threaten crops throughout Western and Northern Africa. The desert locusts periodically invade crops and pastures, causing massive depredations that undermine agricultural productivity and food security, often in already impoverished regions. The study concentrated on three questions. First, how do perceptions of locusts and their control vary between groups, experts and authorities? Second, which factors direct and control the flow of locust control resources? Finally, how and whether do each of these perceptions and factor vary over time and across agencies? To answer these questions we carried out interviews with (1) scientific experts involved in applied research on locust ecology and control (2) state officials responsible for organizing and carrying out efforts to monitor, prevent, and control locust population dynamics in affected regions, (3) managers of multilateral programs of technical assistance mandated with the building of regional capacity and coordination of locust control across multiple countries. We also carried out participant observation and extensive document analysis in the workplaces of these experts and technicians (offices, meeting rooms, institutional archives).</p>\n<p>Our analysis of interviews, field observations, and archival records has revealed that the desert locust&rsquo;s ability to evade and exceed the conventional spatiality of the state has made this problem an ideal field of intervention for regimes of governance that operate transnationally, i.e. beyond the boundaries of the conventional state. In West Africa, this has embedded locust control in the historical arc spanning from the last days of formal colonialism to the current configuration of independent states supported by international programs of foreign aid and technical assistance. The study demonstrates that understanding this historical trajectory is key to understanding disagreements and contradictions in locust management. Competing approaches to locust control are the outcome of distinct phases of this trajectory. Some are more closely related to former colonial modes of governance. Others are more closely related to contemporary dynamics at the interface between post-colonial state-building and international development. The study shows how these historically and geographically uneven modes of governance produce contradictory sets of constraints and incentives for actors of locust management. In the face of competitions between proponents of the distinct approaches, donors and policy makers tend to alternate their support, from one strategy to another.</p>\n<p>&nbsp;Despite these tensions, however, the strategies of locust management that are most successful institutionally and most widely adopted are those that are most compatible with the logic and imperatives of modern day development. These are the strategies that enable capacity building and that best incorporate locust management in broader social interventions. The study shows that concerns for professional viability of locust expertise within state ag...",
  "por_txt_cntn": "\nInstitutions are often mismatched to the problems they are mandated to resolve. This mismatch is often spatial. For example, national agencies mandated to solve international problems, or international organizations mandated with local management issues. Such institutional mismatch poses an intellectual puzzle common to numerous ecological and public health management regimes, which include water pollution control, vector disease prevention, and climate governance. The study sought to better understand how scientific and technical experts operate and adapt within agencies assigned to resolve ecological problems that are mismatched to institutional capacity.  \n\n We focused on national and international efforts to manage an agricultural pest hazard that is especially adept at evading and exceeding state capacity: the swarms of desert locusts that threaten crops throughout Western and Northern Africa. The desert locusts periodically invade crops and pastures, causing massive depredations that undermine agricultural productivity and food security, often in already impoverished regions. The study concentrated on three questions. First, how do perceptions of locusts and their control vary between groups, experts and authorities? Second, which factors direct and control the flow of locust control resources? Finally, how and whether do each of these perceptions and factor vary over time and across agencies? To answer these questions we carried out interviews with (1) scientific experts involved in applied research on locust ecology and control (2) state officials responsible for organizing and carrying out efforts to monitor, prevent, and control locust population dynamics in affected regions, (3) managers of multilateral programs of technical assistance mandated with the building of regional capacity and coordination of locust control across multiple countries. We also carried out participant observation and extensive document analysis in the workplaces of these experts and technicians (offices, meeting rooms, institutional archives).\n\nOur analysis of interviews, field observations, and archival records has revealed that the desert locustÆs ability to evade and exceed the conventional spatiality of the state has made this problem an ideal field of intervention for regimes of governance that operate transnationally, i.e. beyond the boundaries of the conventional state. In West Africa, this has embedded locust control in the historical arc spanning from the last days of formal colonialism to the current configuration of independent states supported by international programs of foreign aid and technical assistance. The study demonstrates that understanding this historical trajectory is key to understanding disagreements and contradictions in locust management. Competing approaches to locust control are the outcome of distinct phases of this trajectory. Some are more closely related to former colonial modes of governance. Others are more closely related to contemporary dynamics at the interface between post-colonial state-building and international development. The study shows how these historically and geographically uneven modes of governance produce contradictory sets of constraints and incentives for actors of locust management. In the face of competitions between proponents of the distinct approaches, donors and policy makers tend to alternate their support, from one strategy to another.\n\n Despite these tensions, however, the strategies of locust management that are most successful institutionally and most widely adopted are those that are most compatible with the logic and imperatives of modern day development. These are the strategies that enable capacity building and that best incorporate locust management in broader social interventions. The study shows that concerns for professional viability of locust expertise within state agencies and international agencies encourage organizations to select strategies that best fit the moda..."
 }
}