{
 "awd_id": "1201026",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Preliminary Study of the Seismic Performance of Improved Ground Sites during the 2010-11 New Zealand Earthquakes",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2012-05-15",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 79464.0,
 "awd_amount": 79464.0,
 "awd_min_amd_letter_date": "2012-05-09",
 "awd_max_amd_letter_date": "2012-05-09",
 "awd_abstract_narration": "The south Island of New Zealand has been recently subjected to a series of strong earthquakes that caused significant damage throughout the Canterbury region.  The first event, the September 2010 Deerfield Earthquake, was magnitude 7.1 and located 40 km west of Christchurch.  Strong ground shaking occurred near the epicenter where peak ground accelerations (PGA) up to 1.3g were measured.  Shaking in central Christchurch was moderate (PGA  approx. 0.2g).  Older unreinforced masonry buildings suffered heavy damages, as did residential developments where ground failures, such as soil liquefaction, occurred in Kaiapoi and Christchurch.  A second smaller earthquake of magnitude 6.3 struck near Christchurch in February 2011.  Although this earthquake was smaller, it produced more damage because it was shallower and located only 10 km from the city.  Shaking was extreme near the epicenter, with PGAs up to 2.2g.  In central Christchurch, the shaking was very strong (PGA approx. 0.6 - 0.8g), about three times higher than that from the magnitude 7.1 September earthquake.  Damage included significant soil liquefaction along with the collapse of several multi-story buildings and unreinforced masonry structures. Nearly 200 people were killed.  A third earthquake of magnitude 6.3 struck in June 2011 and was centered 13 km from Christchurch. This shock further weakened structures damaged in previous events and caused moderate liquefaction. \r\n\r\nMuch of central Canterbury is underlain by saturated soft silts and loose sands.  Christchurch in particular overlies swamp deposits located behind beach dune sands, and estuaries and lagoons that have been drained.  The prevalence of these soft and weak deposits throughout the region means the area is highly susceptible to liquefaction and other forms of earthquake-induced ground failure.  To reduce anticipated damages, various engineering methods have been used in recent years to strengthen the soils beneath multi-story buildings, large-scale municipal facilities, and residential housing developments in Christchurch.  The most common soil improvement method has been vibrodensification with stone columns, a construction method that employs large vibrating probes that are inserted into the ground and slowly withdrawn as stone is added to form a cylindrical column of dense, compacted stone mixed with the native soil (i.e., a \"stone column\").  Stone columns are designed to bolster earthquake performance by preventing liquefaction and other forms of ground damage such as large, intolerable settlements in the foundation soils.  Working with local engineers, researchers, and public officials, we collected data for 10 improved soil sites that were subjected to strong shaking in Christchurch.  While some treated sites performed well (i.e., little to no ground damage occurred relative to unimproved nearby sites with damage), it was surprising that some did not perform well, especially during the February earthquake.  Unexpected ground failure and large settlements occurred at numerous treated sites where municipal facilities and multi-story buildings were recently built, leading to catastrophic damages and demolition of the facilities. The reason some improved sites performed well and others did not is unclear.  However, several hypotheses have been proposed.  First, some sites were shaken harder than their design levels.  We also suspect that current engineering approaches used for the design of stone columns may lead to an overestimation of their effectiveness.  Our recent field and numerical studies of improved sites from other earthquakes suggest such ground treatment is often much less effective in reducing earthquake damages than current design methods predict. \r\n\r\nThis award will fund travel to New Zealand to collect data for each site and performing analyses that can help to resolve these design issues.  We will collaborate with Canterbury University researchers and local engineers.  The main intellectual merit is that our study may show current design methods to be unconservative.  We also have the unique opportunity to study sites subjected to shaking far above their design levels.  The broader impact is that our findings could impact international building practices.  Our results would also inform stakeholders and decision makers in the Christchurch community who, in an effort to rebuild sustainably, are trying to assess what improvement technologies worked and what did not, and what methods should specified for future projects.  Finally, this research will allow us to develop a better understanding of the cost-benefit tradeoff for earthquake mitigation practices, thereby increasing the safety and reliability of constructed facilities and lifelines during future earthquakes.\r\n\r\nThis award is co-funded by the Office of International Science and Engineering.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Martin",
   "pi_mid_init": "R",
   "pi_sufx_name": "II",
   "pi_full_name": "James R Martin",
   "pi_email_addr": "jmartin@ncat.edu",
   "nsf_id": "000255830",
   "pi_start_date": "2012-05-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Guney",
   "pi_last_name": "Olgun",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Guney Olgun",
   "pi_email_addr": "olgun@mst.edu",
   "nsf_id": "000070784",
   "pi_start_date": "2012-05-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "111-B Patton Hall",
  "perf_city_name": "Blacksburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240600105",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163600",
   "pgm_ele_name": "Geotechnical Engineering and M"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "037E",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "038E",
   "pgm_ref_txt": "FOUNDATION ENGINEERING"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "1636",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "5941",
   "pgm_ref_txt": "NEW ZEALAND"
  },
  {
   "pgm_ref_code": "7298",
   "pgm_ref_txt": "COLLABORATIVE RESEARCH"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 79464.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Primary Outcomes</strong></p>\n<p>From September 2010 to June 2011, the south Island of New Zealand was subjected to three strong earthquakes that caused significant damages throughout the Canterbury region. These events, of magnitude 7.1, 6.3, and 6.3, respectively, produced PGAs &gt; 0.2g in central Christchurch.&nbsp; Of particular significance, the M6.3 February 2011 Christchurch Earthquake, located only 10 km from the city (compared to 40 km for the M7.1 event), produced PGAs &gt; 2g near the epicenter, and 0.6 &ndash; 0.8 g in the Central Business District. This event produced ground shaking much higher than most facilities in the region were designed for.</p>\n<p>&nbsp;Much of the Christchurch region is underlain by recent alluvial sediments and fills that are highly susceptible to liquefaction and seismic ground failure. To mitigate anticipated damages, soil improvement has been used in recent years for some multi-story buildings, large&ndash;scale municipal facilities, and residential housing developments. The most common method has been vibrodensification and installation of stone columns. This study investigated the performance of 10 well-documented improved-ground sites throughout the Christchurch region, and presents field and numerical analytical results that help explain the observations.</p>\n<p>&nbsp;Spectacular liquefaction failures and severe damages commonly occurred in untreated alluvial sediments and fills, especially during the M6.3 February 2011 earthquake. While 8 of the 10 treated sites effectively prevent liquefaction-related ground damage, severe liquefaction-related ground failures occurred at two prominent facilities where ground treatment was used. Both of these sites were recently constructed and the soil improvement program was designed using widely-accepted methods. Our primary focus of this study was to better understand the causes for the unexpected behavior, because the findings could point to an underappreciated vulnerability of current design approaches.</p>\n<p>&nbsp;Working with local engineers and researchers in Christchurch to develop field data for the sites, and then using preliminary seismic and numerical analyses, we found that the poor performance was due to one or more of three causative factors: 1.) the ground shaking during the earthquake exceeded the design levels for the sites; 2.) the sites contained liquefiable silty strata that could not be effectively densified during ground treatment, leading to reduced stone column confinement and thus little to no contribution to settlement reduction, and, 3.) the level of seismic shear stress reduction due to the stone column reinforcement may have been less than current methods predict.<strong> The main intellectual merit is that our findings show that current widely-used design methods for reinforcement of silty soil sites using stone columns may lead to an overestimate of their effectiveness in some cases.</strong></p>\n<p>&nbsp;T<strong>he broader impact is that our findings have implications for building practices. </strong>Our results informed stakeholders and decision makers in the Christchurch community who, in an effort to rebuild sustainably, have been assessing what earthquake mitigation technologies worked and what did not, and what methods should specified for future projects<strong>.</strong> Finally, this research allow us to develop a better understanding of the cost-benefit trade off for earthquake mitigation practices, thereby increasing the safety and reliability of constructed facilities and lifelines during future earthquakes.</p>\n<p>Additional study is still being performed due to the recent availability of new field data.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/12/2013<br>\n\t\t\t\t\tModified by: James&nbsp;R&nbsp;Martin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPrimary Outcomes\n\nFrom September 2010 to June 2011, the south Island of New Zealand was subjected to three strong earthquakes that caused significant damages throughout the Canterbury region. These events, of magnitude 7.1, 6.3, and 6.3, respectively, produced PGAs &gt; 0.2g in central Christchurch.  Of particular significance, the M6.3 February 2011 Christchurch Earthquake, located only 10 km from the city (compared to 40 km for the M7.1 event), produced PGAs &gt; 2g near the epicenter, and 0.6 &ndash; 0.8 g in the Central Business District. This event produced ground shaking much higher than most facilities in the region were designed for.\n\n Much of the Christchurch region is underlain by recent alluvial sediments and fills that are highly susceptible to liquefaction and seismic ground failure. To mitigate anticipated damages, soil improvement has been used in recent years for some multi-story buildings, large&ndash;scale municipal facilities, and residential housing developments. The most common method has been vibrodensification and installation of stone columns. This study investigated the performance of 10 well-documented improved-ground sites throughout the Christchurch region, and presents field and numerical analytical results that help explain the observations.\n\n Spectacular liquefaction failures and severe damages commonly occurred in untreated alluvial sediments and fills, especially during the M6.3 February 2011 earthquake. While 8 of the 10 treated sites effectively prevent liquefaction-related ground damage, severe liquefaction-related ground failures occurred at two prominent facilities where ground treatment was used. Both of these sites were recently constructed and the soil improvement program was designed using widely-accepted methods. Our primary focus of this study was to better understand the causes for the unexpected behavior, because the findings could point to an underappreciated vulnerability of current design approaches.\n\n Working with local engineers and researchers in Christchurch to develop field data for the sites, and then using preliminary seismic and numerical analyses, we found that the poor performance was due to one or more of three causative factors: 1.) the ground shaking during the earthquake exceeded the design levels for the sites; 2.) the sites contained liquefiable silty strata that could not be effectively densified during ground treatment, leading to reduced stone column confinement and thus little to no contribution to settlement reduction, and, 3.) the level of seismic shear stress reduction due to the stone column reinforcement may have been less than current methods predict. The main intellectual merit is that our findings show that current widely-used design methods for reinforcement of silty soil sites using stone columns may lead to an overestimate of their effectiveness in some cases.\n\n The broader impact is that our findings have implications for building practices. Our results informed stakeholders and decision makers in the Christchurch community who, in an effort to rebuild sustainably, have been assessing what earthquake mitigation technologies worked and what did not, and what methods should specified for future projects. Finally, this research allow us to develop a better understanding of the cost-benefit trade off for earthquake mitigation practices, thereby increasing the safety and reliability of constructed facilities and lifelines during future earthquakes.\n\nAdditional study is still being performed due to the recent availability of new field data.\n\n\t\t\t\t\tLast Modified: 08/12/2013\n\n\t\t\t\t\tSubmitted by: James R Martin"
 }
}