{
 "awd_id": "1202054",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Tunneling Field Effect Transistors for Beyond CMOS",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dimitris Pavlidis",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 303403.0,
 "awd_amount": 319403.0,
 "awd_min_amd_letter_date": "2012-04-10",
 "awd_max_amd_letter_date": "2014-07-02",
 "awd_abstract_narration": "Objective: The transistor considered in this proposal is known as the Tunneling Field Effect Transistor (TFET). To be competitive with the conventional transistors, the TFET needs a drive current above 100 ?ÝA/?n?Ým and a subthreshold slope below 60 mV/dec at 0.5 V. Such a transistor has yet to be realized and is the ultimate goal of this proposal. The approach in this proposal is spread through three objectives: diode characterization, transistor design/demonstration, and circuit architecture.  \r\nIntellectual Merit: TFETs are among the leading candidates for next generation transistor technology beyond CMOS. The proposed activities will provide a substantial experimental database that will transform the understanding/demonstration of TFETs through its analysis of (i) optimal material composition (2-terminal diode screening), (ii) lateral TFETs (proximity diffused or alloyed junction source), (iii) vertical TFETs (metal-first or mesa-first source), (iv) TFET SPICE model extraction, and (v) novel circuit design. \r\nBroader Impacts: The results of the project will be disseminated through a multi-tiered web site for public and private access. The work will be carried out by domestic graduate students who will be exposed to industrial and global interactions through external partners such as SEMATECH, U.S. Naval Research Laboratory, and Technion-Israel Institute of Technology. The PI also presents an integrated and realistic K-12 outreach plan in conjunction with West Irondequoit High School in suburban Rochester, NY. The PI will also develop unique exhibits for RIT¡¦s yearly Imagine RIT festival, a forum for public exposure to science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sean",
   "pi_last_name": "Rommel",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Sean L Rommel",
   "pi_email_addr": "slremc@rit.edu",
   "nsf_id": "000198724",
   "pi_start_date": "2012-04-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rochester Institute of Tech",
  "inst_street_address": "1 LOMB MEMORIAL DR",
  "inst_street_address_2": "",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5854757987",
  "inst_zip_code": "146235603",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "ROCHESTER INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "J6TWTRKC1X14"
 },
 "perf_inst": {
  "perf_inst_name": "Rochester Institute of Tech",
  "perf_str_addr": "1 Lomb Memorial Drive",
  "perf_city_name": "Rochester",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "146235603",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "NY25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097E",
   "pgm_ref_txt": "High Freq Devices & Circuits"
  },
  {
   "pgm_ref_code": "100E",
   "pgm_ref_txt": "Novel devices & vacuum electronics"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 303403.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 8000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 8000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong>: The purpose of this work was to screen material systems that would enable an ultra low-power digital switch known as a Tunneling Field Effect Transistor (TFET).&nbsp; Under the guidance of industry partners, the work focused heavily on maximizing the quantum mechanical tunneling current density.&nbsp; The team from Rochester Institute of Technology investigated the peak tunneling current density of several material systems&nbsp; (InGaAs, GaAs, InAsSb/AlGaSb, InAs/GaSb, &nbsp;InGaAs/GaAsSb) using a related device known as an Esaki tunnel diode as a test vehicle. A novel fabrication procedure produced diodes with radii&lt;50 nm (Fig. 1). As the tunneling current is well known to depend on the electrostatic barrier height and width, the tunneling current was benchmarked based on material (barrier height) and doping levels (barrier width).&nbsp; A widely cited figure of merit plot was developed in this work (Fig. 2) showing that an InAs/GaSb system clearly produces the largest current, an experiment targeted at enhancing the on-current of TFETs.&nbsp; The PI&rsquo;s team also realized an InGaAs tunneling field effect transistor (Fig. 3). &nbsp;&nbsp;&nbsp;</p>\n<p>The team also investigated techniques to lower the off-current of TFETs by studying surface passivation techniques on PIN diodes. The current for negative voltages, commonly referred to as I0, is the same current that would be modulated on in a TFET.&nbsp; Thus, for optimized operation, it is critical that all design minimize the current.&nbsp; It was determined by the PI&rsquo;s team that the diode&rsquo;s surface leakage substantially impacted the aforementioned TFET designs. &nbsp;The work demonstrated that a chemical known as BizBenzocyclobutene (BCB) significantly lowered the limiting surface currents, and remained effective after several days (Fig. 4).</p>\n<p>Since these devices ultimately would need to be realized on a Si platform, the PI&rsquo;s team also demonstrated InGaAs on Si and InAs/GaSb on Si Esaki diodes (Fig. 5)).&nbsp; The InGaAs devices on Si were extensively compared to InGaAs devices on a III-V substrate.&nbsp; It was shown that once the size of the InGaAs on Si device was reduced to a critical size it was statistically indistinguishable from the control devices (Fig. 6). These results clearly have demonstrated that integration on Si has a minimal impact to the tunneling devices.</p>\n<p><strong>Broader Impact: </strong>This worked supported 2 PhD students and three MS students.&nbsp; Additionally, two REU awards supported two undergraduates (one of whom was later became an MS student supported by this project).&nbsp; The work resulted in 2 PhD. Dissertations, 3 MS Theses, and 9 publications.&nbsp; The students funded by this work are all gainfully employed by the semiconductor industry or PhD students at other institutions, a direct product of the training provided by the National Science Foundation funding. Largely due to the support of the National Science Foundation, the PI has been named as a distinguished lecturer for the Institute of Electronic and Electrical Engineers&rsquo; (IEEE) Electron Devices Society (EDS). Further, the results of the work were directly shared with the US semiconductor industry to enable technology transfer.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/20/2015<br>\n\t\t\t\t\tModified by: Sean&nbsp;L&nbsp;Rommel</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href...",
  "por_txt_cntn": "\nIntellectual Merit: The purpose of this work was to screen material systems that would enable an ultra low-power digital switch known as a Tunneling Field Effect Transistor (TFET).  Under the guidance of industry partners, the work focused heavily on maximizing the quantum mechanical tunneling current density.  The team from Rochester Institute of Technology investigated the peak tunneling current density of several material systems  (InGaAs, GaAs, InAsSb/AlGaSb, InAs/GaSb,  InGaAs/GaAsSb) using a related device known as an Esaki tunnel diode as a test vehicle. A novel fabrication procedure produced diodes with radii&lt;50 nm (Fig. 1). As the tunneling current is well known to depend on the electrostatic barrier height and width, the tunneling current was benchmarked based on material (barrier height) and doping levels (barrier width).  A widely cited figure of merit plot was developed in this work (Fig. 2) showing that an InAs/GaSb system clearly produces the largest current, an experiment targeted at enhancing the on-current of TFETs.  The PIÆs team also realized an InGaAs tunneling field effect transistor (Fig. 3).    \n\nThe team also investigated techniques to lower the off-current of TFETs by studying surface passivation techniques on PIN diodes. The current for negative voltages, commonly referred to as I0, is the same current that would be modulated on in a TFET.  Thus, for optimized operation, it is critical that all design minimize the current.  It was determined by the PIÆs team that the diodeÆs surface leakage substantially impacted the aforementioned TFET designs.  The work demonstrated that a chemical known as BizBenzocyclobutene (BCB) significantly lowered the limiting surface currents, and remained effective after several days (Fig. 4).\n\nSince these devices ultimately would need to be realized on a Si platform, the PIÆs team also demonstrated InGaAs on Si and InAs/GaSb on Si Esaki diodes (Fig. 5)).  The InGaAs devices on Si were extensively compared to InGaAs devices on a III-V substrate.  It was shown that once the size of the InGaAs on Si device was reduced to a critical size it was statistically indistinguishable from the control devices (Fig. 6). These results clearly have demonstrated that integration on Si has a minimal impact to the tunneling devices.\n\nBroader Impact: This worked supported 2 PhD students and three MS students.  Additionally, two REU awards supported two undergraduates (one of whom was later became an MS student supported by this project).  The work resulted in 2 PhD. Dissertations, 3 MS Theses, and 9 publications.  The students funded by this work are all gainfully employed by the semiconductor industry or PhD students at other institutions, a direct product of the training provided by the National Science Foundation funding. Largely due to the support of the National Science Foundation, the PI has been named as a distinguished lecturer for the Institute of Electronic and Electrical EngineersÆ (IEEE) Electron Devices Society (EDS). Further, the results of the work were directly shared with the US semiconductor industry to enable technology transfer.\n\n \n\n\t\t\t\t\tLast Modified: 11/20/2015\n\n\t\t\t\t\tSubmitted by: Sean L Rommel"
 }
}