{
 "awd_id": "1202971",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:  How Mattering to Teachers Shapes Student Aspirations and Performance",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Saylor Breckenridge",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 4500.0,
 "awd_amount": 4500.0,
 "awd_min_amd_letter_date": "2012-04-02",
 "awd_max_amd_letter_date": "2012-04-02",
 "awd_abstract_narration": "SES-1202971\r\nCecilia Ridgeway and Sara Jordan-Bloch\r\nStanford University\r\n\r\nAbstract\r\n\r\nDoctoral Dissertation Research: How Mattering to Teachers Shapes Student Aspirations and Performance\r\n\r\nResearch on teacher effects and the teacher-student relationship has shown that teachers contribute in important and durable ways to how students function in school.  However, the ways in which teachers exert this important influence remains poorly understood.  This project examines the degree to which student academic outcomes depend on the students' perception that they \"matter\" to teachers.  In that way, this project complements extant research that focuses instead on teacher characteristics or student interpretations of teacher qualities.  The concept of mattering includes the sense that one is noticed, important, and/or needed, in this case by teachers. The project uses a mixed-method approach with data collected from ninth-graders at two large public high schools, including survey data, observational data, and interview data.  This study is grounded in social-psychological literature and links adolescent self-concept, the teacher-student relationship, and important social and academic outcomes.\r\n\r\nBroader Impacts\r\nThis study addresses a central concern about the determinants of educational outcomes and disparities.  It intends to generate findings of interest to practitioners in education, as well as families and the general public.  Findings could also be used to inform scholarship in several disciplines, as well as future data collection efforts.  Findings may have implications for social expectations regarding the effects teachers can have on their students.  Findings may also have implications for school structure, classroom pedagogy and teaching practices.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cecilia",
   "pi_last_name": "Ridgeway",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Cecilia L Ridgeway",
   "pi_email_addr": "ridgeway@stanford.edu",
   "nsf_id": "000320444",
   "pi_start_date": "2012-04-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sara",
   "pi_last_name": "Jordan-Bloch",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sara Jordan-Bloch",
   "pi_email_addr": "sjordanbloch@stanford.edu",
   "nsf_id": "000603351",
   "pi_start_date": "2012-04-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "450 Serra Mall, Building 120",
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052030",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 4500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>While a large and steady body of literature has shown that teachers have an important and durable impact on their students&rsquo; education, the ways in which they are important are still largely unknown. In this dissertation, I approach the question of how teachers influence students&rsquo; outcomes in school from a unique perspective<em>. </em>Rather than focusing on teachers&rsquo; characteristics, I use the concept of <em>mattering</em> to examine students&rsquo; perceptions of their teachers&rsquo; <em>perceptions of them</em>. A student&rsquo;s perception of whether she matters to her teacher is driven by her perception that she is noticed, important, and/or needed by her teacher. Mattering is a distinctly relational concept, one in which perceptions of the other drive perceptions of the self.<em> </em>I ask how perceptions of mattering to teachers are instilled and manifested, and I connect these perceptions to important student outcomes, including effort, affect, misconduct, and grades. The central research questions guiding this study are: 1) How do students experience mattering to their teachers? 2) How are students&rsquo; perceptions that they matter to their teachers related to students&rsquo; functioning in school? and 3) What is the relationship between mattering to teachers and teacher significance? These questions are addressed by evidence collected from ninth graders at two large California public high schools (N=1001). I adopt a mixed-method approach based on longitudinal survey data, observational data, and in-depth interview data. Students&rsquo; perceptions of mattering to their teachers are formed in interactions in which students feel like they are noticed by their teachers and that their success in school is important to their teachers. These kinds of interactions can be very simple &ndash; from saying &ldquo;hi&rdquo; in the hallway to a casual check-in during class. These interactions, while they may be simple and straightforward, have large effects on students. Statistical analyses reveal that students&rsquo; perceptions of mattering to their teachers are strongly and positively related to their functioning in school. The more students perceive themselves to matter to their teachers, the more they put in effort, enjoy school, get good grades and stay out of trouble. While all students benefit from perceiving themselves to matter to their teachers, this <em>relational resource </em>is particularly effective for boys. Boys consistently report lower levels of perceived mattering to their teachers than girls, but the effects of mattering to teachers are often bigger for boys than girls. Results indicate that students&rsquo; evaluations of their teachers&rsquo; significance fundamentally inform students&rsquo; perceptions that they matter to their teachers. In order for a student to perceive herself to matter to her teacher, she has to think her teacher is a reliable source of that perception. In examining the role of the teacher through the lens of the student&rsquo;s self-concept, this work contributes to our understanding of the mechanisms through which teachers affect students&rsquo; experiences and performance in school. Students&rsquo; perceptions that they matter to their teachers &ndash; that they are <em>interpersonally integrated</em> &ndash; is a tie that binds them to the institution of school in a meaningful and durable way. Embedded in these findings are implications for school structure, classroom pedagogy and teaching practices.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/01/2013<br>\n\t\t\t\t\tModified by: Sara&nbsp;Jordan-Bloch</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWhile a large and steady body of literature has shown that teachers have an important and durable impact on their studentsÆ education, the ways in which they are important are still largely unknown. In this dissertation, I approach the question of how teachers influence studentsÆ outcomes in school from a unique perspective. Rather than focusing on teachersÆ characteristics, I use the concept of mattering to examine studentsÆ perceptions of their teachersÆ perceptions of them. A studentÆs perception of whether she matters to her teacher is driven by her perception that she is noticed, important, and/or needed by her teacher. Mattering is a distinctly relational concept, one in which perceptions of the other drive perceptions of the self. I ask how perceptions of mattering to teachers are instilled and manifested, and I connect these perceptions to important student outcomes, including effort, affect, misconduct, and grades. The central research questions guiding this study are: 1) How do students experience mattering to their teachers? 2) How are studentsÆ perceptions that they matter to their teachers related to studentsÆ functioning in school? and 3) What is the relationship between mattering to teachers and teacher significance? These questions are addressed by evidence collected from ninth graders at two large California public high schools (N=1001). I adopt a mixed-method approach based on longitudinal survey data, observational data, and in-depth interview data. StudentsÆ perceptions of mattering to their teachers are formed in interactions in which students feel like they are noticed by their teachers and that their success in school is important to their teachers. These kinds of interactions can be very simple &ndash; from saying \"hi\" in the hallway to a casual check-in during class. These interactions, while they may be simple and straightforward, have large effects on students. Statistical analyses reveal that studentsÆ perceptions of mattering to their teachers are strongly and positively related to their functioning in school. The more students perceive themselves to matter to their teachers, the more they put in effort, enjoy school, get good grades and stay out of trouble. While all students benefit from perceiving themselves to matter to their teachers, this relational resource is particularly effective for boys. Boys consistently report lower levels of perceived mattering to their teachers than girls, but the effects of mattering to teachers are often bigger for boys than girls. Results indicate that studentsÆ evaluations of their teachersÆ significance fundamentally inform studentsÆ perceptions that they matter to their teachers. In order for a student to perceive herself to matter to her teacher, she has to think her teacher is a reliable source of that perception. In examining the role of the teacher through the lens of the studentÆs self-concept, this work contributes to our understanding of the mechanisms through which teachers affect studentsÆ experiences and performance in school. StudentsÆ perceptions that they matter to their teachers &ndash; that they are interpersonally integrated &ndash; is a tie that binds them to the institution of school in a meaningful and durable way. Embedded in these findings are implications for school structure, classroom pedagogy and teaching practices.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/01/2013\n\n\t\t\t\t\tSubmitted by: Sara Jordan-Bloch"
 }
}