{
 "awd_id": "1202428",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Experimental and Theoretical Study of the Plasma Physics of Antihydrogen Generation and Trapping",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927382",
 "po_email": "vlukin@nsf.gov",
 "po_sign_block_name": "Vyacheslav (Slava) Lukin",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2012-09-01",
 "awd_max_amd_letter_date": "2014-06-03",
 "awd_abstract_narration": "Last year, antihydrogen was trapped for the first time by the ALPHA collaboration at CERN. By this point hundreds of antiatoms have been trapped for times as long as 1000 s. While this was a remarkable achievement, the ALPHA apparatus is not well configured for most measurements of the properties of antihydrogen, and must be rebuilt to allow laser and better microwave access. Furthermore, the trapping rates, while sufficient to begin studies of the properties of antimatter, are lower than optimal. There are two broad challenges to improving the trapping rate: (1) Understanding the behavior of the positron and antiproton plasmas from which the antihydrogen is synthesized; and (2) Understanding the atomic processes by which positrons and antiprotons recombine. Antihydrogen synthesis lies on the boundary between atomic and plasma physics, and cannot be studied properly without employing tools from both fields. The long term goal of antihydrogen research is to search for differences between the properties of hydrogen and antihydrogen. Such differences might occur between the spectra of the two species. Differences in the spectra could only result from CPT violation. Another place differences might occur is in the gravitational interactions of hydrogen and antihydrogen. Such differences could solve the baryogenesis problem. A third area of potential difference is in the fractional charge of antihydrogen. The net charge of antihydrogen is only known to about 10^-7 relative to the unit charge. Positive results from any of these measurements would completely change our understanding of fundamental particles and fields. The physics issues will be studied with experiments at CERN, with classical trajectory Monte Carlo, molecular dynamics, and 3D PIC codes, and with analytic theory. Some of the questions that will be addressed include: achieving improved (lower) lepton and antiproton temperatures; studying how leptons interact with the background radiation field; studying how leptons interact with resonant cavities; improved plasma diagnostics; and improved mixing of positrons and antiprotons, so that more of the resultant antihydrogen can be held in a very shallow neutral trap. While the motivation for seeking answers to these questions comes from antihydrogen research, many of these questions raise novel and deep issues in plasma and atomic physics. \r\n\r\nThe long-¬term goals of this research address the very basis of our understanding of the world around us. Potentially, it has deep implications on the nature of particle interactions, on the question of matter-¬antimatter symmetry, and on cosmology. At the same time, this research is uniquely visible because the study of antimatter is accessible and fascinating to the public. The trapping of antihydrogen last year was extraordinarily widely noted in the lay and scientific press. Antihydrogen experiments are sufficiently simple that they can be comprehended in their entirety by graduate students. Consequently, they offer students a broad education. Experimentalists learn beam and plasma physics, experimental planning and design, instrumentation, UHV practice, electronics, cryogenics, magnetics and software development. Along with theory development, theorists can make critical contributions to the design, operation, and analysis of the experiments. The relative accessibility of the material makes it easy to integrate undergraduate students into both the experimental and theoretical program. The proposed research includes significant participation by members of underrepresented groups.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carlos",
   "pi_last_name": "Ordonez",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Carlos A Ordonez",
   "pi_email_addr": "cao@unt.edu",
   "nsf_id": "000367265",
   "pi_start_date": "2012-09-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Texas",
  "inst_street_address": "1112 DALLAS DR STE 4000",
  "inst_street_address_2": "",
  "inst_city_name": "DENTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9405653940",
  "inst_zip_code": "762051132",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "TX13",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH TEXAS",
  "org_prnt_uei_num": "",
  "org_uei_num": "G47WN1XZNWX9"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Texas",
  "perf_str_addr": "1155 Union Circle #305250",
  "perf_city_name": "Denton",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "762035017",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "TX13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124200",
   "pgm_ele_name": "PLASMA PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1062",
   "pgm_ref_txt": "BASIC PLASMA SCIENCE & ENGINEERING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 5000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 5000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 5000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The term \"antimatter\" occurs in the context of science fiction, as fuel for powering starships. &nbsp;Only recently have scientists actually been able to produce and confine neutral antimatter in the form of antihydrogen. &nbsp;Such an achievement is part of an international effort to compare the behavior of antimatter to that of normal matter. &nbsp;For example, normal matter falls down due to gravity. &nbsp;Future experimental studies should tell us whether antimatter also falls down, and the result could have far-reaching implications. If (anti-) gravity is observed in which antimatter falls up by accelerating away from the center of the earth, the finding would no doubt revolutionize physics as we know it and may lead to advances that can only be imagined at present as science fiction. Such a possibility should not be ruled out. According to a View by T. J. Phillips: \"The assumption of repulsive gravity between matter and antimatter simultaneously solves the mysteries of the missing antimatter, dark matter and dark energy - ...\" [T. J. Phillips, Nature Physics 10 (2014) 473-474.] &nbsp;<br />Studies under this project have aimed at achieving transformative advances in antihydrogen research by exploring high-risk, high-payoff alternatives to the methods currently being used for such research. &nbsp;The research has focussed primarily on assessing new methods to synthesize antihydrogen in quantities larger than presently possible. &nbsp;To synthesize antihydrogen, it is necessary to bring together antiprotons and positrons. &nbsp;(The positron is the antimatter counterpart of the electron.) &nbsp;It has been found by computer simulation that, under certain conditions, the confinement of antiprotons in the electrostatic space charge of positrons is possible, such that mixing of the two species occurs. &nbsp;(Electrostatic space charge is produced within a given region of space if the number of positive charged particles present is different from the number of negative charged particles.) &nbsp;A widely used scientific device known as a Penning trap and a new concept called an \"artificially structured boundary\" have been studied for confining a non-neutral plasma of positrons that provides space-charged-based antiproton confinement for achieving mixing. &nbsp;Once antiprotons and positrons are mixed together, which may take place with electrons also present, various processes can occur that may inhibit or promote antihydrogen synthesis. &nbsp;It has been discovered by computer simulation that, under certain conditions, an entity called \"magnetobound positronium\" may be responsible for the occurrence of a phenomenon describable as \"giant cross-magnetic-field steps\" due to collisions between electrons and positrons within a magnetic field. &nbsp;It was also discovered via computer simulation that a positron can be captured by an antiproton, thereby synthesizing antihydrogen, as a result of the interaction of an antiproton with magnetobound positronium. &nbsp;To conduct gravity experiments with antihydrogen, various alternative configurations, referred to as \"aperture\" based configurations, have also been studied.<br />This project has provided training opportunities for students who enrolled in courses such as Senior Thesis and Doctoral Dissertation. Such courses can apply towards a degree. The project has also provided financial support for students who serve as research assistants. The project has provided opportunities for research to members of underrepresented groups. Members of ethnic and gender groups that are underrepresented in physics have been involved in the research. &nbsp;The work carried out by students as part of the research training they received has been reported in peer-reviewed scientific journals and at scientific conferences.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/02/2016<br>\n\t\t\t\t\tModified by: Carlos&nbsp;A&nbsp;Ordonez</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe term \"antimatter\" occurs in the context of science fiction, as fuel for powering starships.  Only recently have scientists actually been able to produce and confine neutral antimatter in the form of antihydrogen.  Such an achievement is part of an international effort to compare the behavior of antimatter to that of normal matter.  For example, normal matter falls down due to gravity.  Future experimental studies should tell us whether antimatter also falls down, and the result could have far-reaching implications. If (anti-) gravity is observed in which antimatter falls up by accelerating away from the center of the earth, the finding would no doubt revolutionize physics as we know it and may lead to advances that can only be imagined at present as science fiction. Such a possibility should not be ruled out. According to a View by T. J. Phillips: \"The assumption of repulsive gravity between matter and antimatter simultaneously solves the mysteries of the missing antimatter, dark matter and dark energy - ...\" [T. J. Phillips, Nature Physics 10 (2014) 473-474.]  \nStudies under this project have aimed at achieving transformative advances in antihydrogen research by exploring high-risk, high-payoff alternatives to the methods currently being used for such research.  The research has focussed primarily on assessing new methods to synthesize antihydrogen in quantities larger than presently possible.  To synthesize antihydrogen, it is necessary to bring together antiprotons and positrons.  (The positron is the antimatter counterpart of the electron.)  It has been found by computer simulation that, under certain conditions, the confinement of antiprotons in the electrostatic space charge of positrons is possible, such that mixing of the two species occurs.  (Electrostatic space charge is produced within a given region of space if the number of positive charged particles present is different from the number of negative charged particles.)  A widely used scientific device known as a Penning trap and a new concept called an \"artificially structured boundary\" have been studied for confining a non-neutral plasma of positrons that provides space-charged-based antiproton confinement for achieving mixing.  Once antiprotons and positrons are mixed together, which may take place with electrons also present, various processes can occur that may inhibit or promote antihydrogen synthesis.  It has been discovered by computer simulation that, under certain conditions, an entity called \"magnetobound positronium\" may be responsible for the occurrence of a phenomenon describable as \"giant cross-magnetic-field steps\" due to collisions between electrons and positrons within a magnetic field.  It was also discovered via computer simulation that a positron can be captured by an antiproton, thereby synthesizing antihydrogen, as a result of the interaction of an antiproton with magnetobound positronium.  To conduct gravity experiments with antihydrogen, various alternative configurations, referred to as \"aperture\" based configurations, have also been studied.\nThis project has provided training opportunities for students who enrolled in courses such as Senior Thesis and Doctoral Dissertation. Such courses can apply towards a degree. The project has also provided financial support for students who serve as research assistants. The project has provided opportunities for research to members of underrepresented groups. Members of ethnic and gender groups that are underrepresented in physics have been involved in the research.  The work carried out by students as part of the research training they received has been reported in peer-reviewed scientific journals and at scientific conferences.\n\n\t\t\t\t\tLast Modified: 11/02/2016\n\n\t\t\t\t\tSubmitted by: Carlos A Ordonez"
 }
}