{
 "awd_id": "1202654",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Project COOL: Where communities and academia come together",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032924713",
 "po_email": "mbjones@nsf.gov",
 "po_sign_block_name": "Brandon Jones",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 353632.0,
 "awd_amount": 353632.0,
 "awd_min_amd_letter_date": "2012-08-20",
 "awd_max_amd_letter_date": "2012-08-20",
 "awd_abstract_narration": "Project COOL: Chemical Oceanography Outside the Lab brings together geoscientists, undergraduate students and middle school youth.  The program begins with professional development and curriculum design workshops for geoscientists who teach (e.g. professors, postdocs).  Then a course at the University of Washington is offered to geoscience majors at both the undergraduate and graduate level through the UW's \"Pipeline Project\".  Finally, participants opt into participating in an Out of School Time (OST) Program run through Seattle Parks and Recreation and the Seattle Public School District.  Project COOL OST is offered at multiple Seattle area middle schools and will engage underrepresented youth in authentic scientific research through collaboration with SoundCitizen (http://soundcitizen.org), a university-housed citizen science collective that fosters public involvement in geosciences research.  This project will: a) create a scientifically-grounded lab and field research experience for middle school youth at a time when data shows they are consciously and unconsciously making decisions about the role of STEM science in their futures; b) scientifically investigate identity development, learning practices and engagement for both the middle school youth and the undergraduate student scientists that participate together in scientific research; and, c) produce high quality data and information that will be used by the aquatic chemists leading the teams to further research and educational missions.  This project is driven by two objectives; a need to provide geosciences opportunities and mentoring for scientists and students at different career and educational stages (specifically professors, undergraduate students and middle school youth), and a need to develop measurement models and methods that can be used across programs to further understand how youth learn from place-based programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Keil",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Richard G Keil",
   "pi_email_addr": "rickkeil@u.washington.edu",
   "nsf_id": "000315683",
   "pi_start_date": "2012-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Philip",
   "pi_last_name": "Bell",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Philip L Bell",
   "pi_email_addr": "pbell@u.washington.edu",
   "nsf_id": "000415045",
   "pi_start_date": "2012-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Shouse",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew Shouse",
   "pi_email_addr": "awshouse@u.washington.edu",
   "nsf_id": "000534934",
   "pi_start_date": "2012-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 Brooklyn Ave NE",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951202",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "105300",
   "pgm_ele_name": "GLOB LEARN & OBSER TO BEN ENVI"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 353632.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project COOL (Chemical Oceanography Outside the Lab) was an afterschool program for middle school youth that included the afterschool program, a training and mentoring set of courses for university undergraduates who administer Project COOL at the middle schools, and an education research component where education researchers studied the program and tried to learn how students of all ages learn and can learn better or more effectively.&nbsp;</p>\n<p>The Program Goals were to:</p>\n<p>1.&nbsp;&nbsp; Foster interaction between scientists, mentors (who were college students from the University of Washington), and middle school youth from non-dominant communities.</p>\n<p>2.&nbsp;&nbsp; Create a scientifically-grounded lab and field research experience for middle school youth, in order to increase their understanding of local chemical oceanography, as well as bridge their school science experiences and everyday expertise. We aimed to facilitate students&rsquo; identification with science and viewing themselves as confident participants in the STEM fields.</p>\n<p>3.&nbsp;&nbsp;&nbsp; Study empirically: identity development, learning practices, and engagement for participants of different ages and education/career stages who participate together in scientific research.</p>\n<p>4.&nbsp;&nbsp; Engage students from the University of Washington as mentors who could translate content and practices from the STEM disciplines to youth participants; to develop within UW students a perspective on youth as competent collaborators, and to develop their skills and identities as educators.</p>\n<p>Key Outcomes included:</p>\n<ul>\n<li>More than 200 students participated in the program, which was implemented at three middle schools in the Seattle area.</li>\n<li><em>Project COOL</em> curriculum was developed to meet the needs of youth in their individual contexts</li>\n<li>Learning sciences staff collected video, interviews, artifacts, and reflections on mentors&rsquo; learning, identity, and orientation to geosciences.</li>\n<li>The Research team coordinator completed a PhD dissertation using COOL data from 2009-2014.</li>\n<li>Two university courses on geoscience education were developed and implemented. </li>\n<li>Youth from our OST site collaboratively designed and facilitated six activity stations at a &ldquo;COOL Carnival&rdquo; day for their family, teachers, fellow students, and friends. The activity stations included: making healthy and environmentally-friendly beauty products, experimenting with models demonstrating human impact on the water quality of Puget Sound, demonstrating candy chromatography, decorating lab coats, and creating models of the Puget Sound watershed and a water filtration system.</li>\n</ul>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/04/2016<br>\n\t\t\t\t\tModified by: Richard&nbsp;G&nbsp;Keil</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject COOL (Chemical Oceanography Outside the Lab) was an afterschool program for middle school youth that included the afterschool program, a training and mentoring set of courses for university undergraduates who administer Project COOL at the middle schools, and an education research component where education researchers studied the program and tried to learn how students of all ages learn and can learn better or more effectively. \n\nThe Program Goals were to:\n\n1.   Foster interaction between scientists, mentors (who were college students from the University of Washington), and middle school youth from non-dominant communities.\n\n2.   Create a scientifically-grounded lab and field research experience for middle school youth, in order to increase their understanding of local chemical oceanography, as well as bridge their school science experiences and everyday expertise. We aimed to facilitate students? identification with science and viewing themselves as confident participants in the STEM fields.\n\n3.    Study empirically: identity development, learning practices, and engagement for participants of different ages and education/career stages who participate together in scientific research.\n\n4.   Engage students from the University of Washington as mentors who could translate content and practices from the STEM disciplines to youth participants; to develop within UW students a perspective on youth as competent collaborators, and to develop their skills and identities as educators.\n\nKey Outcomes included:\n\nMore than 200 students participated in the program, which was implemented at three middle schools in the Seattle area.\nProject COOL curriculum was developed to meet the needs of youth in their individual contexts\nLearning sciences staff collected video, interviews, artifacts, and reflections on mentors? learning, identity, and orientation to geosciences.\nThe Research team coordinator completed a PhD dissertation using COOL data from 2009-2014.\nTwo university courses on geoscience education were developed and implemented. \nYouth from our OST site collaboratively designed and facilitated six activity stations at a \"COOL Carnival\" day for their family, teachers, fellow students, and friends. The activity stations included: making healthy and environmentally-friendly beauty products, experimenting with models demonstrating human impact on the water quality of Puget Sound, demonstrating candy chromatography, decorating lab coats, and creating models of the Puget Sound watershed and a water filtration system.\n\n\n \n\n\t\t\t\t\tLast Modified: 12/04/2016\n\n\t\t\t\t\tSubmitted by: Richard G Keil"
 }
}