{
 "awd_id": "1202846",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Spatio-Temporal Soil Variability on Late Quaternary Fluvial Surfaces of the Southeastern Atlantic Coastal Plain",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kelley Crews",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2013-11-30",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2012-04-28",
 "awd_max_amd_letter_date": "2012-04-28",
 "awd_abstract_narration": "The goal of this doctoral dissertation project is to understand the effect of time on soil formation processes. Soil spatial variability exists in all landscapes and may occur predictably, in response to known geomorphic and soil-forming factors, or unpredictably, without any apparent relationship to measureable changes in soil forming factors conditions.  Such variability has important implications for soil chronosequence studies, which evaluate the influence of time on soil development.  Understanding how soil properties change over time is critical for the restoration of degraded soils and the use of soils as relative-age dating tools in Quaternary geologic studies, and soil chronosequences remain the primary source for empirical data to evaluate rates and theories of soil development.  However, spatial variability among soils of equivalent age can pose both theoretical and practical problems for the chronosequence approach.  Within a chronosequence framework, adequate representation of soil spatial variability on even-aged surfaces is needed before dominant soil forming processes can be ascertained, models of soil formation can be tested, and rates of soil formation can be estimated.  Nevertheless, relatively few studies have addressed this topic.  Thus, the goal of this project is to characterize the range of soil development within and among late Quaternary fluvial surfaces of different ages in the southeastern Atlantic Coastal Plain in order to assess spatiotemporal trends of soil variability and development and evaluate drivers of these changes. \r\n\r\nThis research will examine the morphology and chemistry of soils developed on the scrollbar components of three fluvial surfaces that span an age range of approximately two orders of magnitude (1,000 vs. 10,000 vs. 100,000 years) along the Oconee-Altamaha (Georgia) and Pee Dee (South Carolina) Rivers.  Two scrollbars will be sampled per surface in each river valley, for a total of twelve sampled scrollbars, and sampling will be guided by a pilot study that will determine the number and spacing of profiles needed to adequately characterize soil variability on a single scrollbar.  Soil properties will be evaluated that have been shown to be valuable chronosequence parameters in the region, including overall soil thickness; leaching (E) horizon thickness; as well as the thickness, clay content, redness, extractable iron, and total chemistry of the whole soil (<2 mm) and fine sand (0.125-0.250 mm) fractions of the most well expressed horizon in which there is active soil formation occurring (B horizon).  Multivariate statistical techniques will be used to identify drivers of soil variability, assess dominant soil forming processes, and evaluate the implications of spatial variability for the use of chronosequences as tools in soil formation and geomorphic research.\r\n\r\nBy characterizing soil variability within a chronosequence framework, this research will directly address key problems that have emerged in soil geographic research in recent decades, such as 1) whether soils converge toward a spatially uniform, steady state condition or diverge into an increasingly complex spatial mosaic over time, and 2) the extent to which observed soil variability can be attributed to systematic drivers versus the degree to which variability is unexplained by measurable factors and possibly linked to chaotic behavior or stochastically random variation.  Results will not only advance soil geographic thought, but have important implications for broader scientific questions about order and disorder, sources of spatial variability, and the evolution of natural systems through time that span disciplinary boundaries, from physical geography, to soil science and geology, to ecology and natural resources management.  In addition, this project will provide valuable reference information for the restoration of degraded soils and ecosystems in alluvial bottomland settings.  It will also evaluate the persistence of soil properties during the last glacial-interglacial cycle, a period when the Southeast experienced drastic fluctuations in environmental conditions, and will improve understanding of soil resistance to past and projected future climate change and its implications for land use.  The project includes plans to collaborate with USGS on a map of the sediments of the region.  There are also plans for academic and non-academic dissemination of the results, and an educational outreach module with a regional middle school will be developed.  As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish an independent research career.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Leigh",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "David S Leigh",
   "pi_email_addr": "dleigh@uga.edu",
   "nsf_id": "000259396",
   "pi_start_date": "2012-04-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bradley",
   "pi_last_name": "Suther",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Bradley E Suther",
   "pi_email_addr": "bsuther@uga.edu",
   "nsf_id": "000586898",
   "pi_start_date": "2012-04-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Georgia Research Foundation Inc",
  "inst_street_address": "310 E CAMPUS RD RM 409",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306021589",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NMJHD63STRC5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Georgia",
  "perf_str_addr": "GG Building, 210 Field St.",
  "perf_city_name": "Athens",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306025016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9198",
   "pgm_ref_txt": "OTHER ENVIRONMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project investigated soil spatial variability and development across a time sequence (chronosequence) of dated river deposits in the Great Pee Dee River valley of the South Carolina Coastal Plain, USA, that spans the last approximately 100,000 years.&nbsp; We undertook this research because relatively few studies have explicitly addressed soil variability within 100,000 year time spans, particularly within the southeastern United States.&nbsp; Soil chronosequence studies evaluate the influence of time on soil formation by examining soils on landforms of known age for which other influences on soil development, like climate, organisms, relief, and parent material, have been approximately equivalent.&nbsp; Soil chronosequences are useful in geologic and archaeological investigations for dating and correlating geologic deposits and provide valuable information to soil scientists who study rates and processes of soil formation.&nbsp; However, soil variability within landforms of equivalent age arising from various factors can make relationships between soil properties and age difficult to ascertain and can pose problems for soil chronosequence investigations.&nbsp; Therefore, we proposed to characterize the range of soil development within and among alluvial deposits of different age within a representative river valley in the southeastern Atlantic Coastal Plain in order to assess spatial and temporal trends in soil development and evaluate potential drivers of these changes.</p>\n<p>We evaluated soil variability and development across a chronosequence of optically-dated scroll bar deposits in the Great Pee Dee River valley of the South Carolina Coastal Plain that range in age from less than 10,000 to ~119,000 years before present.&nbsp; The scroll bars that were investigated consist of arcuate to linear ridges deposited by former meandering phases of the Great Pee Dee River as it migrated across its valley floor.&nbsp; Soils on older and younger scroll bars of three paleomeander surfaces of different age were examined to assess soil variability within individual scroll bars, among scroll bars on the same fluvial surface, and among scroll bars on fluvial surfaces of different age.&nbsp; Twenty four soil profiles per scroll bar were characterized with respect to their gross morphology and the morphological and chemical properties of the most well-expressed B (subsoil) horizon per profile after conducting a pilot study to determine the number of sample locations required to adequately represent variability on an individual scroll bar.&nbsp;</p>\n<p>We found that Pee Dee soils become more developed with age, as indicated by increases in solum (soil profile) thickness, cumulative B-horizon thickness, rubification (redness), and dithionite-iron to total iron, and decreases in the concentrations of bases in both the whole soil and fine sand fractions.&nbsp; B-horizon and solum thickness appear to increase gradually with time, suggesting progressive development, while changes in the chemistry of the whole soil and fine sand fractions representative of mineral weathering trends appear to change episodically, with rapid, non-linear depletion of base-bearing minerals in the first 19,000-28,000 years of weathering.&nbsp;</p>\n<p>Within individual scroll bars, soil variability is considerable and reflects variation in local relief and the thickness and texture of the vertical accretion deposits that constitute the soil parent material.&nbsp; Soils exhibit increasing B-horizon and solum thickness, higher clay content, and lower rubification in the downstream direction along scroll bars characterized by downstream decreases in local relief and downstream increases in the thickness and clay content of vertical accretion sediments.&nbsp; Among older versus younger scroll bars of the same paleomeander surface, in some cases, variability may be linked to systematic spatial variation i...",
  "por_txt_cntn": "\nThis project investigated soil spatial variability and development across a time sequence (chronosequence) of dated river deposits in the Great Pee Dee River valley of the South Carolina Coastal Plain, USA, that spans the last approximately 100,000 years.  We undertook this research because relatively few studies have explicitly addressed soil variability within 100,000 year time spans, particularly within the southeastern United States.  Soil chronosequence studies evaluate the influence of time on soil formation by examining soils on landforms of known age for which other influences on soil development, like climate, organisms, relief, and parent material, have been approximately equivalent.  Soil chronosequences are useful in geologic and archaeological investigations for dating and correlating geologic deposits and provide valuable information to soil scientists who study rates and processes of soil formation.  However, soil variability within landforms of equivalent age arising from various factors can make relationships between soil properties and age difficult to ascertain and can pose problems for soil chronosequence investigations.  Therefore, we proposed to characterize the range of soil development within and among alluvial deposits of different age within a representative river valley in the southeastern Atlantic Coastal Plain in order to assess spatial and temporal trends in soil development and evaluate potential drivers of these changes.\n\nWe evaluated soil variability and development across a chronosequence of optically-dated scroll bar deposits in the Great Pee Dee River valley of the South Carolina Coastal Plain that range in age from less than 10,000 to ~119,000 years before present.  The scroll bars that were investigated consist of arcuate to linear ridges deposited by former meandering phases of the Great Pee Dee River as it migrated across its valley floor.  Soils on older and younger scroll bars of three paleomeander surfaces of different age were examined to assess soil variability within individual scroll bars, among scroll bars on the same fluvial surface, and among scroll bars on fluvial surfaces of different age.  Twenty four soil profiles per scroll bar were characterized with respect to their gross morphology and the morphological and chemical properties of the most well-expressed B (subsoil) horizon per profile after conducting a pilot study to determine the number of sample locations required to adequately represent variability on an individual scroll bar. \n\nWe found that Pee Dee soils become more developed with age, as indicated by increases in solum (soil profile) thickness, cumulative B-horizon thickness, rubification (redness), and dithionite-iron to total iron, and decreases in the concentrations of bases in both the whole soil and fine sand fractions.  B-horizon and solum thickness appear to increase gradually with time, suggesting progressive development, while changes in the chemistry of the whole soil and fine sand fractions representative of mineral weathering trends appear to change episodically, with rapid, non-linear depletion of base-bearing minerals in the first 19,000-28,000 years of weathering. \n\nWithin individual scroll bars, soil variability is considerable and reflects variation in local relief and the thickness and texture of the vertical accretion deposits that constitute the soil parent material.  Soils exhibit increasing B-horizon and solum thickness, higher clay content, and lower rubification in the downstream direction along scroll bars characterized by downstream decreases in local relief and downstream increases in the thickness and clay content of vertical accretion sediments.  Among older versus younger scroll bars of the same paleomeander surface, in some cases, variability may be linked to systematic spatial variation in the thickness and texture of vertical accretion deposits across the surface, with thicker, more finely textured B-horizons and sola being assoc..."
 }
}