{
 "awd_id": "1202634",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Patterns of Incorporation Among Mexican-Origin Young Adults",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Saylor Breckenridge",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2013-04-30",
 "tot_intn_awd_amt": 6750.0,
 "awd_amount": 6750.0,
 "awd_min_amd_letter_date": "2012-04-28",
 "awd_max_amd_letter_date": "2012-04-28",
 "awd_abstract_narration": "SES-1202634\r\nVilma Ortiz and Laura Enriquez\r\nUniversity of California, Los Angeles\r\n\r\nDoctoral Dissertation Research: Patterns of Incorporation among Mexican-Origin Young Adults\r\n\r\nAbstract\r\nGenerations of researchers have examined the intra- and inter-generational experiences of immigrant adults and their U.S.-born children.  However, we know relatively little about the experiences of immigrants who arrived in the United States as children and are now young adults. This project is grounded in existing empirical and theoretical literature on immigrant assimilation.  It examines how these young adults have experienced both social exclusion and inclusion, and how this affects their feelings of belonging, their identification with and their participation in U.S. society.  This dissertation will also address the degree to which their experiences differ by educational status and gender, as well as the immigration and naturalization process per se, which typically takes many years and has had a profound impact on their formative childhood and adolescent years.  To address these research questions, the project relies on 120 interviews with young adults of Mexican origin.\r\n\r\nBroader Impacts\r\nThis research seeks to inform our understanding of the conditions under which young immigrants adjust to and identify with U.S. society and culture.   Improving our understanding the factors that facilitate the successful incorporation of young immigrants may influence public discourse regarding immigration policy reform.  It may also contribute to efforts that promote immigrant integration, social mobility, and social cohesion. Finally, findings may be of interest to a variety of stakeholders, including but not limited to community and social service organizations, education officials, law enforcement, and policy makers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vilma",
   "pi_last_name": "Ortiz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vilma Ortiz",
   "pi_email_addr": "vilma@soc.ucla.edu",
   "nsf_id": "000173769",
   "pi_start_date": "2012-04-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Enriquez",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Laura Enriquez",
   "pi_email_addr": "laura.enriquez@uci.edu",
   "nsf_id": "000602061",
   "pi_start_date": "2012-04-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "UCLA Sociology/264 Haines Hall",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951551",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 6750.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Drawing on in-depth interviews with 124 Mexican-origin immigrant young adults, I map their incorporation patterns as they participate in, and assert a sense of belonging within, U.S. educational, economic, political, and family institutions. I also document how these patterns differ by gender and educational status. I argue that these young adults face limited incorporation because of feelings of exclusion, not a lack of participation, in various social institutions. This leads me to reconceptualize immigrant incorporation as the product of both participation and feelings of belonging; a process that has been under-theorized by both assimilation and citizenship theory. In addition to these theoretical implications, this project assesses how an immigrant&rsquo;s sense of incorporation can be expanded; this will inform governmental policies, and current debates about immigration reform, to better promote immigrant integration and undocumented immigrants&rsquo; transition into fully-incorporated legal residents.</p>\n<p>Additionally, this study offers larger intellectual contributions to sociology. First, by combining multiple interdisciplinary literatures seldom brought together, this project promotes interdisciplinary study as a means for better conceptualizing age-old concepts like immigrant integration. Second, understanding feelings of belonging as sociological phenomena furthers the understanding of immigrant incorporation and expands the study of emotions to other areas of study. Finally, developing qualitative explanations of these complex incorporation processes lays the groundwork for future, more generalizable quantitative studies in this substantive area.</p>\n<p>This study also has broader policy impacts regarding how we construct the reciprocal relationship of citizenship and responsibility between individuals and the nation-state. I find that these young immigrants claim rights and assert their belonging by drawing on their participation in U.S. institutions, cultural adaption, and emotional connections. These strategies suggest that immigrant-oriented policies could successfully expand membership and incorporate immigrants by developing programs that advance and encourage these types of connections.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/20/2013<br>\n\t\t\t\t\tModified by: Laura&nbsp;Enriquez</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDrawing on in-depth interviews with 124 Mexican-origin immigrant young adults, I map their incorporation patterns as they participate in, and assert a sense of belonging within, U.S. educational, economic, political, and family institutions. I also document how these patterns differ by gender and educational status. I argue that these young adults face limited incorporation because of feelings of exclusion, not a lack of participation, in various social institutions. This leads me to reconceptualize immigrant incorporation as the product of both participation and feelings of belonging; a process that has been under-theorized by both assimilation and citizenship theory. In addition to these theoretical implications, this project assesses how an immigrantÆs sense of incorporation can be expanded; this will inform governmental policies, and current debates about immigration reform, to better promote immigrant integration and undocumented immigrantsÆ transition into fully-incorporated legal residents.\n\nAdditionally, this study offers larger intellectual contributions to sociology. First, by combining multiple interdisciplinary literatures seldom brought together, this project promotes interdisciplinary study as a means for better conceptualizing age-old concepts like immigrant integration. Second, understanding feelings of belonging as sociological phenomena furthers the understanding of immigrant incorporation and expands the study of emotions to other areas of study. Finally, developing qualitative explanations of these complex incorporation processes lays the groundwork for future, more generalizable quantitative studies in this substantive area.\n\nThis study also has broader policy impacts regarding how we construct the reciprocal relationship of citizenship and responsibility between individuals and the nation-state. I find that these young immigrants claim rights and assert their belonging by drawing on their participation in U.S. institutions, cultural adaption, and emotional connections. These strategies suggest that immigrant-oriented policies could successfully expand membership and incorporate immigrants by developing programs that advance and encourage these types of connections.\n\n\t\t\t\t\tLast Modified: 05/20/2013\n\n\t\t\t\t\tSubmitted by: Laura Enriquez"
 }
}