{
 "awd_id": "1202751",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2012",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Vanni",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 189000.0,
 "awd_amount": 189000.0,
 "awd_min_amd_letter_date": "2012-06-26",
 "awd_max_amd_letter_date": "2012-06-26",
 "awd_abstract_narration": "The availability of landmass plays a key role in the diversification of terrestrial lineages through evolutionary time. How geological dynamism affects the inference of evolutionary history of a biogeographic theater is poorly understood. To address how geological history affects a specific function of phylogenetic informativeness that is required to infer evolutionary history, a combination of (1) modeling effects of geology on simulated phylogenies; and (2) empirical hypothesis testing with phylogenies drawn from a geologically dynamic theater, Southeast Asia, is proposed. Progress on this question will inform understanding of biotic distributions and elucidate methods by which informative phylogenetic markers can be identified for individual biogeographic theaters. The relationship between geological history and phylogenetic informativeness occurs at the intersection of biology, geology, and mathematics. Addressing this problem requires both biological expertise to understand the context (taxon distribution and phylogenetic inference) and mathematical training in numerical modes of analysis.\r\n\r\n\r\nBroader impacts include development of education material suitable for both undergraduates and school groups on phylogenetic reconstruction of evolutionary history, which will incorporate a perspective on geological history informed by the results of the proposed research. Modeling and biogeography teaching modules developed for an interdisciplinary undergraduate course in the third year of the program will be freely distributed through the Department of Mathematics and Computer Science at the City University of New York. The proposed modeling software will be distributed for students and researchers alike through the American Museum of Natural History to explore the effects of geological events on simulated phylogenies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Prashant",
   "pi_last_name": "Sharma",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Prashant P Sharma",
   "pi_email_addr": "",
   "nsf_id": "000602871",
   "pi_start_date": "2012-06-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Sharma                  Prashant       P",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Cambridge",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "",
  "inst_zip_code": "021382902",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "American Museum of Natural History",
  "perf_str_addr": null,
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100245192",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "805400",
   "pgm_ele_name": "Inters Biol and Math and Phys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 189000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Phylogenetics is the discipline of inferring evolutionary relationships using different types of data. One of the most challenging problems in inferring phylogenies is the incidence of short internodes (branch lengths between divegences) that are ancient in age. These short branches may be attributable to multiple phenomena, such as rapid speciation or low informativeness of molecular loci. Numerous phylogenies of Southeast Asian endemic groups are plagued by such short and old internodes, ostensibly a consequence of geological turbulence and cycles of sea level oscillation, which creating alternating period conducive to or restrictive to cladogenesis.</p>\n<p>The goal of this project was to understand how cycles of sea level oscillation can affect the inference of evolutionary history, and determine what characteristics of empirical data can resolve those problematic nodes. Multiple arachnid groups make ideal test cases understanding such questions, because many old and species rich clades of arachnids are endemic to Southeast Asia. In the course of the three years of this project, both simulation studies and empirical phylogenomic studies were undertaken to study how geology affects inference of range evolution.</p>\n<p>&nbsp;</p>\n<p>Major scientific outcomes of the project:</p>\n<p>1) A simulation study demonstrated that geological turbulence (e.g., marine incursions) have the potential to reduce the inferable crown group age of endemic groups, i.e., create &ldquo;broomstick handle&rdquo; taxa (groups with young crown ages and ancient origins, which can be problematic to place reliably in molecular phylogenies). Examples of such groups include horseshoe crabs and tuataras. This study bore directly on the biogeographic literature surrounding the age of New Zealand&rsquo;s biota; this work demonstrated that taxa with apparently young crown group ages, but pre-Oligocene origins, are not dispositive of a scenario of a young endemic biota (such taxa could represent remnants of an older biota that predates geological turbulence).</p>\n<p>2) Empirical phylogenomic studies were undertaken for two major groups: the subphylum Chelicerata and the arachnid order Scorpiones, with the latter study constituting the first molecular phylogeny of all scorpions. For the Chelicerata study, the work sponsored by this project showed that when long-branch attraction artifacts are incident, smaller matrices composed of slowly-evolving genes are better for resolving ancient and short internodes than larger matrices that do not partition by evolutionary rate. For the scorpion study, the work sponsored by this project showed that the two problematic Southeast Asian families (&ldquo;broomstick handle&rdquo; taxa) could have their phylogenetic placement resolved successfully by increasing the size of the matrix to over 200 loci (in this case, long branch taxa were not present). However, these same studies showed that morphology is a very poor predictor of phylogenetic relationships in some groups.</p>\n<p>3) To examine how other data classes (e.g., developmental gene expression) compare as predictors of phylogeny, a series of projects leveraged the transcriptomes that had been generated to examine genomic architecture, gene expression, and gene function. This work demonstrated extensive paralogy and neofunctionalization in scorpions, as assessed using embryonic transcriptomes and gene expression assays. A new technique was also developed to leverage the paralogy toward improving the precision of molecular dating, a staple method for inferring evolutionary history. Functional studies of some genes were used to reveal deep homologies of arthropod appendages that could not be observed using either traditional morphology or molecular sequence data.</p>\n<p>4) To assess how fossil placement affects molecular dating, and thus inference of biogeography, a new harvestman fossil was discovered and describ...",
  "por_txt_cntn": "\nPhylogenetics is the discipline of inferring evolutionary relationships using different types of data. One of the most challenging problems in inferring phylogenies is the incidence of short internodes (branch lengths between divegences) that are ancient in age. These short branches may be attributable to multiple phenomena, such as rapid speciation or low informativeness of molecular loci. Numerous phylogenies of Southeast Asian endemic groups are plagued by such short and old internodes, ostensibly a consequence of geological turbulence and cycles of sea level oscillation, which creating alternating period conducive to or restrictive to cladogenesis.\n\nThe goal of this project was to understand how cycles of sea level oscillation can affect the inference of evolutionary history, and determine what characteristics of empirical data can resolve those problematic nodes. Multiple arachnid groups make ideal test cases understanding such questions, because many old and species rich clades of arachnids are endemic to Southeast Asia. In the course of the three years of this project, both simulation studies and empirical phylogenomic studies were undertaken to study how geology affects inference of range evolution.\n\n \n\nMajor scientific outcomes of the project:\n\n1) A simulation study demonstrated that geological turbulence (e.g., marine incursions) have the potential to reduce the inferable crown group age of endemic groups, i.e., create \"broomstick handle\" taxa (groups with young crown ages and ancient origins, which can be problematic to place reliably in molecular phylogenies). Examples of such groups include horseshoe crabs and tuataras. This study bore directly on the biogeographic literature surrounding the age of New ZealandÆs biota; this work demonstrated that taxa with apparently young crown group ages, but pre-Oligocene origins, are not dispositive of a scenario of a young endemic biota (such taxa could represent remnants of an older biota that predates geological turbulence).\n\n2) Empirical phylogenomic studies were undertaken for two major groups: the subphylum Chelicerata and the arachnid order Scorpiones, with the latter study constituting the first molecular phylogeny of all scorpions. For the Chelicerata study, the work sponsored by this project showed that when long-branch attraction artifacts are incident, smaller matrices composed of slowly-evolving genes are better for resolving ancient and short internodes than larger matrices that do not partition by evolutionary rate. For the scorpion study, the work sponsored by this project showed that the two problematic Southeast Asian families (\"broomstick handle\" taxa) could have their phylogenetic placement resolved successfully by increasing the size of the matrix to over 200 loci (in this case, long branch taxa were not present). However, these same studies showed that morphology is a very poor predictor of phylogenetic relationships in some groups.\n\n3) To examine how other data classes (e.g., developmental gene expression) compare as predictors of phylogeny, a series of projects leveraged the transcriptomes that had been generated to examine genomic architecture, gene expression, and gene function. This work demonstrated extensive paralogy and neofunctionalization in scorpions, as assessed using embryonic transcriptomes and gene expression assays. A new technique was also developed to leverage the paralogy toward improving the precision of molecular dating, a staple method for inferring evolutionary history. Functional studies of some genes were used to reveal deep homologies of arthropod appendages that could not be observed using either traditional morphology or molecular sequence data.\n\n4) To assess how fossil placement affects molecular dating, and thus inference of biogeography, a new harvestman fossil was discovered and described, and subsequently placed in a phylogeny combining two data classes (morphology and molecules). The impact of this fossil on molecular da..."
 }
}