{
 "awd_id": "1202269",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Tunable Wetting on Smart Polymer for Ultra-Low Voltage Digital Microfluidics",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Mona Zaghloul",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 359995.0,
 "awd_amount": 359995.0,
 "awd_min_amd_letter_date": "2012-03-24",
 "awd_max_amd_letter_date": "2012-03-24",
 "awd_abstract_narration": "Objective: The objective of this project is to investigate a tunable wetting mechanism on a smart polymer - dodecylbenzenesulfonate-doped polypyrrole (PPy(DBS)) - for manipulating liquid droplets at ultra-low-voltages (~1.5V). \r\nIntellectual Merit: This research will address fundamentals of wetting mechanism on a smart polymer surface, which are not well understood for microfluidic applications. In particular, this experimental study will provide insights to what extent Marangoni stress contributes to the overall droplet behavior, facilitating better understanding of inter-relationship between surface wetting and droplet manipulation. Further, this project will enable the development of lab-on-a-chip devices which can bi-directionally transport liquid droplets, but at orders of magnitude lower voltages than existing techniques. \r\nBroader Impact: Successful research on this tunable wetting concept will impact a wide range of microfluidics applications including on-chip sample preparation and handling, and lab-on-a-chip devices manipulating complex biological fluids, attributed to the low-voltage operation. In particular, it will enhance portability and in-field operation of digital microfluidic devices, since the system can be operated using standard batteries. In addition, this research will serve as the basis for educational initiatives with a special emphasis on recruiting and mentoring students from under-represented minorities, while forging institutional affiliations with organizations such as the Women in Engineering Program and Advocates Network, the National Action Council for Minorities in Engineering, and Alliances for Graduate Education and the Professoriate. Furthermore, the program will work with the Center for Innovation in Science and Engineering Education at Stevens to extend this effort to K-12 outreach endeavors.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eui-Hyeok",
   "pi_last_name": "Yang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eui-Hyeok Yang",
   "pi_email_addr": "eui-hyeok.yang@stevens.edu",
   "nsf_id": "000071689",
   "pi_start_date": "2012-03-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chang-Hwan",
   "pi_last_name": "Choi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chang-Hwan Choi",
   "pi_email_addr": "cchoi@stevens.edu",
   "nsf_id": "000073797",
   "pi_start_date": "2012-03-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stevens Institute of Technology",
  "inst_street_address": "ONE CASTLE POINT ON HUDSON",
  "inst_street_address_2": "",
  "inst_city_name": "HOBOKEN",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "2012168762",
  "inst_zip_code": "070305906",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "NJ08",
  "org_lgl_bus_name": "THE TRUSTEES OF THE STEVENS INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JJ6CN5Y5A2R5"
 },
 "perf_inst": {
  "perf_inst_name": "Stevens Institute of Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "070305991",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "NJ08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "756400",
   "pgm_ele_name": "CCSS-Comms Circuits & Sens Sys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "090E",
   "pgm_ref_txt": "Chem/Bio and Physical Diagnostics"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 359995.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><h2><span style=\"color: #000000; font-size: 12px; font-weight: normal;\">Manipulation of droplets has broad applications in microfluidic systems, lab-on-a-chip technologies, biotechnologies, localized chemical reactions, and sensor devices. Droplet manipulation is commonly achieved within microfluidic devices by a continuous flow through closed channels; however, droplet manipulation achieved by a surface tension gradient enables simultaneous control of multiple droplets without the need of micropumps and microvalves. This form of droplet manipulation is based on a change in the surface tension in which it contacts, achieved by using an electrical, optical</span><span style=\"color: #000000; font-size: 12px; font-weight: normal;\">, chemical, thermal, structural gradient, or vibration energy. In this work, we investigated a controlled manipulation of organic droplets in an aqueous (liquid) environment at low voltages (0.9 V) on dodecylbenzenesulfonate-doped polypyrrole (PPy(DBS)) surfaces. We elucidate the mechanism of the resulting droplet actuation and demonstrate controlled transportation of micro sized droplets using PPy(DBS) surfaces. This finding on the controlled manipulation of organic droplets on PPy(DBS) surfaces potentially impacts several future applications, including lab-on-chip technologies, water treatments, and oil-water separation.</span></h2>\n<p>Some of our most important results include,</p>\n<p>1. A rapid in situ control of pinning and actuation of organic droplets on PPy(DBS) surfaces in an aqueous liquid environment, enabled by an electrochemical redox process. A dramatic change of the droplet pinning results from the transport of the dopant, DBS<sup>-</sup> molecules, between the PPy(DBS) surface and the surrounding liquid environment, as well as from a simultaneous alternation of the surface oleophobicity (tendency to repel oil) to organic liquids during the redox process. This in situ control of the droplet pinning enables a stop-and-go droplet actuation, applicable to both polar and apolar organic droplets, at low voltages with an extremely low roll-off angle (~0.4&deg;).</p>\n<p>2. A controlled lateral actuation of organic droplets on PPy(DBS) surfaces at low voltages in an aqueous liquid environment. This droplet actuation is based on a tunable surface wetting property of the polymer electrodes that undergo an electrochemical redox reaction upon voltage application. The droplet placed across two PPy(DBS) electrodes (one reduced and one oxidized) experiences an imbalanced interfacial tension, which prompts the droplet to move from the reduced electrode to the oxidized electrode. A lateral actuation of dichloromethane (DCM) droplets on two PPy(DBS) electrodes is demonstrated, and the actuation process is studied. The driving force due to the imbalanced interfacial tension is estimated to be approximately 10<sup>-5</sup> mN for a 6 &micro;L droplet.</p>\n<p>3. On-demand capture and release of organic droplets on PPy(DBS) microstructures. The PPy(DBS) microstructures oxidized behave like super sticky surfaces to organic droplets; in contrast, the PPy(DBS) microstructures reduced are super slippery. Utilizing the tunable adhesion property of PPy(DBS) microstructures, an on-demand capture and release of organic microdroplets is demonstrated for vertical transportation of microdroplets.</p>\n<p>In addition to the important research results described above, the project has also made significant contributions to education and human resources.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/09/2016<br>\n\t\t\t\t\tModified by: Eui-Hyeok&nbsp;Yang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Manipulation of droplets has broad applications in microfluidic systems, lab-on-a-chip technologies, biotechnologies, localized chemical reactions, and sensor devices. Droplet manipulation is commonly achieved within microfluidic devices by a continuous flow through closed channels; however, droplet manipulation achieved by a surface tension gradient enables simultaneous control of multiple droplets without the need of micropumps and microvalves. This form of droplet manipulation is based on a change in the surface tension in which it contacts, achieved by using an electrical, optical, chemical, thermal, structural gradient, or vibration energy. In this work, we investigated a controlled manipulation of organic droplets in an aqueous (liquid) environment at low voltages (0.9 V) on dodecylbenzenesulfonate-doped polypyrrole (PPy(DBS)) surfaces. We elucidate the mechanism of the resulting droplet actuation and demonstrate controlled transportation of micro sized droplets using PPy(DBS) surfaces. This finding on the controlled manipulation of organic droplets on PPy(DBS) surfaces potentially impacts several future applications, including lab-on-chip technologies, water treatments, and oil-water separation.\n\nSome of our most important results include,\n\n1. A rapid in situ control of pinning and actuation of organic droplets on PPy(DBS) surfaces in an aqueous liquid environment, enabled by an electrochemical redox process. A dramatic change of the droplet pinning results from the transport of the dopant, DBS- molecules, between the PPy(DBS) surface and the surrounding liquid environment, as well as from a simultaneous alternation of the surface oleophobicity (tendency to repel oil) to organic liquids during the redox process. This in situ control of the droplet pinning enables a stop-and-go droplet actuation, applicable to both polar and apolar organic droplets, at low voltages with an extremely low roll-off angle (~0.4&deg;).\n\n2. A controlled lateral actuation of organic droplets on PPy(DBS) surfaces at low voltages in an aqueous liquid environment. This droplet actuation is based on a tunable surface wetting property of the polymer electrodes that undergo an electrochemical redox reaction upon voltage application. The droplet placed across two PPy(DBS) electrodes (one reduced and one oxidized) experiences an imbalanced interfacial tension, which prompts the droplet to move from the reduced electrode to the oxidized electrode. A lateral actuation of dichloromethane (DCM) droplets on two PPy(DBS) electrodes is demonstrated, and the actuation process is studied. The driving force due to the imbalanced interfacial tension is estimated to be approximately 10-5 mN for a 6 &micro;L droplet.\n\n3. On-demand capture and release of organic droplets on PPy(DBS) microstructures. The PPy(DBS) microstructures oxidized behave like super sticky surfaces to organic droplets; in contrast, the PPy(DBS) microstructures reduced are super slippery. Utilizing the tunable adhesion property of PPy(DBS) microstructures, an on-demand capture and release of organic microdroplets is demonstrated for vertical transportation of microdroplets.\n\nIn addition to the important research results described above, the project has also made significant contributions to education and human resources. \n\n\t\t\t\t\tLast Modified: 06/09/2016\n\n\t\t\t\t\tSubmitted by: Eui-Hyeok Yang"
 }
}