{
 "awd_id": "1202685",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Studies on Singularities",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032922467",
 "po_email": "mdouglas@nsf.gov",
 "po_sign_block_name": "James Matthew Douglass",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 227023.0,
 "awd_amount": 227023.0,
 "awd_min_amd_letter_date": "2012-03-27",
 "awd_max_amd_letter_date": "2012-03-27",
 "awd_abstract_narration": "The research program proposes several problems in commutative algebra. There are three long-term goals: the study of projective rational plane curves; the description of the defining equations of Rees algebras; and the investigation of cores of arbitrary ideals. More precisely, Polini proposes to investigate local and global information on the singularities of a given curve; to set up a correspondence between the types of singularities and the shapes of the syzygy matrices of the forms parametrizing them; and to stratify the space of all rational plane curves of a fixed degree according to the configuration of their singularities. Rees algebras are instrumental in multiplicity theory and intersection theory, in the study of integral closures of ideals, and in the context of blowing up a variety. Although blowing up is a basic operation, an explicit understanding of this process is still an open problem. Most notably, it is difficult to describe the defining equations of the resulting variety. Reductions play a crucial role in the study of Rees algebras, multiplicities, and Hilbert functions. To investigate all reductions at once one considers the core, defined as the intersection of these reductions. The core is related to multiplier ideals, an essential tool in birational geometry due to their importance in vanishing theorems. The core detects uniformity properties of schemes, such as the Cayley Bacharach property of finite sets of points. Although cores have been studied extensively, they remain somewhat mysterious objects that are difficult to compute in general.\r\n\r\nCommutative algebra deals with solutions of many polynomial equations in many unknowns. Fundamentally, it is the study of abstract objects called rings of polynomial functions defined on the set of solutions of systems of polynomial equations. Commutative algebra provides the tools for understanding many problems in pure and applied mathematics and, as of more recently, physics as well. In many applied problems, polynomial equations and hence commutative algebra play a crucial role. Applied areas where results from commutative algebra have been used include geometric modeling, operations research,computer science, robotics, control theory, coding theory and cryptography,to mention a few. In fact, most of the problems described in this researchproposal are not only important for commutative algebraists or algebraicgeometers but are of interest to applied mathematicians as well. For instance,the study of curve (or surface) singularities via their parametrizations have applications in geometric modeling theory. In computer aided geometric design, curves are often given parametrically and their singularities are pointswhere the shape of the graphic gets more complicated. Thus, understanding the nature of these singular points is extremely important.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Claudia",
   "pi_last_name": "Polini",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Claudia Polini",
   "pi_email_addr": "cpolini@nd.edu",
   "nsf_id": "000201867",
   "pi_start_date": "2012-03-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565641",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 227023.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Surfaces, curves, or more general geometric structures are often defined by&nbsp; parametric equations. A fundamental problem is how to extract meaningful information from these equations in order to understand the properties of these objects, such as their shapes or the way they self-intersect or fold. <br />The investigator has developed several methods to solve this problem, which is important both in pure mathematics, in commutative algebra and algebraic geometry, and in applied mathematics, most notably in geometric modeling and in computer aided geometric design. Another central issue that the investigator has studied is to compute the implicit polynomials that define geometric structures given parametrically.<br /><br />Closure operations play a major role in mathematics. In commutative algebra one such operation is the integral closure of an ideal. Computing the integral closure is equivalent to solving large systems of polynomial equations. The investigator has worked on devising techniques to compute the integral closure of ideals.<br /><br />In mathematics the study of a structure (or a system of equations) involves finding numerical invariants that characterize the qualitative and quantitative nature of the structure itself. If the structure (or system of equations) is defined by homogenous polynomials, there are classically defined invariants that help estimate its complexity. Some of these powerful invariants are unfortunately lacking if the defining equations are not homogenous. The investigator has introduced a new invariant that works in greater generality and has the potential to carry similar information.<br /><br /><br /><br />During the reporting period the investigator has mentored 4 undergraduate students, 4 graduate students, and 2 postdoctoral fellows. Three of the undergraduate students&nbsp; are now pursuing a PhD degree in mathematics. Two of the graduate students have graduated and now hold academic positions.&nbsp; The two postdoctoral fellows now have tenure track positions at US universities.<br /><br />The investigator has promoted the participation of women in mathematics by heading the chapter of the Association for Women in Mathematics at Notre Dame, by organizing workshops for women, and by moderating panels addressing issues faced by women in academia.<br /><br />The investigator has disseminated knowledge by delivering numerous international and national talks, by serving on the editorial board of the Journal of Commutative Algebra, and by organizing several major conferences in the US and abroad.&nbsp; The investigator has promoted mathematics and mathematical research in her role as director of the Center for Mathematics at Notre Dame. The investigator has been involved in efforts to create international research and educational collaborations between Notre Dame and Asian countries, such as Japan, China, Vietnam, and India.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2016<br>\n\t\t\t\t\tModified by: Claudia&nbsp;Polini</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSurfaces, curves, or more general geometric structures are often defined by  parametric equations. A fundamental problem is how to extract meaningful information from these equations in order to understand the properties of these objects, such as their shapes or the way they self-intersect or fold. \nThe investigator has developed several methods to solve this problem, which is important both in pure mathematics, in commutative algebra and algebraic geometry, and in applied mathematics, most notably in geometric modeling and in computer aided geometric design. Another central issue that the investigator has studied is to compute the implicit polynomials that define geometric structures given parametrically.\n\nClosure operations play a major role in mathematics. In commutative algebra one such operation is the integral closure of an ideal. Computing the integral closure is equivalent to solving large systems of polynomial equations. The investigator has worked on devising techniques to compute the integral closure of ideals.\n\nIn mathematics the study of a structure (or a system of equations) involves finding numerical invariants that characterize the qualitative and quantitative nature of the structure itself. If the structure (or system of equations) is defined by homogenous polynomials, there are classically defined invariants that help estimate its complexity. Some of these powerful invariants are unfortunately lacking if the defining equations are not homogenous. The investigator has introduced a new invariant that works in greater generality and has the potential to carry similar information.\n\n\n\nDuring the reporting period the investigator has mentored 4 undergraduate students, 4 graduate students, and 2 postdoctoral fellows. Three of the undergraduate students  are now pursuing a PhD degree in mathematics. Two of the graduate students have graduated and now hold academic positions.  The two postdoctoral fellows now have tenure track positions at US universities.\n\nThe investigator has promoted the participation of women in mathematics by heading the chapter of the Association for Women in Mathematics at Notre Dame, by organizing workshops for women, and by moderating panels addressing issues faced by women in academia.\n\nThe investigator has disseminated knowledge by delivering numerous international and national talks, by serving on the editorial board of the Journal of Commutative Algebra, and by organizing several major conferences in the US and abroad.  The investigator has promoted mathematics and mathematical research in her role as director of the Center for Mathematics at Notre Dame. The investigator has been involved in efforts to create international research and educational collaborations between Notre Dame and Asian countries, such as Japan, China, Vietnam, and India.\n\n\t\t\t\t\tLast Modified: 12/01/2016\n\n\t\t\t\t\tSubmitted by: Claudia Polini"
 }
}