{
 "awd_id": "1202963",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "Probing Galaxy Feedback across Cosmic Time with a 3-Dimensional Census of Quasar Absorption Lines",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032925039",
 "po_email": "hgupta@nsf.gov",
 "po_sign_block_name": "Harshal Gupta",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 89000.0,
 "awd_amount": 267000.0,
 "awd_min_amd_letter_date": "2012-07-26",
 "awd_max_amd_letter_date": "2015-08-26",
 "awd_abstract_narration": "Dr. Britt Lundgren is awarded an NSF Astronomy and Astrophysics Postdoctoral Fellowship to carry out a program of research and education at the University of Wisconsin-Madison.  A longstanding problem in astrophysics is to understand how galaxies form and develop---or evolve---throughout their lifetimes.  Such understanding is necessary to uncover how our Universe evolved and to gain insight into the origin of our own Milky Way Galaxy.  One important aspect of understanding galaxy evolution is to study how large region of newly forming stars in certain galaxies interact with the massive black holes at the centers (nuclei) of these galaxies, which is the central theme of this fellow's project.\r\n\r\nBy using the largest sample of quasar absorption lines (QALs), the fellow will address outstanding questions regarding the enrichment history of the intergalactic medium and its connection to feedback from star formation and Active Galactic Nuclei (AGN) in galaxies.  QALs provide uniquely unbiased probes of galactic environments over vast ranges in redshift, but only recently has the number density of spectroscopically observed high-redshift quasars, combined with the scale of deep galaxy surveys, provided sufficient statistics to study the associations between galaxies and absorption features in proximate quasar sightlines over wide ranges in redshift and galaxy properties.\r\n\r\nThrough her participation in the Sloan Digital Sky Survey III's Baryon Oscillation Spectroscopic Survey (BOSS), which will obtain spectra for 160,000 redshift z > 2.2 quasars over the next three years, the fellow will extract a 3-dimensional census of metal absorption lines in the redshift range z = 0.35 to 4.  Using this data set, already one order of magnitude larger than existing samples, she will precisely measure the evolution of the number density and equivalent width distribution for the most prolific metals in the intergalactic medium from redshift z around 4 to present.  Leveraging these data with her existing participation in numerous deep galaxy surveys, she will reveal the typical galactic environments of QALs from high redshift and constrain the physical distances to which galaxy and AGN outflows extend as a function of galaxy properties and redshift.  Together, these investigations will potentially revolutionize our understanding of feedback from star formation and AGN and its role in the co-evolution of galaxies and the intergalactic medium throughout about 90% of cosmic history.\r\n\r\nThe broader impacts of this project include a significant educational component.  The fellow will undertake a program of educational outreach in partnership with the UW Space Place, a well-established astronomy outreach center in Madison.  Within this facility she will conduct a series of weekend workshops for students in grades 6 through 8 using a well-tested curriculum of inquiry-based modern astronomy activities that she designed for a previous educational program.  The fellow will supplement these student-focussed sessions with a shorter series of evening workshops for local high school science teachers that are designed to familiarize educators with activities using the public interface to the Sloan Digital Sky Survey, the Skyserver.  These programs will serve the next generation of scientists by providing students at a critical age with a positive introduction to modern astronomy research in addition to providing their future educators with the tools to foster further explorations in the high school classroom.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Britt",
   "pi_last_name": "Lundgren",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Britt F Lundgren",
   "pi_email_addr": "",
   "nsf_id": "000603728",
   "pi_start_date": "2012-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lundgren                Britt          F",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "New Haven",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "",
  "inst_zip_code": "065112445",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "IL03",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Department of Astronomy, Yale University",
  "perf_str_addr": null,
  "perf_city_name": "New Haven",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065118903",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "160900",
   "pgm_ele_name": "NSF ASTRON & ASTROPHY PSTDC FE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 89000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 89000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 89000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\"><span style=\"text-decoration: underline;\"><span class=\"s1\">Project Overview and Goals:</span></span></p>\n<p class=\"p2\"><span class=\"s2\"><span> </span>Powered by the active accretion of gas onto a super-massive black hole, quasars emit extreme luminosities, enabling them to be observed from great distances and providing powerful back-lights of the evolving matter distribution in the Universe across 12 Billion years. Absorption features observed in the spectra of distant quasars (quasar absorption lines; QALs) can sensitively trace the gas and dust in any foreground galaxies that intercept the line of sight to our telescopes (Figure 1).&nbsp; Metal-enriched QALs probe the content and distribution of processed gas in and around galaxies as well as the geometry of large-scale outflows. However, due to the relative scarcity of bright quasars and the observational challenges of resolving faint foreground galaxies in close angular proximity to their sight lines, backlight studies have lacked the statistics required to produce a complete picture of the co-evolution of galaxies and their gaseous halos. This project aimed to address this long-standing problem using a combination of large spectroscopic quasar surveys like the Sloan Digital Sky Survey (SDSS), the new infrared capabilities of the Hubble Space Telescope (HST), and an increasing number of high-redshift galaxy surveys.</span></p>\n<p class=\"p3\"><span class=\"s2\">&nbsp;</span></p>\n<p class=\"p4\"><span class=\"s1\">The major goals of this project, as stated in the approved proposal, were to:</span></p>\n<p class=\"p4\"><span class=\"s2\"><span> </span>(I) extract the largest ever 3-&shy;D census of metal-rich absorbers from the SDSS-III quasar spectra;</span></p>\n<p class=\"p4\"><span class=\"s2\"><span> </span>(II) analyze the properties and distribution of the extracted absorbers;</span></p>\n<p class=\"p4\"><span class=\"s2\"><span> </span>(III) exploit deep galaxy surveys in regions of overlap with the SDSS quasar sample to reveal the <span> </span><span> </span><span> </span>typical environments of metal absorbers at moderate and high redshift;</span></p>\n<p class=\"p4\"><span class=\"s2\"><span> </span>(IV) employ detected QALs to constrain the physical distances to which galaxy and AGN outflows <span> </span><span> </span>extend as a function of galaxy properties and redshift;</span></p>\n<p class=\"p4\"><span class=\"s2\"><span> </span>(V) create and distribute novel inquiry-based educational activities for science teachers and <span> </span><span> </span><span> </span>students through the SDSS Skyserver website and the UW Space Place outreach center.</span></p>\n<p class=\"p1\"><span class=\"s1\">Outcomes and Findings:</span></p>\n<p class=\"p2\"><span class=\"s1\">&nbsp;</span></p>\n<p class=\"p3\"><span class=\"s2\">I completed the construction of an automated pipeline for extracting metal absorption features from the SDSS-III quasar sample, which now contains &gt;250,000 unique spectra. I have produced a catalog of absorbers, which represents a 3-D map of enriched gas in the Universe from z~0.3 to z~4.&nbsp; A catalog paper describing the absorber dataset is in preparation (Lundgren et al. in prep.), and these data have already contributed to multiple publications (Vikas et al. 2013; Lee et al. 2015? Perez-Rafols et al. 2015).</span></p>\n<p class=\"p3\"><span class=\"s2\">&nbsp;</span>&nbsp;</p>\n<p class=\"p3\"><span class=\"s2\">Directly studying the stellar properties of the galaxies that host these absorbers requires the sensitivity and resolution of HST.&nbsp; In order to build a sample of absorber-galaxy pairs with maximum efficiency, I used the aforementioned absorption catalog to identify the most metal-rich quasar sight lines. I was was awarded an 18-&shy;orbit program to study these targets, which has produced the deepest ever imaging and redshift survey of galaxies hosting metal-rich absorbers. The observations of these quasar fields...",
  "por_txt_cntn": "Project Overview and Goals:\n Powered by the active accretion of gas onto a super-massive black hole, quasars emit extreme luminosities, enabling them to be observed from great distances and providing powerful back-lights of the evolving matter distribution in the Universe across 12 Billion years. Absorption features observed in the spectra of distant quasars (quasar absorption lines; QALs) can sensitively trace the gas and dust in any foreground galaxies that intercept the line of sight to our telescopes (Figure 1).  Metal-enriched QALs probe the content and distribution of processed gas in and around galaxies as well as the geometry of large-scale outflows. However, due to the relative scarcity of bright quasars and the observational challenges of resolving faint foreground galaxies in close angular proximity to their sight lines, backlight studies have lacked the statistics required to produce a complete picture of the co-evolution of galaxies and their gaseous halos. This project aimed to address this long-standing problem using a combination of large spectroscopic quasar surveys like the Sloan Digital Sky Survey (SDSS), the new infrared capabilities of the Hubble Space Telescope (HST), and an increasing number of high-redshift galaxy surveys.\n \nThe major goals of this project, as stated in the approved proposal, were to:\n (I) extract the largest ever 3-&shy;D census of metal-rich absorbers from the SDSS-III quasar spectra;\n (II) analyze the properties and distribution of the extracted absorbers;\n (III) exploit deep galaxy surveys in regions of overlap with the SDSS quasar sample to reveal the    typical environments of metal absorbers at moderate and high redshift;\n (IV) employ detected QALs to constrain the physical distances to which galaxy and AGN outflows   extend as a function of galaxy properties and redshift;\n (V) create and distribute novel inquiry-based educational activities for science teachers and    students through the SDSS Skyserver website and the UW Space Place outreach center.\nOutcomes and Findings:\n \nI completed the construction of an automated pipeline for extracting metal absorption features from the SDSS-III quasar sample, which now contains &gt;250,000 unique spectra. I have produced a catalog of absorbers, which represents a 3-D map of enriched gas in the Universe from z~0.3 to z~4.  A catalog paper describing the absorber dataset is in preparation (Lundgren et al. in prep.), and these data have already contributed to multiple publications (Vikas et al. 2013; Lee et al. 2015? Perez-Rafols et al. 2015).\n  \nDirectly studying the stellar properties of the galaxies that host these absorbers requires the sensitivity and resolution of HST.  In order to build a sample of absorber-galaxy pairs with maximum efficiency, I used the aforementioned absorption catalog to identify the most metal-rich quasar sight lines. I was was awarded an 18-&shy;orbit program to study these targets, which has produced the deepest ever imaging and redshift survey of galaxies hosting metal-rich absorbers. The observations of these quasar fields have provided the best available data to address the 3rd and 4th major goals of this project.  Initial results from this program were presented at the January 2015 American Astronomical Society Meeting (Seattle, WA) and the July 2015 Meeting on the Enrichment of Diffuse Gas in the Universe (Sexten Center for Astrophysics, Italy).  A paper describing the results is in preparation (Lundgren et al., in prep.).\n \nBroader Impacts:\n \nThroughout my fellowship term, I have been an active member of the SDSS Education and Public Outreach committee.  My contributions to the committee included producing educational materials designed to enable students and the public to discover the fundamentals of modern astronomy and to explore the SDSS database.  The activities to which I contributed were presented at the January 2014 Meeting of the American Astronomical Society (Washington, DC) and the August 2015..."
 }
}