{
 "awd_id": "1202631",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Energy, Environment and Society Learning Network (ENERGY NET):   Enhancing opportunities for learning using an  Earth systems science framework",
 "cfda_num": "47.050",
 "org_code": "06010000",
 "po_phone": "7032924713",
 "po_email": "mbjones@nsf.gov",
 "po_sign_block_name": "Brandon Jones",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 299998.0,
 "awd_amount": 299998.0,
 "awd_min_amd_letter_date": "2012-08-20",
 "awd_max_amd_letter_date": "2012-08-20",
 "awd_abstract_narration": "ENERGY-NET (Energy, Environment and Society Learning Network) brings together the Carnegie Museum of Natural History (CMNH) with the learning science and geoscience research strengths at the University of Pittsburgh to create rich opportunities for participatory learning and public education in the arena of energy, the environment, and society using an Earth systems science framework.  ENERGY-NET builds upon a long-established teen docent program at CMNH and forms Geoscience Squads comprised of underserved teens.  Together, the ENERGY-NET team, including museum staff, experts in informal learning sciences, and geoscientists spanning career stage (undergraduates, graduate students, faculty) provides inquiry-based learning experiences guided by Earth systems science principles.  Together, the team works with Geoscience Squads to design \"Exploration Stations\" for use with CMNH visitors that employ an Earth systems science framework to explore the intersecting lenses of energy, the environment, and society.  The goals of ENERGY-NET are to:  1) Develop a rich set of experiential learning activities to enhance public knowledge about the complex dynamics between Energy, Environment, and Society for demonstration at CMNH; 2) Expand diversity in the geosciences workforce by mentoring underrepresented teens, providing authentic learning experiences in earth systems science and life skills, and providing networking opportunities with geoscientists; and 3) Institutionalize ENERGY-NET collaborations among geosciences expert, learning researchers, and museum staff to yield long-term improvements in public geoscience education and geoscience workforce recruiting.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "RISE",
 "org_div_long_name": "Integrative and Collaborative Education and Research (ICER)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Emily",
   "pi_last_name": "Elliott",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Emily M Elliott",
   "pi_email_addr": "eelliott@pitt.edu",
   "nsf_id": "000519189",
   "pi_start_date": "2012-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Crowley",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin J Crowley",
   "pi_email_addr": "crowleyk+@pitt.edu",
   "nsf_id": "000317741",
   "pi_start_date": "2012-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Bain",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel J Bain",
   "pi_email_addr": "dbain@pitt.edu",
   "nsf_id": "000277934",
   "pi_start_date": "2012-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Pittsburgh",
  "inst_street_address": "4200 FIFTH AVENUE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4126247400",
  "inst_zip_code": "152600001",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "UNIVERSITY OF PITTSBURGH - OF THE COMMONWEALTH SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "MKAGLD59JRL1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Pittsburgh",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152132303",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "173300",
   "pgm_ele_name": "GEOSCIENCE EDUCATION"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 299998.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><ol> </ol>\n<p class=\"Heading\" style=\"text-align: center;\"><strong>Energy, Environment and Society Learning Network (ENERGYNET):&nbsp; </strong><br /><strong> Enhancing opportunities for learning using an Earth systems science framework</strong></p>\n<p class=\"Body\" style=\"text-align: center;\"><em>Emily M. Elliott, Principal Investigator</em></p>\n<p class=\"Body\" style=\"text-align: center;\"><em>Daniel Bain, Kevin Crowley, Lauren Giarratani, Co-Investigators</em></p>\n<div>\n<p class=\"Body\" style=\"text-align: center;\"><em>University of Pittsburgh and the Carnegie Museum of Natural History</em></p>\n</div>\n<p>The EnergyNet project used an Earth Systems Science framework to guide experiential learning focused on the intersecting lenses of energy, the environment, and society for museum visitors, underserved youth, and communities in the Western Pennsylvania region.&nbsp; The main goals of the project were to:&nbsp;</p>\n<ul>\n<li>Expand diversity in the geosciences workforce by mentoring underrepresented teens, providing rich learning experiences in earth systems science and life skills, and providing networking opportunities with geoscientists.&nbsp; </li>\n<li>Develop a rich set of experiential learning activities to enhance public knowledge about the complex dynamics between Energy, Environment, and Society for demonstration at Carnegie Museum of Natural History.&nbsp; </li>\n<li>Institutionalize EnergyNet collaborations between geosciences expertise, learning researchers, and museum staff to yield long-term improvements in public geoscience education and geoscience workforce recruiting.</li>\n</ul>\n<p>This four-year project was a collaboration between learning scientists, geoscientists, museum educators, undergraduate environmental studies mentors, and teens interns.&nbsp; Together, we ran an after-school internship program for teens that engaged youth with hands-on science and leadership experience, and generated youth-designed exhibits about energy for Carnegie Museum of Natural History.</p>\n<p><strong>KEY OUTCOMES</strong></p>\n<p>1.&nbsp; To <strong><em>address diversity in the geosciences workforce</em></strong>, EnergyNET created opportunities for 21 undergraduate Environmental Studies majors to serve as mentors to 42 teens.&nbsp; Towards the goal of diversifying the STEM workforce, 67% of undergraduate participants, and 57% of teen participants, were female.&nbsp; Racial demographics underrepresented in STEM careers included 67% of teen participants who identified as African American or multi-racial, and one participant who identified as Latina.&nbsp; Of the teen participants, 18 continued through multiple years in the program.&nbsp; Through the process of hands-on science investigations, interviewing STEM professionals, and designing and building museum exhibitions, the undergraduates and teens strengthened relationships that helped them explore career options in environmental fields and education.&nbsp; To address diversity in the geosciences workforce, EnergyNet used three strategies:</p>\n<ul>\n<li>We recruited teens from diverse racial and socio-economic backgrounds by partnering with local schools and community organizations, particularly those that integrate internships into graduation or work-experience expectations for high school students. </li>\n<li>We designed staff training that emphasized distributed leadership, built skills for effective communication and collaboration, and addressed how learner&rsquo;s identities as STEM learners are co-constructed with many other diverse elements of personal identity.&nbsp; By emphasizing the unique skills sets and learning goals of both teen participants and staff, we created an environment that respected the talents and supported learning equally for teens, undergraduate interns, scientists, and educators.</li>\n<li>We introduced program participants to a wide variety of professionals in STEM careers whose work addresses environmental issues.&nbsp; Field trips, guest lectures and workshops included a diverse group of professionals including:&nbsp; geoscientists, public health specialists, environmental advocates, filmmakers, educators, museum exhibitions developers, and engineers.&nbsp; &nbsp;&nbsp;</li>\n</ul>\n<ol> </ol>\n<p><strong><em>2.&nbsp; EnergyNET developed four temporary museum exhibitions focused on energy impacts in food systems, water, soil, and air quality</em></strong>.&nbsp; Exhibit evaluations demonstrated that diverse audiences engaged with the content, and that visitors have a high degree of interest in environmental issues, particularly those that reflect our region&rsquo;s industrial and environmental history.&nbsp; In addition, the project generated curriculum that used hands-on science experiments, field trips and guest speakers from a wide range of STEM careers, and exhibit design activities to increase content knowledge and leadership skills of both teens and undergraduates.&nbsp; <strong>We estimate that over 350,000 visitors to Carnegie Museum of Natural History viewed the EnergyNet exhibits.&nbsp; </strong></p>\n<ol> </ol>\n<p><strong><em>3.&nbsp; The institutional collaborations between geoscientists, learning researchers, and museum staff will have a long-term impact at Carnegie Museum of Natural History</em></strong>. The museum&rsquo;s strategic plan emphasizes the Anthropocene through multidisciplinary research and visitor engagement, exhibitions and programming.&nbsp; Research and educational activities from EnergyNet developed and demonstrated effective ways of engaging staff, students, and visitors with socially challenging content.&nbsp; Because of the importance of energy in our regional economy and the museum&rsquo;s scientific research in ecology, the concepts and strategies refined during EnergyNet will continue to influence developing programs and exhibitions at the museum.&nbsp; Energy Net also allowed the museum to explore effective methods to support internships for high school students and undergraduates, and build partnerships with local schools and community organizations that help recruit young people from diverse demographics to participate in museum opportunities.&nbsp; These efforts are now integrated into broader approaches to diversity and inclusion at the museum.</p>\n<ol> </ol> <ol> </ol>\n<p>4.&nbsp; The <strong><em>EnergyNet collaborative model was disseminated to the larger geoscience academic community</em> </strong>via<strong> </strong>two conference presentations at annual meetings of the American Geophysical Union in 2012 and 2014.&nbsp; Additionally, a manuscript is in preparation that describes the success of the museum-geoscience-learning research partnership for publication in a widely read geoscience journal, EOS.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/02/2016<br>\n\t\t\t\t\tModified by: Emily&nbsp;M&nbsp;Elliott</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nEnergy, Environment and Society Learning Network (ENERGYNET):  \n Enhancing opportunities for learning using an Earth systems science framework\nEmily M. Elliott, Principal Investigator\nDaniel Bain, Kevin Crowley, Lauren Giarratani, Co-Investigators\n\nUniversity of Pittsburgh and the Carnegie Museum of Natural History\n\n\nThe EnergyNet project used an Earth Systems Science framework to guide experiential learning focused on the intersecting lenses of energy, the environment, and society for museum visitors, underserved youth, and communities in the Western Pennsylvania region.  The main goals of the project were to: \n\nExpand diversity in the geosciences workforce by mentoring underrepresented teens, providing rich learning experiences in earth systems science and life skills, and providing networking opportunities with geoscientists.  \nDevelop a rich set of experiential learning activities to enhance public knowledge about the complex dynamics between Energy, Environment, and Society for demonstration at Carnegie Museum of Natural History.  \nInstitutionalize EnergyNet collaborations between geosciences expertise, learning researchers, and museum staff to yield long-term improvements in public geoscience education and geoscience workforce recruiting.\n\n\nThis four-year project was a collaboration between learning scientists, geoscientists, museum educators, undergraduate environmental studies mentors, and teens interns.  Together, we ran an after-school internship program for teens that engaged youth with hands-on science and leadership experience, and generated youth-designed exhibits about energy for Carnegie Museum of Natural History.\n\nKEY OUTCOMES\n\n1.  To address diversity in the geosciences workforce, EnergyNET created opportunities for 21 undergraduate Environmental Studies majors to serve as mentors to 42 teens.  Towards the goal of diversifying the STEM workforce, 67% of undergraduate participants, and 57% of teen participants, were female.  Racial demographics underrepresented in STEM careers included 67% of teen participants who identified as African American or multi-racial, and one participant who identified as Latina.  Of the teen participants, 18 continued through multiple years in the program.  Through the process of hands-on science investigations, interviewing STEM professionals, and designing and building museum exhibitions, the undergraduates and teens strengthened relationships that helped them explore career options in environmental fields and education.  To address diversity in the geosciences workforce, EnergyNet used three strategies:\n\nWe recruited teens from diverse racial and socio-economic backgrounds by partnering with local schools and community organizations, particularly those that integrate internships into graduation or work-experience expectations for high school students. \nWe designed staff training that emphasized distributed leadership, built skills for effective communication and collaboration, and addressed how learner?s identities as STEM learners are co-constructed with many other diverse elements of personal identity.  By emphasizing the unique skills sets and learning goals of both teen participants and staff, we created an environment that respected the talents and supported learning equally for teens, undergraduate interns, scientists, and educators.\nWe introduced program participants to a wide variety of professionals in STEM careers whose work addresses environmental issues.  Field trips, guest lectures and workshops included a diverse group of professionals including:  geoscientists, public health specialists, environmental advocates, filmmakers, educators, museum exhibitions developers, and engineers.    \n\n \n\n2.  EnergyNET developed four temporary museum exhibitions focused on energy impacts in food systems, water, soil, and air quality.  Exhibit evaluations demonstrated that diverse audiences engaged with the content, and that visitors have a high degree of interest in environmental issues, particularly those that reflect our region?s industrial and environmental history.  In addition, the project generated curriculum that used hands-on science experiments, field trips and guest speakers from a wide range of STEM careers, and exhibit design activities to increase content knowledge and leadership skills of both teens and undergraduates.  We estimate that over 350,000 visitors to Carnegie Museum of Natural History viewed the EnergyNet exhibits.  \n \n\n3.  The institutional collaborations between geoscientists, learning researchers, and museum staff will have a long-term impact at Carnegie Museum of Natural History. The museum?s strategic plan emphasizes the Anthropocene through multidisciplinary research and visitor engagement, exhibitions and programming.  Research and educational activities from EnergyNet developed and demonstrated effective ways of engaging staff, students, and visitors with socially challenging content.  Because of the importance of energy in our regional economy and the museum?s scientific research in ecology, the concepts and strategies refined during EnergyNet will continue to influence developing programs and exhibitions at the museum.  Energy Net also allowed the museum to explore effective methods to support internships for high school students and undergraduates, and build partnerships with local schools and community organizations that help recruit young people from diverse demographics to participate in museum opportunities.  These efforts are now integrated into broader approaches to diversity and inclusion at the museum.\n   \n\n4.  The EnergyNet collaborative model was disseminated to the larger geoscience academic community via two conference presentations at annual meetings of the American Geophysical Union in 2012 and 2014.  Additionally, a manuscript is in preparation that describes the success of the museum-geoscience-learning research partnership for publication in a widely read geoscience journal, EOS.\n\n\t\t\t\t\tLast Modified: 12/02/2016\n\n\t\t\t\t\tSubmitted by: Emily M Elliott"
 }
}