{
 "awd_id": "1202886",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2012",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Vanni",
 "awd_eff_date": "2012-11-01",
 "awd_exp_date": "2014-10-31",
 "tot_intn_awd_amt": 123000.0,
 "awd_amount": 123000.0,
 "awd_min_amd_letter_date": "2012-06-26",
 "awd_max_amd_letter_date": "2012-06-26",
 "awd_abstract_narration": "Spotting paths and planning maneuvers: How birds fly through a complex cluttered world\r\n\r\n\r\nFlying animals regularly navigate through forests, urban settings, and other very complex environments at high speeds. These flights require, 1) rapid visual recognition of the surrounding environment, 2) quick and accurate planning of unobstructed paths, and 3) accurate maneuvers. These three behaviors are interdependent: vision informs path planning which defines the maneuvers to be performed whose execution presents a new scene. Despite a long history of work seeking to understand how birds process visual information, plan paths, and the aerodynamics of their maneuvers, little work has explored how these aspects work together in the real world. This work is investigating the feedback between vision, path planning, and aerodynamic maneuvering in the real world. \r\n\r\nThe fellow is developing instrumentation which pigeons (Columba livia) can carry in backpack-harnesses during free flight. This instrumentation, consisting of video devices and inertial sensors (IMUs), will allow researchers to record wing kinematic data, visual environment data, and flight paths over long outdoor flights through natural environments. As part of this work, the fellow will offer lectures on recent advances to high school biology teachers through Harvard Life Sciences? Outreach Program, and develop exhibit material for the Harvard Museum of Natural History focusing on the mechanisms required for successful biological flight. Additionally, increased understanding of these natural processes will inform future engineering efforts to produce fully or partially autonomous micro aerial vehicles.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Williams",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Charles D Williams",
   "pi_email_addr": "",
   "nsf_id": "000602621",
   "pi_start_date": "2012-06-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Williams                Charles        D",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Seattle",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "",
  "inst_zip_code": "981951800",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": null,
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021382902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "805400",
   "pgm_ele_name": "Inters Biol and Math and Phys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  },
  {
   "pgm_ref_code": "7174",
   "pgm_ref_txt": "POSTDOC FELLOW IN SCI, MATH EN"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 123000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\"><span class=\"s1\">The real world is a cluttered environment and animals face obstacles during the course of their normal locomotion. Everyday, birds avoid hitting trees, lamp-posts, and other flock-members in order to </span><span class=\"s2\">feed, socialize, and mate</span><span class=\"s1\">. We clarified the strategies birds used to traverse tight spaces and determined how responses to moving images differ between threatening and benign stimuli.</span></p>\n<p class=\"p1\"><span class=\"s1\">To probe the identification and response to threatening and benign stimuli, we allowed hummingbirds to fly back and forth between two feeders in an enclosed tunnel. On the sides of the tunnel we project visual fields that were either looming, appearing to approach the bird, or receding, appearing to fall away. Previous studies have established that insects can differentiate between these two conditions, and they fail to respond to stimuli which are receding, a processing step sometimes referred to as object identification. This same process has yet to be demonstrated to be present in birds (previously it had been thought that they rely largely on tracking the movement of points of interest to estimate motion during forward flight). The presence of object identification suggests a previously unidentified similarity between insect and avian visual processing.</span></p>\n<p class=\"p1\"><span class=\"s1\">Second, to understand flight strategies used in tight spaces, we presented pigeons with a simplified challenge: a series of vertical gaps which were variably spaced. The pigeons used two distinct postures, as seen in the attached figure. Posture one granted the pigeons greater flight efficiency but at the expense of more disrupted flight when they collided with obstacles. Posture one was used for traversing larger gaps. Flight posture two was less efficient but more stable when collisions did occur. Posture two was used for traversing smaller gaps. </span><span class=\"s2\">These stereotypical maneuvers reduce on-the-fly decision making and permit the birds to balance tradeoffs between the ability to make precise maneuvers and the ability to recover from collisions. Understanding these tradeoffs helps us to progress our knowledge of how birds interact with their environment in realistic, ecologically relevant ways.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/26/2015<br>\n\t\t\t\t\tModified by: Charles&nbsp;D&nbsp;Williams</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1202886/1202886_10184499_1422320385107_PauseAndFold--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1202886/1202886_10184499_1422320385107_PauseAndFold--rgov-800width.jpg\" title=\"Two postures - pausing and folding of the wings\"><img src=\"/por/images/Reports/POR/2015/1202886/1202886_10184499_1422320385107_PauseAndFold--rgov-66x44.jpg\" alt=\"Two postures - pausing and folding of the wings\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Two postures for tight spaces: the ôwings pausedö case in which the wings were held at the top of upstroke, with downstroke resuming on the far side of an obstacle, and the ôwings foldedö case in which the wingstroke was interrupted and the wings tucked along the body for later unfolding.</div>\n<div class=\"imageCredit\">CDW</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Charles&nbsp;D&nbsp;Williams</div>\n<div class=\"imageTitle\">Two postures - pausing and folding of the wings</div...",
  "por_txt_cntn": "The real world is a cluttered environment and animals face obstacles during the course of their normal locomotion. Everyday, birds avoid hitting trees, lamp-posts, and other flock-members in order to feed, socialize, and mate. We clarified the strategies birds used to traverse tight spaces and determined how responses to moving images differ between threatening and benign stimuli.\nTo probe the identification and response to threatening and benign stimuli, we allowed hummingbirds to fly back and forth between two feeders in an enclosed tunnel. On the sides of the tunnel we project visual fields that were either looming, appearing to approach the bird, or receding, appearing to fall away. Previous studies have established that insects can differentiate between these two conditions, and they fail to respond to stimuli which are receding, a processing step sometimes referred to as object identification. This same process has yet to be demonstrated to be present in birds (previously it had been thought that they rely largely on tracking the movement of points of interest to estimate motion during forward flight). The presence of object identification suggests a previously unidentified similarity between insect and avian visual processing.\nSecond, to understand flight strategies used in tight spaces, we presented pigeons with a simplified challenge: a series of vertical gaps which were variably spaced. The pigeons used two distinct postures, as seen in the attached figure. Posture one granted the pigeons greater flight efficiency but at the expense of more disrupted flight when they collided with obstacles. Posture one was used for traversing larger gaps. Flight posture two was less efficient but more stable when collisions did occur. Posture two was used for traversing smaller gaps. These stereotypical maneuvers reduce on-the-fly decision making and permit the birds to balance tradeoffs between the ability to make precise maneuvers and the ability to recover from collisions. Understanding these tradeoffs helps us to progress our knowledge of how birds interact with their environment in realistic, ecologically relevant ways.\n\n \n\n\t\t\t\t\tLast Modified: 01/26/2015\n\n\t\t\t\t\tSubmitted by: Charles D Williams"
 }
}