{
 "awd_id": "1202803",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF NPGI Postdoctoral Fellowship in Biology FY 2012",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne W. Sylvester",
 "awd_eff_date": "2012-10-15",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 195900.0,
 "awd_amount": 195900.0,
 "awd_min_amd_letter_date": "2012-06-26",
 "awd_max_amd_letter_date": "2012-06-26",
 "awd_abstract_narration": "This action funds a National Plant Genome Initiative Postdoctoral Research Fellowship for FY 2012. The fellowship supports a research and training plan in a host laboratory for the Fellow to focus their studies in plant genomics with an emphasis on quantitative genetics, modern breeding approaches, and bioinformatics. The title of the research and training plan for this fellowship to Rachel S. Meyer is \"Selection for Salt Tolerance in African Rice (Oryza Glaberrima) in Indigenous Riverine Agricultural Habitats of Western Africa\".  The host institution for the fellowship is New York University and the sponsoring scientist is Dr. Michael Purugganan.  \r\n\r\nOne major factor limiting worldwide crop production is high salinity, which affects 50% of global irrigated land area. Farmers in the Atlantic Coast region stretching from Senegal to Liberia plant indigenous crops that are tolerant to saline conditions.  This project focuses on one such crop that is a major staple: African rice (Oryza glaberrima Steud.). O. glaberrima is irrigated by rivers with a conspicuous salinity gradient. Thus, the agricultural system developed for O. glaberrima implies that varieties have been arranged with matched fitness to local saline levels. However, farmers also practice agriculture in unique ways including dyking of mangrove swamps, soil overturning, and sometimes desalination, which spurs several critical questions. How has the O. glaberrima genome been modified to tolerate salinity? To what extent do specific agricultural practices play a role in the ability of O. glaberrima to be cultivated in saline environments? Is it geographic characteristics or cultural practices that guide selection for this crop?  To address these questions, the genomes of 100 germplasm accessions from three agricultural river systems will be surveyed in order to build a SNP map for O. glaberrima and identify DNA regions that distinguish germplasm from saline coastal versus freshwater inland environments. Interviews will be conducted to gather information about land conditions, farming techniques, and community roles in seed trading along these rivers. DNA sequence data will be correlated with the salinity at collection locales, culturally specific agricultural practices, and salt injury tests. Results will connect aspects of human innovation to agroecology and selective crop breeding, while specifically addressing challenges faced by a need to practice agriculture on areas of high salinity. \r\n\r\nTraining objectives include data management of entire genomes and population analyses, in-depth agroecological analysis, and cross-training between NYU and international institutions. Broader impacts include include capacity-building and advanced training for students from the United States to engage in interdisciplinary research in plant improvement and associated sciences such as physiology, quantitative genetics, and computational biology.  Outreach activities include training workshops in West Africa and other countries to enhance utility of genome sequence generated and use of agroecological data to design tools to help farmers, and K-12 DNA barcoding mentoring.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rachel",
   "pi_last_name": "Meyer",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Rachel S Meyer",
   "pi_email_addr": "",
   "nsf_id": "000599891",
   "pi_start_date": "2012-06-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Meyer                   Rachel         S",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "New York",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "",
  "inst_zip_code": "100351620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "NYU",
  "perf_str_addr": null,
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100036688",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NY10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "810500",
   "pgm_ele_name": "NPGI PostDoc Rsrch Fellowship"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1329",
   "pgm_ref_txt": "PLANT GENOME RESEARCH PROJECT"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 195900.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Research aims were to sequence whole genomes of about 100 landraces of African rice from across its range of cultivation, to phenotype landraces salinity tolerance, identify areas of the genome including candidate genes that might play a role in salt tolerance, and then use the genomes to identify geographic centers where selection for salt tolerance might have arisen. The project also aimed to visit the farmers in these parts of West Africa and connect agricultural practice and climate to the practice of salt tolerance selection that may have been the basis for the genetic signals we observe.</p>\n<p>Data management aims included a commitment to make all genome data publically available and easily accessible, so that anyone interested in doing genome wide association with other traits could order the same landraces and phenotype, without needing to bear the cost of genomic sequencing (a potential benefit for researchers in developing countries).</p>\n<p>Meyer was tasked with integrating plant genomics, anthropology, ethnobotany, archaeological evidence, and climate change evidence together to understand the landscape of crop selection. In addition, she did fieldwork and cross training in multiple countries to assemble to datasets and build the needed collaborative teams. The fellowship also had a substantial public interface: not only were public plant accessions used for the study that could be leveraged by other researchers, but researchers could collaborate with Meyer to ask questions beyond our initial expectations for the fellowship. For example, a collaboration with Tinde van Andel (Wageningen) and Rod Wing's group (U of Arizona) investigated the African rice brought to the Americas during the African diaspora caused by the slave trade. Meyer formed collaborations with other rice experts (e.g., Briana Gross, U of Minnesota, Duluth) to compare Asian and African rice domestication genes so as to quantitatively understand the unique processes both crops underwent. Meyer gianed mentorship skills as well during this fellowship, working with NYU undergraduates, and improved science communication skills by disseminating global crop domestication stories in informal learning venues in New York and elsewhere as part of her project outreach. &nbsp;She also leveraged connections with Imagine Science Films to share the subsistence West African farmer experiences with the global public through online documentary video (IRB approved), in hopes to raise awareness about the challenges these people face due to climate change and policy change.</p>\n<p>All aims of the proposed work were met: A high quality SNP map of 2.3 million sites with genetic variation was produced and used to identify eleven genomic regions thought to shape the response and ultimate survival of an African rice seedling to salt, one of the major threats to global crop production. Meyer and team also predicted the geography of increased salinity in West Africa, where food insecurity is already low. Candidate genes associated with salt tolerance were characterized for gene expression differences between tolerant and sensitive varieties, and literature was mined to find where orthologs were functionally characterized. The result produced a set of several genes, including high affinity potassium transporters, that should be focused on for salt tolerance breeding and that landraces with tolerant alleles in those genes should be planted in geographic areas experiencing, or predicted to experience, increasing salinity. Among this set were also candidate salt tolerance genes that clearly were under strong geographical selection for salt tolerance in areas where farmers also confirmed they had practiced selection for salt tolerance. Further, we found an exciting result that overturned a major domestication theory stating African rice was only recently domesticated 3000 years ago. We found the start of a genetic bottleneck in African rice as early as 13,000 years ago, which means it is just like most other grains that become domesticated as the Neolithic proceeds, suggesting that climate change and human population growth may produce the same changes to plant food sources in West sub-Saharan Africa, that was known for semi-nomadic pastoralist culture and forest dwelling culture, as other global regions experiencing more sedentary Neolithics.&nbsp;</p>\n<p>In outreach summary, new collaborations between institutions formed, cross training helped connect and build skills for both African and American research groups, over 3000 people learned about food plant science and over 1800 people watched the documentary on subsistence farms in West Africa. A farm planning software is being developed with optimization for small-scale farmers based on interview results. Two undergraduates were trained on the project and are on science tracks.&nbsp;</p>\n<p>In products summary, 10 publications were produced as a result of this fellowship, related to this African rice project, to projects in the Purugganan lab, or to scientific topics inspired by this project. Genomes are available to download through the NCBI SRA, a JBROWSE allows public exploration of genome data, a fieldwork blog, workshops, symposia, and two documentaries were made. Meyer continues to pursue a trans-disciplinary environmental science career. Purugganan continues African rice research.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/15/2017<br>\n\t\t\t\t\tModified by: Rachel&nbsp;S&nbsp;Meyer</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1202803/1202803_10184588_1494868500358_20150709_162739--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1202803/1202803_10184588_1494868500358_20150709_162739--rgov-800width.jpg\" title=\"Farmers of heritage African rice in Togo\"><img src=\"/por/images/Reports/POR/2017/1202803/1202803_10184588_1494868500358_20150709_162739--rgov-66x44.jpg\" alt=\"Farmers of heritage African rice in Togo\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Rachel Meyer (right) and Anne Plessis (second from left), both postdocs in the Purugganan Lab at NYU, met with 30 farmers in Togo and conducted 1 hour interviews, translating from Ewe into French and then into English.</div>\n<div class=\"imageCredit\">Rachel Meyer</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Rachel&nbsp;S&nbsp;Meyer</div>\n<div class=\"imageTitle\">Farmers of heritage African rice in Togo</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1202803/1202803_10184588_1494868329163_0916NGcover.print(1)--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1202803/1202803_10184588_1494868329163_0916NGcover.print(1)--rgov-800width.jpg\" title=\"Nature Genetics Cover\"><img src=\"/por/images/Reports/POR/2017/1202803/1202803_10184588_1494868329163_0916NGcover.print(1)--rgov-66x44.jpg\" alt=\"Nature Genetics Cover\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">African rice (Oryza glaberrima) and barley histories of selection by people uncovered using genomics. Meyer was asked to make the cover uniting her African rice Letter in the issue with a barley article.</div>\n<div class=\"imageCredit\">Nature Publishing Group</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Rachel&nbsp;S&nbsp;Meyer</div>\n<div class=\"imageTitle\">Nature Genetics Cover</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1202803/1202803_10184588_1494813052663_ScreenShot2017-05-14at6.44.23PM--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1202803/1202803_10184588_1494813052663_ScreenShot2017-05-14at6.44.23PM--rgov-800width.jpg\" title=\"Discovery of mutations associated with salt tolerance under selection in certain parts of West Africa\"><img src=\"/por/images/Reports/POR/2017/1202803/1202803_10184588_1494813052663_ScreenShot2017-05-14at6.44.23PM--rgov-66x44.jpg\" alt=\"Discovery of mutations associated with salt tolerance under selection in certain parts of West Africa\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Population phenotypic differentiation, GWAS mapping and selective sweep analysis for salinity tolerance. (a) Geographical variation in salt tolerance phenotypes. Bar plots representing the four West African populations (SE inland (n = 13), SW coastal (n = 50), NE inland (n = 9), NW coastal (n = 49))</div>\n<div class=\"imageCredit\">Rachel S Meyer, Copyright Nature Genetics</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Rachel&nbsp;S&nbsp;Meyer</div>\n<div class=\"imageTitle\">Discovery of mutations associated with salt tolerance under selection in certain parts of West Africa</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1202803/1202803_10184588_1494868744171_20150708_182333--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1202803/1202803_10184588_1494868744171_20150708_182333--rgov-800width.jpg\" title=\"Meeting with the village chief\"><img src=\"/por/images/Reports/POR/2017/1202803/1202803_10184588_1494868744171_20150708_182333--rgov-66x44.jpg\" alt=\"Meeting with the village chief\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Before going into villages to conduct interviews, Meyer and team met with village chiefs to explain the project and get permission prior to getting permission from individual farmers. From right: Bertin Fonton (Africa Rice), Michelle Sanches, Chief Gassou, Rachel Meyer, and Anne Plessis</div>\n<div class=\"imageCredit\">Rachel Meyer</div>\n<div class=\"imagePermisssions\">Royalty-free (unrestricted use)</div>\n<div class=\"imageSubmitted\">Rachel&nbsp;S&nbsp;Meyer</div>\n<div class=\"imageTitle\">Meeting with the village chief</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1202803/1202803_10184588_1494869706296_Rice_Tinde--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1202803/1202803_10184588_1494869706296_Rice_Tinde--rgov-800width.jpg\" title=\"Slaves taken from countries and rice we traced back from Suriname\"><img src=\"/por/images/Reports/POR/2017/1202803/1202803_10184588_1494869706296_Rice_Tinde--rgov-66x44.jpg\" alt=\"Slaves taken from countries and rice we traced back from Suriname\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Slaves taken from countries along the ?rice coast? of Africa brought knowledge about the crop with them to the Americas. Maroons in Suriname were growing a rice genetically similar to a particular Ivory Coast rice. This was found using whole genome sequencing of 121 African rice accessions.</div>\n<div class=\"imageCredit\">Wageningen University</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Rachel&nbsp;S&nbsp;Meyer</div>\n<div class=\"imageTitle\">Slaves taken from countries and rice we traced back from Suriname</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1202803/1202803_10184588_1494869961054_8486032882_97e23b151d_k--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1202803/1202803_10184588_1494869961054_8486032882_97e23b151d_k--rgov-800width.jpg\" title=\"Rice seedling salt tolerance phenotyping\"><img src=\"/por/images/Reports/POR/2017/1202803/1202803_10184588_1494869961054_8486032882_97e23b151d_k--rgov-66x44.jpg\" alt=\"Rice seedling salt tolerance phenotyping\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Batches of 20 seeds of 110 accessions of African rice were tested in triplicate by two kinds of tests for salt tolerance: one that is used by most researchers of Asian rice, and one that more closely resembles the transplanting from raised seedbeds into salty fields by some in West Africa.</div>\n<div class=\"imageCredit\">Rachel Meyer</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Rachel&nbsp;S&nbsp;Meyer</div>\n<div class=\"imageTitle\">Rice seedling salt tolerance phenotyping</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nResearch aims were to sequence whole genomes of about 100 landraces of African rice from across its range of cultivation, to phenotype landraces salinity tolerance, identify areas of the genome including candidate genes that might play a role in salt tolerance, and then use the genomes to identify geographic centers where selection for salt tolerance might have arisen. The project also aimed to visit the farmers in these parts of West Africa and connect agricultural practice and climate to the practice of salt tolerance selection that may have been the basis for the genetic signals we observe.\n\nData management aims included a commitment to make all genome data publically available and easily accessible, so that anyone interested in doing genome wide association with other traits could order the same landraces and phenotype, without needing to bear the cost of genomic sequencing (a potential benefit for researchers in developing countries).\n\nMeyer was tasked with integrating plant genomics, anthropology, ethnobotany, archaeological evidence, and climate change evidence together to understand the landscape of crop selection. In addition, she did fieldwork and cross training in multiple countries to assemble to datasets and build the needed collaborative teams. The fellowship also had a substantial public interface: not only were public plant accessions used for the study that could be leveraged by other researchers, but researchers could collaborate with Meyer to ask questions beyond our initial expectations for the fellowship. For example, a collaboration with Tinde van Andel (Wageningen) and Rod Wing's group (U of Arizona) investigated the African rice brought to the Americas during the African diaspora caused by the slave trade. Meyer formed collaborations with other rice experts (e.g., Briana Gross, U of Minnesota, Duluth) to compare Asian and African rice domestication genes so as to quantitatively understand the unique processes both crops underwent. Meyer gianed mentorship skills as well during this fellowship, working with NYU undergraduates, and improved science communication skills by disseminating global crop domestication stories in informal learning venues in New York and elsewhere as part of her project outreach.  She also leveraged connections with Imagine Science Films to share the subsistence West African farmer experiences with the global public through online documentary video (IRB approved), in hopes to raise awareness about the challenges these people face due to climate change and policy change.\n\nAll aims of the proposed work were met: A high quality SNP map of 2.3 million sites with genetic variation was produced and used to identify eleven genomic regions thought to shape the response and ultimate survival of an African rice seedling to salt, one of the major threats to global crop production. Meyer and team also predicted the geography of increased salinity in West Africa, where food insecurity is already low. Candidate genes associated with salt tolerance were characterized for gene expression differences between tolerant and sensitive varieties, and literature was mined to find where orthologs were functionally characterized. The result produced a set of several genes, including high affinity potassium transporters, that should be focused on for salt tolerance breeding and that landraces with tolerant alleles in those genes should be planted in geographic areas experiencing, or predicted to experience, increasing salinity. Among this set were also candidate salt tolerance genes that clearly were under strong geographical selection for salt tolerance in areas where farmers also confirmed they had practiced selection for salt tolerance. Further, we found an exciting result that overturned a major domestication theory stating African rice was only recently domesticated 3000 years ago. We found the start of a genetic bottleneck in African rice as early as 13,000 years ago, which means it is just like most other grains that become domesticated as the Neolithic proceeds, suggesting that climate change and human population growth may produce the same changes to plant food sources in West sub-Saharan Africa, that was known for semi-nomadic pastoralist culture and forest dwelling culture, as other global regions experiencing more sedentary Neolithics. \n\nIn outreach summary, new collaborations between institutions formed, cross training helped connect and build skills for both African and American research groups, over 3000 people learned about food plant science and over 1800 people watched the documentary on subsistence farms in West Africa. A farm planning software is being developed with optimization for small-scale farmers based on interview results. Two undergraduates were trained on the project and are on science tracks. \n\nIn products summary, 10 publications were produced as a result of this fellowship, related to this African rice project, to projects in the Purugganan lab, or to scientific topics inspired by this project. Genomes are available to download through the NCBI SRA, a JBROWSE allows public exploration of genome data, a fieldwork blog, workshops, symposia, and two documentaries were made. Meyer continues to pursue a trans-disciplinary environmental science career. Purugganan continues African rice research.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 05/15/2017\n\n\t\t\t\t\tSubmitted by: Rachel S Meyer"
 }
}