{
 "awd_id": "1202666",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2012",
 "cfda_num": "47.074",
 "org_code": "08090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne W. Sylvester",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 196800.0,
 "awd_amount": 196800.0,
 "awd_min_amd_letter_date": "2012-05-30",
 "awd_max_amd_letter_date": "2012-06-12",
 "awd_abstract_narration": "This action funds a National Plant Genome Initiative Postdoctoral Research Fellowship for FY 2012. The fellowship supports a research and training plan in a host laboratory for the Fellow to focus their studies in plant genomics with an emphasis on quantitative genetics, modern breeding approaches, and bioinformatics. The title of the research and training plan for this fellowship to Shelby L. Repinski is \"Genome-wide Association Study of Domestication Traits in Carrot (Daucus carota L.) Inbred Lines\".  The host institution for the fellowship is the University of Wisconsin - Madison and the sponsoring scientists are Drs. Philipp Simon, Patrick Krysan and Brian Yandell.  \r\n\r\nCarrots are among the top-ten most economically important vegetable crops in the world and have many health-promoting characteristics such as being the richest source of provitamin A carotenoids in the U.S. diet. Though the carotenoid biosynthetic pathway has been unveiled, many of the underlying genetic components are still unknown. Several other key agronomic traits in carrot such as lateral root prominence, storage root sugar type, and ease of flowering also lack a known genetic control. This project will generate molecular markers to facilitate rapid screening for agronomic traits in carrot.  Specifically, the project will employ next generation sequencing technologies and a recombinant inbred line (RIL) population to begin to identify quantitative trait loci for sugar, carotenoids, and root prominence as a first step to identifying gene(s) for carrot improvement.\r\n\r\nTraining objectives include bioinformatics, quantitative genetics, biochemistry and plant genomics.  Broader impacts include capacity-building and advanced training for students from the United States to engage in interdisciplinary research in plant improvement and associated sciences such as physiology, quantitative genetics, and computational biology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shelby",
   "pi_last_name": "Ellison",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Shelby L Ellison",
   "pi_email_addr": "",
   "nsf_id": "000601383",
   "pi_start_date": "2012-05-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ellison, Shelby L",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Madison",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "",
  "inst_zip_code": "53703",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin Madison",
  "perf_str_addr": null,
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061514",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "810500",
   "pgm_ele_name": "NPGI PostDoc Rsrch Fellowship"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1329",
   "pgm_ref_txt": "PLANT GENOME RESEARCH PROJECT"
  },
  {
   "pgm_ref_code": "9109",
   "pgm_ref_txt": "AGRICULTURAL BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 196800.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>During domestication, carrot roots changed drastically from a highly-branched, thin, white taproot to a thick, pigmented root with little or no lateral branching. Selection for increased pigmentation was fortuitous because carrots are now the richest source of pro-vitamin A carotenoids, particularly beta-carotene, in the world. The human body converts pro-vitamin A carotenoids into vitamin A, an essential component for maintaining heathy vision, an effective immune response, and cellular communication. Despite the high concentration of beta-carotene in carrot, little is known regarding the genetic regulation of this beneficial trait. Furthermore, agronomically important root architecture traits such as lateral branching, thickness and length also lack known genetic control. The primary goal of this project was to better characterize and understand the genetic mechanisms underlying the important carrot domestication traits; carotenoid accumulation and root architecture.</p>\n<p>To better understand carotenoid accumulation we employed high performance liquid chromatography, a method to detect carotenoid abundance, and Genotyping-by-Sequencing (GBS) to find associations between root pigmentation and regions of the carrot genome. Additionally, transcriptome analysis was conducted to find which genes were differentially expressed between white, yellow and orange roots. Two narrowly-defined genomic regions, on chromosomes five and seven, were found to be associated with total carotenoid content and beta-carotene accumulation, respectively. Under the region on chromosome five, only one gene was found to be differentially expressed and is the primary candidate gene controlling total carotenoid content in carrot taproot. Several genes were found to be differentially expressed under the region on chromosome seven and additional work is being conducted to narrow this list of candidate genes controlling beta-carotene accumulation. With further research we will soon be able to locate the exact genes controlling these traits, which will greatly impact our understanding of the carotenoid biosynthetic pathway. Understanding the genetic components involved in carotenoid accumulation, an important trait for human health, will lead to improved crop varieties with increased carotenoid content. Furthermore, discovery of novel genetic mechanisms may help increase carotenoids in other crops, which may alleviate vitamin A deficiencies found throughout the world.</p>\n<p>To better understand carrot root architecture we used a high-resolution scanning system and 2D visual characterization software along with GBS to find associations between root architecture traits and regions of the genome. Several novel genomic regions were identified as significantly associated with root length and lateral branching, some of which are near genes known to control root architecture traits in other plant species. Further research will be conducted to analyze these candidate genes as potential targets for selection in carrot breeding improvement programs. Establishing a protocol for image analysis in carrot as a model root crop will facilitate the application of these technologies to other root and tuber crops such as beet, potato and cassava. A better understanding of the genetic control of root architecture traits will be paramount for improving nutrient and water uptake as well as meeting farmer, processor and consumer needs.</p>\n<p>In a relatively short time and with a moderate amount of financial support we were able to generate a large amount of genomic data and utilize this data to find well-defined regions of the genome associated with genetic traits of economic interest. An overarching goal in the field of genetics and genomics is to better understand and characterize the genome. Through the development of projects such as this one we will continue to accelerate the rate at which progress towards this...",
  "por_txt_cntn": "\nDuring domestication, carrot roots changed drastically from a highly-branched, thin, white taproot to a thick, pigmented root with little or no lateral branching. Selection for increased pigmentation was fortuitous because carrots are now the richest source of pro-vitamin A carotenoids, particularly beta-carotene, in the world. The human body converts pro-vitamin A carotenoids into vitamin A, an essential component for maintaining heathy vision, an effective immune response, and cellular communication. Despite the high concentration of beta-carotene in carrot, little is known regarding the genetic regulation of this beneficial trait. Furthermore, agronomically important root architecture traits such as lateral branching, thickness and length also lack known genetic control. The primary goal of this project was to better characterize and understand the genetic mechanisms underlying the important carrot domestication traits; carotenoid accumulation and root architecture.\n\nTo better understand carotenoid accumulation we employed high performance liquid chromatography, a method to detect carotenoid abundance, and Genotyping-by-Sequencing (GBS) to find associations between root pigmentation and regions of the carrot genome. Additionally, transcriptome analysis was conducted to find which genes were differentially expressed between white, yellow and orange roots. Two narrowly-defined genomic regions, on chromosomes five and seven, were found to be associated with total carotenoid content and beta-carotene accumulation, respectively. Under the region on chromosome five, only one gene was found to be differentially expressed and is the primary candidate gene controlling total carotenoid content in carrot taproot. Several genes were found to be differentially expressed under the region on chromosome seven and additional work is being conducted to narrow this list of candidate genes controlling beta-carotene accumulation. With further research we will soon be able to locate the exact genes controlling these traits, which will greatly impact our understanding of the carotenoid biosynthetic pathway. Understanding the genetic components involved in carotenoid accumulation, an important trait for human health, will lead to improved crop varieties with increased carotenoid content. Furthermore, discovery of novel genetic mechanisms may help increase carotenoids in other crops, which may alleviate vitamin A deficiencies found throughout the world.\n\nTo better understand carrot root architecture we used a high-resolution scanning system and 2D visual characterization software along with GBS to find associations between root architecture traits and regions of the genome. Several novel genomic regions were identified as significantly associated with root length and lateral branching, some of which are near genes known to control root architecture traits in other plant species. Further research will be conducted to analyze these candidate genes as potential targets for selection in carrot breeding improvement programs. Establishing a protocol for image analysis in carrot as a model root crop will facilitate the application of these technologies to other root and tuber crops such as beet, potato and cassava. A better understanding of the genetic control of root architecture traits will be paramount for improving nutrient and water uptake as well as meeting farmer, processor and consumer needs.\n\nIn a relatively short time and with a moderate amount of financial support we were able to generate a large amount of genomic data and utilize this data to find well-defined regions of the genome associated with genetic traits of economic interest. An overarching goal in the field of genetics and genomics is to better understand and characterize the genome. Through the development of projects such as this one we will continue to accelerate the rate at which progress towards this goal is made. The use of high-throughput genomic and trait characterization pip..."
 }
}