{
 "awd_id": "1202069",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "QMHP: Nonequilibrium Green function modeling of coupled electron and phonon transport in nanoscale thermoelectric devices",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Radhakisan Baheti",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 328256.0,
 "awd_amount": 328256.0,
 "awd_min_amd_letter_date": "2012-04-13",
 "awd_max_amd_letter_date": "2012-04-13",
 "awd_abstract_narration": "This project will help us understand the fundamental barriers to higher efficiency in chips used as energy sources, in hopes that we can achieve future breakthroughs in energy by harnessing that understanding.\r\nMore specifically, the project will develop a quantum transport framework, implemented via massively parallel computation, to study coupled electron and phonon (i.e., vibrations of atoms) propagation in realistic nanostructures. The recent experimental and nanofabrication advances have ignited the exploration of heat flow and thermoelectricity in nanowires and molecular junctions. However, the theoretical and computational studies of such systems are lagging behind by considering electron and phonon currents independently. The approach is nonequilibrium Green function formalism combined with either first-principles methodology in the case of molecular junctions or with sermi-empirical models in the case of nanowires.\r\nIntellectual Merit:\r\nThe nonequilibrium quantum many-body problem posed by the inelastic coupling between electrons and phonons has enormous computational complexity which has prevented microscopic consistent treatment of both charge transport and energy transport on an equal footing. The proposed novel algorithm development to tackle this challenging problem has a potential to be the first of its kind.\r\nBroader Impact:\r\nThermoelectrics transform temperature gradients into electric voltage and vice versa. The optimization of the thermoelectric figure of merit for the proposed devices combining graphene nanoribbons or silicon nanowires with small molecules or nanopores could lead to commercially viable technologies for generation of electricity from waste heat or solid-state coolers for electronic circuits. The proposed research will offer excellent training for graduate students in advanced techniques of nonequilibrium quantum statistical mechanics, nanoscale device engineering, and high-performance computing. The outreach activities will include organization of workshops on \"Nanoscience and nanotechnology for high school teachers and students,\" lecturing at summer schools, and organization of international workshops on computational electronics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Branislav",
   "pi_last_name": "Nikolic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Branislav Nikolic",
   "pi_email_addr": "bnikolic@physics.udel.edu",
   "nsf_id": "000168072",
   "pi_start_date": "2012-04-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "Physics and Astronomy",
  "perf_city_name": "Newark",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197162570",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "760700",
   "pgm_ele_name": "EPCN-Energy-Power-Ctrl-Netwrks"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "102E",
   "pgm_ref_txt": "Quantum/high perform algorithm"
  },
  {
   "pgm_ref_code": "7423",
   "pgm_ref_txt": "Energy collection & storage"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 328256.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Overview:</strong> This Project was focused on the development of new theoretical and computational approaches to study transport of charge and spin (i.e., angular momentum) carried by electrons, as well as heat carried by either electrons or crystalline lattice vibrations in nanostructures. The Project has particularly focused on nanostructures which can be made using recently discovered materials which host massless Dirac electrons, such as graphene and topological insulators. Over the three year period 2012-2015, the Project has resulted in publication of nine refereed journal articles (available from https://wiki.physics.udel.edu/qttg/Publications), including those in high profile journals like Nano Letters and Physical Review, as well as three mini-review articles. It has also produced one Ph.D. thesis (the other one will be completed by the end of 2015), and has contributed to the development of the Computer Lab section of \"Introduction to Nanophysics\" course offered to graduate students in physics, chemistry and engineering Departments at the University of Delaware (available from&nbsp; https://wiki.physics.udel.edu/phys824/Computer_Lab).</p>\n<p><strong>Intellectual Merit: </strong>The quantum many-body systems driven away from equilibrium by the applied bias voltage, temperature difference and external radiation pose great challenge for modeling by theoretical physics and scientific computing. On the other hand, such modeling is crucial to evade traditional trial-and-error experimental procedures aiming to design novel spintronic, nanoelectronic and thermoelectric devices. In the course of this Project, we have developed novel algorithms, and implemented them on some of the fastest supercomputers in the world, which have made it possible to study effects such as:</p>\n<ul>\n<li>heat conduction by crystalline lattice vibrations in the presence of relativistic effects (known as spin-orbit coupling); </li>\n<li>heat currents carried by electron and lattice vibrations on the surface of three-dimensional topological insulators and two-dimensional graphene (with or without heavy adatoms which can convert graphene into a two-dimensional topological insulator); </li>\n<li>spin current generated by waste heat on the surface of three-dimensional topological insulators; </li>\n<li>spin current pumping by precessing magnetization in the presence of strong spin-orbit coupling; </li>\n<li>fully quantum many-body treatment of electronic transport in the presence of inelastic scattering off lattice vibrations or lattice spin waves; </li>\n<li>we have also delinated new interdisciplinary field of research combining physics with computer and data sciences to tackle extreme volume of data effectively generated by nonequilibrium quantum many-body systems in the course of their evolution in time.</li>\n</ul>\n<p><strong>Broader Impact:</strong> Two graduate students and three Visiting Scientists (including one Fullbright Scholar) have received excellent training in advanced methods of quantum transport theory and nonequilibrium quantum statistical mechanics. This has also included extensive use of local and remote supercomputing facilities. For over 50 years, various engineering and materials science community  have struggled to increase the efficiency of thermoelectric conversion  of waste heat into electricity, where the figure-of-merit (the so-called ZT, whose infinite value corresponds to Carnot cycle as an upper limit on the efficiency that any classical thermodynamic cycle can achieve during the conversion of thermal energy into useful work) has remained  around 1. It is well-known that for widespread applications one needs to  inctrease ZT to at least 3. We have demonstrated in two journal articles published in the course of this Project how to separate electron and phonon transport using boundary&nbsp; currents  in graphene nanoribbon and topological insulator systems, w...",
  "por_txt_cntn": "\nOverview: This Project was focused on the development of new theoretical and computational approaches to study transport of charge and spin (i.e., angular momentum) carried by electrons, as well as heat carried by either electrons or crystalline lattice vibrations in nanostructures. The Project has particularly focused on nanostructures which can be made using recently discovered materials which host massless Dirac electrons, such as graphene and topological insulators. Over the three year period 2012-2015, the Project has resulted in publication of nine refereed journal articles (available from https://wiki.physics.udel.edu/qttg/Publications), including those in high profile journals like Nano Letters and Physical Review, as well as three mini-review articles. It has also produced one Ph.D. thesis (the other one will be completed by the end of 2015), and has contributed to the development of the Computer Lab section of \"Introduction to Nanophysics\" course offered to graduate students in physics, chemistry and engineering Departments at the University of Delaware (available from  https://wiki.physics.udel.edu/phys824/Computer_Lab).\n\nIntellectual Merit: The quantum many-body systems driven away from equilibrium by the applied bias voltage, temperature difference and external radiation pose great challenge for modeling by theoretical physics and scientific computing. On the other hand, such modeling is crucial to evade traditional trial-and-error experimental procedures aiming to design novel spintronic, nanoelectronic and thermoelectric devices. In the course of this Project, we have developed novel algorithms, and implemented them on some of the fastest supercomputers in the world, which have made it possible to study effects such as:\n\nheat conduction by crystalline lattice vibrations in the presence of relativistic effects (known as spin-orbit coupling); \nheat currents carried by electron and lattice vibrations on the surface of three-dimensional topological insulators and two-dimensional graphene (with or without heavy adatoms which can convert graphene into a two-dimensional topological insulator); \nspin current generated by waste heat on the surface of three-dimensional topological insulators; \nspin current pumping by precessing magnetization in the presence of strong spin-orbit coupling; \nfully quantum many-body treatment of electronic transport in the presence of inelastic scattering off lattice vibrations or lattice spin waves; \nwe have also delinated new interdisciplinary field of research combining physics with computer and data sciences to tackle extreme volume of data effectively generated by nonequilibrium quantum many-body systems in the course of their evolution in time.\n\n\nBroader Impact: Two graduate students and three Visiting Scientists (including one Fullbright Scholar) have received excellent training in advanced methods of quantum transport theory and nonequilibrium quantum statistical mechanics. This has also included extensive use of local and remote supercomputing facilities. For over 50 years, various engineering and materials science community  have struggled to increase the efficiency of thermoelectric conversion  of waste heat into electricity, where the figure-of-merit (the so-called ZT, whose infinite value corresponds to Carnot cycle as an upper limit on the efficiency that any classical thermodynamic cycle can achieve during the conversion of thermal energy into useful work) has remained  around 1. It is well-known that for widespread applications one needs to  inctrease ZT to at least 3. We have demonstrated in two journal articles published in the course of this Project how to separate electron and phonon transport using boundary  currents  in graphene nanoribbon and topological insulator systems, where no electrons flow through their bulk, thereby paving the way toward ZT=3 predicted by our articles.  This novel paradigm could guide design of similar effects in conventional bulk materials. Ou..."
 }
}