{
 "awd_id": "1202892",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2012",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Vanni",
 "awd_eff_date": "2013-01-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 123000.0,
 "awd_amount": 123000.0,
 "awd_min_amd_letter_date": "2012-06-26",
 "awd_max_amd_letter_date": "2012-06-26",
 "awd_abstract_narration": "Community ecology of infectious diseases: mechanisms maintaining pathogen and host diversity\r\n\r\n\r\nIdentifying the causes and consequences of biological diversity remains a major challenge in ecology. Although pathogens are highly diverse, we lack a more general understanding of how the rules of community ecology apply to them. The objective of this research is to examine what maintains pathogen diversity in nature, and how pathogen diversity affects host community dynamics. The model system being studied is the barley and cereal yellow dwarf viruses (B/CYDVs) in California grasslands. B/CYDVs are a group of viruses spread by aphids that infect hundreds cultivated and wild grasses, such as wheat and barley, causing significant damage. The consequences of pathogen diversity include decreased yields and poor grain quality. Mathematical modeling will help researchers understand the causes and consequences of pathogen diversity.\r\n\r\nThe fellowship training will enhance the postdoctoral fellow's mathematical skills and lab skills such as molecular techniques for identifying viruses. B/CYDVs are important not only as a model system for studying disease in wildlife, but also as a crop pest, so results of this fellowship may inform agricultural practices. The postdoctoral fellow will involve undergraduates in research, deliver department seminars, give guest lectures in Population Ecology and Disease Ecology and participate in public outreach via programs at the UC Hopland Research and Extension Center.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erin",
   "pi_last_name": "Mordecai",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Erin A Mordecai",
   "pi_email_addr": "",
   "nsf_id": "000603776",
   "pi_start_date": "2012-06-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Mordecai                Erin           A",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Santa Barbara",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "931013086",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina",
  "perf_str_addr": null,
  "perf_city_name": "Chapel Hill",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275993280",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "805400",
   "pgm_ele_name": "Inters Biol and Math and Phys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 123000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>People, animals, and plants play host to entire communities of interacting microbes, including both beneficial and disease-causing organisms. When we fall ill, it is often the result of not just a single species of bacteria, virus, or fungus entering the body but also its interactions with the immune system and other microbes inside our bodies. Just like larger organisms, microbes often compete with other microbes for habitat (hosts and their body tissues) and food (blood cells, metabolic products, and other resources), and have to avoid attack from immune cells that may be alerted (or suppressed) by the presence of other microbes. How these microscopic processes play out is critical for determining the outcome of infection.</p>\n<p>&nbsp;</p>\n<p>Plants, like animals, host a suite of bacterial, viral, and fungal pathogens that can interact within individual plants. In this research, we studied how competition and other interactions between virus species influence the diversity of viruses within plant populations. We then asked how these interacting viruses affect plants. We used several species of grasses found in California and a group of pathogens called the Barley Yellow Dwarf Viruses as a model system. These viruses require biting aphids to move from plant to plant (much like biting mosquitoes move malaria from human to human), but the virus species compete and suppress each other when they end up in the same aphid or plant.</p>\n<p>&nbsp;</p>\n<p>We first asked: how can these viruses coexist in the same plant population when they compete so strongly within aphids and plants? This is a classic ecological question, and its answers mirrored those for larger, non-parasitic organisms. First, virus coexistence is much easier when the viruses can share a host, even if their performance is much poorer in shared hosts. Second, tradeoffs between being able to use multiple aphid species inefficiently or a single aphid species efficiently to move between hosts kept viruses using each strategy from out-competing each other. Next, we asked: how do multiple viruses affect the grasses that they infect? When we experimentally infected two grass species with zero, one, two, or three viruses, we found that infected plants grew much smaller than uninfected plants. The plants infected with multiple virus species were much worse off than plants infected with only one virus species. This shows that the virus community&mdash;the diverse set of interacting viruses within the body of a host&mdash;can have much larger effects than individual virus species.</p>\n<p>&nbsp;</p>\n<p>We know that when people take antibiotics that wipe out the entire &lsquo;gut microbiome,&rsquo; (the group of beneficial and pathogenic bacteria that inhabit our digestive tract), the release from microbial competition sometimes leads to a runaway bacterial infection like <em>Clostridium difficile </em>(&lsquo;C. diff.&rsquo;). Learning how competition between microbes shapes their diversity and abundance inside the body is crucially important for managing our health. Experiments on people are often expensive or unethical, so plants, mice, and other organisms can be used as model systems to learn about microbial interactions. Our research addresses some of these critical basic research questions, such as: how does competition between microbes affect their ability to co-occur in a host? and what happens to the host when it is infected by multiple, rather than single, pathogens?</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/20/2015<br>\n\t\t\t\t\tModified by: Erin&nbsp;A&nbsp;Mordecai</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPeople, animals, and plants play host to entire communities of interacting microbes, including both beneficial and disease-causing organisms. When we fall ill, it is often the result of not just a single species of bacteria, virus, or fungus entering the body but also its interactions with the immune system and other microbes inside our bodies. Just like larger organisms, microbes often compete with other microbes for habitat (hosts and their body tissues) and food (blood cells, metabolic products, and other resources), and have to avoid attack from immune cells that may be alerted (or suppressed) by the presence of other microbes. How these microscopic processes play out is critical for determining the outcome of infection.\n\n \n\nPlants, like animals, host a suite of bacterial, viral, and fungal pathogens that can interact within individual plants. In this research, we studied how competition and other interactions between virus species influence the diversity of viruses within plant populations. We then asked how these interacting viruses affect plants. We used several species of grasses found in California and a group of pathogens called the Barley Yellow Dwarf Viruses as a model system. These viruses require biting aphids to move from plant to plant (much like biting mosquitoes move malaria from human to human), but the virus species compete and suppress each other when they end up in the same aphid or plant.\n\n \n\nWe first asked: how can these viruses coexist in the same plant population when they compete so strongly within aphids and plants? This is a classic ecological question, and its answers mirrored those for larger, non-parasitic organisms. First, virus coexistence is much easier when the viruses can share a host, even if their performance is much poorer in shared hosts. Second, tradeoffs between being able to use multiple aphid species inefficiently or a single aphid species efficiently to move between hosts kept viruses using each strategy from out-competing each other. Next, we asked: how do multiple viruses affect the grasses that they infect? When we experimentally infected two grass species with zero, one, two, or three viruses, we found that infected plants grew much smaller than uninfected plants. The plants infected with multiple virus species were much worse off than plants infected with only one virus species. This shows that the virus community&mdash;the diverse set of interacting viruses within the body of a host&mdash;can have much larger effects than individual virus species.\n\n \n\nWe know that when people take antibiotics that wipe out the entire ægut microbiome,Æ (the group of beneficial and pathogenic bacteria that inhabit our digestive tract), the release from microbial competition sometimes leads to a runaway bacterial infection like Clostridium difficile (æC. diff.Æ). Learning how competition between microbes shapes their diversity and abundance inside the body is crucially important for managing our health. Experiments on people are often expensive or unethical, so plants, mice, and other organisms can be used as model systems to learn about microbial interactions. Our research addresses some of these critical basic research questions, such as: how does competition between microbes affect their ability to co-occur in a host? and what happens to the host when it is infected by multiple, rather than single, pathogens?\n\n\t\t\t\t\tLast Modified: 01/20/2015\n\n\t\t\t\t\tSubmitted by: Erin A Mordecai"
 }
}