{
 "awd_id": "1202320",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "High-bandwidth, single-molecule bioelectronics using a multiplexed, field-effect sensing platform",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Usha Varshney",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 432000.0,
 "awd_min_amd_letter_date": "2012-04-11",
 "awd_max_amd_letter_date": "2014-06-02",
 "awd_abstract_narration": "Over the last two decades, fluorescent techniques have become the standard method for experimentally probing the conformational dynamics of molecules at the single-molecule level both in vitro and in vivo.  Though fluorescent probes are highly specific, they use light as an intermediary between the biological system and measurement electronics, which results in fundamental constraints in resolution and bandwidth due to the countable number of photons emitted. Single-molecule kinetic measurements of fast biomolecular processes are often difficult or impossible to access through fluorescent techniques, as they lack the necessary temporal resolution.   Long time scales are frequently also difficult and sometimes impossible to access due to fluorophore photobleaching. \r\n \r\nIn this multidisciplinary project, charge-based field-effect-transistor (FET) electronic single-molecule methods are developed for the analysis of biomolecular interactions in in vitro biomolecular systems.  These techniques will dramatically improve the temporal dynamic range for single-molecule studies, enabling bandwidths approaching 10 MHz as well as the ability to examine single-molecule events over hours of observation time.  Integration of these electronic sensors with complementary metal-oxide-semiconductor (CMOS) integrated circuits will enable the high throughput techniques that currently characterize many current, fluorescence-based approaches.   This project focusses on two specific single-molecule studies involving nucleic acid and protein interactions which demonstrate the benefits of improved temporal resolution.  State-of-the-art single-molecule techniques have been actively employed to study these systems; as a result, they represent an interesting vehicle to apply the FET devices proposed here.\r\n\r\nIntellectual Merit: \r\nThis research program seeks to combine these efforts and is centered around four specific research aims: (1) optimization of field-effect-transistor (FET) devices for high-bandwidth single-molecule sensing; (2) CMOS integration of these field-effect sensors into a large multiplexed platform; (3) single-molecule FET studies of riboswitch folding and function; and (4) single-molecule studies of the dynamics of lactose repressor protein interacting with DNA. Specifically, in the first two Aims, we develop a nanoscale FET platform for single-molecule detection, enabling bandwidths approaching 10 MHz with massively parallel, high-bandwidth integrated CMOS electronics as well as the ability to examine single-molecule events over hours of observation time. The second two Aims focus on target application of these sensors in the study of nucleic acids and proteins.\r\n\r\nBroader Impacts:\r\n In this project, the PIs will train graduate and undergraduate students in a truly cross-disciplinary research environment combining biochemistry, nanofabrication, circuit design, and biological applications. The proposed program will also impact curricula, as described below, allowing us to influence a broader group of students. Based on an established track record of the PIs, significant effort will be made for K-12 outreach by systematically training highly motivated high school students within the program and also enhancing the interactions with local K-12 educators to introduce front-line research to students, especially targeting underrepresented groups. We also intend broader impacts related to the commercialization and dissemination of this proposal?s technology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Shepard",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth L Shepard",
   "pi_email_addr": "shepard@ee.columbia.edu",
   "nsf_id": "000212377",
   "pi_start_date": "2012-04-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Colin",
   "pi_last_name": "Nuckolls",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Colin Nuckolls",
   "pi_email_addr": "cn37@columbia.edu",
   "nsf_id": "000368874",
   "pi_start_date": "2012-04-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ruben",
   "pi_last_name": "Gonzalez",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Ruben L Gonzalez",
   "pi_email_addr": "rlg2118@columbia.edu",
   "nsf_id": "000483041",
   "pi_start_date": "2012-04-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100276902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "103E",
   "pgm_ref_txt": "Energy efficient electronics"
  },
  {
   "pgm_ref_code": "107E",
   "pgm_ref_txt": "Magnetics and spin electronics"
  },
  {
   "pgm_ref_code": "8028",
   "pgm_ref_txt": "Sensor Technology"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 131543.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 148833.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 151624.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, we have developed a new class of electronic devices that is capable of detecting the charge on a single molecule.&nbsp; This device consists of a single-walled carbon nanotube that is point functionalized &nbsp;with a probe molecule under study. &nbsp;These devices operate at signal levels more than one million times larger than traditional fluorescence-based diagnostics, providing an opportunity to use this additional signal to achieve sub-microsecond temporal resolution in studying single-molecule dynamics. &nbsp;We have developed fundamental approaches for device fabrication and integration of large arrays of these devices with conventional complementary metal-oxide-semiconductor (CMOS) integrated circuits.&nbsp; We have applied these devices to several studies including DNA hybridization and RNA riboswitch folding. &nbsp;&nbsp;Information is encoded &ldquo;digitally&rdquo; in the temporal analysis of long time-series data in which transitions occur between discrete states with signal-to-noise ratios of better than five. &nbsp;&nbsp;Relying on temporally coded information allows these devices to be robust in the presence of variability that affects amplitudes, unlike previous efforts at nanotube- and nanowire-based biosensors which use current amplitudes as signal. Elaborate control of single-molecule behavior is also achieved through the bias applied between the device and the surrounding electrolyte. &nbsp;&nbsp;This allows free energies to be modulated &nbsp;with electrostatics through this applied bias, creating the opportunity for individual devices in large arrays to be operated at individually adjustable effective temperatures. These devices are forming the basis for a whole new class of single-molecule, electronic genomic diagnostics.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/04/2017<br>\n\t\t\t\t\tModified by: Kenneth&nbsp;L&nbsp;Shepard</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this project, we have developed a new class of electronic devices that is capable of detecting the charge on a single molecule.  This device consists of a single-walled carbon nanotube that is point functionalized  with a probe molecule under study.  These devices operate at signal levels more than one million times larger than traditional fluorescence-based diagnostics, providing an opportunity to use this additional signal to achieve sub-microsecond temporal resolution in studying single-molecule dynamics.  We have developed fundamental approaches for device fabrication and integration of large arrays of these devices with conventional complementary metal-oxide-semiconductor (CMOS) integrated circuits.  We have applied these devices to several studies including DNA hybridization and RNA riboswitch folding.   Information is encoded \"digitally\" in the temporal analysis of long time-series data in which transitions occur between discrete states with signal-to-noise ratios of better than five.   Relying on temporally coded information allows these devices to be robust in the presence of variability that affects amplitudes, unlike previous efforts at nanotube- and nanowire-based biosensors which use current amplitudes as signal. Elaborate control of single-molecule behavior is also achieved through the bias applied between the device and the surrounding electrolyte.   This allows free energies to be modulated  with electrostatics through this applied bias, creating the opportunity for individual devices in large arrays to be operated at individually adjustable effective temperatures. These devices are forming the basis for a whole new class of single-molecule, electronic genomic diagnostics.\n\n\t\t\t\t\tLast Modified: 10/04/2017\n\n\t\t\t\t\tSubmitted by: Kenneth L Shepard"
 }
}