{
 "awd_id": "1202016",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Support for the 4th International Congress on Ceramics; Chicago, IL; July 15-19, 2012",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph A. Akkara",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 49215.0,
 "awd_amount": 49215.0,
 "awd_min_amd_letter_date": "2011-12-14",
 "awd_max_amd_letter_date": "2011-12-14",
 "awd_abstract_narration": "This award by the Ceramic program in the Division of Materials Research to Northwestern University is to meet the expenses related to travel and registration of up to six US students to attend the 4th International Congress on Ceramics to be held from July 15 to 19, 2012 in Chicago, Illinois. Additionally, this award will support up to four invited speakers working in non-ceramic areas. This Congress is the third in a series of biennial meetings designed to facilitate discussion on emerging opportunities and technologies, and critical areas for scientific advancement and process innovations that face the ceramic and glass community. The meeting will focus on the following areas: environment, energy, infrastructure, transportation, aerospace, biology, medicine, security, electro- magnetic- and optical ceramics and devices, and other ceramic related areas. Workforce development and strategies for cultivating a diverse workforce would be other topics of presentation. This Congress like it's previous ones is organized by a consortium of the American Ceramic Society, the European Ceramic Society and the Ceramic Society of Japan, under the auspices of the International Ceramic Federation. Selection of student participants will be based on the quality of the abstract submitted and the letter of recommendation from the student's research advisor. Availability of travel support will be advertised through the Material Advantage website and direct contact with Material Advantage advisors in universities and colleges throughout the US. Special consideration will be given to diversity (both for females and underrepresented minorities) for the meeting. To enhance interaction among the participants at poster sessions, a novel Interactive Technology Forum using liquid crystal displays (LCDs) will be introduced at this Congress. This Forum would provide a unique opportunity for individuals to interact one-on-one with the presenter and to actively exchange information, ask questions, and explore the implications of the scientific results displayed in the poster. For wider dissemination of the outcomes from this Congress on Ceramics, synopses of this congress will be published in the International Journal of Applied Ceramic Technology and International Journal of Applied Glass Science.\r\n\r\nStudents participating in this Congress on Ceramics would benefit greatly from presenting their work, hearing concrete ideas for enhancing their research, gaining overviews of different thematic areas of ceramic research, and learning about emerging opportunities. In addition to presenting their own research in a high level scientific environment, they will be able to interact with both junior and senior investigators from academia, industry and national laboratories working in the ceramics field from around the world. In addition, synopses of the 4th International Congress on Ceramics will be disseminated by through publications in the International Journal of Applied Ceramic Technology and International Journal of Applied Glass Science. These synopses will include an outlook of the global ceramics field and projections for future research and development. An innovative Interactive Technology Forum using liquid crystal displays will be introduced at this Congress during the poster sessions. These electronic poster sessions are expected to provide enhanced interactions among the presenters and the Congress attendees.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katherine",
   "pi_last_name": "Faber",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Katherine T Faber",
   "pi_email_addr": "ktfaber@caltech.edu",
   "nsf_id": "000119705",
   "pi_start_date": "2011-12-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ricardo",
   "pi_last_name": "Castro",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ricardo Castro",
   "pi_email_addr": "ric222@lehigh.edu",
   "nsf_id": "000537602",
   "pi_start_date": "2011-12-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Edgar",
   "pi_last_name": "Lara-Curzio",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Edgar Lara-Curzio",
   "pi_email_addr": "laracurzioe@ornl.gov",
   "nsf_id": "000596119",
   "pi_start_date": "2011-12-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northwestern University",
  "inst_street_address": "633 CLARK ST",
  "inst_street_address_2": "",
  "inst_city_name": "EVANSTON",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "3125037955",
  "inst_zip_code": "602080001",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "NORTHWESTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "EXZVPWZBLUE8"
 },
 "perf_inst": {
  "perf_inst_name": "Northwestern University",
  "perf_str_addr": "2220 Campus Drive",
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602083108",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "IL",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177400",
   "pgm_ele_name": "CERAMICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1711",
   "pgm_ref_txt": "MATERIALS EDUCATION AND RESEARCH"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 49215.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The 4<sup>th</sup> International Congress on Ceramics was held in Chicago, IL from July 15 through 19, 2012.&nbsp; The National Science Foundation provided registration and travel support for 12 undergraduate or graduate students from institutions in nine states in the U.S., funds to support the participation of four individuals from outside the ceramic discipline who addressed global workforce development, and partial support for a novel Interactive Technology Forum intended to enhance information exchange at technical meetings using liquid crystal displays (LCDs).</p>\n<p>Congress participants had access to more than 100 lectures and 200 poster presentations from science, technology and business leaders from around the globe, who addressed critical issues and needs related to the use of ceramics in the areas of aerospace; biology and medicine; environment, energy and transportation; electronic, optical and magnetic ceramics and their devices; nanostructures ceramics; security and strategic materials; technology entrepreneurship; and workforce development.&nbsp; Ceramics are a key enabling technology in all of the aforementioned areas and offer the possibility of achieving greater efficiency, durability and in many cases properties and functionality that cannot be attained with any other class of materials.</p>\n<p>Grant recipients were able to present their work in the Congress&rsquo; Interactive Technology Forum through interactive poster presentations and many of them left the 4<sup>th</sup> International Congress on Ceramics with concrete ideas for enhancing their research. &nbsp;These ideas were generally garnered during their interactive poster sessions, but also after oral presentations when they had the opportunity to speak one-on-one with lecturers.</p>\n<p>One of the Congress deliverables is a series of emerging opportunity accounts on each of the Congress themes to be published in the International Journal of Applied Ceramic Technology. These reports will be released over the 2013 calendar year. On completion of the series, the reports will be bundled electronically and offered with open access by Wiley. These chronicles are written to appeal to scientists, engineers and the general public.</p>\n<p>Finally, the use of LCD monitors in the Interactive Technology Forum was a successful experiment. Based upon favorable reviews of authors who used the LCD displays and Congress participants, this technology can be used to elevate and enhance poster sessions for all types of professional meetings.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/20/2013<br>\n\t\t\t\t\tModified by: Katherine&nbsp;T&nbsp;Faber</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe 4th International Congress on Ceramics was held in Chicago, IL from July 15 through 19, 2012.  The National Science Foundation provided registration and travel support for 12 undergraduate or graduate students from institutions in nine states in the U.S., funds to support the participation of four individuals from outside the ceramic discipline who addressed global workforce development, and partial support for a novel Interactive Technology Forum intended to enhance information exchange at technical meetings using liquid crystal displays (LCDs).\n\nCongress participants had access to more than 100 lectures and 200 poster presentations from science, technology and business leaders from around the globe, who addressed critical issues and needs related to the use of ceramics in the areas of aerospace; biology and medicine; environment, energy and transportation; electronic, optical and magnetic ceramics and their devices; nanostructures ceramics; security and strategic materials; technology entrepreneurship; and workforce development.  Ceramics are a key enabling technology in all of the aforementioned areas and offer the possibility of achieving greater efficiency, durability and in many cases properties and functionality that cannot be attained with any other class of materials.\n\nGrant recipients were able to present their work in the CongressÆ Interactive Technology Forum through interactive poster presentations and many of them left the 4th International Congress on Ceramics with concrete ideas for enhancing their research.  These ideas were generally garnered during their interactive poster sessions, but also after oral presentations when they had the opportunity to speak one-on-one with lecturers.\n\nOne of the Congress deliverables is a series of emerging opportunity accounts on each of the Congress themes to be published in the International Journal of Applied Ceramic Technology. These reports will be released over the 2013 calendar year. On completion of the series, the reports will be bundled electronically and offered with open access by Wiley. These chronicles are written to appeal to scientists, engineers and the general public.\n\nFinally, the use of LCD monitors in the Interactive Technology Forum was a successful experiment. Based upon favorable reviews of authors who used the LCD displays and Congress participants, this technology can be used to elevate and enhance poster sessions for all types of professional meetings.\n\n \n\n\t\t\t\t\tLast Modified: 01/20/2013\n\n\t\t\t\t\tSubmitted by: Katherine T Faber"
 }
}