{
 "awd_id": "1202232",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "2012 Plasma Processing Science GRC & GRS, July 22-27, 2012, at Bryant University, Smithfield, RI",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ruey-Hung Chen",
 "awd_eff_date": "2012-04-15",
 "awd_exp_date": "2012-09-30",
 "tot_intn_awd_amt": 10000.0,
 "awd_amount": 10000.0,
 "awd_min_amd_letter_date": "2012-02-25",
 "awd_max_amd_letter_date": "2012-02-25",
 "awd_abstract_narration": "1202232\r\nChang\r\nThe world faces significant grand challenges in the areas of energy, human health, and environmental sustainability. Plasma science and technology, due to its intrinsic nonequilibrium nature, is expected to be at the heart of many key enabling technologies that are needed to provide breakthrough solutions for these grand challenges. The 2012 Gordon Research Conference on Plasma Processing Science will feature a comprehensive program that will highlight cutting edge scientific advances in plasma science and technology as well as explore the applications of this nonequilibrium medium in possible approaches relative to many grand societal challenges. Fundamental science sessions will focus on plasma kinetics and chemistry, plasma surface interactions, and recent trends in plasma generation and multi-phase plasmas. Application sessions will explore the impact of plasma technology in renewable energy, the production of fuels from renewable feedstocks and carbon neutral solar fuels, and plasma-enabled medicine and sterilization. \r\n\r\nThe intellectual merit is to advance the knowledge and understanding in basic plasma science by bringing together leaders in the field in an informal atmosphere with junior investigators and graduate students. The special format of the Gordon Conferences, with programmed discussion sessions and ample time for informal gatherings in the afternoons and evenings, will provide for a fertile atmosphere of brainstorming and creative thinking among the attendees. These planned activities focus on exploring creative original concepts as well as transformative concepts in plasma processing science. \r\n\r\nThe broader impact of the conference is best demonstrated by the planned weekend-long Gordon Kenan Research Seminar, which will take place associated with 2012 Gordon Research Conference on Plasma Processing Science (GRC-PPS). This seminar features attendance limited to graduate students and post-doctoral associates, allowing for scientific interaction in a non-threatening environment. It is designed to foster exchanges of advance discovery and understanding while promoting mentorship, peer review and learning amongst young researchers in this field. The seminar has been and will continue to help broaden the participation of underrepresented groups (e.g. gender, ethnicity, disability, geographic etc.). The benefits to the society includes the education of the future generation of the scientists in plasma processing science and the advancement in technologically important areas utilizing plasma processing science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jane",
   "pi_last_name": "Chang",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Jane P Chang",
   "pi_email_addr": "jpchang@g.ucla.edu",
   "nsf_id": "000107309",
   "pi_start_date": "2012-02-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Gray",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy R Gray",
   "pi_email_addr": "nsf@grc.org",
   "nsf_id": "000206836",
   "pi_start_date": "2012-02-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gordon Research Conferences",
  "inst_street_address": "5586 POST RD UNIT 2",
  "inst_street_address_2": "",
  "inst_city_name": "EAST GREENWICH",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4017834011",
  "inst_zip_code": "028183454",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "GORDON RESEARCH CONFERENCES",
  "org_prnt_uei_num": "",
  "org_uei_num": "XL5ANMKWN557"
 },
 "perf_inst": {
  "perf_inst_name": "Gordon Research Conferences",
  "perf_str_addr": "512 Liberty Lane",
  "perf_city_name": "West Kingston",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028921502",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124200",
   "pgm_ele_name": "PLASMA PHYSICS"
  },
  {
   "pgm_ele_code": "140700",
   "pgm_ele_name": "CFS-Combustion & Fire Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "061E",
   "pgm_ref_txt": "Fire"
  },
  {
   "pgm_ref_code": "062E",
   "pgm_ref_txt": "Plasma-assisted combustion"
  },
  {
   "pgm_ref_code": "1062",
   "pgm_ref_txt": "BASIC PLASMA SCIENCE & ENGINEERING"
  },
  {
   "pgm_ref_code": "148E",
   "pgm_ref_txt": "Combustion"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br /></p>\n<p>The Gordon Research Conference on PLASMA PROCESSING SCIENCE was held at Bryant<br />University, Smithfield, Rhode Island, July 22-27, 2012.<br />The Conference was well-attended with 117 participants (attendees list<br />attached). The attendees represented the spectrum of endeavor in this field<br />coming from academia, industry, and government laboratories, both U.S.<br />and foreign scientists, senior researchers, young investigators, and students. Of<br />the 117 attendees, 42 voluntarily responded to a general inquiry regarding<br />ethnicity which appears on our registration forms. Of the 42 respondents, 21%<br />were Minorities &ndash; 0% Hispanic, 21% Asian and 0% African American. Approximately<br />16% of the participants at the 2012 meeting were women.</p>\n<p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br /></p>\n<p class=\"CM2\">In designing the<br />formal speakers program, emphasis was placed on current unpublished research<br />and discussion of the future target areas in this field. There was a conscious<br />effort to stimulate lively discussion about the key issues in the field today.<br />Time for formal presentations was limited in the interest of group discussions.<br />In order that more scientists could communicate their most recent results,<br />poster presentation time was scheduled. Attached is a copy of the formal<br />schedule and speaker program and the poster program. In addition to these<br />formal interactions, \"free time\" was scheduled to allow informal<br />discussions. Such discussions are fostering new collaborations and joint<br />efforts in the field.</p>\n<p><br /><br /></p>\n<p class=\"Default\">&nbsp;</p>\n<p><br /><br />Thank you for your support of this Conference. As you<br />know, in the interest of promoting the presentation of unpublished and<br />frontier-breaking research, Gordon Research Conferences does not permit<br />publication of meeting proceedings.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/09/2012<br>\n\t\t\t\t\tModified by: Nancy&nbsp;R&nbsp;Gray</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\n\nThe Gordon Research Conference on PLASMA PROCESSING SCIENCE was held at Bryant\nUniversity, Smithfield, Rhode Island, July 22-27, 2012.\nThe Conference was well-attended with 117 participants (attendees list\nattached). The attendees represented the spectrum of endeavor in this field\ncoming from academia, industry, and government laboratories, both U.S.\nand foreign scientists, senior researchers, young investigators, and students. Of\nthe 117 attendees, 42 voluntarily responded to a general inquiry regarding\nethnicity which appears on our registration forms. Of the 42 respondents, 21%\nwere Minorities &ndash; 0% Hispanic, 21% Asian and 0% African American. Approximately\n16% of the participants at the 2012 meeting were women.\n\n\n\n\n \n\n\n\n\nIn designing the\nformal speakers program, emphasis was placed on current unpublished research\nand discussion of the future target areas in this field. There was a conscious\neffort to stimulate lively discussion about the key issues in the field today.\nTime for formal presentations was limited in the interest of group discussions.\nIn order that more scientists could communicate their most recent results,\nposter presentation time was scheduled. Attached is a copy of the formal\nschedule and speaker program and the poster program. In addition to these\nformal interactions, \"free time\" was scheduled to allow informal\ndiscussions. Such discussions are fostering new collaborations and joint\nefforts in the field.\n\n\n\n\n \n\n\n\nThank you for your support of this Conference. As you\nknow, in the interest of promoting the presentation of unpublished and\nfrontier-breaking research, Gordon Research Conferences does not permit\npublication of meeting proceedings.\n\n\t\t\t\t\tLast Modified: 08/09/2012\n\n\t\t\t\t\tSubmitted by: Nancy R Gray"
 }
}