{
 "awd_id": "1202413",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Planning Archaeological Infrastructure for Integrative Science",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2012-01-15",
 "awd_exp_date": "2013-06-30",
 "tot_intn_awd_amt": 49999.0,
 "awd_amount": 49999.0,
 "awd_min_amd_letter_date": "2011-11-15",
 "awd_max_amd_letter_date": "2011-11-15",
 "awd_abstract_narration": "A fundamental challenge of science is to understand the processes that shape how human societies interact with one another and that explain how societies are, at once, constrained by and change the natural environments in which they are situated. Because of the complexity of the interactions, achieving these understandings must be seen as a shared enterprise that broadly engages social, behavioral, and economic sciences, as well as a range of natural sciences. Some of these processes are strongly influenced by events that can be readily observed over periods of days, months, or years.  Other important processes operate slowly - over centuries or millennia - and their effects often cannot be detected in present-day or historical observations.  Because archaeology is frequently the only source of long-term scientific data on human societies and their environments, it is essential that we take advantage of the unique information that archaeology can provide.  Indeed, reconstructed archaeological sequences can be seen as completed \"experiments\" in the long-term operation of social and environmental processes played out in diverse social and natural environments. \r\nSystematic archaeological research has been conducted for more than a century.  In the US alone, thousands of archaeological field projects are now conducted each year.  These projects record large amounts of archaeological and environmental data and produce lengthy reports, in addition to published articles and books. However, overwhelmingly, this information is not readily accessible to scholars. Even if it were accessible, the complexity of the data - due in large part to the enormous diversity of the human behavior it documents - make it extremely difficult to use in the context of synthetic research on social and environmental dynamics.  To move forward on this important research agenda, the availability of archaeological data must be enormously expanded and computational methods developed and implemented that make it possible for synthetic research to effectively exploit this huge reservoir of data and documents.\r\nThe goal of this project is to develop a plan that would detail how major investments by NSF in the information infrastructure of archaeology could best improve the scientific community's ability to use archaeological data in synthetic research on social and environmental dynamics and thereby serve the needs of contemporary society more broadly. This goal will be achieved by a sequence of two small conferences coordinated by a steering committee that will select the conference participants and set the agendas. Based on the conference outcomes, the steering committee will produce a report that details the needs for and expected benefits of substantial infrastructure investments in archaeology and that describes and provides budget estimates for the proposed investments.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Keith",
   "pi_last_name": "Kintigh",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Keith W Kintigh",
   "pi_email_addr": "kintigh@asu.edu",
   "nsf_id": "000406518",
   "pi_start_date": "2011-11-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "SHESC - Box 872402",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852872402",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1391",
   "pgm_ref_txt": "ARCHAEOLOGY"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 49999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant funded planning for strategic investments in the infrastructure that supports scientific research in archaeology.&nbsp; It focused on investments that would allow archaeology to take advantage of the large amounts of data and knowledge acquired over the last century to address scientific questions about the development and operation of human societies that have, until now, been impossible to answer.&nbsp; The overall goal is to advance the ability of archaeology&rsquo;s long term perspective to advance science and improve public policy.&nbsp;</p>\n<p>Why is archaeology important?&nbsp; Today, as in the past, human societies face major challenges. Some are new (human-caused global warming) while others (ethnic conflict) were problems in antiquity. Archaeology's long term view allows us to examine challenges that threatened ancient societies and to see how they responded. We can also see how their solutions worked out in the short run <em>and</em> the long run&mdash;something we can&rsquo;t do with more recent events, because we don&rsquo;t yet know how the long run will turn out.&nbsp; Engaging the cultural histories of different peoples can help us move beyond the limits of our own historical contexts to consider a broader range of possible solutions and probable futures.</p>\n<p class=\"normalpara\">Why is this sort of archaeological research difficult? &nbsp;It is primarily cultural adaptations that have made humans the earth&rsquo;s ecologically dominant species.&nbsp; These adaptations are shaped by evolutionary processes that are constrained by natural and social environments. Those environments, in turn, are modified by human actions. To make matters even more complicated, humans have developed elaborate means (from oral traditions to the Internet) to transmit knowledge from generation to generation. As a result, societal responses to change (including today) are influenced by knowledge that has accumulated over hundreds or even thousands of years. Archaeological data and knowledge are therefore essential to the fundamental scientific problem of explaining the historical and contemporary dynamics of human societies and their relationships to natural environments.</p>\n<p>Substantial investments in information technology have the potential to transform archaeology&rsquo;s ability to address these fundamental questions about human societies. This study sought to target the investments that would most improve our abilities to answer the <em>most important</em> questions.&nbsp; Lacking an accepted list of the most compelling questions, we sought to identify them. Through a web-based survey of professional archaeologists and a workshop with leading scholars, this project developed a set of 25 \"grand challenges,\" archaeological questions of broad scientific and social interest that could drive cutting-edge research in archaeology for the next decade and beyond. These challenges focus on the processes involved in the development, operation, and collapse of human societies and in the interaction of social and natural systems. They ranged across five broad topical areas: 1) emergence, communities, and complexity; 2) resilience, persistence, transformation, and collapse; 3) movement, mobility, and migration; 4) cognition, behavior, and identity; and 5) human-environment interactions.&nbsp; An article describing these challenges is accepted for publication in <em>American Antiquity</em>, the leading professional journal for archaeology.</p>\n<p>Having established the key intellectual challenges, a second workshop, which included leading scholars in archaeology, computer science, and information science, developed a set of recommendations for investments in information technology.&nbsp; We conclude that the greatest payoff will come from investments in technological and social infrastructure that will enable synthetic research exploiting the explosion in archaeologi...",
  "por_txt_cntn": "\nThis grant funded planning for strategic investments in the infrastructure that supports scientific research in archaeology.  It focused on investments that would allow archaeology to take advantage of the large amounts of data and knowledge acquired over the last century to address scientific questions about the development and operation of human societies that have, until now, been impossible to answer.  The overall goal is to advance the ability of archaeologyÆs long term perspective to advance science and improve public policy. \n\nWhy is archaeology important?  Today, as in the past, human societies face major challenges. Some are new (human-caused global warming) while others (ethnic conflict) were problems in antiquity. Archaeology's long term view allows us to examine challenges that threatened ancient societies and to see how they responded. We can also see how their solutions worked out in the short run and the long run&mdash;something we canÆt do with more recent events, because we donÆt yet know how the long run will turn out.  Engaging the cultural histories of different peoples can help us move beyond the limits of our own historical contexts to consider a broader range of possible solutions and probable futures.\nWhy is this sort of archaeological research difficult?  It is primarily cultural adaptations that have made humans the earthÆs ecologically dominant species.  These adaptations are shaped by evolutionary processes that are constrained by natural and social environments. Those environments, in turn, are modified by human actions. To make matters even more complicated, humans have developed elaborate means (from oral traditions to the Internet) to transmit knowledge from generation to generation. As a result, societal responses to change (including today) are influenced by knowledge that has accumulated over hundreds or even thousands of years. Archaeological data and knowledge are therefore essential to the fundamental scientific problem of explaining the historical and contemporary dynamics of human societies and their relationships to natural environments.\n\nSubstantial investments in information technology have the potential to transform archaeologyÆs ability to address these fundamental questions about human societies. This study sought to target the investments that would most improve our abilities to answer the most important questions.  Lacking an accepted list of the most compelling questions, we sought to identify them. Through a web-based survey of professional archaeologists and a workshop with leading scholars, this project developed a set of 25 \"grand challenges,\" archaeological questions of broad scientific and social interest that could drive cutting-edge research in archaeology for the next decade and beyond. These challenges focus on the processes involved in the development, operation, and collapse of human societies and in the interaction of social and natural systems. They ranged across five broad topical areas: 1) emergence, communities, and complexity; 2) resilience, persistence, transformation, and collapse; 3) movement, mobility, and migration; 4) cognition, behavior, and identity; and 5) human-environment interactions.  An article describing these challenges is accepted for publication in American Antiquity, the leading professional journal for archaeology.\n\nHaving established the key intellectual challenges, a second workshop, which included leading scholars in archaeology, computer science, and information science, developed a set of recommendations for investments in information technology.  We conclude that the greatest payoff will come from investments in technological and social infrastructure that will enable synthetic research exploiting the explosion in archaeological data that has occurred since the middle of the 20th century.\n\nWe will need substantial investments in digitizing existing archaeological data sets, documenting them, and making them accessible over the Interne..."
 }
}