{
 "awd_id": "1202977",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A \"Global Viewport\" for Virtual Exploration of Deep-sea Vents: Using Spherical Displays to Advance Public Literacy in Earth System Science",
 "cfda_num": "47.050",
 "org_code": "06000001",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jill L. Karsten",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 456699.0,
 "awd_amount": 456699.0,
 "awd_min_amd_letter_date": "2012-06-25",
 "awd_max_amd_letter_date": "2012-06-25",
 "awd_abstract_narration": "The Global Viewport for Virtual Exploration of Deep-Sea Hydrothermal Vents is a Track 2 project using spherical display systems to educate the public about the global significance of vents in the world's oceans and in the dynamic processes of Earth as a whole. The project is a collaboration between the Woods Hole Oceanographic Institution and the Ocean Explorium at New Bedford Seaport, members of the Magic Planet Community and Science On a Sphere® (SOS) Network, respectively. The proximity of the two institutions enables a unique evaluation of the learning attained with a stand-alone spherical display vs. live presentations with an SOS. The new content for spherical display systems will address key principles of Earth Science Literacy and Ocean Literacy. Imagery and data from research cruises are being used to: show how hydrothermal vents link dynamic processes in the lithosphere, hydrosphere, and biosphere; promote stewardship of life in remote environments; and excite viewers about the deep ocean frontier including exploration, research, and resources. The Global Viewport project is geared towards informal science education but also includes a component for teacher professional development from schools in towns with populations underrepresented in STEM fields. An online portal for content on Google Earth enables virtual exploration of deep-sea vents from home, extending the learning experience beyond a single visit to an informal science education institution. The online content, including interactive learning modules and games, is being promoted to marine educators and scientists at national conferences and through the COSEE social network.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "GEO",
 "org_div_long_name": "Directorate for Geosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stace",
   "pi_last_name": "Beaulieu",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Stace E Beaulieu",
   "pi_email_addr": "sbeaulieu@whoi.edu",
   "nsf_id": "000483498",
   "pi_start_date": "2012-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Woods Hole Oceanographic Institution",
  "inst_street_address": "266 WOODS HOLE RD",
  "inst_street_address_2": "",
  "inst_city_name": "WOODS HOLE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5082893542",
  "inst_zip_code": "025431535",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "MA09",
  "org_lgl_bus_name": "WOODS HOLE OCEANOGRAPHIC INSTITUTION",
  "org_prnt_uei_num": "",
  "org_uei_num": "GFKFBWG2TV98"
 },
 "perf_inst": {
  "perf_inst_name": "Woods Hole Oceanographic Institution",
  "perf_str_addr": "266 Woods Hole Rd.",
  "perf_city_name": "Wodds Hole",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "025431535",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "MA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "173300",
   "pgm_ele_name": "GEOSCIENCE EDUCATION"
  },
  {
   "pgm_ele_code": "761100",
   "pgm_ele_name": "GEO TEACH"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 456699.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The &ldquo;Global Viewport to Deep-Sea Vents&rdquo; project was a collaboration between the Woods Hole Oceanographic Institution (WHOI) and the Ocean Explorium in New Bedford. The project brought together scientists, educators, graphic artists, and a professional evaluator to create new content for digital globes including NOAA&rsquo;s Science On a Sphere&reg; (SOS). The SOS is a room-sized digital globe that can be used to tell a story with global datasets. SOS systems are installed at more than 100 science museums around the world. We were particularly interested in educating and exciting the public about geophysical and biological processes and exploration in the deep ocean. We created content using global datasets, including locations of Earth&rsquo;s known deep-sea hydrothermal vents from the InterRidge Vents Database, and imagery from deep-sea vehicles, including HOV <em>Alvin</em>, ROV <em>Jason II</em>, and more.</p>\n<p>Ultimately, we developed two educational narratives, &ldquo;Life Without Sunlight&rdquo; and &ldquo;Smoke and Fire Underwater&rdquo; &ndash; each highlighting three known deep-sea vent fields, and each targeting a set of Earth Science Literacy Principles (ESLPs) and Ocean Literacy Principles (OLPs). These narratives were produced as movies matched to interactive, docent-led presentations. Each educational piece was also matched to a hands-on, K-12 field trip program at the Ocean Explorium. &ldquo;Life Without Sunlight&rdquo; dives beneath the sunlit ocean to the darkness of deep-sea vents, where food webs are fueled by chemosynthesis, specifically targeting an OLP: &ldquo;There are deep ocean ecosystems that are independent of energy from sunlight and photosynthetic organisms.&rdquo; &ldquo;Smoke and Fire Underwater&rdquo; explains how there are volcanoes in the deep sea with vents that can spew hot water over 750 degrees F, and targets an ESLP: &ldquo;Life occupies a wide range of Earth&rsquo;s environments, including extreme environments.&rdquo;</p>\n<p>We delivered and evaluated our new content for the SOS at the Ocean Explorium, with several events including Family Science Nights and a teacher professional development workshop. For our evaluation, we focused on two impact categories for informal science education: (1) \"Awareness, knowledge or understanding (of)\" and (2) \"Engagement or interest (in)\". We evaluated perceived learning outcomes with respect to the three literacy principles per narrative. Our total of 135 participants from anonymous survey questionnaires included 48 students (under age 18) and 87 adults (43 life-long learners and 44 educators). Results indicate that both educational narratives were effective with perceived learning outcomes greatest for adult life-long learners, followed closely by students, and all presentations led to &ldquo;Quite a bit&rdquo; of excitement about the deep ocean frontier. Our educational package inclusive of datasets, scripts, and playlists for SOS and movies for Magic Planet is available at the Woods Hole Open Access Server (doi:10.1575/1912/6867). Datasets, scripts, and playlists for the SOS are also available at the NOAA SOS website. Compilation movies are available at WHOI&rsquo;s YouTube Channel. Our map of hydrothermal vent fields for display in Google Earth is available at the InterRidge website.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/21/2015<br>\n\t\t\t\t\tModified by: Stace&nbsp;E&nbsp;Beaulieu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe \"Global Viewport to Deep-Sea Vents\" project was a collaboration between the Woods Hole Oceanographic Institution (WHOI) and the Ocean Explorium in New Bedford. The project brought together scientists, educators, graphic artists, and a professional evaluator to create new content for digital globes including NOAAÆs Science On a Sphere&reg; (SOS). The SOS is a room-sized digital globe that can be used to tell a story with global datasets. SOS systems are installed at more than 100 science museums around the world. We were particularly interested in educating and exciting the public about geophysical and biological processes and exploration in the deep ocean. We created content using global datasets, including locations of EarthÆs known deep-sea hydrothermal vents from the InterRidge Vents Database, and imagery from deep-sea vehicles, including HOV Alvin, ROV Jason II, and more.\n\nUltimately, we developed two educational narratives, \"Life Without Sunlight\" and \"Smoke and Fire Underwater\" &ndash; each highlighting three known deep-sea vent fields, and each targeting a set of Earth Science Literacy Principles (ESLPs) and Ocean Literacy Principles (OLPs). These narratives were produced as movies matched to interactive, docent-led presentations. Each educational piece was also matched to a hands-on, K-12 field trip program at the Ocean Explorium. \"Life Without Sunlight\" dives beneath the sunlit ocean to the darkness of deep-sea vents, where food webs are fueled by chemosynthesis, specifically targeting an OLP: \"There are deep ocean ecosystems that are independent of energy from sunlight and photosynthetic organisms.\" \"Smoke and Fire Underwater\" explains how there are volcanoes in the deep sea with vents that can spew hot water over 750 degrees F, and targets an ESLP: \"Life occupies a wide range of EarthÆs environments, including extreme environments.\"\n\nWe delivered and evaluated our new content for the SOS at the Ocean Explorium, with several events including Family Science Nights and a teacher professional development workshop. For our evaluation, we focused on two impact categories for informal science education: (1) \"Awareness, knowledge or understanding (of)\" and (2) \"Engagement or interest (in)\". We evaluated perceived learning outcomes with respect to the three literacy principles per narrative. Our total of 135 participants from anonymous survey questionnaires included 48 students (under age 18) and 87 adults (43 life-long learners and 44 educators). Results indicate that both educational narratives were effective with perceived learning outcomes greatest for adult life-long learners, followed closely by students, and all presentations led to \"Quite a bit\" of excitement about the deep ocean frontier. Our educational package inclusive of datasets, scripts, and playlists for SOS and movies for Magic Planet is available at the Woods Hole Open Access Server (doi:10.1575/1912/6867). Datasets, scripts, and playlists for the SOS are also available at the NOAA SOS website. Compilation movies are available at WHOIÆs YouTube Channel. Our map of hydrothermal vent fields for display in Google Earth is available at the InterRidge website.\n\n\t\t\t\t\tLast Modified: 09/21/2015\n\n\t\t\t\t\tSubmitted by: Stace E Beaulieu"
 }
}