{
 "awd_id": "1202950",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CUORE/CUORE-0 and Majorana: Next Generation Double-Beta Decay Experiments",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jonathan Whitmore",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 384143.0,
 "awd_amount": 384143.0,
 "awd_min_amd_letter_date": "2012-04-27",
 "awd_max_amd_letter_date": "2012-04-27",
 "awd_abstract_narration": "The intellectual merit of this award is based on the fact that a sensitive search for neutrino-less nuclear double-beta decay is the only practical way to determine if neutrinos are Majorana particles (their own antiparticles). This exotic decay is the most sensitive test of lepton-number conservation, which is an important symmetry in elementary particle physics. In fact, if neutrinos are Majorana particles, an accurate measurement of the beta-decay half-life would yield the effective Majorana mass of the electron neutrino. The laboratory observation and measurement of such a decay would be truly transformative of elementary particle physics, astrophysics and cosmology.\r\n\r\nThis award provides base support for a team working on two neutrino-less double-beta decay experiments: USC has a major task for CUORE (using Tellurium-130) at the Laboratori Nazionali del Gran Sasso (LNGS). The PI is the U.S. Coordinator for the construction of CUORE-0, which will operate in the CUORICINO cryostat and yield physics beyond that of CUORICINO, the precursor experiment to CUORE. USC also leads a major Task in the MAJORANA DEMONSTRATOR R&D (using Germanium-76). The PI is responsible for the procurement of enriched 76-Germanium Oxide, its reduction to metal, zone refinement to detector quality metal, and reprocessing of scrap material. He was responsible for building the facility for the Germanium-processing and is in charge of its operation.\r\n\r\nA broader impact would be an important contribution to cosmology. Another is, and has been, new detector technology for National and Homeland security. A third broader impact is new cryogenic and Germanium-detector technology for other basic and applied sciences. CUORE is yielding the new technology of large cryogenic detectors.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frank",
   "pi_last_name": "Avignone",
   "pi_mid_init": "T",
   "pi_sufx_name": "III",
   "pi_full_name": "Frank T Avignone",
   "pi_email_addr": "titus3@mac.com",
   "nsf_id": "000150145",
   "pi_start_date": "2012-04-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Creswick",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Richard J Creswick",
   "pi_email_addr": "creswick.rj@sc.edu",
   "nsf_id": "000194235",
   "pi_start_date": "2012-04-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University South Carolina Research Foundation",
  "inst_street_address": "915 BULL ST",
  "inst_street_address_2": "STE 202",
  "inst_city_name": "COLUMBIA",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8037777093",
  "inst_zip_code": "292084009",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "SC06",
  "org_lgl_bus_name": "SOUTH CAROLINA RESEARCH FOUNDATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "ELBVJ1KYX976"
 },
 "perf_inst": {
  "perf_inst_name": "University of South Carolina at Columbia",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "292080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "SC06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "723500",
   "pgm_ele_name": "Particle Astrophysics/Undergro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 384143.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; &nbsp; &nbsp;The neutrino is the most prolific elementary particle in the universe. However, because of its very weak interaction with matter including detectors, their properties are exceedingly difficult to measure. &nbsp;Because of their dominant number, the properties of neutrinos potentially have had a very important impact on the evolution of our universe. For example, the absolute mass scale of neutrinos is not known; if massive enough, neutrinos could have had an important impact on the development of the large scale structure of the universe. In addition the possibility that neutrinos are their own anti-particles (called Majorana particles) is very important to investigate. If they are, it would tell us that an important charge-parity symmetry that is broken in weak interactions, could have been transferred to the strong interactions in the early universe. This would have allowed the this broken symmetry to generate a small particle over anti-particle population in the early universe. This would require the existance of a heavy neutrino of Majorana charactor, i.e., &nbsp;its own anti-particle.This could explain why all the particles and their anti-particles produced in equal number in the early universe did not totally annihilate, leaving nothing but photons behind. That is to say, without &nbsp;some mechanism like this, we and our universe could not exist as we observe it today. The determination of whether neutrinos are Majorana particles is then one of the most important problems in physics today.</p>\n<p><span style=\"white-space: pre;\"> <span style=\"white-space: pre;\"> </span></span>Neutrinoless double-beta decay is a nuclear decay process by which a nucleus would decay by emmitting two beta particles without emitting any neutrinos, thereby violating lepton number. This would require that the neutrino produced with the first beta particle is absorbed with the emission of the second beta particle. The requirements for this process is that neutrinos have mass, and that they are Majorana particles. Therefore the sensitive search for neutrinoless double-beta decay is one of the most important experiments to pursue at this time.</p>\n<p><span style=\"white-space: pre;\"> </span>The CUORE and Majorana experiments, presently nearing the completion of their construction, are designed to provide very sensitive searches for neutrinoless double-beta decay. The University of South Carolina (USC) Group, supported by the present NSF grant, has important tasks in both experiments. In the case of CUORE, USC is responsible for the production of all the front-end electronic system. In the case of the Majorana experiment, the USC Group was responsible for the purification of the germanium used in the fabrication of the detectors. Both of these tasks are nearing completion. The PI was involved in the establishment of both experiments. Activities in Majorana and CUORE, and their earlier versions, have contributed to the PhD dissertations of a dozen USC students.</p>\n<p>&nbsp; &nbsp; &nbsp;The projected sensitivities of these experiments would make a major impact on the field of neutrino physics. Just the observation of this process would mean that neutrinos are their own anti-particles (Majorana particles), implying that the process called Leptogenis could have happened in the early universe, leading to a small excess of particles over anti-particles in the early universe, that would explain the universe we observe today. A measurement of the decay rate of this process would yield the masses of all the three families of neutrinos. These two contributions to particle astrophysics and cosmology would be truly earthshaking, and well worth the years of effort. The spin-off technologies, and the training of graduate students in these experiments have benifitted other fields, in particular homeland security. Four of the USC PhD graduates from this program are employed in nati...",
  "por_txt_cntn": "\n     The neutrino is the most prolific elementary particle in the universe. However, because of its very weak interaction with matter including detectors, their properties are exceedingly difficult to measure.  Because of their dominant number, the properties of neutrinos potentially have had a very important impact on the evolution of our universe. For example, the absolute mass scale of neutrinos is not known; if massive enough, neutrinos could have had an important impact on the development of the large scale structure of the universe. In addition the possibility that neutrinos are their own anti-particles (called Majorana particles) is very important to investigate. If they are, it would tell us that an important charge-parity symmetry that is broken in weak interactions, could have been transferred to the strong interactions in the early universe. This would have allowed the this broken symmetry to generate a small particle over anti-particle population in the early universe. This would require the existance of a heavy neutrino of Majorana charactor, i.e.,  its own anti-particle.This could explain why all the particles and their anti-particles produced in equal number in the early universe did not totally annihilate, leaving nothing but photons behind. That is to say, without  some mechanism like this, we and our universe could not exist as we observe it today. The determination of whether neutrinos are Majorana particles is then one of the most important problems in physics today.\n\n  Neutrinoless double-beta decay is a nuclear decay process by which a nucleus would decay by emmitting two beta particles without emitting any neutrinos, thereby violating lepton number. This would require that the neutrino produced with the first beta particle is absorbed with the emission of the second beta particle. The requirements for this process is that neutrinos have mass, and that they are Majorana particles. Therefore the sensitive search for neutrinoless double-beta decay is one of the most important experiments to pursue at this time.\n\n The CUORE and Majorana experiments, presently nearing the completion of their construction, are designed to provide very sensitive searches for neutrinoless double-beta decay. The University of South Carolina (USC) Group, supported by the present NSF grant, has important tasks in both experiments. In the case of CUORE, USC is responsible for the production of all the front-end electronic system. In the case of the Majorana experiment, the USC Group was responsible for the purification of the germanium used in the fabrication of the detectors. Both of these tasks are nearing completion. The PI was involved in the establishment of both experiments. Activities in Majorana and CUORE, and their earlier versions, have contributed to the PhD dissertations of a dozen USC students.\n\n     The projected sensitivities of these experiments would make a major impact on the field of neutrino physics. Just the observation of this process would mean that neutrinos are their own anti-particles (Majorana particles), implying that the process called Leptogenis could have happened in the early universe, leading to a small excess of particles over anti-particles in the early universe, that would explain the universe we observe today. A measurement of the decay rate of this process would yield the masses of all the three families of neutrinos. These two contributions to particle astrophysics and cosmology would be truly earthshaking, and well worth the years of effort. The spin-off technologies, and the training of graduate students in these experiments have benifitted other fields, in particular homeland security. Four of the USC PhD graduates from this program are employed in national laboratories and specialize in homeland security projects.\n\n\t\t\t\t\tLast Modified: 05/08/2014\n\n\t\t\t\t\tSubmitted by: Frank T Avignone"
 }
}