{
 "awd_id": "1202664",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: Monitoring Deep Crustal Earthquake Sequence, Sierraville, California",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": "7032924693",
 "po_email": "greander@nsf.gov",
 "po_sign_block_name": "Gregory Anderson",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 22205.0,
 "awd_amount": 22205.0,
 "awd_min_amd_letter_date": "2012-01-06",
 "awd_max_amd_letter_date": "2012-01-06",
 "awd_abstract_narration": "The project is to establish a temporary telemetered broadband array to monitor an energetic and unique Moho-depth earthquake sequence that began in southern Sierra Valley, California, in August 2001. The sequence is confined to 30-36 km depths and is remarkably similar to a sequence of earthquakes under North Lake Tahoe in 2003, about 45 km southeast of Sierra Valley.   To date, ~1000 earthquakes have been located in the 2011 Sierra Valley sequence.   High-resolution event locations from both sequences show that each lies on a ~N45W ~50 NE dipping structure; one long-period (LP) event has been identified along the structure, yet was not within either swarm location.  The process, now observed in a second sequence, is interpreted to represent diking and weakening of a high strength upper mantle Moho cap by injection of a lower density melt defining a fundamental boundary between the Sierra Nevada microplate and the Basin and Range.   In both sequences, seismicity is confined to a 5-6 km depth range and magma progresses upward at very similar rates in both sequences. Periodic increases in activity are most likely related to enhanced injection within the overall diking process.  The new data provides the most comprehensive measurements of Moho-depth earthquake swarms within the Sierran block.  An October 26th Mw 4.7 earthquake, felt throughout the region, occurred at 15 km depth, the brittle-ductile transition depth, directly above the deep swarm.  Based on upper crustal seismicity associated with the 2003 deep swarm, we could expect additional shallow seismicity; the shallow triggered seismicity is related either to fluids propagating from depth or deformation associated a Moho depth strain event.   Broadband instrumentation is in place to capture shallow crustal activity that may precede additional M > 4.5 earthquakes. \r\n\r\nHigh-density broadband data complement regional monitoring and local GPS measurements to address fundamental questions about and evolution of the Sierra Nevada microplate boundary in the northern Sierra region.   No broadband stations were in place during the 2003 sequence, and increased station density and sensor bandwidth in 2011 provides the data to better observe Moho and lower crustal volcanic processes associated with the swarm.   Several faults in the region are capable of M ~7 earthquakes. Detailed observations of the processes provides the basis for coordinated efforts between the University of Nevada Reno, the U.S. Geological Survey, and California Emergency Management Administration in preparedness and gauged notification measures for citizens in the eastern California area.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Smith",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth Smith",
   "pi_email_addr": "ken@seismo.unr.edu",
   "nsf_id": "000286636",
   "pi_start_date": "2012-01-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Board of Regents, NSHE, obo University of Nevada, Reno",
  "inst_street_address": "1664 N VIRGINIA ST # 285",
  "inst_street_address_2": "",
  "inst_city_name": "RENO",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7757844040",
  "inst_zip_code": "895570001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NV02",
  "org_lgl_bus_name": "BOARD OF REGENTS OF THE NEVADA SYSTEM OF HIGHER ED",
  "org_prnt_uei_num": "WLDGTNCFFJZ3",
  "org_uei_num": "WLDGTNCFFJZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nevada Reno",
  "perf_str_addr": "1664 N. Virginia Street",
  "perf_city_name": "Reno",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "895570001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NV02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "017F00",
   "pgm_ele_name": "EARTHSCOPE-SCIENCE UTILIZATION"
  },
  {
   "pgm_ele_code": "157400",
   "pgm_ele_name": "Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "017F",
   "pgm_ref_txt": "EARTHSCOPE-SCIENCE UTILIZATION"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 22205.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This study documents the results of a targeted temporary real-time deployment of real-time broadband seismographs to study an unusual sequence of deep (~Moho-depth) earthquakes. Over 2200 events were located in the swarm, which appears to be a dike injection event.&nbsp;&nbsp; In perspective with a nearly identical sequence of earthquakes in 2003 about 50 km to the SE under N. Lake Tahoe, the two sequences define a structure at approximately Moho-depth.&nbsp; This study benefited from the deployment of temporary high-dynamic range instrumentation; portable instruments were not deployed during the 2003 sequence.&nbsp; Earthquakes, in these two sequences, cover about 25% the well-defined approximately 50-km long deep structure that is clearly below the lower crustal ductile region; i.e., earthquakes occur throughout the upper brittle crust in this region but only in the two sequences at these unusual depths along this portion of the Sierra Nevada Great Basin boundary zone in NE California.&nbsp; Figure 1 shows the locations and alignments of the deep sequences at depth as well as the location of a Long-Period (possibly volcanic related event) earthquake that occurred in October 2011 during the Sierraville swarm.&nbsp; &nbsp;The depth of the seismogenic crust in the region is about 18 km, with no prior observations of deep earthquake activity in the region of NE California.&nbsp; These unprecedented observations of deep earthquake sequences, distributed along a single structure, are interpreted to represent the process of rifting of the Sierra Microplate. Lithospheric rifting most often initiates in continental extensional settings where &lsquo;breaking of a plate&rsquo; may or may not progress to sea floor spreading.&nbsp; Generally the strength of the lithosphere is greater than the tectonic forces required for rupture (i.e., Strength Paradox) and extensional models often employ magmatism (e.g., dike emplacement) to reduce lithospheric strength necessary for rifting.&nbsp; Unprecedented earthquake swarm data along the Eastern Sierra in NE California record interpreted dike injection events under southern Sierra Valley (SV; 2011-2012) and North Lake Tahoe (LT; 2003-2004), California. These earthquakes remarkably align along an ~50 km-long Moho-depth fault plane: Strike: ~N45&deg;W; Dip: ~50&deg;E. Also, a Long-Period earthquake was identified during the course of SV sequence at about the mid-point of the LT-SV defined Moho-depth structure.&nbsp; High-precision event locations were determined using USGS software HYPODD.&nbsp; From these well-located sequences and clear structural alignment, we interpret that diking events weaken the upper mantle lid, facilitating lithospheric rupture and rift propagation along the eastern Sierra Microplate. SV Moho-depth diking and associated deformation resulted in increased seismicity in the upper brittle crust; an October 27, 2011, Mw 4.7 earthquake occurred directly above the sequence at the base of the upper crustal seismogenic zone (~15 km depth).&nbsp; Magnitude 4+ upper crustal events and increased microseismcity also followed the 2003 deep sequence. This implies deformation associated with dike injection and Moho-depth fault displacement for both the N. Lake Tahoe and Sierraville sequences involves the entire crustal section.&nbsp;&nbsp; At a regional scale, we propose that this progression of volcanism, extension, and flexural uplift of the eastern Sierra, along the western Walker Lane, beginning ~10 Ma and ~180 km to the south, tracks northward propagation of the Pacific-North American transform boundary. &nbsp;The results suggest that evidence for rift propagation may be found further south along the eastern Sierra in further studies that would correspond to the previous position of the Mendicino Triple Junction and previous position of a Moho-depth rift structure along the eastern Sierra.</p>\n<p>These observations will im...",
  "por_txt_cntn": "\nThis study documents the results of a targeted temporary real-time deployment of real-time broadband seismographs to study an unusual sequence of deep (~Moho-depth) earthquakes. Over 2200 events were located in the swarm, which appears to be a dike injection event.   In perspective with a nearly identical sequence of earthquakes in 2003 about 50 km to the SE under N. Lake Tahoe, the two sequences define a structure at approximately Moho-depth.  This study benefited from the deployment of temporary high-dynamic range instrumentation; portable instruments were not deployed during the 2003 sequence.  Earthquakes, in these two sequences, cover about 25% the well-defined approximately 50-km long deep structure that is clearly below the lower crustal ductile region; i.e., earthquakes occur throughout the upper brittle crust in this region but only in the two sequences at these unusual depths along this portion of the Sierra Nevada Great Basin boundary zone in NE California.  Figure 1 shows the locations and alignments of the deep sequences at depth as well as the location of a Long-Period (possibly volcanic related event) earthquake that occurred in October 2011 during the Sierraville swarm.   The depth of the seismogenic crust in the region is about 18 km, with no prior observations of deep earthquake activity in the region of NE California.  These unprecedented observations of deep earthquake sequences, distributed along a single structure, are interpreted to represent the process of rifting of the Sierra Microplate. Lithospheric rifting most often initiates in continental extensional settings where æbreaking of a plateÆ may or may not progress to sea floor spreading.  Generally the strength of the lithosphere is greater than the tectonic forces required for rupture (i.e., Strength Paradox) and extensional models often employ magmatism (e.g., dike emplacement) to reduce lithospheric strength necessary for rifting.  Unprecedented earthquake swarm data along the Eastern Sierra in NE California record interpreted dike injection events under southern Sierra Valley (SV; 2011-2012) and North Lake Tahoe (LT; 2003-2004), California. These earthquakes remarkably align along an ~50 km-long Moho-depth fault plane: Strike: ~N45&deg;W; Dip: ~50&deg;E. Also, a Long-Period earthquake was identified during the course of SV sequence at about the mid-point of the LT-SV defined Moho-depth structure.  High-precision event locations were determined using USGS software HYPODD.  From these well-located sequences and clear structural alignment, we interpret that diking events weaken the upper mantle lid, facilitating lithospheric rupture and rift propagation along the eastern Sierra Microplate. SV Moho-depth diking and associated deformation resulted in increased seismicity in the upper brittle crust; an October 27, 2011, Mw 4.7 earthquake occurred directly above the sequence at the base of the upper crustal seismogenic zone (~15 km depth).  Magnitude 4+ upper crustal events and increased microseismcity also followed the 2003 deep sequence. This implies deformation associated with dike injection and Moho-depth fault displacement for both the N. Lake Tahoe and Sierraville sequences involves the entire crustal section.   At a regional scale, we propose that this progression of volcanism, extension, and flexural uplift of the eastern Sierra, along the western Walker Lane, beginning ~10 Ma and ~180 km to the south, tracks northward propagation of the Pacific-North American transform boundary.  The results suggest that evidence for rift propagation may be found further south along the eastern Sierra in further studies that would correspond to the previous position of the Mendicino Triple Junction and previous position of a Moho-depth rift structure along the eastern Sierra.\n\nThese observations will impact the development of regional tectonic models and lead to isolating mechanisms of Sierran uplift and evolution of the Walker Lane Belt in the NE CA region. T..."
 }
}