{
 "awd_id": "1202746",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2012",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael Vanni",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 123000.0,
 "awd_amount": 123000.0,
 "awd_min_amd_letter_date": "2012-06-26",
 "awd_max_amd_letter_date": "2012-06-26",
 "awd_abstract_narration": "Biological and physical influences on ecosystem metabolism and nutrient uptake\r\n\r\nDeciphering the interconnections between energy and nutrient resources and how they combine to influence nutrient uptake and ecosystem metabolism remains a grand challenge in the ecological sciences. Previous research has focused on static measures of these processes and limited information exists on the spatial and temporal variability of these dynamics. This project uses new methods and sensor technologies to decipher the dynamic interconnections between energy, nutrient resources, ecosystem metabolism, and nutrient uptake. Data across two zones of differing climate, vegetation, landforms, and ecology will allow for comparisons between regions. This research seeks new understanding of the coupled biological and physical influences on ecosystem metabolism and nutrient uptake.\r\n\r\nThe postdoctoral fellow will develop advanced skills in measuring and modeling ecological and hydrological processes. The development of an inter-university field-based course will train students in the newly developed methods, technologies, and data analysis techniques. Interdisciplinary interactions at the Nicholas School of the Environment and the River Center will help expand this work beyond stream studies to aquatic ecosystems. Data generated from this research will be made publicly available through the hydrologic data sharing system, CUAHSI HIS, and interaction with local water quality groups will expand the impacts beyond the scientific community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tim",
   "pi_last_name": "Covino",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Tim P Covino",
   "pi_email_addr": "",
   "nsf_id": "000603968",
   "pi_start_date": "2012-06-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Covino                  Tim            P",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Bozeman",
  "inst_state_code": "MT",
  "inst_state_name": "Montana",
  "inst_phone_num": "",
  "inst_zip_code": "597173120",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MT01",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Duke Unviersity",
  "perf_str_addr": null,
  "perf_city_name": "Durham",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277080328",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "805400",
   "pgm_ele_name": "Inters Biol and Math and Phys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 123000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This National Science Foundation (NSF) Postdoctoral Fellowship based at Duke University focused on deciphering the interconnections and feedbacks between resource supply (e.g., nutrients and light), nutrient demand (e.g., plant or microbial uptake of nutrients) and nutrient limitation (i.e., how resource supply limits ecosystem productivity). During this project we developed new understanding and valuable insight into these relationships and found complex interactions among them. In particular we investigated ecosystem nitrogen supply, demand, and limitation in New Hope Creek, Duke Forest, North Carolina from February to December 2013. We found relatively high in-stream nitrogen concentrations and low dissolved organic carbon concentrations during the winter, spring, and summer. Partially as a result of the high supply of nitrogen, the stream was not nitrogen limited during these periods. We found that although the stream ecosystem demand for nitrogen was high during winter, spring, and summer, demand was being satisfied by resource supply, which resulted in the stream not being nitrogen limited. However, this situation changed in the fall when the trees lost their leaves and those leaves fell into the stream. This provided a readily digestible form of organic carbon to the stream and at this point the stream became nitrogen limited. This suggests that different nutrients or resources limit ecosystem productivity at different times of the year based on resource supply and this resource supply changes seasonally. For instance, in the winter and spring there is sufficient light and nitrogen but very low levels of carbon. However, during the summer very little light reaches the stream because the forest canopy shades the stream. Subsequently, in the fall there is ample light and carbon but low levels of nitrogen. This represents the balance between resource supply, how it shifts seasonally, and how this ultimately results in controlling ecosystem productivity.</p>\n<p>In addition to monitoring stream flow, water quality, and measuring stream nutrient uptake we also held community outreach days during April and November of 2013. During these events members of the community and students from Haywood Community College came to the research site to learn about our research, as well as hydrology and stream ecology more broadly. Lastly this NSF Postdoctoral Fellowship provided valuable training for postdoctoral fellow Tim Covino. This fellowship allowed Tim to increase his area of expertise from his background in physical sciences (hydrology) to incorporate more biological sciences. Tim also greatly expanded his network of collaborating scientists and expanded his scientific horizons. This fellowship provided a springboard to launch Tim&rsquo;s scientific career as he moves on as an Assistant Professor of Watershed Science at Colorado State University. &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/07/2014<br>\n\t\t\t\t\tModified by: Tim&nbsp;P&nbsp;Covino</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis National Science Foundation (NSF) Postdoctoral Fellowship based at Duke University focused on deciphering the interconnections and feedbacks between resource supply (e.g., nutrients and light), nutrient demand (e.g., plant or microbial uptake of nutrients) and nutrient limitation (i.e., how resource supply limits ecosystem productivity). During this project we developed new understanding and valuable insight into these relationships and found complex interactions among them. In particular we investigated ecosystem nitrogen supply, demand, and limitation in New Hope Creek, Duke Forest, North Carolina from February to December 2013. We found relatively high in-stream nitrogen concentrations and low dissolved organic carbon concentrations during the winter, spring, and summer. Partially as a result of the high supply of nitrogen, the stream was not nitrogen limited during these periods. We found that although the stream ecosystem demand for nitrogen was high during winter, spring, and summer, demand was being satisfied by resource supply, which resulted in the stream not being nitrogen limited. However, this situation changed in the fall when the trees lost their leaves and those leaves fell into the stream. This provided a readily digestible form of organic carbon to the stream and at this point the stream became nitrogen limited. This suggests that different nutrients or resources limit ecosystem productivity at different times of the year based on resource supply and this resource supply changes seasonally. For instance, in the winter and spring there is sufficient light and nitrogen but very low levels of carbon. However, during the summer very little light reaches the stream because the forest canopy shades the stream. Subsequently, in the fall there is ample light and carbon but low levels of nitrogen. This represents the balance between resource supply, how it shifts seasonally, and how this ultimately results in controlling ecosystem productivity.\n\nIn addition to monitoring stream flow, water quality, and measuring stream nutrient uptake we also held community outreach days during April and November of 2013. During these events members of the community and students from Haywood Community College came to the research site to learn about our research, as well as hydrology and stream ecology more broadly. Lastly this NSF Postdoctoral Fellowship provided valuable training for postdoctoral fellow Tim Covino. This fellowship allowed Tim to increase his area of expertise from his background in physical sciences (hydrology) to incorporate more biological sciences. Tim also greatly expanded his network of collaborating scientists and expanded his scientific horizons. This fellowship provided a springboard to launch TimÆs scientific career as he moves on as an Assistant Professor of Watershed Science at Colorado State University.  \n\n \n\n\t\t\t\t\tLast Modified: 02/07/2014\n\n\t\t\t\t\tSubmitted by: Tim P Covino"
 }
}