{
 "awd_id": "1202871",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF Postdoctoral Fellowship in Biology FY 2012",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032922157",
 "po_email": "dmarenda@nsf.gov",
 "po_sign_block_name": "Daniel Marenda",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 219750.0,
 "awd_amount": 219750.0,
 "awd_min_amd_letter_date": "2012-06-29",
 "awd_max_amd_letter_date": "2012-06-29",
 "awd_abstract_narration": "Bats are one of the best examples of vertebrate evolutionary diversification and ecological specialization.  Furthermore, bat reproductive physiology is extremely diverse and includes reproductive delays, interruptions in the sequence of events leading from insemination to birth. Due to their diverse reproductive physiologies, bats are an excellent system for asking questions about genital evolution.  The hypothesis that bat genital morphology is influenced by sexual selection will be evaluated by performing an interspecific anatomical comparative study.  The Fellow will determine if reproductive delays facilitate sexual selection, and examine the nearly undescribed female reproductive morphology in the context of male morphology. This study will make substantial contributions to our understanding of genital evolution and the role of delays in facilitating post-copulatory sexual selection, advancing knowledge of how sexual selection interacts with physiology and ecology. \r\n\r\nBat reproduction and ecology are linked. If, as predicted, climate change results in non-linear changes in cues previously used for timing reproduction, bats may mistime reproduction.  This is particularly true for long-lived species with disjointed reproductive periods such as those with reproductive delays. Understanding the role of delays in reproduction will help us to predict high risk species.  This project will include several undergraduates from diversity programs who will be trained in all of the project's methods and mentored for professional development.  The Fellow will maintain her blog aimed at educating the public about science and bats and will encourage undergraduate researchers to maintain pages documenting their experiences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Teri",
   "pi_last_name": "Orr",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Teri J Orr",
   "pi_email_addr": "",
   "nsf_id": "000576884",
   "pi_start_date": "2012-06-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Orr                     Teri           J",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Riverisde",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "925072903",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Orr                     Teri           J",
  "perf_str_addr": null,
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925072903",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115700",
   "pgm_ele_name": "Broadening Participation of Gr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  },
  {
   "pgm_ref_code": "7174",
   "pgm_ref_txt": "POSTDOC FELLOW IN SCI, MATH EN"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 219750.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p>Reproduction is perhaps the most important biological process for evolution. One key contributor to reproductive success is properly functioning genitalia. Although largely understudied, genitalia are enormously diverse both morphologically and physiologically, and this diversity formed a central theme in the research carried out for this project. While genitalia are paramount to reproduction of sexually reproducing animals, aspects of the physiology&mdash;such as reproductive delays&mdash;often play an important role as well. Reproductive delays<strong> </strong>are an interruption in the sequence of reproductive events leading from mating to birth.&nbsp; One particularly interesting type of reproductive delay is sperm storage&mdash;the extended maintenance of viable sperm by a female within the confines of her reproductive tract (e.g. uterus or oviducts). Due to their range of reproductive physiologies (including female sperm storage), bats are an excellent study system to ask questions related to genital evolution and to reproductive delays, and they were the focus of this project.</p>\n<p>The research supported by this award was aimed at testing the hypothesis that male genital morphology evolves along with female reproductive physiology in a manner consistent with sexual selection theory. Specifically, we hypothesized that males might have morphological adaptations to ensure that their sperm fertilizes a female&rsquo;s egg, rather than the sperm of a competitor. By looking broadly across bats, we found substantial support for this hypothesis through the observation that male bats of species where females store sperm often possess hair-like spines on their genitalia (Fig. 1A, C), compared to species where females are not known to have long-term sperm storage; in these latter species, males lack genital spines (Fig. 1B, D). We also found that male morphology varies in relation to mating system.&nbsp; Males of species with high sperm competition evolve traits such as genital spines to facilitate reproductive success.&nbsp; During the course of this work we discovered that the mechanisms and even the concept of &ldquo;sperm storage&rdquo; were poorly defined. For example, how can we distinguish active sperm storage from simple sperm longevity? To answer these and related questions, we developed a way to quantify the likelihood that a species has female sperm storage &ndash; regardless if that species is a koala, earthworm, human or bat.&nbsp; As a result, future researchers can use our index to determine if a species has sperm storage and to identify species that may be especially important study organisms.&nbsp; A key aspect of this research is highlighting that species with reproductive delays present valuable natural variation in the timing and duration of normal reproductive events, and that studying such species may ultimately enable us to better understand complex issues facing fertility in many species, including humans.</p>\n<p>The diverse results of the work from this funded project have garnered enormous interest from the scientific community as illustrated by invitations to present at symposia and universities, well attended presentations at international meetings, and five publications in top journals. We have also engaged with the broader public on numerous occasions, including featured media publications in <em>BBC Earth</em> and <em>Science</em> magazine and publicly-attended talks on this topic at local Science Caf&eacute; events. Another key focus of this project has been the training of future scientists. &nbsp;We have invested heavily in training three undergraduate students during the course of this project. Each student was trained in the scientific process as well as in specific skills, such as histological techniques, statistical analysis, and data management. Moreover, two of these students completed independent research project...",
  "por_txt_cntn": "\n \n\nReproduction is perhaps the most important biological process for evolution. One key contributor to reproductive success is properly functioning genitalia. Although largely understudied, genitalia are enormously diverse both morphologically and physiologically, and this diversity formed a central theme in the research carried out for this project. While genitalia are paramount to reproduction of sexually reproducing animals, aspects of the physiology&mdash;such as reproductive delays&mdash;often play an important role as well. Reproductive delays are an interruption in the sequence of reproductive events leading from mating to birth.  One particularly interesting type of reproductive delay is sperm storage&mdash;the extended maintenance of viable sperm by a female within the confines of her reproductive tract (e.g. uterus or oviducts). Due to their range of reproductive physiologies (including female sperm storage), bats are an excellent study system to ask questions related to genital evolution and to reproductive delays, and they were the focus of this project.\n\nThe research supported by this award was aimed at testing the hypothesis that male genital morphology evolves along with female reproductive physiology in a manner consistent with sexual selection theory. Specifically, we hypothesized that males might have morphological adaptations to ensure that their sperm fertilizes a femaleÆs egg, rather than the sperm of a competitor. By looking broadly across bats, we found substantial support for this hypothesis through the observation that male bats of species where females store sperm often possess hair-like spines on their genitalia (Fig. 1A, C), compared to species where females are not known to have long-term sperm storage; in these latter species, males lack genital spines (Fig. 1B, D). We also found that male morphology varies in relation to mating system.  Males of species with high sperm competition evolve traits such as genital spines to facilitate reproductive success.  During the course of this work we discovered that the mechanisms and even the concept of \"sperm storage\" were poorly defined. For example, how can we distinguish active sperm storage from simple sperm longevity? To answer these and related questions, we developed a way to quantify the likelihood that a species has female sperm storage &ndash; regardless if that species is a koala, earthworm, human or bat.  As a result, future researchers can use our index to determine if a species has sperm storage and to identify species that may be especially important study organisms.  A key aspect of this research is highlighting that species with reproductive delays present valuable natural variation in the timing and duration of normal reproductive events, and that studying such species may ultimately enable us to better understand complex issues facing fertility in many species, including humans.\n\nThe diverse results of the work from this funded project have garnered enormous interest from the scientific community as illustrated by invitations to present at symposia and universities, well attended presentations at international meetings, and five publications in top journals. We have also engaged with the broader public on numerous occasions, including featured media publications in BBC Earth and Science magazine and publicly-attended talks on this topic at local Science Caf&eacute; events. Another key focus of this project has been the training of future scientists.  We have invested heavily in training three undergraduate students during the course of this project. Each student was trained in the scientific process as well as in specific skills, such as histological techniques, statistical analysis, and data management. Moreover, two of these students completed independent research projects, culminating in professional presentations at both the university and national meetings. One of these students found that males of taxa with long-lived sperm produce ..."
 }
}