{
 "awd_id": "1202443",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Metamaterials: Making Optics from Scratch--Part 1",
 "cfda_num": "47.041",
 "org_code": "07010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Dimitris Pavlidis",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 181215.0,
 "awd_amount": 181215.0,
 "awd_min_amd_letter_date": "2012-04-10",
 "awd_max_amd_letter_date": "2016-05-19",
 "awd_abstract_narration": "Project Summary\r\nObjective: Seven key challenges have been identified related to theory, design, and manufacturing of metamaterials. Simultaneous solutions to these challenges will transform the design of all devices working on electromagnetic principles and enable novel devices that challenge the human imagination today. This project will address four of those seven key challenges through a single prototype that simultaneously demonstrates (1) full isotropy, (2) negative index, (3) operation in optical wavelengths, and (4) bulk fabrication using a combined ?meandering wire? concept and a novel 3D stimulated emission depletion microscopy-inspired direct laser writing fabrication.\r\nIntellectual Merit: Stringent requirements already imposed by the prototype will set it as a benchmark for many future optical metamaterial devices that challenge the human imagination today. This project will leverage state-of-the art 3D optical lithography and boost other complementary efforts in the field to address the remaining challenges which are (5) compensation of optical losses, (6) tunability, (7) broad bandwidth, and operation in higher optical frequencies for more functionalities.\r\nBroader Impacts: Broader impacts of the project include (1) exploring the most viable route for \"making optics from scratch\" and advancing the science of controlling light on-demand, (2) advancing state-of-the-art imaging, sensing, lithography, and nanomanufacturing science and technology, (3) strengthening collaborations with world-renowned national and international research teams, (4) training graduate and undergraduate students in interdisciplinary and international environments, (5) taking the right steps for turning academic curiosity into industrial products, and (6) establishing a popular research track to attract young students for careers in science, mathematics, and engineering",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "ECCS",
 "org_div_long_name": "Division of Electrical, Communications and Cyber Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Durdu",
   "pi_last_name": "Guney",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Durdu Guney",
   "pi_email_addr": "dguney@mtu.edu",
   "nsf_id": "000576029",
   "pi_start_date": "2012-04-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Costas",
   "pi_last_name": "Soukoulis",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Costas M Soukoulis",
   "pi_email_addr": "soukoulis@ameslab.gov",
   "nsf_id": "000299436",
   "pi_start_date": "2012-04-10",
   "pi_end_date": "2016-05-19"
  }
 ],
 "inst": {
  "inst_name": "Michigan Technological University",
  "inst_street_address": "1400 TOWNSEND DR",
  "inst_street_address_2": "",
  "inst_city_name": "HOUGHTON",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "9064871885",
  "inst_zip_code": "499311200",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MI01",
  "org_lgl_bus_name": "MICHIGAN TECHNOLOGICAL UNIVERSITY",
  "org_prnt_uei_num": "GKMSN3DA6P91",
  "org_uei_num": "GKMSN3DA6P91"
 },
 "perf_inst": {
  "perf_inst_name": "Michigan Technological University",
  "perf_str_addr": "1400 Townsend Dr.",
  "perf_city_name": "Houghton",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "499311295",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "151700",
   "pgm_ele_name": "EPMD-ElectrnPhoton&MagnDevices"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "097E",
   "pgm_ref_txt": "High Freq Devices & Circuits"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 181215.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The idea of the metamaterials is to make&nbsp; electromagnetic devices from&nbsp; scratch by tailoring the underlying&nbsp; constitutive parameters. This idea&nbsp; will continue to have greater potential for transforming optical&nbsp;science&nbsp;and technology and broadly impact science, education, and&nbsp; industry in&nbsp; the years to come. Reducing losses in&nbsp; the optical frequencies to at least a level&nbsp; achievable at microwaves or THz&nbsp;frequencies may enable&nbsp; translating many interesting&nbsp; and well-established devices and concepts at those lower frequencies to optical regime. Advances in the metamaterial design and scalable fabrication&nbsp;will continue to enable more sophisticated and functional metamaterials with previously unthought-of capabilities.</p>\n<p>This project led to important solutions for most critical challenges including optical losses, isotropy, and bulk fabrication for practical realization of photonic metamaterial devices, particularly sub-diffraction-limited metamaterial lenses. These contributions received wide media coverage in international journal and magazines, science portals including <em>Nature Photonics,</em> <em>Optics and Photonics News</em>, <em>Photonics</em>, <em>ScienceDaily</em>, <em>Wired</em>, and <em>R&amp;D Magazine,</em> among others.</p>\n<p>Particularly, the project contributed to the advancement of direct laser writing processes through several blueprints for the fabrication of three-dimensional metamaterials at mid- and near-infrared frequencies.</p>\n<p>Better understanding of optical absorption in metamaterials, plasmonics, semiconductor nanostructures, and solar photovoltaic cells were achieved. Important strategies were developed to minimize losses in metamaterials at optical frequency regions. The problem of inherent losses in metamaterials is one of the greatest challenges in metamaterials research. Bulk Skin Depth Technique was invented to minimize Ohmic losses in plasmonic solar photovoltaic cells and metamaterials to exploit their full potential. These works were cited by <em>Wikipedia</em> under the general topic of &ldquo;Metamaterials&rdquo; and a specific topic of &ldquo;Metamaterial absorber,&rdquo;&nbsp; appreciating the significance of the contribution to the advancement of knowledge on metamaterials. The project led to the invention of &Pi;-scheme, a novel loss compensation scheme enabling loss-free metamaterials, which does not require gain medium, hence free from its associated complications [see Phys. Rev. Lett. 115, 035502 (2015)]. <span style=\"font-size: small;\"><span style=\"font-size: small;\">Very recently,&nbsp;it has been shown&nbsp;that the &pi;-scheme is a powerful tecnhique for diffraction-unlimited  imaging&nbsp;with metamaterial lenses. Significant enhancement has been predicted in the image resolutions of negative  index flat lens and hyperlens using the&nbsp;<span style=\"font-size: small;\">&pi;</span> loss compensation scheme.</span></span></p>\n<p>Furthermore, the project contributed to advancement of metamaterial designs for the visible spectrum. It was shown that the operating frequency of negative index metamaterials can cover the entire visible spectrum and possibly be stretched to ultraviolet wavelengths. Previously there was no demonstration of negative index below yellow wavelengths, either theoretically or experimentally. Findings received wide media coverage including articles in <em>Optics and Photonics News</em>, <em>Wired</em>, <em>ScienceDaily</em>, and many others. The first dual-band low-loss negative index metamaterial for the visible spectrum was proposed. This work was selected by <em>Nature Photonics</em> as Research Highlights.</p>\n<p>A new class of metamaterials, called magneto-optical metamaterials (MOMs), was invented. It was demonstrated that gyration for MOMs can be enhanced by one order of magnitude compared to conventional bulk magneto-optical materials. The magneto-optical Faraday effect is at the heart of most non-reciprocal optical components such as isolators and circulators. One of the most important challenges is very low gyration in magneto-optical materials.</p>\n<p>Finally, world&rsquo;s most extremely subwavelength negative index metamaterial design was proposed with operating wavelength to unit cell size ratio of more than 1700. Simultaneously the world&rsquo;s most extreme refractive index of -109 was proposed. The previously recorded most extreme refractive index was only 38.6, published in <em>Nature</em>.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2016<br>\n\t\t\t\t\tModified by: Durdu&nbsp;Guney</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe idea of the metamaterials is to make  electromagnetic devices from  scratch by tailoring the underlying  constitutive parameters. This idea  will continue to have greater potential for transforming optical science and technology and broadly impact science, education, and  industry in  the years to come. Reducing losses in  the optical frequencies to at least a level  achievable at microwaves or THz frequencies may enable  translating many interesting  and well-established devices and concepts at those lower frequencies to optical regime. Advances in the metamaterial design and scalable fabrication will continue to enable more sophisticated and functional metamaterials with previously unthought-of capabilities.\n\nThis project led to important solutions for most critical challenges including optical losses, isotropy, and bulk fabrication for practical realization of photonic metamaterial devices, particularly sub-diffraction-limited metamaterial lenses. These contributions received wide media coverage in international journal and magazines, science portals including Nature Photonics, Optics and Photonics News, Photonics, ScienceDaily, Wired, and R&amp;D Magazine, among others.\n\nParticularly, the project contributed to the advancement of direct laser writing processes through several blueprints for the fabrication of three-dimensional metamaterials at mid- and near-infrared frequencies.\n\nBetter understanding of optical absorption in metamaterials, plasmonics, semiconductor nanostructures, and solar photovoltaic cells were achieved. Important strategies were developed to minimize losses in metamaterials at optical frequency regions. The problem of inherent losses in metamaterials is one of the greatest challenges in metamaterials research. Bulk Skin Depth Technique was invented to minimize Ohmic losses in plasmonic solar photovoltaic cells and metamaterials to exploit their full potential. These works were cited by Wikipedia under the general topic of \"Metamaterials\" and a specific topic of \"Metamaterial absorber,\"  appreciating the significance of the contribution to the advancement of knowledge on metamaterials. The project led to the invention of &Pi;-scheme, a novel loss compensation scheme enabling loss-free metamaterials, which does not require gain medium, hence free from its associated complications [see Phys. Rev. Lett. 115, 035502 (2015)]. Very recently, it has been shown that the &pi;-scheme is a powerful tecnhique for diffraction-unlimited  imaging with metamaterial lenses. Significant enhancement has been predicted in the image resolutions of negative  index flat lens and hyperlens using the &pi; loss compensation scheme.\n\nFurthermore, the project contributed to advancement of metamaterial designs for the visible spectrum. It was shown that the operating frequency of negative index metamaterials can cover the entire visible spectrum and possibly be stretched to ultraviolet wavelengths. Previously there was no demonstration of negative index below yellow wavelengths, either theoretically or experimentally. Findings received wide media coverage including articles in Optics and Photonics News, Wired, ScienceDaily, and many others. The first dual-band low-loss negative index metamaterial for the visible spectrum was proposed. This work was selected by Nature Photonics as Research Highlights.\n\nA new class of metamaterials, called magneto-optical metamaterials (MOMs), was invented. It was demonstrated that gyration for MOMs can be enhanced by one order of magnitude compared to conventional bulk magneto-optical materials. The magneto-optical Faraday effect is at the heart of most non-reciprocal optical components such as isolators and circulators. One of the most important challenges is very low gyration in magneto-optical materials.\n\nFinally, world?s most extremely subwavelength negative index metamaterial design was proposed with operating wavelength to unit cell size ratio of more than 1700. Simultaneously the world?s most extreme refractive index of -109 was proposed. The previously recorded most extreme refractive index was only 38.6, published in Nature.\n\n\t\t\t\t\tLast Modified: 11/29/2016\n\n\t\t\t\t\tSubmitted by: Durdu Guney"
 }
}