{
 "awd_id": "1202447",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: LbL Polymer Thin Films for Reaction-Assisted Acid Gas Removal",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Rosemarie D. Wesson",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 102000.0,
 "awd_min_amd_letter_date": "2012-02-29",
 "awd_max_amd_letter_date": "2012-06-01",
 "awd_abstract_narration": "1202447-Wilhite\r\nSingle composite membrane for reaction-assisted separations. Hydrogen, which can be produced via catalytic reforming of virtually any hydrocarbon resource, has emerged as a promising global energy currency.   However, no elegant solution for mitigating the undesired by-products of hydrogen production (e.g., CO, CO2) currently exists- thus, presenting a grand challenge. We propose to simultaneously purify H2, destroy CO and isolate CO2 using a single composite membrane comprised of a layer-by-layer (LbL) assembled polymeric thin film for selective removal of CO2 and an inorganic catalytic membrane for converting CO to CO2 via water-gas-shift reaction. The resulting composite catalytic-permselective membranes represent a unique and transformative approach to hydrogen purification by integrating layer-by-layer assembly techniques for constructing permselective polymer films with washcoating methods to construct catalytic films to achieve reaction-assisted gas separations in a single composite membrane. \r\n\r\nProton-exchange membrane fuel cells (PEMFCs), which use hydrogen as a fuel, are a leading candidate for next-generation power systems, owing to their durability, portability and/or scalability. However, by-products from hydrogen production such as CO can poison the PEMFC and dramatically limit lifetime and performance; CO2, another by-product, dilutes the hydrogen stream and must be removed prior to endpoint usage. Current strategies for reducing CO-levels involve coupling of the equilibrium-limited water-gas-shift catalysts (WGS) with palladium-based hydrogen-permselective membranes. Because of palladium's cost and low hydrogen permeability, replacing palladium with alternative materials is viewed as a grand challenge in realizing cost-effective high-purity hydrogen. In the proposed work the LbL membranes may compete with or even surpass palladium. Recent work in reverseselective polymeric membranes indicates that select polymers (i.e., poly(ethylene oxide) (PEO) and poly(allylamine) (PAH)) are very cost-effective at separating CO2 from H2. The proposed LbL thin films containing PAH, coupled with WGS catalyst to destroy CO, may potentially produce high-purity, high-pressure hydrogen from hydrogen reformate streams containing undesired by-products at low cost. \r\n\r\nThis exploratory grant will explore the use of LbL membranes for permselective gas separation, their compatibility with reforming chemistries and with catalytic thin-film deposition techniques, with the ultimate goal of demonstrating a prototype composite catalytic-permselective membrane capable of permselective CO2 removal from reformate mixtures at typical (100 - 180C) reaction temperatures. The proposed research is high-risk, as all three central hypotheses are untested to-date. Gas transfer in LbL assemblies is relatively unexplored, partly because there is little crossover in the fields of LbL assembly and gas separations. The compatibility of LbL deposition techniques with catalytic washcoating methods has not been explored in the literature to-date. Lastly, the durability and performance of LbL thin films have not been investigated under reaction environments or at elevated temperatures. Scientific results regarding each of these hypotheses are of substantial intellectual value to the separations community. \r\n\r\nValidation of the proposed coupling of catalytic and LbL polymeric films in a composite catalytic-permselective membrane will enable the rigorous development of an innovative approach to realizing low-cost, highly selective gas separation membranes. For the specific case of a water-gas-shift catalytic layer enhancing the permselectivity of a CO2-selective LbL film, recent theoretical predictions by Wilhite indicate that H2-CO permselectivities in excess of 250:1 (comparable to Pd films) may be achieved at roughly 1/100th the cost. By itself, this achievement could transform the field of hydrogen purification membranes. Planned outreach activities include mentoring of undergraduate researchers through the Department of Chemical Engineering's REU program and Engineering Scholars program. The PIs will also host an international research internship through the International Scholars Program at TAMU. Summer research opportunities will also be available to K-12 teachers through the College of Engineering's RET program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Wilhite",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin A Wilhite",
   "pi_email_addr": "benjamin.wilhite@che.tamu.edu",
   "nsf_id": "000063961",
   "pi_start_date": "2012-02-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jodie",
   "pi_last_name": "Lutkenhaus",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jodie Lutkenhaus",
   "pi_email_addr": "jodie.lutkenhaus@tamu.edu",
   "nsf_id": "000510316",
   "pi_start_date": "2012-02-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University, Artie McFerrin Dept. of Chem. Eng.",
  "perf_str_addr": "200 Jack E. Brown Building",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433122",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "141700",
   "pgm_ele_name": "Interfacial Engineering Progra"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "052E",
   "pgm_ref_txt": "MAT & PROC FOR CHEM SEPARATION"
  },
  {
   "pgm_ref_code": "136E",
   "pgm_ref_txt": "Chemical Separation Processes"
  },
  {
   "pgm_ref_code": "152E",
   "pgm_ref_txt": "Cyber-Physical Systems"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 102000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Summary. </strong>This one-year FFATA-EAGER award supported high-risk, high-reward research aimed at exploring two novel hypotheses of significant importance to advancing hydrogen purification technologies. Specifically, the PI team of Wilhite and Lutkenhaus proposed the following:</p>\n<p>&nbsp;</p>\n<ol>\n<li>That the ability of current state-of-the-art polymeric membranes for hydrogen purification may be significantly improved via addition of a catalytic layer, and</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>That a novel, low-cost manufacturing process based upon layer-by-layer assembly of polymeric thin films has the potential to provide competitive, if not superior, gas separation performance compared to current industrial polymeric membranes.</li>\n</ol>\n<p>&nbsp;</p>\n<p>The <strong>intellectual merit</strong> of the research effort lies in the development of new understanding of how catalytic and polymeric membranes interact under gas separation conditions, and the demonstration of new experimental techniques for producing competitive layer-by-layer polymeric gas separation membranes. By focusing research efforts upon advancing the field of hydrogen purification, the <strong>broader impact</strong> of the work is substantial as advances in technologies capable of producing low-cost high-quality hydrogen directly support the realization of a sustainable, domestic and secure energy infrastructure. Details of each of the research activities is detailed below.</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Activity 1: Design of Composite Catalytic-Polymeric Membranes</strong></p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Background:</strong> Polymeric membranes for gas separation offer a low-cost, low-energy means to purify hydrogen (H<sub>2</sub>) for use in myriad energy applications ranging from petroleum processing, conversion of domestic coal and natural gas to synthetic petroleum products, and conversion of renewable biomass to sustainable liquid fuels. Thus, advances in H<sub>2</sub> purification technologies stand to have a transformational impact on the development of a robust, stable and secure domestic energy future.</p>\n<p>&nbsp;</p>\n<p>Raw hydrogen produced from reforming processes contains significant amounts of carbon dioxide (CO<sub>2</sub>) and carbon monoxide (CO) contaminants that must be removed from the raw hydrogen gas to achieve the hydrogen purities required by industry. Current state-of-the-art polymeric membranes are incapable of achieving the high (&gt;100:1) permselectivities necessary to compete with energy-intensive and complex pressure-swing adsorption processes employed by industry today.</p>\n<p>&nbsp;</p>\n<p><strong>Results of Funding: </strong>Under this award, the PI (Wilhite) performed fundamental transport-reaction modeling which demonstrated that addition of a catalytic film over-top existing state-of-the-art polymeric films can significantly enhance H<sub>2</sub>-CO<sub>2</sub> permselectivities to meet this demand. As a result of this award, Wilhite&rsquo;s research group has developed the design rules and understanding necessary to begin implementation of this novel approach to membrane design.</p>\n<p>&nbsp;</p>\n<p><strong>Intellectual Merit and Broader Impacts:</strong> The research effort provided the scientific and technical community with instructions for implementing the composite catalytic-polymeric membrane design approach, thus directly advancing the field of hydrogen purification. The affordability of pure hydrogen has to-date limited the economic viability of producing upgraded fuels from renewable biomass or domestic natural gas and coal. Thus, the research effort provided a valuable advance towards the development of a cleaner, more sustainable and secure domestic energy infrastructure. In addition, the fundamental nature of the work provided key insights to the greater technical community for extending the composite...",
  "por_txt_cntn": "\nSummary. This one-year FFATA-EAGER award supported high-risk, high-reward research aimed at exploring two novel hypotheses of significant importance to advancing hydrogen purification technologies. Specifically, the PI team of Wilhite and Lutkenhaus proposed the following:\n\n \n\nThat the ability of current state-of-the-art polymeric membranes for hydrogen purification may be significantly improved via addition of a catalytic layer, and\n\n\n \n\nThat a novel, low-cost manufacturing process based upon layer-by-layer assembly of polymeric thin films has the potential to provide competitive, if not superior, gas separation performance compared to current industrial polymeric membranes.\n\n\n \n\nThe intellectual merit of the research effort lies in the development of new understanding of how catalytic and polymeric membranes interact under gas separation conditions, and the demonstration of new experimental techniques for producing competitive layer-by-layer polymeric gas separation membranes. By focusing research efforts upon advancing the field of hydrogen purification, the broader impact of the work is substantial as advances in technologies capable of producing low-cost high-quality hydrogen directly support the realization of a sustainable, domestic and secure energy infrastructure. Details of each of the research activities is detailed below.\n\n \n\nActivity 1: Design of Composite Catalytic-Polymeric Membranes\n\n \n\nBackground: Polymeric membranes for gas separation offer a low-cost, low-energy means to purify hydrogen (H2) for use in myriad energy applications ranging from petroleum processing, conversion of domestic coal and natural gas to synthetic petroleum products, and conversion of renewable biomass to sustainable liquid fuels. Thus, advances in H2 purification technologies stand to have a transformational impact on the development of a robust, stable and secure domestic energy future.\n\n \n\nRaw hydrogen produced from reforming processes contains significant amounts of carbon dioxide (CO2) and carbon monoxide (CO) contaminants that must be removed from the raw hydrogen gas to achieve the hydrogen purities required by industry. Current state-of-the-art polymeric membranes are incapable of achieving the high (&gt;100:1) permselectivities necessary to compete with energy-intensive and complex pressure-swing adsorption processes employed by industry today.\n\n \n\nResults of Funding: Under this award, the PI (Wilhite) performed fundamental transport-reaction modeling which demonstrated that addition of a catalytic film over-top existing state-of-the-art polymeric films can significantly enhance H2-CO2 permselectivities to meet this demand. As a result of this award, WilhiteÆs research group has developed the design rules and understanding necessary to begin implementation of this novel approach to membrane design.\n\n \n\nIntellectual Merit and Broader Impacts: The research effort provided the scientific and technical community with instructions for implementing the composite catalytic-polymeric membrane design approach, thus directly advancing the field of hydrogen purification. The affordability of pure hydrogen has to-date limited the economic viability of producing upgraded fuels from renewable biomass or domestic natural gas and coal. Thus, the research effort provided a valuable advance towards the development of a cleaner, more sustainable and secure domestic energy infrastructure. In addition, the fundamental nature of the work provided key insights to the greater technical community for extending the composite catalytic-polymeric membrane design approach to advance other gas separations.\n\n \n\n \n\nActivity 2: Investigate Layer-by-Layer (LbL) Polymers as Gas Separation Membranes\n\n \n\nBackground: State-of-the-art polymeric films reported in the literature capable of achieving promising (&gt; 50:1) H2:CO2 permselectivities remain prohibitively costly due to the cost of raw chemicals and difficulties in processing and packaging of these material..."
 }
}