{
 "awd_id": "1203792",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  P2C2--The Oligocene-Miocene Boundary: Carbon-Dioxide (CO2) Sensitivity and Ice Sheet Hysteresis",
 "cfda_num": "47.050",
 "org_code": "06020108",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Verardo",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 98309.0,
 "awd_amount": 98309.0,
 "awd_min_amd_letter_date": "2012-05-17",
 "awd_max_amd_letter_date": "2012-05-17",
 "awd_abstract_narration": "The project is a study of an extreme, short-lived climate oscillation that occurred at the Oligocene-Miocene boundary about 23 million years ago.  The event is characterized by a 150,000-year oscillation in the stable oxygen isotope composition (delta18O) of benthic foraminifera, generally thought to reflect a rapid advance and retreat in the Antarctic ice sheet, as well as a perturbation in the global carbon cycle and evidence of biotic impacts in marine and terrestrial systems.  The magnitude of the event and its short duration are unusual and in apparent contradiction to our understanding of ice sheet behavior.  \r\n\r\nThe researchers will use proxy measurements of past climate and general circulation model simulations to address four overarching questions:\r\n\r\n\tWhat were the primary drivers of the event: carbon cycle dynamics and atmospheric carbon dioxide (CO2), orbits?\r\n\tWhat was the magnitude of the event in terms of temperature and ice volume change? \r\n\tCould Northern Hemispheric ice sheets have grown, given near-modern atmospheric CO2 levels at the time, and if so, what is their impact on the benthic delta18O signal?\r\n\tHow can a polar-centered, terrestrial ice sheet experience such variability if CO2 levels remained as low as suggested by proxy records? \r\n\r\nThe broader impacts include graduate student mentoring, participation in an important summer school focused on past climate history, and the development of undergraduate education modules for climate history.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Pollard",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Pollard",
   "pi_email_addr": "pollard@essc.psu.edu",
   "nsf_id": "000453173",
   "pi_start_date": "2012-05-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "The Pennsylvania State University",
  "perf_str_addr": "110 Technology Center",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153000",
   "pgm_ele_name": "Paleoclimate"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "8070",
   "pgm_ref_txt": "P2C2 Proposals"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 98309.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary goal of this project is to use a combination of climate, ocean, and ice sheet models to explore mechanisms of climate and ice volume change during the Miocene to the mid-Pliocene (~23 to 3 million years ago). During most of this period, the only major contintental-scale ice sheet has been on Antarctica. A long-standing model-data conundrum has involved the conflict between (i) proxy observations of large sea-level and ice-sheet volume fluctuations during this interval, and (ii) climate and ice sheet modeling results that havenot been able to produce significant Antarctic ice variability given the low proxy atmospheric CO<sub>2</sub> levels throughout this time (less than ~2x present). These fluctuations include a major ephemeral glaciation-deglaciation sequence (Mi-1) across the Oligocene-Miocene boundary ~23 million years ago. From a modeling perspective, our primary goals have been to understand what caused these changes in ice volume across the Oligocene-Miocene boundary and other times, by running climate simulations that use astronomical variations (i.e., small cyclic changes in Earth-Sun orbital eccentricity, precession and obliquity) and new high-resolution proxy CO<sub>2</sub> reconstructions (developed as part of this project), coupled to Antarctic ice-sheet models that account for new paleogeographic reconstructions of Antarctica with larger continental land area capable of supporting a bigger early Miocene ice sheets than previously assumed.</p>\n<p>We have made significant modeling progress that for the first time can explain these large Antarctic ice sheet variations, without requiring larger atmospheric CO<sub>2</sub> increases than observed during the last 23 million years.</p>\n<p><strong>Marine ice:</strong> First, we have added new mechanisms that can produce drastic ice-sheet retreat into large East Antarctic sub-glacial basins such as the Wilkes and Aurora. These are large East Antarctic embayments, currently filled with grounded &ldquo;marine&rdquo; ice with bedrock elevations far below sea level. The two mechanisms are (i) hydrofracturing of floating ice shelves i.e., cracking and disintegration of the ice shelf by increased surface meltwater running into crevasses and deepening them, strongly implicated in the recent 2002 breakup of the Larsen-B ice shelf in the Antarctic Peninsula, and (ii) structural failure of the resulting ice cliffs at the mouths of the major basins, with ~100 m of vertical ice exposed above the water line, analogous to huge kilometer-scale calving events observed at the fjord margins of the largest Greenland outlet glaciers today. With these mechanisms, our model can produce up to ~20 m equivalent global sea-level rise due to retreat in West and East Antarctic sub-glacial basins, in response to climate warming due only to orbital variations and slight increases in atmospheric CO<sub>2</sub> that are observed for the Miocene and Pliocene.</p>\n<p><strong>Terrestrial ice:</strong> Ice grounded on bedrock above sea level (\"terrestrial\" ice) is not as susceptible as marine ice (i.e., grounded below sea level) to attack by warming oceans or hydrofracturing, yet much of the volume of East Antarctic ice is terrestrial. Furthermore, terrestrial ice is protected from atmospheric warming by steep slopes on its flanks, rising into colder air inland from the margins, which only allows summer melting around a narrow coastal strip. In previous coupled climate-Antarctic ice sheet modeling, this interaction between climate and surface elevations has prevented major East Antarctic retreat for atmospheric CO<sub>2</sub> levels below ~900 parts per million, considerably higher than the levels deduced by proxy data during the Miocene and Pliocene. In a new approach to climate-ice sheet coupling with better treatment of the important feedback between ice-sheet elevations and atmospheric climate, we have found that substantial East ...",
  "por_txt_cntn": "\nThe primary goal of this project is to use a combination of climate, ocean, and ice sheet models to explore mechanisms of climate and ice volume change during the Miocene to the mid-Pliocene (~23 to 3 million years ago). During most of this period, the only major contintental-scale ice sheet has been on Antarctica. A long-standing model-data conundrum has involved the conflict between (i) proxy observations of large sea-level and ice-sheet volume fluctuations during this interval, and (ii) climate and ice sheet modeling results that havenot been able to produce significant Antarctic ice variability given the low proxy atmospheric CO2 levels throughout this time (less than ~2x present). These fluctuations include a major ephemeral glaciation-deglaciation sequence (Mi-1) across the Oligocene-Miocene boundary ~23 million years ago. From a modeling perspective, our primary goals have been to understand what caused these changes in ice volume across the Oligocene-Miocene boundary and other times, by running climate simulations that use astronomical variations (i.e., small cyclic changes in Earth-Sun orbital eccentricity, precession and obliquity) and new high-resolution proxy CO2 reconstructions (developed as part of this project), coupled to Antarctic ice-sheet models that account for new paleogeographic reconstructions of Antarctica with larger continental land area capable of supporting a bigger early Miocene ice sheets than previously assumed.\n\nWe have made significant modeling progress that for the first time can explain these large Antarctic ice sheet variations, without requiring larger atmospheric CO2 increases than observed during the last 23 million years.\n\nMarine ice: First, we have added new mechanisms that can produce drastic ice-sheet retreat into large East Antarctic sub-glacial basins such as the Wilkes and Aurora. These are large East Antarctic embayments, currently filled with grounded \"marine\" ice with bedrock elevations far below sea level. The two mechanisms are (i) hydrofracturing of floating ice shelves i.e., cracking and disintegration of the ice shelf by increased surface meltwater running into crevasses and deepening them, strongly implicated in the recent 2002 breakup of the Larsen-B ice shelf in the Antarctic Peninsula, and (ii) structural failure of the resulting ice cliffs at the mouths of the major basins, with ~100 m of vertical ice exposed above the water line, analogous to huge kilometer-scale calving events observed at the fjord margins of the largest Greenland outlet glaciers today. With these mechanisms, our model can produce up to ~20 m equivalent global sea-level rise due to retreat in West and East Antarctic sub-glacial basins, in response to climate warming due only to orbital variations and slight increases in atmospheric CO2 that are observed for the Miocene and Pliocene.\n\nTerrestrial ice: Ice grounded on bedrock above sea level (\"terrestrial\" ice) is not as susceptible as marine ice (i.e., grounded below sea level) to attack by warming oceans or hydrofracturing, yet much of the volume of East Antarctic ice is terrestrial. Furthermore, terrestrial ice is protected from atmospheric warming by steep slopes on its flanks, rising into colder air inland from the margins, which only allows summer melting around a narrow coastal strip. In previous coupled climate-Antarctic ice sheet modeling, this interaction between climate and surface elevations has prevented major East Antarctic retreat for atmospheric CO2 levels below ~900 parts per million, considerably higher than the levels deduced by proxy data during the Miocene and Pliocene. In a new approach to climate-ice sheet coupling with better treatment of the important feedback between ice-sheet elevations and atmospheric climate, we have found that substantial East Antarctic terrestrial ice retreat can occur with relatively low CO2 levels. Our new approach involves using a high-spatial-resolution Regional Climate Model to simulate atmospheric ..."
 }
}