{
 "awd_id": "1203444",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Mapping and Modeling Shrub Expansion in the Arctic National Wildlife Refuge",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2014-09-30",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2012-02-06",
 "awd_max_amd_letter_date": "2012-02-06",
 "awd_abstract_narration": "Shrub expansion is a global phenomenon involving the transition from herbaceous to woody cover.  This phenomenon is one of the most recognized components of terrestrial changes in the Arctic, but its precise characteristics in the latter half of the 20th century are largely unknown.  This doctoral dissertation research project seeks to quantify the historic spatial characteristics of shrub expansion in the northern Alaska and investigate how landscape-scale environmental characteristics (topography, hydrology, shrub reproductive characteristics, and the existence, strength, and directionality of associated feedbacks) influence its development.  The doctoral student's first objective will be accomplished by using historical (1950s-1980s) aerial imagery available from the United States Geological Survey (USGS) and high-resolution satellite imagery from the late 2000s.  These imagery sets facilitate the mapping of shrub patches and their expansion over this time period.  Pattern metric analysis then will be applied to these maps to determine how characteristics like patch density, patch size variability, and distance between patches have changed.  The second objective will be accomplished through the development of a simple computer model that simulates shrub expansion over time in response to manipulations of shrub reproductive characteristics, topography and hydrology, and the existence, strength, and directionality of associated feedbacks.  Statistical comparisons of the model output and maps of observed patterns of expansion will facilitate the generation of hypotheses regarding the landscape-level environmental controls on expansion.  Because of variability in the cartographic scale of the USGS images, underestimations of shrub cover are likely.  In order to assure its utility, the computer model to be refined will require fine-scale data regarding changes in shrub patches available from the U.S. Fish and Wildlife Service and the National Park Service.  These new imagery sets will provide the detail needed for validation of the computer model.\r\n\r\nThis research project will provide an improved understanding of the changing characteristics of shrub expansion in northern Alaska as well as a stronger foundation for the generation of hypotheses regarding its landscape-scale environmental controls.  This will allow for future research avenues, such as field-based observations and/or experiments to test these hypotheses and the incorporation of nutrient-cycling characteristics (a dominant fine-scale environmental control on shrub expansion) into the simulation model.  The project will provide an excellent education and training opportunity for an undergraduate student, and it will include a set of outreach efforts, including research presentations to students and members of the public in communities of primarily Alaskan Natives, such as Atqasuk, Barrow, Kaktovik, and Anaktuvuk Pass.  Because shrub expansion is a process that affects the environment of native communities, the research should help communities address historic patterns and mechanisms.  As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Cairns",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "David M Cairns",
   "pi_email_addr": "cairns@tamu.edu",
   "nsf_id": "000422836",
   "pi_start_date": "2012-02-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Adam",
   "pi_last_name": "Naito",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Adam T Naito",
   "pi_email_addr": "anaito@nmu.edu",
   "nsf_id": "000588916",
   "pi_start_date": "2012-02-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M University",
  "inst_street_address": "400 HARVEY MITCHELL PKY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF6XLNB4CDJ5"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University Main Campus",
  "perf_str_addr": "3147 TAMU",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433147",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1306",
   "pgm_ref_txt": "ECOLOGICAL RATES OF CHANGE"
  },
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Introduction</strong></p>\n<p>The Arctic is warming at a much faster rate than elsewhere in the world. Along with permafrost thaw and sea-ice melt, one of the most recognized environmental responses to this warming is the conversion of Arctic tundra to shrubland. Should this conversion continue over large areas, there will be significant consequences for tundra ecosystems, surface-energy balances, and soil-atmosphere gas exchange. This would potentially create a positive feedback effect where continued warming leads to further shrub expansion, thereby leading to greater warming.</p>\n<p>The patterns and processes of Arctic shrub expansion have been extensively studied at multiple spatial scales. However, the contribution of shrub reproduction to observed patterns of expansion is not well-studied. It is hypothesized that, as warming continues in the Arctic and the growing season lengthens, shrubs could shift their reproductive strategy from clonal to sexual reproduction. This would lead to the development of a very different Arctic, as sexual reproduction could facilitate a much more rapid conversion of tundra to shrubland. However, there is not enough field-based data to substantiate this hypothesis.</p>\n<p>Despite the relative lack of field-based data, we can analyze changes in the patterns of shrub expansion over time by creating highly-detailed maps from photographs of the tundra taken from airplanes or images acquired by satellites. We understand shrub reproduction and the patterns they produce well enough that we can simulate plausible patterns of development using a computer simulation model. By simulating both clonal and sexual reproduction over an Arctic landscape, analyzing the shrub patterns that are created over time, and comparing them statistically to observed (i.e., real life) shrub patterns, we can hypothesize what kind of reproduction may have been dominant in the past. For example, if sexual reproduction simulated in a model produced patterns most similar to the observed patterns, &nbsp;we could therefore hypothesize that sexual reproduction has been dominant in the past. This could then be tested experimentally and provide a better basis for predicting what a future Arctic may look like.</p>\n<p><strong>Previous findings and motivation for this work</strong></p>\n<p>Our research in the Brooks Range and North Slope Uplands (BRNS) of northern Alaska thus far suggests that: 1) shrubs expand in areas where the potential for water flow and accumulation is greater, &nbsp;2) river valleys will likely experience a total conversion from tundra to shrubland, and 3) through the use of a computer simulation model we developed, clonal reproduction appears to have been dominant in the past. However, high-quality and high-detail imagery from the BRNS is limited, so this limited our ability to create detailed maps of historic shrub cover change.</p>\n<p>Imagery of the necessary quality and detail existed for the coastal plain of the U.S. Fish and Wildlife Service (FWS)-managed Arctic National Wildlife Refuge (ANWR). The FWS maintains an&nbsp;archive of 1:6,000 and 1:18,000 scale aerial photographs of the coastal plain, and shrubs are visible on these. During this project, we acquired the necessary imagery from the ANWR, mapped changes in shrub cover from the mid-1980s to the present, developed the computer simulation model, and used the ANWR shrub cover maps to validate our findings from the BRNS.</p>\n<p><strong>Results</strong></p>\n<p>Total shrub cover in ANWR increased 5% from the mid-1980s to the present. Most of the increases occurred within 0.5 km of rivers. The application of our simulation model to the ANWR data also suggests that clonal reproduction has likely been dominant historically. This confirms our findings from our work farther south, and provides a better grounding for our hypothesis as we move forward in publishing these results.&nbsp;</p>\n<p...",
  "por_txt_cntn": "\nIntroduction\n\nThe Arctic is warming at a much faster rate than elsewhere in the world. Along with permafrost thaw and sea-ice melt, one of the most recognized environmental responses to this warming is the conversion of Arctic tundra to shrubland. Should this conversion continue over large areas, there will be significant consequences for tundra ecosystems, surface-energy balances, and soil-atmosphere gas exchange. This would potentially create a positive feedback effect where continued warming leads to further shrub expansion, thereby leading to greater warming.\n\nThe patterns and processes of Arctic shrub expansion have been extensively studied at multiple spatial scales. However, the contribution of shrub reproduction to observed patterns of expansion is not well-studied. It is hypothesized that, as warming continues in the Arctic and the growing season lengthens, shrubs could shift their reproductive strategy from clonal to sexual reproduction. This would lead to the development of a very different Arctic, as sexual reproduction could facilitate a much more rapid conversion of tundra to shrubland. However, there is not enough field-based data to substantiate this hypothesis.\n\nDespite the relative lack of field-based data, we can analyze changes in the patterns of shrub expansion over time by creating highly-detailed maps from photographs of the tundra taken from airplanes or images acquired by satellites. We understand shrub reproduction and the patterns they produce well enough that we can simulate plausible patterns of development using a computer simulation model. By simulating both clonal and sexual reproduction over an Arctic landscape, analyzing the shrub patterns that are created over time, and comparing them statistically to observed (i.e., real life) shrub patterns, we can hypothesize what kind of reproduction may have been dominant in the past. For example, if sexual reproduction simulated in a model produced patterns most similar to the observed patterns,  we could therefore hypothesize that sexual reproduction has been dominant in the past. This could then be tested experimentally and provide a better basis for predicting what a future Arctic may look like.\n\nPrevious findings and motivation for this work\n\nOur research in the Brooks Range and North Slope Uplands (BRNS) of northern Alaska thus far suggests that: 1) shrubs expand in areas where the potential for water flow and accumulation is greater,  2) river valleys will likely experience a total conversion from tundra to shrubland, and 3) through the use of a computer simulation model we developed, clonal reproduction appears to have been dominant in the past. However, high-quality and high-detail imagery from the BRNS is limited, so this limited our ability to create detailed maps of historic shrub cover change.\n\nImagery of the necessary quality and detail existed for the coastal plain of the U.S. Fish and Wildlife Service (FWS)-managed Arctic National Wildlife Refuge (ANWR). The FWS maintains an archive of 1:6,000 and 1:18,000 scale aerial photographs of the coastal plain, and shrubs are visible on these. During this project, we acquired the necessary imagery from the ANWR, mapped changes in shrub cover from the mid-1980s to the present, developed the computer simulation model, and used the ANWR shrub cover maps to validate our findings from the BRNS.\n\nResults\n\nTotal shrub cover in ANWR increased 5% from the mid-1980s to the present. Most of the increases occurred within 0.5 km of rivers. The application of our simulation model to the ANWR data also suggests that clonal reproduction has likely been dominant historically. This confirms our findings from our work farther south, and provides a better grounding for our hypothesis as we move forward in publishing these results. \n\nIntellectual merits\n\nWe anticipate that our simulation model will provide the scientific community with an improved understanding of the environmental controls of shrub expansion. It wil..."
 }
}