{
 "awd_id": "1203005",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "WeatherBlur",
 "cfda_num": "47.050",
 "org_code": "06000001",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Jill L. Karsten",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 149358.0,
 "awd_amount": 149358.0,
 "awd_min_amd_letter_date": "2012-06-25",
 "awd_max_amd_letter_date": "2012-06-25",
 "awd_abstract_narration": "WeatherBlur is a two-year Track 1 project that advances public earth system science literacy, enables a dialogue between stakeholders, and promotes the development of a future geosciences workforce. Building upon a proven model for teacher professional development and K-8 student engagement, WeatherBlur designs, develops, and evaluates the effectiveness of a framework for earth science learning across the continuum from child to adult.  The project centers on the creation of a non-hierarchical, place-based, learning community model to influence all learners' earth systems science literacy and overall science identity.  Weather Blur incorporates online and community engagement learning methods in eight rural, natural-resource dependent coastal communities. K-8 students, teachers, parents, fishermen, and other community members from six communities in Maine, and two communities from other coastal regions of the United States, interact with active researchers in a learning community of 100 participants, including at least 50 students and teachers. The focus is specifically on two STEM topic areas of strong community interest:  coastal geomorphology and historical weather and climate patterns in participants' regions. Participants engage with each other in person and online by uploading and sharing weather data, photos, and video, and analyzing and discussing their results via blog, wiki, graph, and map formats.  WeatherBlur leverages students' facility with technology and community interest in a STEM topic - in this case, weather and its impact on their lives - to bring together a diverse group of learners in a highly interactive online learning community. Through this learning community, scientists, teachers, grades K-8 students, parents, and fishermen actively engage with each other and learn from one another.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "GEO",
 "org_div_long_name": "Directorate for Geosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ruth",
   "pi_last_name": "Kermish-Allen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ruth Kermish-Allen",
   "pi_email_addr": "rkermishallen@mmsa.org",
   "nsf_id": "000233887",
   "pi_start_date": "2012-06-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Heather",
   "pi_last_name": "Deese",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Heather E Deese",
   "pi_email_addr": "hdeese@islandistitute.org",
   "nsf_id": "000550675",
   "pi_start_date": "2012-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Island Institute",
  "inst_street_address": "386 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "ROCKLAND",
  "inst_state_code": "ME",
  "inst_state_name": "Maine",
  "inst_phone_num": "2075949209",
  "inst_zip_code": "048413345",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "ME01",
  "org_lgl_bus_name": "ISLAND INSTITUTE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LBK5RA7GQKC5"
 },
 "perf_inst": {
  "perf_inst_name": "Island Institute",
  "perf_str_addr": "386  Main Street",
  "perf_city_name": "Rockland",
  "perf_st_code": "ME",
  "perf_st_name": "Maine",
  "perf_zip_code": "048410648",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "ME01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "105300",
   "pgm_ele_name": "GLOB LEARN & OBSER TO BEN ENVI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 149358.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><span style=\"text-decoration: underline;\">Advanced knowledge</span></strong></p>\n<p>The Island Institute&rsquo;s WeatherBlur project (NSF #1203005) investigated the effectiveness of using inquiry and place-based education pedagogies to build an online learning community; methods for bringing together a diverse group, including scientists, fishermen, and students, to promote learning and collaboration within a non-hierarchical online learning community; and determining the extent to which server-side data can be used to identify key components of the learning experience between and among learners.</p>\n<p>&nbsp;</p>\n<p>The online community created in WeatherBlur demonstrated high engagement across age levels, status (student, community member, scientist), and level of expertise. The common interest in understanding weather systems and local impacts of climate change on the Gulf of Maine drew student attention and creativity toward creating projects which, drew the attention of their parents and community members, many of whom earn their living by fishing. The scientists who agreed to participate in the project were surprised and delighted by the students&rsquo; depth of inquiry and curiosity about their chosen topics.&nbsp; Data collected by students and fishermen provided the scientists with timely and accurate examples of phenomena that they were in the process of researching. &nbsp;For example, students and fishermen on five islands followed the same protocol for a bycatch survey &ndash; baiting and hauling a ventless lobster traps twice weekly, inventorying the haul and sharing the data with the goal of answering the question &ndash; &ldquo;who shares the ocean floor with our lobsters?&rdquo;&nbsp; Students caught an overwhelming amount of green crabs &ndash; an invasive &ndash; which caught the interest of the Maine Department of Marine Resources (DMR) and other scientists in the state, which helped prompt the creation of a commission to recommend mitigations.</p>\n<p>&nbsp;</p>\n<p><strong><span style=\"text-decoration: underline;\">Transformative concepts</span></strong></p>\n<p>The WeatherBlur project was built upon the results of a comprehensive stakeholder needs assessment, which indicated strong interest in 1) understanding the local impacts of shifting weather and climate change on the island and coastal communities of Maine and Alaska; and 2) engaging community members of all ages in contributing to that knowledge both today and in the future. WeatherBlur used a participatory research framework across the entire project.&nbsp; Participatory research is a collaborative approach in which those typically &ldquo;the subject of study&rdquo; are involved as decision makers and co-researchers in some or all aspects of the research (Cahill, 2007; Pain, 2004; Torre &amp; Fine, 2006). &nbsp;The Island Institute worked closely with teachers, fishermen, and researchers using this approach to determine what topics are of interest to island and coastal communities, and used co-created projects that involve investigation, education, and action with the goal of empowering the individuals who participated. Integrating design-based research with the participatory collaborative inquiry approach, the WeatherBlur team developed both the program&rsquo;s platform and the evaluation process through collaboration and discussion with stakeholders themselves from each key participant group to co-create their learning experiences and to document those experiences. This approach is particularly appropriate for guiding the work of citizen science projects that need to balance the sometimes competing needs of scientists, educators, and community members.</p>\n<p>&nbsp;</p>\n<p><strong><span style=\"text-decoration: underline;\">Assessing Success</span></strong></p>\n<p>Preliminary results from the fall 2013 field test indicate that WB resulted in pre-post changes in both students&rsquo;...",
  "por_txt_cntn": "\nAdvanced knowledge\n\nThe Island InstituteÆs WeatherBlur project (NSF #1203005) investigated the effectiveness of using inquiry and place-based education pedagogies to build an online learning community; methods for bringing together a diverse group, including scientists, fishermen, and students, to promote learning and collaboration within a non-hierarchical online learning community; and determining the extent to which server-side data can be used to identify key components of the learning experience between and among learners.\n\n \n\nThe online community created in WeatherBlur demonstrated high engagement across age levels, status (student, community member, scientist), and level of expertise. The common interest in understanding weather systems and local impacts of climate change on the Gulf of Maine drew student attention and creativity toward creating projects which, drew the attention of their parents and community members, many of whom earn their living by fishing. The scientists who agreed to participate in the project were surprised and delighted by the studentsÆ depth of inquiry and curiosity about their chosen topics.  Data collected by students and fishermen provided the scientists with timely and accurate examples of phenomena that they were in the process of researching.  For example, students and fishermen on five islands followed the same protocol for a bycatch survey &ndash; baiting and hauling a ventless lobster traps twice weekly, inventorying the haul and sharing the data with the goal of answering the question &ndash; \"who shares the ocean floor with our lobsters?\"  Students caught an overwhelming amount of green crabs &ndash; an invasive &ndash; which caught the interest of the Maine Department of Marine Resources (DMR) and other scientists in the state, which helped prompt the creation of a commission to recommend mitigations.\n\n \n\nTransformative concepts\n\nThe WeatherBlur project was built upon the results of a comprehensive stakeholder needs assessment, which indicated strong interest in 1) understanding the local impacts of shifting weather and climate change on the island and coastal communities of Maine and Alaska; and 2) engaging community members of all ages in contributing to that knowledge both today and in the future. WeatherBlur used a participatory research framework across the entire project.  Participatory research is a collaborative approach in which those typically \"the subject of study\" are involved as decision makers and co-researchers in some or all aspects of the research (Cahill, 2007; Pain, 2004; Torre &amp; Fine, 2006).  The Island Institute worked closely with teachers, fishermen, and researchers using this approach to determine what topics are of interest to island and coastal communities, and used co-created projects that involve investigation, education, and action with the goal of empowering the individuals who participated. Integrating design-based research with the participatory collaborative inquiry approach, the WeatherBlur team developed both the programÆs platform and the evaluation process through collaboration and discussion with stakeholders themselves from each key participant group to co-create their learning experiences and to document those experiences. This approach is particularly appropriate for guiding the work of citizen science projects that need to balance the sometimes competing needs of scientists, educators, and community members.\n\n \n\nAssessing Success\n\nPreliminary results from the fall 2013 field test indicate that WB resulted in pre-post changes in both studentsÆ knowledge of key science concepts and their data literacy skills. Knowledge gains were measured via a series of publicly-released items about weather, climate, accuracy/measurement, and experimental design from the National Assessment of Educational Progress (NAEP) Grade 4 science exam. Data literacy skills were measured pre-post via a performance-based interview that challenged students to read an..."
 }
}