{
 "awd_id": "1203506",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "UpTempO:  Measuring the Upper Layer Temperature of the Arctic Ocean",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Diane McKnight",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2017-09-30",
 "tot_intn_awd_amt": 1058414.0,
 "awd_amount": 1058414.0,
 "awd_min_amd_letter_date": "2012-09-24",
 "awd_max_amd_letter_date": "2014-08-01",
 "awd_abstract_narration": "This project will continue the development and deployment of UpTempO buoys in the Arctic Ocean. UpTempO buoys float at the ocean surface, equipped with (i) a sea level pressure sensor, (ii) a 60 m long string of 12 thermistors, and (iii) two ocean pressure sensors at 20 m and 60 m depth. In this next phase of the project, the research team will improve the buoy by adding a high precision conductivity/temperature pair near the surface on some buoys, which will provide calibration data as well as the first-ever Lagrangian near-surface salinity data in the rapidly freshening Arctic Ocean. They will also make several technical improvements, including the use of inductive modem technology which provides for a more flexible architecture. Two ?short? buoys will be built per year, for deployment in the Chukchi Sea. Data are recorded hourly, uploaded in near real time to the Iridium satellite communications network and then downloaded to the Global Telecommunications System (GTS) and to the investigators' local web site which is linked to national data centers. Buoy deployment uses existing assets such ship cruises planned as part of other projects. This project addresses several major targeted questions such as, ?What is the impact of warming and reduced sea ice cover on the physical marine system?? And ?Is the sea ice/ocean system undergoing an ?unprecedented transition into a different regime??, observing priorities such as to ?observe the energy balance of the atmospheric and oceanic boundary layers?, and high-priority regions (e.g, the Beaufort and Chukchi Seas) identified in the ?Observing Ocean and Sea Ice? 2005 SEARCH Implementation Workshop.  The team will plan a major new exhibit about polar buoys to be shown at (i) the annual Polar Science Weekend at Seattle?s Pacific Science Center and (ii) a new Portal to Current Research season-long exhibit to be developed as part of this project, in collaboration with the PacSciCenter.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Steele",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Steele",
   "pi_email_addr": "mas@apl.washington.edu",
   "nsf_id": "000467928",
   "pi_start_date": "2012-09-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ignatius",
   "pi_last_name": "Rigor",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Ignatius G Rigor",
   "pi_email_addr": "ignatius@uw.edu",
   "nsf_id": "000458193",
   "pi_start_date": "2012-09-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "1013 NE 40th Street Box 355640",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981056698",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "529300",
   "pgm_ele_name": "AON-Arctic Observing Network"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 334148.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 363841.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 360425.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>UpTempO buoy data have been used         to determine that some global Sea Surface Temperature (SST) data         sets do particularly well in the Arctic Seas (those produced by         NOAA, by the Canadian Meteorological Centre, and by a blend of         international SST products), while others have more significant         errors with respect to both long-term average and daily         variation in SST.&nbsp;</span>As sea ice retreats more each summer, there is a growing need to assess the state of the newly open water areas of this &ldquo;Seasonal Ice Zone.&rdquo;&nbsp; A good way to do this is with relatively inexpensive surface drifters, deployed by &ldquo;ships of opportunity&rdquo; in open water during summer or on an ice floe in spring that is likely to melt out in the coming months.&nbsp; Our UpTempO (Upper Temperature of the Polar Oceans) project is the only such project specifically focused on these seasonally ice-free waters.&nbsp; Our main goal is to measure upper ocean warming, using a string of thermistors (electronic sensors that measure ocean temperature) that extend from the surface down to 60 meters depth.&nbsp; We also build some &ldquo;short&rdquo; buoys with a 25 m sensor string for deployment on the very extensive shallow shelves of the Arctic Ocean.&nbsp; The data are relayed via satellite phone in real time, for use by weather forecasting centers, as well as researchers around the world.&nbsp; We have used the data to calibrate satellite measurements of ocean surface temperature, as well as to better understand how warm the ocean gets in summer and how it cools in the fall.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/04/2018<br>\n\t\t\t\t\tModified by: Michael&nbsp;Steele</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nUpTempO buoy data have been used         to determine that some global Sea Surface Temperature (SST) data         sets do particularly well in the Arctic Seas (those produced by         NOAA, by the Canadian Meteorological Centre, and by a blend of         international SST products), while others have more significant         errors with respect to both long-term average and daily         variation in SST. As sea ice retreats more each summer, there is a growing need to assess the state of the newly open water areas of this \"Seasonal Ice Zone.\"  A good way to do this is with relatively inexpensive surface drifters, deployed by \"ships of opportunity\" in open water during summer or on an ice floe in spring that is likely to melt out in the coming months.  Our UpTempO (Upper Temperature of the Polar Oceans) project is the only such project specifically focused on these seasonally ice-free waters.  Our main goal is to measure upper ocean warming, using a string of thermistors (electronic sensors that measure ocean temperature) that extend from the surface down to 60 meters depth.  We also build some \"short\" buoys with a 25 m sensor string for deployment on the very extensive shallow shelves of the Arctic Ocean.  The data are relayed via satellite phone in real time, for use by weather forecasting centers, as well as researchers around the world.  We have used the data to calibrate satellite measurements of ocean surface temperature, as well as to better understand how warm the ocean gets in summer and how it cools in the fall.\n\n \n\n\t\t\t\t\tLast Modified: 04/04/2018\n\n\t\t\t\t\tSubmitted by: Michael Steele"
 }
}