{
 "awd_id": "1203999",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Developing a Continuous Reconstruction of Tropical Pacific Climate Over the Last 500-700 Years: Analysis of Massive Porites Corals from American Samoa",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Candace Major",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 215474.0,
 "awd_amount": 215474.0,
 "awd_min_amd_letter_date": "2012-08-06",
 "awd_max_amd_letter_date": "2012-08-06",
 "awd_abstract_narration": "Records of baseline ocean-atmosphere variability provide critical context for understanding changes in mean climate state. However, ocean?atmosphere variability is not well understood during the time between the anomalous Medieval Warm Period/Little Ice Age and the present (the last ~500-800 years). This project-- a collaboration between Columbia University's Lamont Doherty Earth Observatory and Stanford University-- will develop a proxy record of variability in the western tropical Pacific over the past 500+ years. Coral cores collected from giant Porites colonies in Ta'u Island, American Samoa, will be analyzed for interannual- to centennial-scale variability in temperature and salinity (Sr/Ca and oxygen isotopes), indicating changes in the extent of the South Pacific Convergence Zone. \r\n\r\nThe researchers will partner with the National Park of American Samoa to construct an exhibit illustrating the use of long coral cores to study environmental change. This exhibit, displayed at the park's information center, will include Ta'u coral core material and data associated with this study.  The project will support a post-doctoral researcher at Lamont and a graduate student at Stanford.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Dunbar",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Robert B Dunbar",
   "pi_email_addr": "dunbar@stanford.edu",
   "nsf_id": "000117657",
   "pi_start_date": "2012-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943056025",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "CA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "1620",
   "pgm_ref_txt": "MARINE GEOLOGY AND GEOPHYSICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 215474.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project focused on generating near-monthly resolution records of past climate change using long <em>Porites lutea</em> coral cores that had been previously collected from the Island of Ta&rsquo;u in American Samoa. We also analyzed several shorter coral cores collected from the nearby island of Ofu. Our work under this award was based entirely in laboratories at Stanford and Columbia universities.</p>\n<p>Prior to this award, we collected cores from an exceptionally large <em>Porites</em> coral colony in American Samoa. Corals grow about 1 to 2 cm per year and their carbonate skeletons contain a variety of chemical signals that can be used to reconstruct a number of features related to local climates back through time. The advantage of this method is that it can be near-instrumental in quality and can provide information about changes in water temperatures and salinity extending back far before measurements were made directly using thermometers or conductivity sensors. In this case, we are interested in the past history of El Nino as well as a climate system component responsible for rainfall over a large portion of the Pacific basin, the South Pacific Convergence Zone (SPCZ). This American Samoa coral provided an opportunity to reconstruct South Pacific climate from a location in the center of the SPCZ over the last 400-500 years. By analyzing this coral core we sought to learn more about: 1) the relationship between decadal climate variance and El Nino variability, and 2) how the SPCZ position has varied over the last 400-500 years. Thus influencing rainfall and storm tracks throughout the South Pacific. We also sought to answer the questions: Is there a clear anthropogenic climate change signal visible in the American Samoa region?</p>\n<p>X-rays of the coral core reveal continuous growth between the late 1490&rsquo;s and 2011 AD (the year we collected the cores). A long isotopic record shows a significant long period trend with the lowest d<sup>18</sup>O values generally concentrated in the most recent portion of the record. If interpreted solely as a change in SST the data indicates long-term warming of up to 3&deg;C at this site. However, we now know that the Ta&rsquo;u coral record reflects a mixture of both sea surface temperature and salinity change. It also contains an interesting record of El Ni&ntilde;o Southern Oscillation (ENSO) and South Pacific Convergence Zone (SPCZ) variability.</p>\n<p>Similar to Linsley&rsquo;s previous coral records developed from Fiji and Tonga, annual variations in sea surface temperature dominate the annual coral isotopic cycle while interannual changes are influenced to a larger degree by salinity variability.&nbsp; Over the last ~30 years there has been a close relationship between SPCZ movements and El Ni&ntilde;o Southern Oscillation (ENSO) with the SPCZ shifting northeast during El Ni&ntilde;o events and southwest during La Ni&ntilde;a events. This SPCZ re-positioning results in more saline conditions on average in the Samoa region during El Ni&ntilde;o as the SPCZ shifts NE and the westward flowing South Equatorial Current (SEC) advects relatively salty water into the region. Our results show that this relationship between SPCZ position and El Ni&ntilde;o events existed back until 1927. Prior to 1927, the Ta&rsquo;u coral d<sup>18</sup>O record contains distinct evidence that on average there were fresher conditions during El Ni&ntilde;o events in Samoa/American Samoa. This is evidence of a more southwesterly mean position of the SPCZ prior to 1927 when an abrupt regime change in the SPCZ response to El Ni&ntilde;o events occurred.</p>\n<p>These results provide a useful view of natural climate variability in the South Pacific prior to the world average warming trend that began about 100 years ago. As such it provides a baseline of \"what is normal\" in a cooler world, a necessary part of being able to understand how the...",
  "por_txt_cntn": "\nThis project focused on generating near-monthly resolution records of past climate change using long Porites lutea coral cores that had been previously collected from the Island of TaÆu in American Samoa. We also analyzed several shorter coral cores collected from the nearby island of Ofu. Our work under this award was based entirely in laboratories at Stanford and Columbia universities.\n\nPrior to this award, we collected cores from an exceptionally large Porites coral colony in American Samoa. Corals grow about 1 to 2 cm per year and their carbonate skeletons contain a variety of chemical signals that can be used to reconstruct a number of features related to local climates back through time. The advantage of this method is that it can be near-instrumental in quality and can provide information about changes in water temperatures and salinity extending back far before measurements were made directly using thermometers or conductivity sensors. In this case, we are interested in the past history of El Nino as well as a climate system component responsible for rainfall over a large portion of the Pacific basin, the South Pacific Convergence Zone (SPCZ). This American Samoa coral provided an opportunity to reconstruct South Pacific climate from a location in the center of the SPCZ over the last 400-500 years. By analyzing this coral core we sought to learn more about: 1) the relationship between decadal climate variance and El Nino variability, and 2) how the SPCZ position has varied over the last 400-500 years. Thus influencing rainfall and storm tracks throughout the South Pacific. We also sought to answer the questions: Is there a clear anthropogenic climate change signal visible in the American Samoa region?\n\nX-rays of the coral core reveal continuous growth between the late 1490Æs and 2011 AD (the year we collected the cores). A long isotopic record shows a significant long period trend with the lowest d18O values generally concentrated in the most recent portion of the record. If interpreted solely as a change in SST the data indicates long-term warming of up to 3&deg;C at this site. However, we now know that the TaÆu coral record reflects a mixture of both sea surface temperature and salinity change. It also contains an interesting record of El Ni&ntilde;o Southern Oscillation (ENSO) and South Pacific Convergence Zone (SPCZ) variability.\n\nSimilar to LinsleyÆs previous coral records developed from Fiji and Tonga, annual variations in sea surface temperature dominate the annual coral isotopic cycle while interannual changes are influenced to a larger degree by salinity variability.  Over the last ~30 years there has been a close relationship between SPCZ movements and El Ni&ntilde;o Southern Oscillation (ENSO) with the SPCZ shifting northeast during El Ni&ntilde;o events and southwest during La Ni&ntilde;a events. This SPCZ re-positioning results in more saline conditions on average in the Samoa region during El Ni&ntilde;o as the SPCZ shifts NE and the westward flowing South Equatorial Current (SEC) advects relatively salty water into the region. Our results show that this relationship between SPCZ position and El Ni&ntilde;o events existed back until 1927. Prior to 1927, the TaÆu coral d18O record contains distinct evidence that on average there were fresher conditions during El Ni&ntilde;o events in Samoa/American Samoa. This is evidence of a more southwesterly mean position of the SPCZ prior to 1927 when an abrupt regime change in the SPCZ response to El Ni&ntilde;o events occurred.\n\nThese results provide a useful view of natural climate variability in the South Pacific prior to the world average warming trend that began about 100 years ago. As such it provides a baseline of \"what is normal\" in a cooler world, a necessary part of being able to understand how the oceans are now changing. Our observations also have potential to imporve our understand of the many facets of El Nino/la nina variance in the Pacific Basin.\n\n\t\t..."
 }
}