{
 "awd_id": "1203283",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:  Managing Teacher Labor Markets",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Saylor Breckenridge",
 "awd_eff_date": "2012-04-15",
 "awd_exp_date": "2013-03-31",
 "tot_intn_awd_amt": 9400.0,
 "awd_amount": 9400.0,
 "awd_min_amd_letter_date": "2012-04-02",
 "awd_max_amd_letter_date": "2012-04-02",
 "awd_abstract_narration": "Doctoral Dissertation Research: Managing Teacher Labor Markets\r\nRyan Seebruck, University of Arizona, Sociology\r\n\r\nAbstract\r\nI investigate the organization of education labor markets: how teachers' careers are managed and the effects this has on teacher distribution, school performance, and job satisfaction. I compare the public and private education sectors in Japan since the former features a centrally governed system characterized by compulsory teacher rotation (jinji idou) while the latter features a locally governed system lacking compulsory teacher rotation. I gather original data via a stratified random sample to test the following hypotheses: H1, the presence of jinji idou produces a more equal distribution of teachers (i.e., the public sector should have a smaller variance); H2, the distribution of teacher quality will be positively related to the distribution of school performance; H3, the presence of jinji idou produces greater job satisfaction. \r\n\r\nBroader Impacts: This study could illuminate how the organizational structure of education labor markets, particularly a teacher transfer system, affects educational equality. This could benefit local and national societies by complementing extant scholarship on educational egalitarianism and organizational theory. Findings could provide an empirical basis for policy makers to consider how the governance of teachers? careers affects educational egalitarianism.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Galaskiewicz",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph J Galaskiewicz",
   "pi_email_addr": "galaskie@email.arizona.edu",
   "nsf_id": "000310818",
   "pi_start_date": "2012-04-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ryan",
   "pi_last_name": "Seebruck",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Ryan M Seebruck",
   "pi_email_addr": "seebruck@email.arizona.edu",
   "nsf_id": "000083331",
   "pi_start_date": "2012-04-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "Shizuoka University",
  "perf_str_addr": "836 Ohya, Suruga-ku",
  "perf_city_name": "Shizuoka-shi",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "422-8529",
  "perf_ctry_code": "JA",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Japan",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 9400.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The major goal of the research project was to investigate the organization of education labor markets in Japan: how teachers&rsquo; careers are managed and the effects this has on the distribution of teacher quality. Given the sociology of education literature's claim of the importance of teacher quality to student performance, and the fact that the locally controlled education labor markets such as those in the U.S. have produced a disparity in educational opportunities via the maldistribution of teacher quality, the primary objective of this research project was to examine a more centrally controlled system such as the mandatory teacher rotation system of the Japanese teacher labor market as an alternative organizational tactic of educational equality.</p>\n<p>Original data were collected via a large-scale survey of public and private high schools in Japan. Public and private education sectors in Japan were chosen for comparison since the former features a centrally governed system characterized by compulsory teacher rotation (jinji idou) while the latter features a locally governed system lacking compulsory teacher rotation.</p>\n<p>Data were collected via questionnaires distributed to teachers nested in schools in order to test the following hypothesis: the presence of jinji idou produces a more equal distribution of teachers (i.e., the public sector should have a smaller variance in the distribution of teacher quality).</p>\n<p>To test the primary hypothesis of whether the presence of the teacher rotation system (jinji idou) was associated with a fairer distribution of teacher<br />quality, observations on 8 measures of teacher quality for the aforementioned 1,480 cases were aggregated by school, allowing for quantitative<br />statistical analyses on the relationship between sector (public versus private) on teacher quality distribution.</p>\n<p>There were 8 measures of teacher quality: 1) the percentage of full-time teachers, by school; 2) the percentage of teachers holding a high-level<br />teacher certification, by school; 3) the average years of teaching experience, by school; 4) the percentage of beginning teacherse (that is, having less<br />than or equal to three years of teaching experience), by school; 5) the percentage of teachers teaching within their field; 6) the percentage of teachers holding an advanced degree, by school; 7) the average prestige ranking of the teachers' tertiary educational alma mater, by school; 8) the average score on a teacher quality index (TQI), by school, based on the aforementioned&nbsp;eight measures of teacher quality.</p>\n<p>Basic analyses utilzed F-tests of the equality of two variances to determine if the public or private sector in Japanese high schools had statistically<br />significant differences in the variances of the aforementioned teacher quality measures. Results indicated that the private sector, lacking the mandatory<br />teacher rotation system, were statistically significantly more variable than schools in the public sector. These results provided incentive to further<br />examine, via ordinary-least squares regression analyses, the contributing factors affecting this significant difference.</p>\n<p>Results of regression analyses&nbsp;indicate that the public sector has statistically significantly higher levels, on average, for all of the 8 measures of teacher quality, controlling for other factors. More importantly, results indicate that the public sector has smaller levels of variance for six of the eight measures above, controlling for other factors. The two exceptions are the second and sixth measure, of which there was no statistically significant difference between schools in the public or private sectors.</p>\n<p>The key outcome is that the primary hypothesis has been supported: results indicate that the public sector, having a mandatory teacher rotation system,<br />has a more equal distribution of tea...",
  "por_txt_cntn": "\nThe major goal of the research project was to investigate the organization of education labor markets in Japan: how teachersÆ careers are managed and the effects this has on the distribution of teacher quality. Given the sociology of education literature's claim of the importance of teacher quality to student performance, and the fact that the locally controlled education labor markets such as those in the U.S. have produced a disparity in educational opportunities via the maldistribution of teacher quality, the primary objective of this research project was to examine a more centrally controlled system such as the mandatory teacher rotation system of the Japanese teacher labor market as an alternative organizational tactic of educational equality.\n\nOriginal data were collected via a large-scale survey of public and private high schools in Japan. Public and private education sectors in Japan were chosen for comparison since the former features a centrally governed system characterized by compulsory teacher rotation (jinji idou) while the latter features a locally governed system lacking compulsory teacher rotation.\n\nData were collected via questionnaires distributed to teachers nested in schools in order to test the following hypothesis: the presence of jinji idou produces a more equal distribution of teachers (i.e., the public sector should have a smaller variance in the distribution of teacher quality).\n\nTo test the primary hypothesis of whether the presence of the teacher rotation system (jinji idou) was associated with a fairer distribution of teacher\nquality, observations on 8 measures of teacher quality for the aforementioned 1,480 cases were aggregated by school, allowing for quantitative\nstatistical analyses on the relationship between sector (public versus private) on teacher quality distribution.\n\nThere were 8 measures of teacher quality: 1) the percentage of full-time teachers, by school; 2) the percentage of teachers holding a high-level\nteacher certification, by school; 3) the average years of teaching experience, by school; 4) the percentage of beginning teacherse (that is, having less\nthan or equal to three years of teaching experience), by school; 5) the percentage of teachers teaching within their field; 6) the percentage of teachers holding an advanced degree, by school; 7) the average prestige ranking of the teachers' tertiary educational alma mater, by school; 8) the average score on a teacher quality index (TQI), by school, based on the aforementioned eight measures of teacher quality.\n\nBasic analyses utilzed F-tests of the equality of two variances to determine if the public or private sector in Japanese high schools had statistically\nsignificant differences in the variances of the aforementioned teacher quality measures. Results indicated that the private sector, lacking the mandatory\nteacher rotation system, were statistically significantly more variable than schools in the public sector. These results provided incentive to further\nexamine, via ordinary-least squares regression analyses, the contributing factors affecting this significant difference.\n\nResults of regression analyses indicate that the public sector has statistically significantly higher levels, on average, for all of the 8 measures of teacher quality, controlling for other factors. More importantly, results indicate that the public sector has smaller levels of variance for six of the eight measures above, controlling for other factors. The two exceptions are the second and sixth measure, of which there was no statistically significant difference between schools in the public or private sectors.\n\nThe key outcome is that the primary hypothesis has been supported: results indicate that the public sector, having a mandatory teacher rotation system,\nhas a more equal distribution of teacher quality than the private sector, which lacks such a system. Worth reiterating is that the public school system, in\naddition to having smaller variances in ..."
 }
}