{
 "awd_id": "1203658",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "PostDoctoral Research Fellowship",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": "7032924672",
 "po_email": "fchowdhu@nsf.gov",
 "po_sign_block_name": "Fahmida Chowdhury",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 60000.0,
 "awd_amount": 120000.0,
 "awd_min_amd_letter_date": "2012-06-18",
 "awd_max_amd_letter_date": "2013-07-02",
 "awd_abstract_narration": "Researchers believe that relational concepts are the basis of higher-order cognitive skills like understanding mathematical operations and reasoning with analogies. Well before the emergence of higher-order cognitive skills, infants are visually exposed to pairs of objects, quantities, and numerosities between which relations may exist while they hear words delivered from their caregivers, television, and toys. Soon after infancy, relational thinking can contribute to a child's success in preschool (e.g., \"Bring me the bigger one\" and \"Use the same one that I am using\") and place a child at an advantage when they enter the formal education system. This research project uses operant/associative methods within an anticipatory eye movement paradigm to investigate the extent to which processing and conceptualization of the identity-nonidentity (e.g., the brown cube is identical to the brown cube), larger-smaller (e.g., the horse is bigger than the cat), and more-less (e.g., one quarter is less than two dimes) relations that exist between objects, quantities, and numerosities are affected by linguistic and nonlinguistic factors during the first 1.5 years of life. This project builds on previous research demonstrating that young infants are capable of discriminating relations by charting the normal developmental course of relational thinking and describing the role of nonlinguistic and linguistic factors therein. The information provided by this research may be used to design interventions that catalyze relational thinking and to delineate predicative relationships that exist with cognitive abilities that emerge in childhood.\r\n\r\nIntellectual Merit: Few empirical studies investigate relational thinking during infancy even though researchers believe that relational concepts are central to the way that humans understand the world, that conceptualizing relations is not innate, and that the topic receives considerable attention in the nonhuman animal literature. In addition, researchers know very little about the factors that influence relational concept formation in humans. Is the conceptualization of relations driven by experiencing variability in the irrelevant properties across examples of the relation, experiencing nested comparisons within the set of examples of the relation, hearing linguistic labels applied to examples of the relation, or by some combination of the aforementioned? Young infants are regularly visually exposed to objects and collections of objects while hearing words from their caregivers, the television, and their toys. Identifying the specific type of visual object comparisons, with or without linguistic input, advances relational thinking during infancy may be especially important to parents, early child educators, and the makers of educational toys. This line of research contributes to understanding the link between categorization and concept formation by evaluating whether the patterns that characterize the development of categorization extend to the development of relational thinking. Moreover, the use of active methods to index infant processing and conceptualization enables direct comparisons to the existing data concerning the abilities of nonverbal animals, children, and adults and sidesteps the concern that complex conceptual understandings may not emerge when infants passively attend to stimuli. Finally, investigating relational thinking in pre- and early-verbal infants offers a significant opportunity to address the larger, longstanding issues about the connections between language, concept formation, and the representation systems that underlie numerical encoding.\r\n\r\nBroadening Participation: As part of the initiatives to integrate research and education, broaden dissemination to enhance scientific understanding, and broaden the participation of underrepresented groups, students at minority-serving postsecondary institutions and parents in the community will have opportunities to learn about the relationship between early child education practices and fundamental and emerging infant cognitive research through understandable oral lectures. In addition, this project will establish an educational partnership with a minority-serving postsecondary institution to invite undergraduate students to receive research training in cognitive development research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ursula",
   "pi_last_name": "Anderson",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Ursula S Anderson",
   "pi_email_addr": "",
   "nsf_id": "000511485",
   "pi_start_date": "2012-06-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Anderson                Ursula         S",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Roswell",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "",
  "inst_zip_code": "300762448",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "GA07",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Boston College, Psychology Department",
  "perf_str_addr": null,
  "perf_city_name": "Chestnut Hill",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "024673807",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115700",
   "pgm_ele_name": "Broadening Participation of Gr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  },
  {
   "pgm_ref_code": "9250",
   "pgm_ref_txt": "REU SITE-Res Exp for Ugrd Site"
  },
  {
   "pgm_ref_code": "9283",
   "pgm_ref_txt": "MINORITY POSTDOCT. FELLOWSHIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 60000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 60000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Positive Poles First: Early Comprehension of Relational Words in Eight-Month-Olds. As indexed by visual fixation, 8-month-old infants comprehended nearly 30% of relational words (i.e., full-all gone, big-little, up-down, on-under, more-less, long-short, and same-different) and their comprehension was not related to age and sex. Moreover, infants did not learn relational words in&nbsp;antonymic pairs; instead, their relational word vocabulary was found to be heavy for positive poles (e.g., full, big, up, on, more, long, and same: 38% comprehended) versus negative poles (e.g., all gone, little, down, under, less, short, and different: 21% of negative poles).</p>\n<p>The Effects of Verbal Labels on Numerical Discrimination in Infancy. We found that verbal labels applied to visually presented numerical sets did not lead preverbal infants to discriminate numerical sets. For example, hearing \"Toma\" while viewing 3-dot arrays and hearing \"Widget\" while viewing 2-dot arrays did not result in infants being able to tell the difference between two- versus three-dot arrays . The results suggest indicate that preverbal infants are unable to associate words with sets of objects (as opposed to single objects) or that the task of discriminating sets of two versus three things without the help of continuous quantities (e.g., surface area) is too difficult for the numerical representation system at this age.</p>\n<p>The Effect of Verbal Labels on Sameness-Difference Learning About Objects. As indexed by anticipatory eye gaze, we found that verbal labels applied to visually presented object relations did not lead 8-month-old infants to recognize novel exemplars of sameness and difference yet they learned the meaning of the verbal label for different. For example, hearing \"Toma\" while seeing a sameness relation instantiated as two blue squares and hearing \"Widget\" while seeing the relation of different instantiated as one blue square and one red triangle only resulted in infants anticipating the correct direction of looking when the verbal label for different (\"Widget\") was sounded in the absence of visual information about the relation. These findings suggest that verbal information may have a privileged status when it comes to discovering relational invariants about objects.</p>\n<p>In conclusion, even though some researchers propose that language guides the development of higher-order concepts, our results suggest that verbal labels do not faciliate how numerical and relational information is processed during early infancy. Furthermore, it appears that verbal labels are learned one-by-one beginning wih positive poles.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/25/2014<br>\n\t\t\t\t\tModified by: Ursula&nbsp;S&nbsp;Anderson</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPositive Poles First: Early Comprehension of Relational Words in Eight-Month-Olds. As indexed by visual fixation, 8-month-old infants comprehended nearly 30% of relational words (i.e., full-all gone, big-little, up-down, on-under, more-less, long-short, and same-different) and their comprehension was not related to age and sex. Moreover, infants did not learn relational words in antonymic pairs; instead, their relational word vocabulary was found to be heavy for positive poles (e.g., full, big, up, on, more, long, and same: 38% comprehended) versus negative poles (e.g., all gone, little, down, under, less, short, and different: 21% of negative poles).\n\nThe Effects of Verbal Labels on Numerical Discrimination in Infancy. We found that verbal labels applied to visually presented numerical sets did not lead preverbal infants to discriminate numerical sets. For example, hearing \"Toma\" while viewing 3-dot arrays and hearing \"Widget\" while viewing 2-dot arrays did not result in infants being able to tell the difference between two- versus three-dot arrays . The results suggest indicate that preverbal infants are unable to associate words with sets of objects (as opposed to single objects) or that the task of discriminating sets of two versus three things without the help of continuous quantities (e.g., surface area) is too difficult for the numerical representation system at this age.\n\nThe Effect of Verbal Labels on Sameness-Difference Learning About Objects. As indexed by anticipatory eye gaze, we found that verbal labels applied to visually presented object relations did not lead 8-month-old infants to recognize novel exemplars of sameness and difference yet they learned the meaning of the verbal label for different. For example, hearing \"Toma\" while seeing a sameness relation instantiated as two blue squares and hearing \"Widget\" while seeing the relation of different instantiated as one blue square and one red triangle only resulted in infants anticipating the correct direction of looking when the verbal label for different (\"Widget\") was sounded in the absence of visual information about the relation. These findings suggest that verbal information may have a privileged status when it comes to discovering relational invariants about objects.\n\nIn conclusion, even though some researchers propose that language guides the development of higher-order concepts, our results suggest that verbal labels do not faciliate how numerical and relational information is processed during early infancy. Furthermore, it appears that verbal labels are learned one-by-one beginning wih positive poles.\n\n \n\n\t\t\t\t\tLast Modified: 08/25/2014\n\n\t\t\t\t\tSubmitted by: Ursula S Anderson"
 }
}