{
 "awd_id": "1203268",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:   Centennial Scale Human Ecodynamics at Skutustadir Iceland",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Kerttula de Echave",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 39990.0,
 "awd_amount": 39990.0,
 "awd_min_amd_letter_date": "2012-09-05",
 "awd_max_amd_letter_date": "2013-09-05",
 "awd_abstract_narration": "This research project, will support the PhD research of doctoral student M. Hicks under the supervision of Dr. T. McGovern.  The project Centennial Scale Human Ecodynamics at Skútustaðir will contribute to the understanding of long-term economic and ecological practices in N. Iceland by examining the archaeological record of a district-center farm, Skútustaðir, first settled during Iceland's initial settlement period (871-950 CE) and occupied through to the present.  During this farm's long history, inhabitants experienced economic consolidation, colonialism, changes in land tenure and land use in addition to fluctuations in their natural environment including climactic change and soil depletion.  These factors interacted directly with subsistence practices (McGovern et al. 2007, McGovern et al. 2006).  Long term sites such as Skútustaðir would have been the social and economic backbone of their regions.  Their study is crucial to generating the long term picture of settlement history, ecological history and social history in this region though time.  Theoretical foundations of this research include Historical Ecology in archaeology as laid out by Carole Crumley (1994) with its concern for historical context and emphasis on long term investigations of landscapes changing through time while dialectically influenced by human activity.  The project's main method is zooarchaeology which is particularly relevant in Iceland as the vast majority of dietary subsistence and economic transactions were based on animal products.  The proposed field research includes the excavation of additional zooarchaeological material (animal bones) as evidence of subsistence practices from the middle ages to complete the chronology of this long term site. The research proposed includes the analysis of dated samples of eggshell already excavated- evidence of a sustainable long term tradition of egg harvesting at Skútustaðir a tradition with social and ecological dimensions in the most diverse waterfowl habitat on earth (Lake Mývatn).  Archival work proposed will provide a rich social context for archaeological remains.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "McGovern",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas H McGovern",
   "pi_email_addr": "thomas.h.mcgovern@gmail.com",
   "nsf_id": "000232433",
   "pi_start_date": "2012-09-05",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Megan",
   "pi_last_name": "Hicks",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Megan T Hicks",
   "pi_email_addr": "meganhicks@yahoo.com",
   "nsf_id": "000604604",
   "pi_start_date": "2012-09-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "CUNY Graduate School University Center",
  "inst_street_address": "365 5TH AVE STE 8113",
  "inst_street_address_2": "",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128177526",
  "inst_zip_code": "100164309",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "QVW9TFAZJFE7"
 },
 "perf_inst": {
  "perf_inst_name": "CUNY Graduate School University Center",
  "perf_str_addr": "365 Fifth Ave",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100164309",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5221",
   "pgm_ref_txt": "ARCTIC SOCIAL SCIENCES"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 27790.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 12200.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This Dissertation Improvement Grant project focused on improving the understanding of long-term economic practices and connected &nbsp;ecological conditions in N. Iceland by examining the archaeological record of a central farm, Sk&uacute;tusta&eth;ir, settled during Iceland&rsquo;s initial settlement period (871-950 CE) and occupied through to the present. The surrounding M&yacute;vatn Region of N. Iceland has been intensively studied by interdisciplinary research teams with a focus on settlement, farming practices and environmental impacts and Sk&uacute;tustadir is the first long term farm to be investigated through all charonological phases, lending new results and new perspectives to the excellent research in the region. The project focused on the excavation of archaeological household refuse (midden) and improving and expanding techniques of identification and analysis of animal bone from the midden in order to observe farming and hunting practices through time, the detailed understanding of which provides a picture of economics and environment and contributes to human-ecodynamics research.</p>\n<p>This proposal requested support of an integrated, three-phase project to realize the full potential of the unique Sk&uacute;tusta&eth;ir midden deposits, their exceptional conditions of preservation and precise dating. This proposal thus requested support for: a) an additional field season at Sk&uacute;tusta&eth;ir to ensure that sample size of animal bone from the middle ages is sufficient for cross phase comparison, b) documenting fully the long term history of wild bird resource use by identifying bird egg shell and contributing to the locally led M&yacute;vatn Waterfowl Sustainability project, c) improving our understanding of the full context of farming strategies at Sk&uacute;tusta&eth;ir, the rural, municipal center of <em>Skutustadahreppur</em> by completing an organized agenda of archival research.</p>\n<p>All of the above goals were achieved between Fall 2012 and August 2014. Major successes include the development of techniques to identify archaeological bird egg shell to species level, production of a bird eggshell identification manual due for completion in January 2015, a highly successful excavation season that will add to the understanding of the middle ages at Sk&uacute;tusta&eth;ir, and the analysis and publication of results of archival studies, focused on farming strategies in M&yacute;vatn. An additional excavation season was earned through careful prior spending. In August 2014, a small crew of excavators lead by the Co-PI surveyed the M&yacute;vatn region using a soil corer and excavating small trial trenches in search of other farms post dating the middle ages. The survey was a great success, and Sk&uacute;tusta&eth;ir is now central to a new collaborative study involving M&yacute;vatn&acute;s socio-ecology after the high middle ages (post AD 1300).</p>\n<p>Through field research, laboratory innovations and traditional zooarchaeological analysis of Sk&uacute;tusta&eth;ir&rsquo;s remains, we are able to view the settlement&rsquo;s history of farming and hunting as intertwined social and ecological activities taking place within larger scale social and natural contexts: transformations in economic activities and trade, interactions with climate change, human environmental relationships, and socio-environmental effects of a growing world economic system on this rural zone.&nbsp;This study contributes knowledge from the past to address issues relevant in heritage and economics today such as landscape use, animal/human interaction, economic histories, sustainability, resilience and change.</p>\n<p>All of the projects goals were accomplished and formal publication of results well underway. The results are reported via two publications, one in press and one in review (Hicks 2014 and Hicks et al. 2014). Two publicly available, free reports are available ...",
  "por_txt_cntn": "\nThis Dissertation Improvement Grant project focused on improving the understanding of long-term economic practices and connected  ecological conditions in N. Iceland by examining the archaeological record of a central farm, Sk&uacute;tusta&eth;ir, settled during IcelandÆs initial settlement period (871-950 CE) and occupied through to the present. The surrounding M&yacute;vatn Region of N. Iceland has been intensively studied by interdisciplinary research teams with a focus on settlement, farming practices and environmental impacts and Sk&uacute;tustadir is the first long term farm to be investigated through all charonological phases, lending new results and new perspectives to the excellent research in the region. The project focused on the excavation of archaeological household refuse (midden) and improving and expanding techniques of identification and analysis of animal bone from the midden in order to observe farming and hunting practices through time, the detailed understanding of which provides a picture of economics and environment and contributes to human-ecodynamics research.\n\nThis proposal requested support of an integrated, three-phase project to realize the full potential of the unique Sk&uacute;tusta&eth;ir midden deposits, their exceptional conditions of preservation and precise dating. This proposal thus requested support for: a) an additional field season at Sk&uacute;tusta&eth;ir to ensure that sample size of animal bone from the middle ages is sufficient for cross phase comparison, b) documenting fully the long term history of wild bird resource use by identifying bird egg shell and contributing to the locally led M&yacute;vatn Waterfowl Sustainability project, c) improving our understanding of the full context of farming strategies at Sk&uacute;tusta&eth;ir, the rural, municipal center of Skutustadahreppur by completing an organized agenda of archival research.\n\nAll of the above goals were achieved between Fall 2012 and August 2014. Major successes include the development of techniques to identify archaeological bird egg shell to species level, production of a bird eggshell identification manual due for completion in January 2015, a highly successful excavation season that will add to the understanding of the middle ages at Sk&uacute;tusta&eth;ir, and the analysis and publication of results of archival studies, focused on farming strategies in M&yacute;vatn. An additional excavation season was earned through careful prior spending. In August 2014, a small crew of excavators lead by the Co-PI surveyed the M&yacute;vatn region using a soil corer and excavating small trial trenches in search of other farms post dating the middle ages. The survey was a great success, and Sk&uacute;tusta&eth;ir is now central to a new collaborative study involving M&yacute;vatn&acute;s socio-ecology after the high middle ages (post AD 1300).\n\nThrough field research, laboratory innovations and traditional zooarchaeological analysis of Sk&uacute;tusta&eth;irÆs remains, we are able to view the settlementÆs history of farming and hunting as intertwined social and ecological activities taking place within larger scale social and natural contexts: transformations in economic activities and trade, interactions with climate change, human environmental relationships, and socio-environmental effects of a growing world economic system on this rural zone. This study contributes knowledge from the past to address issues relevant in heritage and economics today such as landscape use, animal/human interaction, economic histories, sustainability, resilience and change.\n\nAll of the projects goals were accomplished and formal publication of results well underway. The results are reported via two publications, one in press and one in review (Hicks 2014 and Hicks et al. 2014). Two publicly available, free reports are available on nabohome.org and a third will be posted in winter 2015. A manual for the identification of bird eggshell will also be pr..."
 }
}