{
 "awd_id": "1203680",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Using GPS to Track Vultures in Texas",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2012-02-06",
 "awd_max_amd_letter_date": "2012-02-06",
 "awd_abstract_narration": "Vultures are catalysts of the decomposition process, but their scavenging is underreported in the academic literature. Moreover, forensic scientists have realized that some vultures will feed on human cadavers in addition to road-kill, thereby complicating time-since-death estimations.  Research from Texas State University's Forensic Anthropology Research Facility (FARF) has shown that vultures arrive early during the decomposition process and leave few clues to indicate their prior scavenging presence.  As a result, one option to aid law-enforcement during medical-legal investigations involving unidentified human remains will be to identify vultures' preferred and most likely scavenging environments.  This doctoral dissertation research project will use global positioning system (GPS)-based satellite telemetry to track vultures in order to analyze and compare the spatial distribution of vulture scavenging behavior at FARF versus vulture scavenging behavior at other non-forensic locations and to establish a predictability model of likely vulture scavenging habitats using remote sensing techniques and spatial and temporal statistics.  The doctoral student will attach 45-gram GPS transmitters to vultures.  These transmitters will record the vultures' locations every hour for six months.  The vulture locational data will be entered into a geographic information system (GIS) to isolate probable vulture scavenging locations using spatial analytic methods, including descriptive statistics, rigorous statistics for hotspot analysis, kernel density estimations, and time-space analysis.  A predictability model of vulture scavenging locations will be created using a range of variables, including land cover, distance to roads, and climate data obtained from nearby weather stations.  The student will test the hypothesis that land elevation and distance to water will have the greatest impact and that FARF is a vulture scavenging hotspot regardless of the underlying geography.  Data from locations where vultures are observed scavenging in the wild will be used to validate the model.\r\n\r\nThis research project differs from other vulture scavenging studies in that the vultures in question are feeding on human cadavers rather than road kill.  No other study has ever investigated the spatial distribution of vultures that are known to scavenge on human cadavers.  Moreover, GPS wildlife tags combined with GIS technologies have enhanced the scope at which animals can be studied.  One remaining challenge is identifying a method that will allow researchers to obtain discrete point data with a continuous observational history for a specific animal behavior such as scavenging.  Vultures are excellent research subjects for testing, because they are soarers rather than fliers and they spend the majority of their day in the air.  Combining this behavior with the ability to obtain hourly locational data from the GPS transmitters, will allow for the opportunity to discern geographic data linked to specific vulture activities.  This project will generate fundamental advances of scientific knowledge by using GPS and GIS to provide an enhanced understanding of vulture scavenging.  Furthermore, the results will identify the geographic features associated with probable vulture scavenging locations, thereby contributing to forensic investigation efficiency and accuracy, aviation safety, and vulture conservation.  As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Leitner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Leitner",
   "pi_email_addr": "mleitne@lsu.edu",
   "nsf_id": "000122945",
   "pi_start_date": "2012-02-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Lauren",
   "pi_last_name": "Pharr",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lauren Pharr",
   "pi_email_addr": "lpharr1@tigers.lsu.edu",
   "nsf_id": "000584950",
   "pi_start_date": "2012-02-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana State University",
  "inst_street_address": "202 HIMES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BATON ROUGE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "2255782760",
  "inst_zip_code": "708030001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "LOUISIANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECQEYCHRNKJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana State University & A and M College",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "708064421",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "LA06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Time since death estimations are key components to medicolegal investigations involving unidentified human remains found in outdoor environments. &nbsp;The common assumption is that fly larvae cause skeletonization, thereby resulting in a forensic entomologist being asked to make the time since death estimation. &nbsp;However, results from the Texas State Forensic Anthropology Research Facility (FARF), an outdoor research facility dedicated to studying human decomposition, reveal that black vultures and turkey vultures will not only skeletonize human remains, but they will do so more rapidly than flies (Pharr, 2014). &nbsp;This is problematic because if vulture scavenging is not accounted for, then forensic scientists may over estimate the amount of time that someone has been dead. &nbsp;Although controlled studies have been used to study avian scavenging rates (Pharr, 2011; Pharr et al., 2011; Reeves, 2009), the applicability of these studies to forensic cases has been troublesome because researchers do not know the specific environments associated with where black vultures and turkey vultures prefer to scavenge. &nbsp;The goal of this research was to use Global Position System (GPS) based satellite telemetry to track vultures in Texas for the purpose of using logistic regression and the log-likelihood model to predict the most likely vulture scavenging habitats for use in forensic applications.</p>\n<p><strong><span style=\"text-decoration: underline;\">Intellectual Merit</span> - </strong><em><span style=\"text-decoration: underline;\">Advancement of knowledge within the geo-spatial sciences</span></em>: &nbsp;The invention of GPS wildlife transmitters combined with advances in Geographic Information System (GIS) technologies have enhanced the scope at which animals can be studied. &nbsp;Nevertheless, still needed was a method allowing researchers to identify a specific animal behavior, such as scavenging, from a dataset consisting only of discrete GPS locations. &nbsp;We proposed a new method that used altitude data recorded by the transmitters to distinguish vulture scavenging locations from within the GPS dataset.</p>\n<p class=\"Default\">Through the NSF grant, we received 50% of the funding needed to purchase six 70-g solar Argos/GPS PTT-100 tracking devices for attachment on vultures in Texas. &nbsp;In April 2013, 52 vultures were trapped at FARF and fitted with pink patagial wing tags prior to their release. &nbsp;Additionally, GPS transmitters were deployed on six of the 52 trapped vultures&mdash;two turkey vultures and four black vultures. &nbsp;The transmitters were preprogrammed to record 19 GPS fixes per day per bird so we could test the proposed methodology.</p>\n<p class=\"Default\">During the first six months of tracking, 15,012 vulture GPS locations were obtained, and the included map shows the vultures&rsquo; geographic range.</p>\n<p class=\"Default\">The data from the transmitters also revealed that probable vulture scavenging locations can be isolated from telemetry data when vulture altitude, flight speed, and the time of day are taken into consideration. &nbsp;In other words, our methodology, as applied to vulture tracking data, can be used to locate a dead body. &nbsp;However, and most important, vulture GPS tracking data cannot be used to determine if the dead body belongs to a human or to a non-human animal. &nbsp;Overall, the amount of energy the vulture must expend to go down to the ground to scavenge appears to impact vulture scavenging locations more than the type of food present in any particular location. &nbsp;</p>\n<p>This project is ongoing as a result of a 10-month delay in trapping and tagging vultures after the vultures became trap shy. &nbsp;Nonetheless, preliminary results have provided a wealth of data and insight on vulture behavior. &nbsp;Results also reveal critical data for use in forensic investigations.</p>\n<p><strong><span style=\"...",
  "por_txt_cntn": "\nTime since death estimations are key components to medicolegal investigations involving unidentified human remains found in outdoor environments.  The common assumption is that fly larvae cause skeletonization, thereby resulting in a forensic entomologist being asked to make the time since death estimation.  However, results from the Texas State Forensic Anthropology Research Facility (FARF), an outdoor research facility dedicated to studying human decomposition, reveal that black vultures and turkey vultures will not only skeletonize human remains, but they will do so more rapidly than flies (Pharr, 2014).  This is problematic because if vulture scavenging is not accounted for, then forensic scientists may over estimate the amount of time that someone has been dead.  Although controlled studies have been used to study avian scavenging rates (Pharr, 2011; Pharr et al., 2011; Reeves, 2009), the applicability of these studies to forensic cases has been troublesome because researchers do not know the specific environments associated with where black vultures and turkey vultures prefer to scavenge.  The goal of this research was to use Global Position System (GPS) based satellite telemetry to track vultures in Texas for the purpose of using logistic regression and the log-likelihood model to predict the most likely vulture scavenging habitats for use in forensic applications.\n\nIntellectual Merit - Advancement of knowledge within the geo-spatial sciences:  The invention of GPS wildlife transmitters combined with advances in Geographic Information System (GIS) technologies have enhanced the scope at which animals can be studied.  Nevertheless, still needed was a method allowing researchers to identify a specific animal behavior, such as scavenging, from a dataset consisting only of discrete GPS locations.  We proposed a new method that used altitude data recorded by the transmitters to distinguish vulture scavenging locations from within the GPS dataset.\nThrough the NSF grant, we received 50% of the funding needed to purchase six 70-g solar Argos/GPS PTT-100 tracking devices for attachment on vultures in Texas.  In April 2013, 52 vultures were trapped at FARF and fitted with pink patagial wing tags prior to their release.  Additionally, GPS transmitters were deployed on six of the 52 trapped vultures&mdash;two turkey vultures and four black vultures.  The transmitters were preprogrammed to record 19 GPS fixes per day per bird so we could test the proposed methodology.\nDuring the first six months of tracking, 15,012 vulture GPS locations were obtained, and the included map shows the vulturesÆ geographic range.\nThe data from the transmitters also revealed that probable vulture scavenging locations can be isolated from telemetry data when vulture altitude, flight speed, and the time of day are taken into consideration.  In other words, our methodology, as applied to vulture tracking data, can be used to locate a dead body.  However, and most important, vulture GPS tracking data cannot be used to determine if the dead body belongs to a human or to a non-human animal.  Overall, the amount of energy the vulture must expend to go down to the ground to scavenge appears to impact vulture scavenging locations more than the type of food present in any particular location.  \n\nThis project is ongoing as a result of a 10-month delay in trapping and tagging vultures after the vultures became trap shy.  Nonetheless, preliminary results have provided a wealth of data and insight on vulture behavior.  Results also reveal critical data for use in forensic investigations.\n\nBroader Impacts: (1) Data dissemination:  Preliminary results generated through this baseline study were disseminated through three peer-reviewed presentations given at national conferences, and Co-PI Pharr discussed the importance of vultures on the History Channel.  The GPS vulture tracking data were used in lectures at Louisiana State University and disseminated to law enforcemen..."
 }
}