{
 "awd_id": "1203212",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RAPID: U.S. Instrumentation and Data Processing of a Large-Scale Experiment on Soil-Structure Interaction of Underground Structures on the E-Defense Shake Table in Miki, Japan",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927024",
 "po_email": "jpauschk@nsf.gov",
 "po_sign_block_name": "Joy Pauschke",
 "awd_eff_date": "2011-11-15",
 "awd_exp_date": "2012-10-31",
 "tot_intn_awd_amt": 48973.0,
 "awd_amount": 48973.0,
 "awd_min_amd_letter_date": "2011-11-16",
 "awd_max_amd_letter_date": "2011-11-16",
 "awd_abstract_narration": "The structural and geotechnical performance and post-earthquake functionality of underground systems in megacities are of great concern when located in an active seismic region. Typically, underground systems consist of combinations of tunnels, vertical shafts, pipeline systems, utility facilities, or parking/shopping centers coupled via flexible or rigid connections. The large-scale, soil-structure interaction experiment of underground structures under dynamic loading conducted on the E-Defense shake table in Miki, Japan, in February 2012 provides the unique opportunity to study local and global behavior of tunnel-shaft systems installed in a laminar soil container under a series of two-dimensional ground motions. The objective of this award is to provide supplemental instrumentation to be installed in and around the test specimen in the laminar soil container to measure engineering response quantities such as the vertical distribution of dynamic horizontal pressures, lateral cyclic displacements, axial and transverse strain distributions, and the interaction (forces and displacements) of adjacent systems.\r\n\r\nThe measured data is intended to help validate and improve existing dynamic soil-structure interaction models and assist in filling the database via a unique large-scale test under various ground motions. Measurements will be provided through pressure sensors, strain gauges, linear variable differential transformer transducers, and accelerometers.  Planning for this research and test specimen has been an active collaboration between Japanese and U.S. researchers during 2010 and 2011.  The opportunity of bringing additional instrumentation for these tests to Japan will enable valuable lessons on successfully integrating and improving current instrumentation programs in the United States and will further strengthen research collaboration between Japan and the United States.  The data from the supplemental instrumentation will be archived and broadly disseminated via the George E. Brown, Jr. Network for Earthquake Engineering (NEES) Project Warehouse (http://www.nees.org) and will be valuable for researchers and practicing engineers in the earthquake engineering community. This award is part of the National Earthquake Hazards Reduction Program (NEHRP).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anne",
   "pi_last_name": "Lemnitzer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Anne Lemnitzer",
   "pi_email_addr": "alemnitz@uci.edu",
   "nsf_id": "000559235",
   "pi_start_date": "2011-11-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "E-Defense Facilities, Miki, Japan",
  "perf_str_addr": "1501-21 Nishikameya, Mitsuda",
  "perf_city_name": "Shijimi-cho Miki, Hyogo",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "JA",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Japan",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "739600",
   "pgm_ele_name": "NEES RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "038E",
   "pgm_ref_txt": "FOUNDATION ENGINEERING"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "1059",
   "pgm_ref_txt": "SENSORS AND SENSOR SYSTEMS FOR CIS"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 48973.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary objective associated with this project was to better assess the behavior of underground structures under seismic loading. Here by a system of structures (vertical shafts, cut and cover tunnels and shield tunnels) was constructed, installed and tested at the world&rsquo;s largest earthquake simulator (or shake table) at the Japanese National Research Institute for Earth Science and Disaster Prevention (NIED, commonly referred to as &ldquo;E-Defense&rdquo;.&nbsp; All structures were surrounded by soil, placed in a laminar box which was attached to the shake table and subjected to scaled seismic accelerations recorded during the Kobe 1994 earthquake. The key activity involved working with E-Defense Researchers to provide additional sensors called Soil Pressure Sensors, to measure seismically induced pressures on the underground system and to investigate the suitability of the newly developed sensors along with the ability to adequately capture and analyze measured soil pressures.&nbsp;</p>\n<p><span style=\"text-decoration: underline;\"><strong>Project activities included:</strong></span></p>\n<p>(1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Design and manufacture pressure sensors that will comply with the material and stiffness specifications of the test specimen</p>\n<p>(2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Submittal of a proposed instrumentation scheme to measure seismic pressures along one of their vertical shafts installed in the laminar soils box &nbsp;</p>\n<p>(3)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Work closely with collaborators to finalize instrumentation plan and review the instrumentation of Japanese sensors.</p>\n<p>(4)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Ship manufactured sensors for installation to E-Defense, purchase and prepare connectors and cables to enable easy connection with E-Defense data acquisition systems.</p>\n<p>(5)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Travel by the UCI &ndash; PI to E-Defense to provide logistical/installation support and active participation in the testing.&nbsp;</p>\n<p>(6)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Attend large scale shake table tests</p>\n<p>(7)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Upload of all data on the NEEs project repository, analysis of test results and</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\"><strong>Project findings included:</strong></span></p>\n<p>(1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The tests were successfully completed and data were collected in a series of tests conducted on February 23-28th, 2012.</p>\n<p>(2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; All data recorded using the NSF funded specimen instrumentation are publically available at the NEES project warehouse under <a href=\"https://nees.org/warehouse/project/1168\">https://nees.org/warehouse/project/1168</a>, DOI:10.4231/D3057CT2S.</p>\n<p>(3)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Technical drawings, photographic documentation and processed data are archived at the NEES Hub.</p>\n<p>(4)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The developed sensor instrumentation is part of the UC-shared used equipment agreement and can be utilized at no-cost by other UC faculty.</p>\n<p>(5)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; E-Defense agreed to provide additional test data for Japanese sensors; a separate uploading effort/data publication effort will be completed in 2015.</p>\n<p>(6)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The collaboration enhanced the already strong ties among researchers in the field of geotechnical earthquake engineering in the US and Japan as well as joint publications.</p>\n<p>(7)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; U.S. and Japanese researchers collaborated closely in analyzing data, collecting information and collecting ideas for future research studies. Project res...",
  "por_txt_cntn": "\nThe primary objective associated with this project was to better assess the behavior of underground structures under seismic loading. Here by a system of structures (vertical shafts, cut and cover tunnels and shield tunnels) was constructed, installed and tested at the worldÆs largest earthquake simulator (or shake table) at the Japanese National Research Institute for Earth Science and Disaster Prevention (NIED, commonly referred to as \"E-Defense\".  All structures were surrounded by soil, placed in a laminar box which was attached to the shake table and subjected to scaled seismic accelerations recorded during the Kobe 1994 earthquake. The key activity involved working with E-Defense Researchers to provide additional sensors called Soil Pressure Sensors, to measure seismically induced pressures on the underground system and to investigate the suitability of the newly developed sensors along with the ability to adequately capture and analyze measured soil pressures. \n\nProject activities included:\n\n(1)         Design and manufacture pressure sensors that will comply with the material and stiffness specifications of the test specimen\n\n(2)         Submittal of a proposed instrumentation scheme to measure seismic pressures along one of their vertical shafts installed in the laminar soils box  \n\n(3)         Work closely with collaborators to finalize instrumentation plan and review the instrumentation of Japanese sensors.\n\n(4)         Ship manufactured sensors for installation to E-Defense, purchase and prepare connectors and cables to enable easy connection with E-Defense data acquisition systems.\n\n(5)         Travel by the UCI &ndash; PI to E-Defense to provide logistical/installation support and active participation in the testing. \n\n(6)         Attend large scale shake table tests\n\n(7)         Upload of all data on the NEEs project repository, analysis of test results and\n\n \n\nProject findings included:\n\n(1)         The tests were successfully completed and data were collected in a series of tests conducted on February 23-28th, 2012.\n\n(2)         All data recorded using the NSF funded specimen instrumentation are publically available at the NEES project warehouse under https://nees.org/warehouse/project/1168, DOI:10.4231/D3057CT2S.\n\n(3)         Technical drawings, photographic documentation and processed data are archived at the NEES Hub.\n\n(4)         The developed sensor instrumentation is part of the UC-shared used equipment agreement and can be utilized at no-cost by other UC faculty.\n\n(5)         E-Defense agreed to provide additional test data for Japanese sensors; a separate uploading effort/data publication effort will be completed in 2015.\n\n(6)         The collaboration enhanced the already strong ties among researchers in the field of geotechnical earthquake engineering in the US and Japan as well as joint publications.\n\n(7)         U.S. and Japanese researchers collaborated closely in analyzing data, collecting information and collecting ideas for future research studies. Project results were presented at the Tohoku workshop 2012, a US-Japan collaborative effort to continue research and funding for US-Japanese research efforts. Collabrative proposal efforts are underway.\n\n(8)         Project results and findings were dismissed in form of presentations and publications (e.g., Tohoku Workshop, Tokyo, 2012; CMMI Grantees Conference, Boston, 2012; 10NCEE, Anchorage, 2014; ACI Conference November 2015,  NEES Data report, Journal Publications)\n\n(9)         Two graduate students were trained, one of them being from under-represented groups\n\n \n\nThis experiment forms the first large scale shake table experiment using the type of soil pressure sensors described. It serves as the validation of the developed sensor under dynamic loading and enables researchers to modify the general concept to a variety of geotechnical applications. The measurement of high quality data confirmed the successful development and deployment of this in..."
 }
}