{
 "awd_id": "1203612",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:  Food Procurement Practices in Low-Income Urban Neighborhoods",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Holly Hapke",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2014-11-30",
 "tot_intn_awd_amt": 11943.0,
 "awd_amount": 11943.0,
 "awd_min_amd_letter_date": "2012-06-07",
 "awd_max_amd_letter_date": "2012-06-07",
 "awd_abstract_narration": "This doctoral dissertation research project considers the factors that contribute to food availability and procurement practices in inner city urban environments.  Recent research on urban food access in geography and related fields has focused on the presence of food deserts: areas in cities where healthy variety of non-processed foods such as fresh fruits and vegetables are either too expensive or difficult to obtain. These studies often measure the presence of food deserts through distance-based metrics, such as distance to the nearest supermarket, and demographic characteristics such as socio-economic status. Results have been used as the basis for initiatives at the local, state, and national levels to improve food accessibility. While the research has focused extensively on the supply of healthy foods, spatially specific data on the food consumption practices of neighborhood residents has been largely absent. This research project, based in the twin cities of Minneapolis/St. Paul, takes up this issue by focusing on the range of factors influencing food procurement practices in low-income urban neighborhoods. It utilizes a mixed-methods approach with two main components. First, it uses a GIS based analysis of disaggregated data on benefit disbursement and redemption from two federal food assistance programs, the Supplemental Nutrition Assistance Program (SNAP, formerly known as food stamps) and the Special Supplemental Nutrition Program for Women, Children, and Infants (WIC). The analysis of benefit usage from these two datasets will be compared against results of a conventional neighborhood analysis and benefit usage in areas with high numbers of program clients will be analyzed. Second, the project will conduct an in-depth study with residents in two case study neighborhoods utilizing GPS tracking, food diaries, and semi-structured interviews. This section of the project will identify specific physical, cultural, and economic constraints on residents' access to food and the role of racial/class identities, social networks, and ethical norms in shaping spatial food procurement practices. \r\n\r\nThis project offers a new approach to the study of the relationship between urban residents and their neighborhood food environments by integrating rarely used data on food assistance programs into models of food accessibility. By adding this information to an analysis of how and why distance matters to neighborhood residents in their food procurement, better information will be available for policy and planning initiatives meant to facilitate easier access to healthy foods. This project also highlights the key role of individuals? social positions on their decisions about where and how to get food. Rather than assuming a largely homogenous, immobile, and passive population, as is assumed in many research projects to date, this project focuses on the heterogeneity of food procurement practices within low-income neighborhoods. In doing so, this project may suggest multiple pathways by which to improve food security in these areas, broadening the conversation about how to best define a just and fair food system and how to measure the success of proposed interventions. As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish an independent research career.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Helga",
   "pi_last_name": "Leitner",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Helga Leitner",
   "pi_email_addr": "eqj6139@tc.umn.edu",
   "nsf_id": "000175639",
   "pi_start_date": "2012-06-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Steven",
   "pi_last_name": "Manson",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Steven M Manson",
   "pi_email_addr": "manson@umn.edu",
   "nsf_id": "000096168",
   "pi_start_date": "2012-06-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gerald",
   "pi_last_name": "Shannon",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Gerald P Shannon",
   "pi_email_addr": "shann039@umn.edu",
   "nsf_id": "000603686",
   "pi_start_date": "2012-06-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "267 19th Ave S.",
  "perf_city_name": "Minneapolis",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554552070",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 11943.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This research developed new methodologies for studying food access in low income neighborhoods and advanced understanding of the range of factors that shape household food access. Methodologically, this project developed novel new methods for analyzing the usage of SNAP benefits in the Twin Cities from fiscal year 2010. By adapting existing dasymetric mapping techniques to zip code level data, this project developed fine scale estimates of benefit distribution and redemptions at SNAP accepting retailers. &nbsp;This phase of the research identified a significant net outflow of benefit dollars in low-income areas, even when supermarkets were present. It also found that while supermarkets are the predominant sites at which benefits are used in suburban neighborhoods, discount and corner stores play a much larger role in low-income areas.&nbsp;</p>\n<p>The second phase of this research combined multiple methods&nbsp;to develop a case study in two low-income Minneapolis neighborhoods. Using GPS enabled smartphones, study participants (n=38) provided data on their daily mobility for a five day study period and took georeferenced photographs of the food sources they used during this time. Follow up interviews provided more information on participants&rsquo; general mobility and their reasons for using the food sources they did. The combination of these methods provided both broad objective data and participants&rsquo; situated perspectives on their food options. The results of this research confirmed that residents often travel far from home, particularly to use supermarkets. This is due to the perceived lower quality of local supermarkets when compared to suburban alternatives and a general feeling of unease when shopping for goods within their neighborhoods due primarily to crime risks. Residents did often use small and/or discount retailers within their neighborhoods for reasons of price. However, they usually did so only for staple foods where they perceived little risk in terms of food safety or food quality. They also used a wide variety of stores, 150 food sources in 217 recorded food trips. Often, this reflected attempts to balance a desire to purchase high quality meat or specialty ingredients with limited financial resources. Food stores used by participants were often located near friends or family or were the most direct trip via public transit.</p>\n<p>This research has broad implications for efforts to improve food access and health in urban neighborhoods. While many cities have sought to incentivize the creation of new supermarkets in underserved areas, this study suggests that this strategy may only have limited effectiveness if the prices and perceived quality of these stores are inferior to their suburban counterparts. Similarly, while cities including Minneapolis have worked to provide small local food sources, such as farmers&rsquo; markets, in more locations, participants in this study reported using larger markets with longer hours and greater variety. Future research in this area should prioritize understanding how both the daily mobility and decision making strategies of low income households influence how and where these individuals get food, not just the proximity of the closest market. Work to improve food access, likewise, should also consider how to join with efforts to improve the transit options for low-income households, call for equitable business practices from food retailers, and lessen patterns of economic and racial segregation.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/29/2015<br>\n\t\t\t\t\tModified by: Gerald&nbsp;P&nbsp;Shannon</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis research developed new methodologies for studying food access in low income neighborhoods and advanced understanding of the range of factors that shape household food access. Methodologically, this project developed novel new methods for analyzing the usage of SNAP benefits in the Twin Cities from fiscal year 2010. By adapting existing dasymetric mapping techniques to zip code level data, this project developed fine scale estimates of benefit distribution and redemptions at SNAP accepting retailers.  This phase of the research identified a significant net outflow of benefit dollars in low-income areas, even when supermarkets were present. It also found that while supermarkets are the predominant sites at which benefits are used in suburban neighborhoods, discount and corner stores play a much larger role in low-income areas. \n\nThe second phase of this research combined multiple methods to develop a case study in two low-income Minneapolis neighborhoods. Using GPS enabled smartphones, study participants (n=38) provided data on their daily mobility for a five day study period and took georeferenced photographs of the food sources they used during this time. Follow up interviews provided more information on participantsÆ general mobility and their reasons for using the food sources they did. The combination of these methods provided both broad objective data and participantsÆ situated perspectives on their food options. The results of this research confirmed that residents often travel far from home, particularly to use supermarkets. This is due to the perceived lower quality of local supermarkets when compared to suburban alternatives and a general feeling of unease when shopping for goods within their neighborhoods due primarily to crime risks. Residents did often use small and/or discount retailers within their neighborhoods for reasons of price. However, they usually did so only for staple foods where they perceived little risk in terms of food safety or food quality. They also used a wide variety of stores, 150 food sources in 217 recorded food trips. Often, this reflected attempts to balance a desire to purchase high quality meat or specialty ingredients with limited financial resources. Food stores used by participants were often located near friends or family or were the most direct trip via public transit.\n\nThis research has broad implications for efforts to improve food access and health in urban neighborhoods. While many cities have sought to incentivize the creation of new supermarkets in underserved areas, this study suggests that this strategy may only have limited effectiveness if the prices and perceived quality of these stores are inferior to their suburban counterparts. Similarly, while cities including Minneapolis have worked to provide small local food sources, such as farmersÆ markets, in more locations, participants in this study reported using larger markets with longer hours and greater variety. Future research in this area should prioritize understanding how both the daily mobility and decision making strategies of low income households influence how and where these individuals get food, not just the proximity of the closest market. Work to improve food access, likewise, should also consider how to join with efforts to improve the transit options for low-income households, call for equitable business practices from food retailers, and lessen patterns of economic and racial segregation.\n\n\t\t\t\t\tLast Modified: 01/29/2015\n\n\t\t\t\t\tSubmitted by: Gerald P Shannon"
 }
}