{
 "awd_id": "1203430",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  P2C2--Implications of the Early Anthropogenic Hypothesis",
 "cfda_num": "47.050",
 "org_code": "06020108",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Verardo",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2017-05-31",
 "tot_intn_awd_amt": 445063.0,
 "awd_amount": 445063.0,
 "awd_min_amd_letter_date": "2012-05-22",
 "awd_max_amd_letter_date": "2012-05-22",
 "awd_abstract_narration": "This is a project to continuing testing aspects of the Early Anthropogenic Hypothesis, the conjecture that early agricultural practices by humans altered the terrestrial carbon cycle, causing a net increase in atmospheric CO2 and methane that offset a natural decline during the Holocene (the last 10,000 years).  The hypothesis is based on observations of orbital climate variability.  During previous interglacials atmospheric CO2 and methane began to decline early, leading to cooling and ultimately glacial inception.  The Holocene is an outlier in this regard because the greenhouse gases increase in the atmosphere from the mid-Holocene to preindustrial values in the mid 1700s.  There is great debate about why.\r\n\r\nBased on new information that per capita land use has changed, the project will test whether this can account for the rise in greenhouse gases observed during the Holocene.  It will invoke a series of novel general circulation experiments for the last 6000 years, comparing the expected natural changes with those that might have been caused by anthropogenic impacts.  The researchers will use the Coupled Environmental System Model (CESM1) and compare the results with observational data for the Holocene.\r\n\r\nBecause it is controversial, the Early Anthropogenic Hypothesis has generated much research activity in the field of paleoclimatology, resulting in dedicated symposia, journal volumes, popular books and public lectures.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Vavrus",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen J Vavrus",
   "pi_email_addr": "sjvavrus@wisc.edu",
   "nsf_id": "000289330",
   "pi_start_date": "2012-05-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Kutzbach",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "John E Kutzbach",
   "pi_email_addr": "jek@facstaff.wisc.edu",
   "nsf_id": "000334879",
   "pi_start_date": "2012-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "1225 W Dayton St",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061695",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153000",
   "pgm_ele_name": "Paleoclimate"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "1312",
   "pgm_ref_txt": "GREENHOUSE GAS DYNAMICS"
  },
  {
   "pgm_ref_code": "8070",
   "pgm_ref_txt": "P2C2 Proposals"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 445063.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>It is now common knowledge that humans are affecting the climate system, accounting for much of the observed warming trend during the past century or so.&nbsp; The scientific paradigm has been that this human fingerprint began with the Industrial Revolution and the accompanying massive carbon emissions to the atmosphere from burning of fossil fuels.&nbsp; But a provocative idea posed over a decade ago, Bill Ruddiman&rsquo;s Early Anthropogenic Hypothesis (EAH), proposes instead that anthropogenic climate change began thousands of years ago with the advent of agriculture and the accompanying carbon emissions from deforestation to create farmland, as well as from livestock raising and rice cultivation.&nbsp;</p>\n<p>The overall goal of this project has been to test the EAH&rsquo;s assertion that early agriculture produced enough carbon emissions to reverse natural downward trends in two greenhouse gases, carbon dioxide and methane (CO<sub>2</sub> and CH<sub>4</sub>), and instead drove concentrations of both gases upward, thus keeping Earth&rsquo;s climate anomalously warm and preventing expansion of permanent snow cover in polar regions.&nbsp; We have tested the EAH primarily with global climate models developed at the National Center for Atmospheric Research.&nbsp; These models, collectively referred to as the Community Earth System Model (CESM), have provided support for the EAH through the following results we obtained during this project.</p>\n<p>1) One reason why small human populations in past millennia could have exerted a surprisingly large impact on global climate is our finding that the warming effect from increasing concentrations of greenhouse gases is greater in cold climates than warm climates.&nbsp; We found that even small changes in CO<sub>2</sub> concentration can cause a sizeable increase in global temperature when CO<sub>2</sub> is low, as it was 6000 years ago, around the time that global greenhouse gas concentrations diverged from their usual downward trajectory during the late stages of interglacials.&nbsp;</p>\n<p>2) Although deforestation from agricultural land clearance promotes a warmer climate by boosting atmospheric CO<sub>2</sub>, the conversion of land cover from trees to crops also tends to brighten the surface. This transition can promote cooling by causing more incoming sunlight to be reflected back to space.&nbsp; We tested which factor was more important and found that deforestation&rsquo;s warming effect from carbon release greatly outweighs its reflective cooling effect <span style=\"text-decoration: underline;\">on the global scale</span>, although the cooling influence is more important in certain regions, especially in mid-high latitude locations where historical land clearance has been pronounced.</p>\n<p>3) To examine further whether human activities may have interfered with natural processes over recent millennia, we used CESM to study a paleoclimate hundreds of thousands of years ago.&nbsp; At that time, an interglacial warm period ended due to changes in Earth&rsquo;s orbit about the sun and in the tilt of its axis of rotation, both of which resemble trends in the past several millennia. The CESM simulated a colder climate and growing snow and sea ice cover---exactly what happened long ago. &nbsp;&nbsp;We conclude from this climate experiment, one that happened naturally long before humans, that the contemporary climate system would also have become colder with more snow cover and sea ice, if not for the warming trend caused first by agriculture and then by the Industrial Revolution.</p>\n<p>4) Finally, our research has helped clarify why some climatic records from ice cores and marine sediments show only relatively small changes of temperature over recent millennia. The CESM climate model indicates nearly a stalemate between the warming trend from gradually rising concentrations of greenhouse gases (inferred to be caused by ancient agriculture) and natural changes in Earth&rsquo;s orbit that would have favored a slow cooling trend. Of course, since the Industrial Revolution the ever-increasing concentrations of greenhouse gases are now dominating over natural, slow-acting changes.</p>\n<p>Besides the advances in terms of intellectual merit described above, our project has produced a number of broader and beneficial societal impacts.&nbsp; Due to the importance and nature of the topic, there has been extensive public interest in our research.&nbsp; A variety of media outlets have covered the project, including <em>The Washington Post</em>, <em>New Historian</em>, <em>Archaeology</em>, <em>Science Daily</em>, and <em>Fox News.&nbsp; </em>In addition, an educational textbook on the topic entitled, &ldquo;Earth Transformed,&rdquo; was published during the project and formed the basis for an undergraduate course at nearby Beloit College called, &ldquo;Landscape, Climate, and Culture.&rdquo;&nbsp; We have presented our research in this class to supplement the students&rsquo; learning experience. &nbsp;We have also shared our findings as guest lecturers in undergraduate courses at the University of Wisconsin-Madison and the University of Minnesota, as well as being a featured speaker at the Lizzadro Museum of Lapidary Art near Chicago.&nbsp; Furthermore, our project has spawned international collaborations with scientists in the United Kingdom, Switzerland, China, and Germany, and has trained a postdoctoral researcher to progress into a staff scientist at the University of Wisconsin-Madison and the University of Oregon.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/14/2017<br>\n\t\t\t\t\tModified by: Stephen&nbsp;J&nbsp;Vavrus</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIt is now common knowledge that humans are affecting the climate system, accounting for much of the observed warming trend during the past century or so.  The scientific paradigm has been that this human fingerprint began with the Industrial Revolution and the accompanying massive carbon emissions to the atmosphere from burning of fossil fuels.  But a provocative idea posed over a decade ago, Bill Ruddiman?s Early Anthropogenic Hypothesis (EAH), proposes instead that anthropogenic climate change began thousands of years ago with the advent of agriculture and the accompanying carbon emissions from deforestation to create farmland, as well as from livestock raising and rice cultivation. \n\nThe overall goal of this project has been to test the EAH?s assertion that early agriculture produced enough carbon emissions to reverse natural downward trends in two greenhouse gases, carbon dioxide and methane (CO2 and CH4), and instead drove concentrations of both gases upward, thus keeping Earth?s climate anomalously warm and preventing expansion of permanent snow cover in polar regions.  We have tested the EAH primarily with global climate models developed at the National Center for Atmospheric Research.  These models, collectively referred to as the Community Earth System Model (CESM), have provided support for the EAH through the following results we obtained during this project.\n\n1) One reason why small human populations in past millennia could have exerted a surprisingly large impact on global climate is our finding that the warming effect from increasing concentrations of greenhouse gases is greater in cold climates than warm climates.  We found that even small changes in CO2 concentration can cause a sizeable increase in global temperature when CO2 is low, as it was 6000 years ago, around the time that global greenhouse gas concentrations diverged from their usual downward trajectory during the late stages of interglacials. \n\n2) Although deforestation from agricultural land clearance promotes a warmer climate by boosting atmospheric CO2, the conversion of land cover from trees to crops also tends to brighten the surface. This transition can promote cooling by causing more incoming sunlight to be reflected back to space.  We tested which factor was more important and found that deforestation?s warming effect from carbon release greatly outweighs its reflective cooling effect on the global scale, although the cooling influence is more important in certain regions, especially in mid-high latitude locations where historical land clearance has been pronounced.\n\n3) To examine further whether human activities may have interfered with natural processes over recent millennia, we used CESM to study a paleoclimate hundreds of thousands of years ago.  At that time, an interglacial warm period ended due to changes in Earth?s orbit about the sun and in the tilt of its axis of rotation, both of which resemble trends in the past several millennia. The CESM simulated a colder climate and growing snow and sea ice cover---exactly what happened long ago.   We conclude from this climate experiment, one that happened naturally long before humans, that the contemporary climate system would also have become colder with more snow cover and sea ice, if not for the warming trend caused first by agriculture and then by the Industrial Revolution.\n\n4) Finally, our research has helped clarify why some climatic records from ice cores and marine sediments show only relatively small changes of temperature over recent millennia. The CESM climate model indicates nearly a stalemate between the warming trend from gradually rising concentrations of greenhouse gases (inferred to be caused by ancient agriculture) and natural changes in Earth?s orbit that would have favored a slow cooling trend. Of course, since the Industrial Revolution the ever-increasing concentrations of greenhouse gases are now dominating over natural, slow-acting changes.\n\nBesides the advances in terms of intellectual merit described above, our project has produced a number of broader and beneficial societal impacts.  Due to the importance and nature of the topic, there has been extensive public interest in our research.  A variety of media outlets have covered the project, including The Washington Post, New Historian, Archaeology, Science Daily, and Fox News.  In addition, an educational textbook on the topic entitled, \"Earth Transformed,\" was published during the project and formed the basis for an undergraduate course at nearby Beloit College called, \"Landscape, Climate, and Culture.\"  We have presented our research in this class to supplement the students? learning experience.  We have also shared our findings as guest lecturers in undergraduate courses at the University of Wisconsin-Madison and the University of Minnesota, as well as being a featured speaker at the Lizzadro Museum of Lapidary Art near Chicago.  Furthermore, our project has spawned international collaborations with scientists in the United Kingdom, Switzerland, China, and Germany, and has trained a postdoctoral researcher to progress into a staff scientist at the University of Wisconsin-Madison and the University of Oregon.\n\n\t\t\t\t\tLast Modified: 08/14/2017\n\n\t\t\t\t\tSubmitted by: Stephen J Vavrus"
 }
}