{
 "awd_id": "1203577",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: On the Roles of Agricultural and Conservation Extension in Producing Landscapes: Visioning Alternative Scenarios for the Ghanaian Cocoa Belt",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kelley Crews",
 "awd_eff_date": "2012-05-15",
 "awd_exp_date": "2013-10-31",
 "tot_intn_awd_amt": 11404.0,
 "awd_amount": 11404.0,
 "awd_min_amd_letter_date": "2012-05-01",
 "awd_max_amd_letter_date": "2012-05-01",
 "awd_abstract_narration": "This doctoral dissertation project considers the ways in which interacting visions of extension agents and farmers have shaped the landscape and how this shaping impacts future use of the same landscapes.  Extension, broadly defined, refers to intervention programs that liaise between communities and institutions that provide services or information. Agricultural and conservation extension services are additionally tasked with managing landscapes in accordance with the goals and missions of their particular agencies. Such services are designed to work through farmers to act on the landscape. The objective of this project is to study how a plurality of extension services come together to produce rural landscapes, and so influence the range of possible agro-ecosystem futures. It suggests an approach to deliberative land-use planning that aims to resolve the apparent contradiction between the increased environmental emphasis in the governance of extension services and extension as an intermediary for participatory development. The project examines the case of extension interventions targeted at cacao farmers living on the fringes of Ghana's high forests. Each set of actors is motivated by different ideas about the present landscape and their visions for alternative futures. The research design will integrate an ethnographic study of extension practice with biophysical field data and scenario analysis in order to study how cacao-forest landscapes are produced from multiple (1) configurations of the current landscape; (2) desired future landscapes; and (3) recommended best management practices of the land. Biophysical field data will be used as an empirical basis for constructing landscape visualizations to illustrate each of the alternative scenarios. The long-term outcomes of this research would inform efforts within the ongoing forest governance debate to produce diverse and multifunctional cacao landscapes.\r\n\r\nGhana is among the first countries in sub-Saharan Africa to receive readiness approval in the United Nations Collaborative Programme on Reducing Emissions from Deforestation and Degradation in developing countries (REDD-plus) and is now actively soliciting pilot projects to intervene in the production of cacao landscapes. At the same time, Ghana is set on a vision to achieve middle-income status by the year 2020 with an economy that depends on its forest resources. This project analyzes the institutional terrain that has brought the compatible ecologies of cacao, timber, and now, carbon into economic and territorial conflict in the Ghanaian cacao belt. The research will demonstrate how multiple, parallel, and conflicting extension efforts in Ghana can, in fact, drive fragmentation and divide integrated agroforests into separate resource domains for intervention. It also offers a constructive approach for studying how extension services and growers produce landscapes through their interventions, while advancing a methodology for rendering baseline landscape configurations and desirable future landscapes mutually intelligible for multi-stakeholder land-use planning. The project is timely and has implications for pro-poor climate change mitigation strategies and multipurpose planning for forest fringe communities in sub-Saharan Africa. As a Doctoral Dissertation Research Improvement award, this project will provide support to enable a graduate student to establish an independent research career.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dianne",
   "pi_last_name": "Rocheleau",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Dianne E Rocheleau",
   "pi_email_addr": "drocheleau@clarku.edu",
   "nsf_id": "000267892",
   "pi_start_date": "2012-05-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Emily",
   "pi_last_name": "Gallagher",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Emily Gallagher",
   "pi_email_addr": "egallagher@clarku.edu",
   "nsf_id": "000577064",
   "pi_start_date": "2012-05-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clark University",
  "inst_street_address": "950 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "WORCESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5084213835",
  "inst_zip_code": "016101400",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "TRUSTEES OF CLARK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LD3WUVEUK2N5"
 },
 "perf_inst": {
  "perf_inst_name": "Clark University",
  "perf_str_addr": "950 Main Street",
  "perf_city_name": "Worcester",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "016101477",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9198",
   "pgm_ref_txt": "OTHER ENVIRONMENT"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 11404.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><!--[if gte mso 9]><xml> <o:OfficeDocumentSettings> <o:AllowPNG /> </o:OfficeDocumentSettings> </xml><![endif]--></p>\n<p><!--[if gte mso 9]><xml> <w:WordDocument> <w:View>Normal</w:View> <w:Zoom>0</w:Zoom> <w:TrackMoves /> <w:TrackFormatting /> <w:DoNotShowPropertyChanges /> <w:PunctuationKerning /> <w:ValidateAgainstSchemas /> <w:SaveIfXMLInvalid>false</w:SaveIfXMLInvalid> <w:IgnoreMixedContent>false</w:IgnoreMixedContent> <w:AlwaysShowPlaceholderText>false</w:AlwaysShowPlaceholderText> <w:DoNotPromoteQF /> <w:LidThemeOther>EN-US</w:LidThemeOther> <w:LidThemeAsian>X-NONE</w:LidThemeAsian> <w:LidThemeComplexScript>X-NONE</w:LidThemeComplexScript> <w:Compatibility> <w:BreakWrappedTables /> <w:SnapToGridInCell /> <w:WrapTextWithPunct /> <w:UseAsianBreakRules /> <w:DontGrowAutofit /> <w:SplitPgBreakAndParaMark /> <w:EnableOpenTypeKerning /> <w:DontFlipMirrorIndents /> <w:OverrideTableStyleHps /> </w:Compatibility> <m:mathPr> <m:mathFont m:val=\"Cambria Math\" /> <m:brkBin m:val=\"before\" /> <m:brkBinSub m:val=\" \" /> <m:smallFrac m:val=\"off\" /> <m:dispDef /> <m:lMargin m:val=\"0\" /> <m:rMargin m:val=\"0\" /> <m:defJc m:val=\"centerGroup\" /> <m:wrapIndent m:val=\"1440\" /> <m:intLim m:val=\"subSup\" /> <m:naryLim m:val=\"undOvr\" /> </m:mathPr></w:WordDocument> </xml><![endif]--><!--[if gte mso 9]><xml> <w:LatentStyles DefLockedState=\"false\" DefUnhideWhenUsed=\"true\"   DefSemiHidden=\"true\" DefQFormat=\"false\" DefPriority=\"99\"   LatentStyleCount=\"267\"> <w:LsdException Locked=\"false\" Priority=\"0\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" QFormat=\"true\" Name=\"Normal\" /> <w:LsdException Locked=\"false\" Priority=\"9\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" QFormat=\"true\" Name=\"heading 1\" /> <w:LsdException Locked=\"false\" Priority=\"9\" QFormat=\"true\" Name=\"heading 2\" /> <w:LsdException Locked=\"false\" Priority=\"9\" QFormat=\"true\" Name=\"heading 3\" /> <w:LsdException Locked=\"false\" Priority=\"9\" QFormat=\"true\" Name=\"heading 4\" /> <w:LsdException Locked=\"false\" Priority=\"9\" QFormat=\"true\" Name=\"heading 5\" /> <w:LsdException Locked=\"false\" Priority=\"9\" QFormat=\"true\" Name=\"heading 6\" /> <w:LsdException Locked=\"false\" Priority=\"9\" QFormat=\"true\" Name=\"heading 7\" /> <w:LsdException Locked=\"false\" Priority=\"9\" QFormat=\"true\" Name=\"heading 8\" /> <w:LsdException Locked=\"false\" Priority=\"9\" QFormat=\"true\" Name=\"heading 9\" /> <w:LsdException Locked=\"false\" Priority=\"39\" Name=\"toc 1\" /> <w:LsdException Locked=\"false\" Priority=\"39\" Name=\"toc 2\" /> <w:LsdException Locked=\"false\" Priority=\"39\" Name=\"toc 3\" /> <w:LsdException Locked=\"false\" Priority=\"39\" Name=\"toc 4\" /> <w:LsdException Locked=\"false\" Priority=\"39\" Name=\"toc 5\" /> <w:LsdException Locked=\"false\" Priority=\"39\" Name=\"toc 6\" /> <w:LsdException Locked=\"false\" Priority=\"39\" Name=\"toc 7\" /> <w:LsdException Locked=\"false\" Priority=\"39\" Name=\"toc 8\" /> <w:LsdException Locked=\"false\" Priority=\"39\" Name=\"toc 9\" /> <w:LsdException Locked=\"false\" Priority=\"35\" QFormat=\"true\" Name=\"caption\" /> <w:LsdException Locked=\"false\" Priority=\"10\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" QFormat=\"true\" Name=\"Title\" /> <w:LsdException Locked=\"false\" Priority=\"1\" Name=\"Default Paragraph Font\" /> <w:LsdException Locked=\"false\" Priority=\"11\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" QFormat=\"true\" Name=\"Subtitle\" /> <w:LsdException Locked=\"false\" Priority=\"22\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" QFormat=\"true\" Name=\"Strong\" /> <w:LsdException Locked=\"false\" Priority=\"20\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" QFormat=\"true\" Name=\"Emphasis\" /> <w:LsdException Locked=\"false\" Priority=\"59\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Name=\"Table Grid\" /> <w:LsdException Locked=\"false\" UnhideWhenUsed=\"false\" Name=\"Placeholder Text\" /> <w:LsdException Locked=\"false\" Priority=\"1\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" QFormat=\"true\" Name=\"No Spacing\" /> <w:LsdException Locked=\"false\" Priority=\"60\" SemiHidden=\"false\"    UnhideWhenUsed=\"false\" Na...",
  "por_txt_cntn": "\n    \n\n  Normal 0      false false false  EN-US X-NONE X-NONE                                                                                                                                                                       \nThis doctoral dissertation research explored the intersections between sustainable agricultural development and emerging green market mechanisms to intervene in the degradation of rural and forested landscapes in Ghana, West Africa. Ghana is among the first countries in sub-Saharan Africa to receive readiness approval in the United Nations Collaborative Programme on Reducing Emissions from Deforestation and Degradation in developing countries (REDD-plus). At the same time, Ghana is set on a vision to achieve middle-income status by the year 2020 with a rapidly developing economy that depends on its forest resources, and more significantly, on its heritage as the second largest exporter of cocoa in the world. This project was designed to analyze the institutional terrain and local management practices that have brought the compatible ecologies of cocoa, timber, and now, carbon into economic and territorial conflict in the Ghanaian cocoa belt.\nFunding from the National Science Foundation supported field research with forest-fringe communities in the Assin North and Assin South districts around Kakum National Park, a predominantly cocoa-producing area targeted for a national REDD-plus pilot project. Thirty-six farmers across multiple communities were selected for participation: twelve farmers enrolled in revised agricultural extension programs through the state-owned cocoa marketing board (Ghana Cocoa Board); twelve farmer partners affiliated with a Ghanaian conservation organization (Conservation Alliance), and twelve members of a national farmersÆ association (Cocoa Abrabopa). Additional funding was provided by a private foundation for living expenses and institutional research conducted at the national headquarters, regional, and district offices of agricultural, forestry, and environmental agencies.\nField inventories were collected on thirty-six farms, and the farmers each participated in two sets of semi-structured interviews. Program administrators and field staff were interviewed separately. Using geovisualization software, the researcher created photo-realistic images based on the field measurements and management recommendations described in farmer training materials from a cross-section of organizations. Farmers were also provided with disposable cameras to collect images of their cocoa farms. These sets of static landscape visualizations and farmersÆ photographs were used to facilitate the second set of interviews with each participant to elicit their landscape perceptions, preferences, and desirable futures. Farmers were also asked about their experiences with various agricultural extension programs, forestry law-enforcement officers, and conservation organizations.\nProducts of this research will include publications, data derivatives, and visual media. In addition to the dissertation manuscript, the researcher is preparing three articles for publication in peer-reviewed journals and a summary report to share with project collaborators in Ghana. Data collected from each of the farms will be shared with partnering organizations and the Environmental Protection Agency (EPA) of Ghana to integrate into existing databases used in the development of a national biomass map. Visual media will include a reference map of the project area with landscape scenario images created by the researcher, photographs collected by farmers, and sound recordings from interviews that narrate landscape values and perceptions. This map will offer a template to REDD-plus project planners for constructing diversified and spatially-explicit landscape visualizations that display qualitative and quantitative data together on a common platform that is compatible with existing geographic information systems (GIS).\nThe intellec..."
 }
}