{
 "awd_id": "1203239",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Urban Farming and the Politics of Abandoned Land in Detroit",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Daniel Hammel",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2013-10-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2012-05-01",
 "awd_max_amd_letter_date": "2012-05-01",
 "awd_abstract_narration": "This doctoral dissertation research project examines the phenomena of green redevelopment in the City of Detroit. Approximately 100,000 urban lots - one-third of Detroit's available land - lie vacant after decades of industrial decline, suburbanization, and poverty. Over the last few years, however, planners, activists, and city officials have proposed a number of ambitious and controversial plans to reorganize Detroit's post-industrial landscapes around farming and other economic activities typically associated with rural areas. Proposals range from establishing the world's largest urban farm in the center of Detroit to schemes that include planting commercial forests, creating planned wilderness zones, turning old factories into fisheries, and expanding the city's already vast network of community gardens. Detroit is not alone in these efforts. Around the world, environmental and economic crises are reshaping processes of urbanization and responses to urban economic decline. Many cities are beginning to experiment with 'green urbanism' or agrarian development as a means of alleviating the effects of a common set of problems: industrial decline, poverty, toxic landscapes, food insecurity, and racial and ethnic discrimination. However, there has been little theoretical work or empirical research on new urban agricultural frontiers or what new green development strategies mean for post-industrial cities and the people who live in them. This study will contribute to scholarship on the changing nature of post-industrial cities in the twenty-first century with a particular focus on economic transformation, redefinitions of spatial relations, and racial inequality. Using a qualitative, mixed-method approach to data collection, including semi-structured interviews, participant observation, document analysis, life histories, and mapping, the research examines how and why formal and informal claims to abandoned land for agrarian or green projects are being made, how these land claims are negotiated, constructed, and governed in the political arena, and the differences in the ways groups and individual actors conceptualize their rights to abandoned land and envision the city's future. Building on scholarship from urban geography, property theory, critical race studies, and political ecology, this study looks at the formation and consequences of urban farming and land redistribution in Detroit and develops a framework to study environmental politics in other cities undergoing 'green' transformations.\r\n\r\nDetroit's agrarian turn represents a new engagement with longstanding debates over economic development and emerging concerns over urban environmental sustainability in the 21st century. The 'greening' of Detroit through community gardens and urban farms has attracted considerable attention from the media, researchers, and actors who see the city's abandoned lands as attractive grounds for investment and for building alternative social worlds. Yet, for all its promise, agrarian development raises important theoretical and empirical questions about 'green' gentrification and the processes and practices of land and resource control in Detroit and beyond. The implications of a 'new Detroit' for residents, especially the poor, black, and marginalized, depend in large part on how abandoned land is claimed and how property rights and new forms of ownership are imagined, negotiated, and enacted across racial and economic difference. The final products of this research will include a doctoral dissertation, articles in peer-reviewed academic journals, and an academic trade book. The findings will also be shared broadly with collaborators and communities in Detroit, at academic conferences, and by publishing non-technical descriptions of the research in public media.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Pickles",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "John Pickles",
   "pi_email_addr": "jpickles@unc.edu",
   "nsf_id": "000225584",
   "pi_start_date": "2012-05-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sara",
   "pi_last_name": "Safransky",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sara Safransky",
   "pi_email_addr": "safransk@email.unc.edu",
   "nsf_id": "000549295",
   "pi_start_date": "2012-05-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "University of North Carolina at Chapel Hill",
  "perf_str_addr": "327 Saunders Hall, CB 3220",
  "perf_city_name": "Chapel Hill",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275993220",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project is an ethnographic study of land politics in contemporary Detroit. The research has generated three key intellectual outcomes. First, the project expands urban geographical scholarship by elucidating how and why different actors are staking claims to abandoned land in Detroit for agricultural production. The research found that while many efforts to establish farms in the city are small-scale and community-oriented, several large-scale for-profit projects are causing contentious struggles over how Detroit&rsquo;s de-facto public lands are distributed, controlled, and valued. The struggles currently unfolding around land elucidate how property regimes are undergirded by deep racial antagonisms and economic and ethical assumptions about productivity and citizenship. They also reflect larger tensions associated with a neoliberal shift in urban planning, development, and governance worldwide. Thus, the second contribution of the research is a grounded examination of how the &ldquo;new Detroit&rdquo; is being negotiated, constructed, and governed in the political arena. The research explores the socio-spatial impacts of a master planning process called the Detroit Works Project and the emergency takeover and bankruptcy of the city. Finally, the project illuminates how community activists in Detroit are working to create social change, particularly through food justice work. The research contributes an analysis of how land control fits into their visions for the future of the city and the relationship between these visions and a long history of African-American struggle for self-determination.</p>\n<p>The project has also resulted in four broader outcomes. First, it has advanced interdisciplinary social science research while also establishing a mentorship program for undergraduates. Students were trained on how to conduct semi-structured interviews and oral histories, code interviews, and use qualitative analysis software. Second, the research has fostered connections between community members and scholars. Specifically, the co-PI co-developed a collaborative research project that brought together residents, activists, and scholars in Detroit to examine critical problems in the city and develop communication tools, including a documentary about governance and land use and a people&rsquo;s atlas that maps political-economic reconfigurations underway in the city and highlights key social justice issues. Third, non-technical descriptions of research findings are being written with the aim of reaching a broad audience. Finally, project findings are being presented in diverse educational, professional, and community settings in Detroit and beyond.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/30/2014<br>\n\t\t\t\t\tModified by: Sara&nbsp;Safransky</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project is an ethnographic study of land politics in contemporary Detroit. The research has generated three key intellectual outcomes. First, the project expands urban geographical scholarship by elucidating how and why different actors are staking claims to abandoned land in Detroit for agricultural production. The research found that while many efforts to establish farms in the city are small-scale and community-oriented, several large-scale for-profit projects are causing contentious struggles over how DetroitÆs de-facto public lands are distributed, controlled, and valued. The struggles currently unfolding around land elucidate how property regimes are undergirded by deep racial antagonisms and economic and ethical assumptions about productivity and citizenship. They also reflect larger tensions associated with a neoliberal shift in urban planning, development, and governance worldwide. Thus, the second contribution of the research is a grounded examination of how the \"new Detroit\" is being negotiated, constructed, and governed in the political arena. The research explores the socio-spatial impacts of a master planning process called the Detroit Works Project and the emergency takeover and bankruptcy of the city. Finally, the project illuminates how community activists in Detroit are working to create social change, particularly through food justice work. The research contributes an analysis of how land control fits into their visions for the future of the city and the relationship between these visions and a long history of African-American struggle for self-determination.\n\nThe project has also resulted in four broader outcomes. First, it has advanced interdisciplinary social science research while also establishing a mentorship program for undergraduates. Students were trained on how to conduct semi-structured interviews and oral histories, code interviews, and use qualitative analysis software. Second, the research has fostered connections between community members and scholars. Specifically, the co-PI co-developed a collaborative research project that brought together residents, activists, and scholars in Detroit to examine critical problems in the city and develop communication tools, including a documentary about governance and land use and a peopleÆs atlas that maps political-economic reconfigurations underway in the city and highlights key social justice issues. Third, non-technical descriptions of research findings are being written with the aim of reaching a broad audience. Finally, project findings are being presented in diverse educational, professional, and community settings in Detroit and beyond.\n\n \n\n \n\n \n\n \n\n \n\n\t\t\t\t\tLast Modified: 01/30/2014\n\n\t\t\t\t\tSubmitted by: Sara Safransky"
 }
}