{
 "awd_id": "1203714",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research:  Local Political Context and Immigrant Incorporation Strategies",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Saylor Breckenridge",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 6267.0,
 "awd_amount": 6267.0,
 "awd_min_amd_letter_date": "2012-04-02",
 "awd_max_amd_letter_date": "2012-04-02",
 "awd_abstract_narration": "SES-1203714\r\nHoward Winant and Samuel Prieto\r\nUniversity of California, Santa Barbara\r\n\r\nAbstract\r\n\r\nDoctoral Dissertation Research: Local Political Context and Immigrant Incorporation Strategies \r\n\r\nIn recent years, states and local governments have begun to implement policies designed to address federal immigration mandates, ranging from attempts to shield immigrants to collaboration with federal agents.  In addition, local regulations have affected e.g., immigrant access to housing, social services, and driver?s licenses.  In other words, the local political context plays a major role in shaping civic participation on the part of immigrant communities.  Comparing two cities in one California county that pursue notably different strategies, this dissertation project asks: How do these different local political environments shape the ways in which immigrants are incorporated into the wider community?  The project draws on 50 interviews, as well as extensive on-site observation, to assess the degree to which the local political context shape the strategies of immigrants to participate in local civic life. The political context as defined here includes factors related to electoral politics, the presence and field of community organizations, law enforcement practices, and the choices made by immigrants themselves.   \r\n\r\nBroader Impacts\r\nImmigration policy is a topic of considerable public interest, as are reform efforts aimed at ensuring the successful social and political integration of immigrants.  Findings from this research may be of interest to community organizations and law enforcement.  Findings may permit the formulation of a set of ?best practices? of interest to policy makers and law enforcement agencies at local, state, and federal levels.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Howard",
   "pi_last_name": "Winant",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Howard Winant",
   "pi_email_addr": "hwinant@soc.ucsb.edu",
   "nsf_id": "000165491",
   "pi_start_date": "2012-04-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Samuel",
   "pi_last_name": "Prieto",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Samuel G Prieto",
   "pi_email_addr": "sprieto@umail.ucsb.edu",
   "nsf_id": "000604050",
   "pi_start_date": "2012-04-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931062050",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 6267.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The central findings from this study illuminate 1) the barriers to immigrant incorporation 2) the various micro interactions that motivate immigrants to overcome these barriers and participate in the civic lives of their communities and 3) the local political conditions that gives shape to immigrant mobilization as it occurs in comparatively more repressive or more permissive political environments.&nbsp;</p>\n<p>In particular, we argue that Mexican immigrants (both documented and<br />undocumented alike) employ savvy strategies of avoidance and insulation to mitigate the threat of deportation and the confiscation of their vehicles. Following Max Weber, we conceptualize these strategies and the general sense of fear and isolation articulated by many of my respondents as a &ldquo;shell&rdquo;: something that both protects Mexican immigrants from these risks, and serves as a barrier to participation in social movement and the wider civic life of the communities in which they live and work. In other words, the same strategies engaged in as a form of protection, also function as a barrier to civic engagement.</p>\n<p>We go on to argue that Mexican immigrants &ldquo;come out of the shell&rdquo; when<br />they are consistently engaged by trusted community leaders supported by sustainable community-based organizations (CBOs). These community leaders use a range of rhetorical strategies at the micro-interactional level to draw immigrants into social movement organizing. Immigrants themselves contribute to this process, often articulating a sophisticated understanding of their personal troubles and the wider social issues to which their troubles are connected. I describe those immigrants that decide to become involved in community organizing as &ldquo;instrumental activists&rdquo; who are willing to participate in social movement organizing, not due to a broad sense of social justice or a<br />commitment to radical politics (as some scholars have contended), but in order to secure the quotidian makings of a dignified and decent life composed of good work opportunities for themselves and educational and social mobility for their children.</p>\n<p>Finally, local political opportunity structures play an important role in shaping social movement tactics. Comparing one relatively more progressive city and one relatively more conservative city, we argue in that 1) elevated relative threat does not repress mobilization, but leads to more confrontational social movement tactics. In the comparatively less threatening site, tactics took on a more collaborative tone. In the comparatively more threatening site, tactics were more confrontational. 2) We argue that social movement organizations (SMOs) do not simply respond to political opportunities, but help to create them by explicitly linking community organizing to electoral organizing. In this way, political opportunity structures do not stand outside mobilization dynamics, but are themselves a part of the political field upon which CBOs struggle to exert influence.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/01/2014<br>\n\t\t\t\t\tModified by: Samuel&nbsp;G&nbsp;Prieto</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe central findings from this study illuminate 1) the barriers to immigrant incorporation 2) the various micro interactions that motivate immigrants to overcome these barriers and participate in the civic lives of their communities and 3) the local political conditions that gives shape to immigrant mobilization as it occurs in comparatively more repressive or more permissive political environments. \n\nIn particular, we argue that Mexican immigrants (both documented and\nundocumented alike) employ savvy strategies of avoidance and insulation to mitigate the threat of deportation and the confiscation of their vehicles. Following Max Weber, we conceptualize these strategies and the general sense of fear and isolation articulated by many of my respondents as a \"shell\": something that both protects Mexican immigrants from these risks, and serves as a barrier to participation in social movement and the wider civic life of the communities in which they live and work. In other words, the same strategies engaged in as a form of protection, also function as a barrier to civic engagement.\n\nWe go on to argue that Mexican immigrants \"come out of the shell\" when\nthey are consistently engaged by trusted community leaders supported by sustainable community-based organizations (CBOs). These community leaders use a range of rhetorical strategies at the micro-interactional level to draw immigrants into social movement organizing. Immigrants themselves contribute to this process, often articulating a sophisticated understanding of their personal troubles and the wider social issues to which their troubles are connected. I describe those immigrants that decide to become involved in community organizing as \"instrumental activists\" who are willing to participate in social movement organizing, not due to a broad sense of social justice or a\ncommitment to radical politics (as some scholars have contended), but in order to secure the quotidian makings of a dignified and decent life composed of good work opportunities for themselves and educational and social mobility for their children.\n\nFinally, local political opportunity structures play an important role in shaping social movement tactics. Comparing one relatively more progressive city and one relatively more conservative city, we argue in that 1) elevated relative threat does not repress mobilization, but leads to more confrontational social movement tactics. In the comparatively less threatening site, tactics took on a more collaborative tone. In the comparatively more threatening site, tactics were more confrontational. 2) We argue that social movement organizations (SMOs) do not simply respond to political opportunities, but help to create them by explicitly linking community organizing to electoral organizing. In this way, political opportunity structures do not stand outside mobilization dynamics, but are themselves a part of the political field upon which CBOs struggle to exert influence.\n\n\t\t\t\t\tLast Modified: 04/01/2014\n\n\t\t\t\t\tSubmitted by: Samuel G Prieto"
 }
}