{
 "awd_id": "1203209",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Travel Support for the 3rd International Conference on Language Education and Diversity (LED 2011)",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Kerttula de Echave",
 "awd_eff_date": "2012-03-15",
 "awd_exp_date": "2013-02-28",
 "tot_intn_awd_amt": 20000.0,
 "awd_amount": 20000.0,
 "awd_min_amd_letter_date": "2012-03-08",
 "awd_max_amd_letter_date": "2012-05-08",
 "awd_abstract_narration": "This award supports the travel of three language scholars, Dr. Seikman, Dr. Thorne, and Dr. John and graduate student Ms. Sikorski, to participate in the 3rd International Conference on Language Education and Diversity in New Zealand.  The group will be participating in the conference and presenting their research on language immersion programs among the Yup?ik of southwestern Alaska.  Dr. John and Ms. Sikorski are Alaska Natives and language scholars of Yup?ik and Gwich?in.  The research presented will inform the linguistics community about indigenous models of language acquisition and the award supports the science careers of two scholars from underrepresented groups and early career faculty through participation in this global conference on language education and diversity.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sabine",
   "pi_last_name": "Siekmann",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sabine Siekmann",
   "pi_email_addr": "ssiekmann@alaska.edu",
   "nsf_id": "000413563",
   "pi_start_date": "2012-03-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alaska Fairbanks Campus",
  "inst_street_address": "2145 N TANANA LOOP",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRBANKS",
  "inst_state_code": "AK",
  "inst_state_name": "Alaska",
  "inst_phone_num": "9074747301",
  "inst_zip_code": "997750001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AK00",
  "org_lgl_bus_name": "UNIVERSITY OF ALASKA FAIRBANKS",
  "org_prnt_uei_num": "",
  "org_uei_num": "FDLEQSJ8FF63"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alaska Fairbanks Campus",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "AK",
  "perf_st_name": "Alaska",
  "perf_zip_code": "997756280",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "AK00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5221",
   "pgm_ref_txt": "ARCTIC SOCIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100CYXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Drs. Sabine Siekmann, Steven Thorne and Theresa John as well as Ms. Kathy R. Sikorski, a Ph.D. student, traveled to the Language Education and Diversity Conference held in Auckland, New Zealand November 22-25, 2011. The faculty members presented a 3 hour colloquium entitled<em>: &nbsp;Supporting and enhancing Yup&rsquo;ik through up&rsquo;ik-medium schools</em> at the conference in conjunction with Dr. Patrick Marlow. The collaborators presented 5 individual papers as part of the colloquium:</p>\n<p>&nbsp;</p>\n<ol>\n<li>Introduction: History and current status of Yup&rsquo;ik heritage language projects (Sabine<br />Siekmann, Theresa Arevgaq John, Steven Thorne, Patrick Marlow)</li>\n<li>Changing the Conversation: Promise and vulnerability<br />in Alaska Native language revitalization (Patrick Marlow, Sabine Siekmann)</li>\n<li>New Technology and ancestral languages &ndash; critical<br />issues and perspectives (Steve Thorne, Sabine Siekmann)</li>\n<li>Piciryaramta Elicungcallra: Teacher Voices (Theresa<br />Aregvaq John, Sabine Siekmann, Steve Thorne)</li>\n<li><br />Three part harmony? Recognizing discord in school language planning (Patrick<br />Marlow)</li>\n</ol>\n<p>&nbsp;</p>\n<p>The colloquium was well received by a the audience &ndash; audience members included researchers from Brazil, Australia, New Zealand and Norway. As a direct result of this presentation, we established relationships with a group of Saami researchers and practitioners. Saami language and culture face many of the challenges as Alaska Native languages and cultures. Through participating in this conference we networked with some of the leading Saami<br />educators and are currently exploring options for a circumpolar collaboration<br />involving teacher professional development for Indigenous language<br />revitalization efforts. In fact, I would like to share the following excerpts<br />from an e-mail &nbsp;by Kaisa Rautio from Saami University College on May 24</p>\n<p>&nbsp;</p>\n<p>&ldquo;What I am thinking , is that we should try to get funding e.g from UArctic and have a planning meeting or workshop to be able to discuss how it would be possible to cooperate in the future. Your summer school is coming probably too soon to our students and staff. One possibility might also be that your students would have e.g. a skype presentation of their methods and<br />works for our master students. This would be possible first during the next<br />semester, in the autumn (and we should suggest this for our master-team)&rdquo;</p>\n<p>&nbsp;</p>\n<p>The conference participation has also lead to the publication of 1 article and 1 article which has been accepted for publication in the peer reviewed conference proceedings.</p>\n<p><br />Marlow, P., &amp; Siekmann, S. (2013). Changing the Conversation: Promise and Vulnerability in Alaska Native Revitalization. Journal of American Indian Education, 51, 46-69.</p>\n<p><br />Siekmann, S., Thorne,S., John T., Andrew, B., Nicolai, M., Moses, C., Lincoln, R., Oulton, C., Samson, S., Westlanke, J., Miller, G., Winkelman, V., Nicholai, R., Bass, S. (In Press). Supporting Yup&rsquo;ik medium education: Progress and challenges in a university-school collaboration.<br />LED Conference Proceedings.</p>\n<p><br /><br /></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/29/2013<br>\n\t\t\t\t\tModified by: Sabine&nbsp;Siekmann</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDrs. Sabine Siekmann, Steven Thorne and Theresa John as well as Ms. Kathy R. Sikorski, a Ph.D. student, traveled to the Language Education and Diversity Conference held in Auckland, New Zealand November 22-25, 2011. The faculty members presented a 3 hour colloquium entitled:  Supporting and enhancing YupÆik through upÆik-medium schools at the conference in conjunction with Dr. Patrick Marlow. The collaborators presented 5 individual papers as part of the colloquium:\n\n \n\nIntroduction: History and current status of YupÆik heritage language projects (Sabine\nSiekmann, Theresa Arevgaq John, Steven Thorne, Patrick Marlow)\nChanging the Conversation: Promise and vulnerability\nin Alaska Native language revitalization (Patrick Marlow, Sabine Siekmann)\nNew Technology and ancestral languages &ndash; critical\nissues and perspectives (Steve Thorne, Sabine Siekmann)\nPiciryaramta Elicungcallra: Teacher Voices (Theresa\nAregvaq John, Sabine Siekmann, Steve Thorne)\n\nThree part harmony? Recognizing discord in school language planning (Patrick\nMarlow)\n\n\n \n\nThe colloquium was well received by a the audience &ndash; audience members included researchers from Brazil, Australia, New Zealand and Norway. As a direct result of this presentation, we established relationships with a group of Saami researchers and practitioners. Saami language and culture face many of the challenges as Alaska Native languages and cultures. Through participating in this conference we networked with some of the leading Saami\neducators and are currently exploring options for a circumpolar collaboration\ninvolving teacher professional development for Indigenous language\nrevitalization efforts. In fact, I would like to share the following excerpts\nfrom an e-mail  by Kaisa Rautio from Saami University College on May 24\n\n \n\n\"What I am thinking , is that we should try to get funding e.g from UArctic and have a planning meeting or workshop to be able to discuss how it would be possible to cooperate in the future. Your summer school is coming probably too soon to our students and staff. One possibility might also be that your students would have e.g. a skype presentation of their methods and\nworks for our master students. This would be possible first during the next\nsemester, in the autumn (and we should suggest this for our master-team)\"\n\n \n\nThe conference participation has also lead to the publication of 1 article and 1 article which has been accepted for publication in the peer reviewed conference proceedings.\n\n\nMarlow, P., &amp; Siekmann, S. (2013). Changing the Conversation: Promise and Vulnerability in Alaska Native Revitalization. Journal of American Indian Education, 51, 46-69.\n\n\nSiekmann, S., Thorne,S., John T., Andrew, B., Nicolai, M., Moses, C., Lincoln, R., Oulton, C., Samson, S., Westlanke, J., Miller, G., Winkelman, V., Nicholai, R., Bass, S. (In Press). Supporting YupÆik medium education: Progress and challenges in a university-school collaboration.\nLED Conference Proceedings.\n\n\n\n\n\n \n\n\t\t\t\t\tLast Modified: 05/29/2013\n\n\t\t\t\t\tSubmitted by: Sabine Siekmann"
 }
}