{
 "awd_id": "1203341",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Ecological Restoration's Genetic Culture: Participation and Technology in the Making of Landscapes",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Baerwald",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 4000.0,
 "awd_amount": 4000.0,
 "awd_min_amd_letter_date": "2012-02-07",
 "awd_max_amd_letter_date": "2012-02-07",
 "awd_abstract_narration": "Ecological restoration is a set of scientific practices, methods, and bodies of knowledge used to re-create functional, historical ecosystems.  Practitioners consider ecological restoration an inclusive conservation paradigm and advocate broad public participation, but in practice, public engagement in projects can be limited by volunteers' initial understanding of ecological theory and restoration techniques, especially when high-tech methods are used.  The Chicago Botanic Garden's decision to employ genetic technology into its ecological restoration efforts provide a special challenge for public participation in the production of expert knowledge and restored landscapes.  This doctoral dissertation research project will examine the conduct of restoration projects at the Chicago Botanic Garden in order to explores how the engagement of restorationists with genetic technology provides different opportunities and barriers to public participation in restoration processes.  The doctoral student will seek answers to the following questions:  (1) How do botanical scientists and restoration participants use genetic technologies to decide which plants are included in native ecosystem restorations?  (2) How do these practices define who should use or make knowledge about native plants and their restorations?  (3) How do scientists and volunteers use genetic concepts to facilitate social interactions during the restoration process?  The student will use semi-structured interviews and participant observation with geneticists, restorationists, and volunteers to generate information about discontinuities and connections between expert and citizen scientists in the restoration process.  He will identify the specific contributions of volunteers to restoring and producing knowledge about native landscapes and assess the degree to which the use of genetic technology affects public participation in restoration projects, with special emphasis given to identifying what role genetic technology plays in interactions between experts and non-experts.\r\n\r\nThis project will analyze the potential for the emerging ecological restoration approach to include volunteers in knowledge-making practices.  Because the Chicago Botanic Garden has emerged as a model for botanical garden-led conservation programs, its promotion of high-tech restoration practices and commitment to public participation make it likely that citizen scientists will have a voice in shaping future genetic restoration practices.  This project will help identify the broader participatory potential for restoration programs through its examination of the Chicago Botanic Garden's social and scientific experiments.  The project will bring together ecologists, social scientists, and non-experts/citizen scientists to critically reflect on the benefits and consequences of genetic restoration practices on volunteer participation.  This research will elucidate how the public-science interface can be made more inclusive and responsive to volunteer restorationists, their knowledge, and their site-specific restoration visions.  As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Schein",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Richard H Schein",
   "pi_email_addr": "schein@uky.edu",
   "nsf_id": "000215796",
   "pi_start_date": "2012-02-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jairus",
   "pi_last_name": "Rossi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jairus Rossi",
   "pi_email_addr": "jairusrossi@gmail.com",
   "nsf_id": "000577170",
   "pi_start_date": "2012-02-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kentucky Research Foundation",
  "inst_street_address": "500 S LIMESTONE",
  "inst_street_address_2": "109 KINKEAD HALL",
  "inst_city_name": "LEXINGTON",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "8592579420",
  "inst_zip_code": "405260001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "KY06",
  "org_lgl_bus_name": "UNIVERSITY OF KENTUCKY RESEARCH FOUNDATION, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "H1HYA8Z1NTM5"
 },
 "perf_inst": {
  "perf_inst_name": "Chicago Botanic Garden",
  "perf_str_addr": "1000 lake cook rd.",
  "perf_city_name": "Glencoe",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "600221168",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "IL10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9278",
   "pgm_ref_txt": "HUMAN DIMENSIONS OF GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 4000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Ecological restoration is a refreshing endeavor in this era of continuous global change.&nbsp; Practitioners work to reverse the damage done by humans to ecosystems. They attempt to recreate historical landscapes. Their interventions into nature offer a novel approach to conservation, one that actively defines humans as a positive influence on biodiversity and habitat quality.&nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; While restorationists&rsquo; primary focus is on restoring natural landscapes, many practitioners tout the social benefits of restoration practices.&nbsp; They feel that the shared physical experience of working to produce a healthier nature generates important social bonds.&nbsp; Through restoration work, citizens become more invested in their local landscapes and in community relationships.&nbsp; Ecological restoration, from this perspective, encourages an ecosystem-based form of local democracy and participation.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Ecological restoration, in its ideal form, is an inclusive paradigm.&nbsp; It includes humans in nature and citizens in local resource governance.&nbsp; Yet some feel this inclusivity is threatened by high-tech restoration methods.&nbsp; Broad participation is limited by incorporating technological or industrial methods into restoration work.&nbsp; In this scenario, only certain individuals, experts or those with the ability to purchase expensive equipment, are able to participate in the re-creation of ecosystems.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; This research investigates how genetic technology impacts the ability of citizens to participate in ecological restoration.&nbsp; The Co-PIs in this project first examined how geneticists and ecologists in a botanical garden used genetic technologies to aid in the restoration of ecosystems.&nbsp; They then compared this approach to lower-tech methods used by individuals in a nearby volunteer restoration project.&nbsp; The Co-PIs focused on how each approach 1) allowed for different levels of public participation and 2) restored different types and amounts of habitat.&nbsp; Additionally, they observed how each institution interacted with the other to illustrate how technological methods and ideas were transferred between science and the public.&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A few general conclusions were observed from this study.&nbsp; First, despite many restorationists&rsquo; fears about technology, restoration projects that include genetic technology do not decrease potential participation by the public.&nbsp; While it is certainly true that most individuals do not have the technical or academic training to carry out genetic analyses, genetic restoration projects are likely to be rather limited in scope.&nbsp; Put another way, low-tech volunteer restoration and high-tech genetic restoration are each useful in different circumstances.&nbsp; They can co-exist.&nbsp;</p>\n<p>Genetic restoration work is most useful when dealing with rare species.&nbsp; Rare species by definition have small populations, a condition that can lead to low levels genetic diversity.&nbsp; This lack of diversity can threaten the ability of that species to grow in population size.&nbsp; Genetic analyses can identify which populations are different or diverse enough to be considered a seed source in a restoration of that species.&nbsp; Low-tech volunteer restoration is most effective when a local conservation group would like to increase the species diversity or ecological health of a moderately sized landscape. These two approaches, using different levels of technology, have non-overlapping and complementary aims.&nbsp;&nbsp;&nbsp;</p>\n<p>Second, while volunteer restoration groups do not directly employ genetic an...",
  "por_txt_cntn": "\nEcological restoration is a refreshing endeavor in this era of continuous global change.  Practitioners work to reverse the damage done by humans to ecosystems. They attempt to recreate historical landscapes. Their interventions into nature offer a novel approach to conservation, one that actively defines humans as a positive influence on biodiversity and habitat quality.   \n\n            While restorationistsÆ primary focus is on restoring natural landscapes, many practitioners tout the social benefits of restoration practices.  They feel that the shared physical experience of working to produce a healthier nature generates important social bonds.  Through restoration work, citizens become more invested in their local landscapes and in community relationships.  Ecological restoration, from this perspective, encourages an ecosystem-based form of local democracy and participation.\n\n            Ecological restoration, in its ideal form, is an inclusive paradigm.  It includes humans in nature and citizens in local resource governance.  Yet some feel this inclusivity is threatened by high-tech restoration methods.  Broad participation is limited by incorporating technological or industrial methods into restoration work.  In this scenario, only certain individuals, experts or those with the ability to purchase expensive equipment, are able to participate in the re-creation of ecosystems.\n\n            This research investigates how genetic technology impacts the ability of citizens to participate in ecological restoration.  The Co-PIs in this project first examined how geneticists and ecologists in a botanical garden used genetic technologies to aid in the restoration of ecosystems.  They then compared this approach to lower-tech methods used by individuals in a nearby volunteer restoration project.  The Co-PIs focused on how each approach 1) allowed for different levels of public participation and 2) restored different types and amounts of habitat.  Additionally, they observed how each institution interacted with the other to illustrate how technological methods and ideas were transferred between science and the public. \n\n            A few general conclusions were observed from this study.  First, despite many restorationistsÆ fears about technology, restoration projects that include genetic technology do not decrease potential participation by the public.  While it is certainly true that most individuals do not have the technical or academic training to carry out genetic analyses, genetic restoration projects are likely to be rather limited in scope.  Put another way, low-tech volunteer restoration and high-tech genetic restoration are each useful in different circumstances.  They can co-exist. \n\nGenetic restoration work is most useful when dealing with rare species.  Rare species by definition have small populations, a condition that can lead to low levels genetic diversity.  This lack of diversity can threaten the ability of that species to grow in population size.  Genetic analyses can identify which populations are different or diverse enough to be considered a seed source in a restoration of that species.  Low-tech volunteer restoration is most effective when a local conservation group would like to increase the species diversity or ecological health of a moderately sized landscape. These two approaches, using different levels of technology, have non-overlapping and complementary aims.   \n\nSecond, while volunteer restoration groups do not directly employ genetic analyses in their projects, they are increasingly interested in genetic issues.  The work of geneticists in botanic gardens is diffusing out of these institutions and finding their way into the seed collection strategies of volunteer groups.  In one volunteer (or æcitizen scienceÆ) restoration project, volunteers collect seeds using methods that use the appearance of plants to maximize the diversity of their collected seeds.  One explanation for the volunteer groupÆs ..."
 }
}