{
 "awd_id": "1203651",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "PostDoctoral Research Fellowship",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": "7032924672",
 "po_email": "fchowdhu@nsf.gov",
 "po_sign_block_name": "Fahmida Chowdhury",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 60000.0,
 "awd_amount": 120000.0,
 "awd_min_amd_letter_date": "2012-06-26",
 "awd_max_amd_letter_date": "2013-08-05",
 "awd_abstract_narration": "The goal of this study is to understand how adolescents understand the school climate around race and diversity. Schools where individuals interact positively and respectfully across racial boundaries promote the wellbeing of youth of all races, but existing research is limited in several ways. Much of existing research focuses on a few narrow features of the school, such as discrimination or diversity programming. Research has also typically focused on diverse schools rather than schools that range in racial composition. Finally, most research focuses on students of color, so less is known about how White students think about race in their schools. The current study builds on the principal investigator's dissertation work by using interviews and focus groups to explore how youth of multiple races perceive their schools in schools that vary in their racial make-up.\r\n \r\nThe participants are 40-50 middle and high school students who are completing focus groups and individual interviews. Additionally, a small group of students are being trained to interview their peers about how they perceive their school climate. The students are drawn from two districts in Southeastern Michigan.   \r\n \r\nIntellectual Merit \r\nThe current study contributes to theory and research seeking to understand how youth conceptualize their school racial climates. The comprehensive framework being developed in this work will also inform school improvement efforts and teacher training by providing specific areas of focus and predictions for how varied initiatives may impact student attitudes, engagement, and achievement. \r\n \r\nBroader Impacts \r\nIn the long term, this research will contribute to schools being able to prepare youth to live and work in an increasingly diverse society. In the short term, this project is developing the principal investigator's skill and expertise with qualitative research, new theoretical perspectives, and her ability to connect research to educational practice. This research will produce materials appropriate for teacher education courses and professional development. Finally, the findings will be disseminated to the scientific community to advance the literature on the role of race in the lives of adolescents. \r\n\r\nBroadening Participation\r\nThe project broadens participation of underrepresented groups in the social sciences by involving minority undergraduate and graduate students as research assistants. The project also introduces participants, most of whom are from underrepresented groups, to research as a career and gives them the opportunity to collect data in their schools and communities, analyze the data and present their findings. The participants also receive mentoring from undergraduate and graduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Christy",
   "pi_last_name": "Byrd",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Christy M Byrd",
   "pi_email_addr": "",
   "nsf_id": "000599888",
   "pi_start_date": "2012-06-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Byrd                    Christy        M",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Taylor",
  "inst_state_code": "MI",
  "inst_state_name": "Michigan",
  "inst_phone_num": "",
  "inst_zip_code": "481803984",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "MI13",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Byrd                    Christy        M",
  "perf_str_addr": null,
  "perf_city_name": "",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "481803984",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "MI13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115700",
   "pgm_ele_name": "Broadening Participation of Gr"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 60000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 60000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>A Qualitative Investigation of Students&rsquo; Perceptions of School Racial Climate</strong></p>\n<p>In this study we were interested in how high school students understood their school curriculum around race, culture, and diversity, and their perceptions of interactions between people of different races. We conducted focus groups and individual interviews with 21 high school students at a predominantly Black public school in a large urban area. The interviews asked about students&rsquo; definitions of race, culture, and diversity, and their perceptions of the school. The study revealed complexities in the way the students saw the schools&rsquo; handling of race, culture, and diversity. On one hand, the students reported that the school did very little to address issues of race, even having little recognition of events such as Black History Month. On the other hand, students reported opportunities to learn about other cultures through Cinco de Mayo celebrations and through reading books about slavery and segregation in the U.S. Much of the school&rsquo;s focus on race and culture emphasized historical problems, and thus students were left with the impression of racism as completely in the past and lacked the tools to analyze the current racial inequities they experienced in their day-to-day lives, such as the stark segregation in their own city or their own experiences with discrimination. The findings indicate the importance of addressing race, culture, and diversity in sensitive ways that can provide students with cultural competence, positive identities, and a value for education.</p>\n<p>The intellectual merit of the study is that it contributes to a comprehensive framework of school racial climate that identifies multiple aspects that can enhance students&rsquo; motivation and achievement. This study broadened the participation of underrepresented groups in the sciences by involving a Black investigators and research assistants. We also gave a small group of participants training and had them conduct and analyze their own interviews. The broader impacts are that this framework will inform school improvement efforts and teacher training. In the long term, this research will contribute to schools being able to prepare youth to live and work in an increasingly diverse society.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/22/2014<br>\n\t\t\t\t\tModified by: Christy&nbsp;M&nbsp;Byrd</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA Qualitative Investigation of StudentsÆ Perceptions of School Racial Climate\n\nIn this study we were interested in how high school students understood their school curriculum around race, culture, and diversity, and their perceptions of interactions between people of different races. We conducted focus groups and individual interviews with 21 high school students at a predominantly Black public school in a large urban area. The interviews asked about studentsÆ definitions of race, culture, and diversity, and their perceptions of the school. The study revealed complexities in the way the students saw the schoolsÆ handling of race, culture, and diversity. On one hand, the students reported that the school did very little to address issues of race, even having little recognition of events such as Black History Month. On the other hand, students reported opportunities to learn about other cultures through Cinco de Mayo celebrations and through reading books about slavery and segregation in the U.S. Much of the schoolÆs focus on race and culture emphasized historical problems, and thus students were left with the impression of racism as completely in the past and lacked the tools to analyze the current racial inequities they experienced in their day-to-day lives, such as the stark segregation in their own city or their own experiences with discrimination. The findings indicate the importance of addressing race, culture, and diversity in sensitive ways that can provide students with cultural competence, positive identities, and a value for education.\n\nThe intellectual merit of the study is that it contributes to a comprehensive framework of school racial climate that identifies multiple aspects that can enhance studentsÆ motivation and achievement. This study broadened the participation of underrepresented groups in the sciences by involving a Black investigators and research assistants. We also gave a small group of participants training and had them conduct and analyze their own interviews. The broader impacts are that this framework will inform school improvement efforts and teacher training. In the long term, this research will contribute to schools being able to prepare youth to live and work in an increasingly diverse society.\n\n\t\t\t\t\tLast Modified: 10/22/2014\n\n\t\t\t\t\tSubmitted by: Christy M Byrd"
 }
}