{
 "awd_id": "1203500",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Career Pathways for STEM Technicians",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032924651",
 "po_email": "vccarter@nsf.gov",
 "po_sign_block_name": "Virginia Carter",
 "awd_eff_date": "2012-04-01",
 "awd_exp_date": "2014-03-31",
 "tot_intn_awd_amt": 74489.0,
 "awd_amount": 74489.0,
 "awd_min_amd_letter_date": "2012-04-27",
 "awd_max_amd_letter_date": "2012-04-27",
 "awd_abstract_narration": "This project addresses two problems that are facing our nation: \r\no\tThere are not enough technicians to support continued technological innovation or to staff the industries that could improve our country's security and economic position in the world.  \r\no\tThere are not adequate educational opportunities for capable, struggling high school students who need - and deserve - an opportunity to enter a rewarding career. \r\n\r\nThere are tools and institutions in place to solve these problems: \r\no\tAssociate-degree technical-education programs. Community and technical colleges offer these programs, often developed initially with Advanced Technological Education (ATE) program support, using curricula and teaching materials that have been informed by the industries and employers who want to hire technicians. They are taught by capable faculty members who have been educated in both the content and in the strategies that can help technical students succeed in their careers.\r\no\tHigh School STEM programs and academies. Specialized STEM programs have been formed over the past decade to interest, attract, and cultivate students to enter postsecondary education in preparation for careers in engineering, science, and technology.\r\n\r\nThe dilemma is this:\r\no\tMost of the colleges offering technician education in the new and emerging technologies do not have an adequate number of capable students enrolling in and completing their associate degree programs.\r\no\tMost of the high school STEM programs are not attracting and serving the students who have the greatest potential to become the technicians we need. \r\n\r\nThis project is developing a set of papers to be distributed electronically and in a publication that \r\n\r\no\tPresent a compelling, urgent and factual need for creating secondary/post-secondary Career Pathways for STEM technicians.\r\no\tProvide information about the breadth of curricula and AS/AAS college programs to educate STEM technicians.\r\no\tDescribe the vision, strategies and models for extending high school STEM programs and academies to support potential technician students.\r\no\tProvide information and secondary school guidance strategies for identifying and encouraging high school students with the potential to be successful as STEM technicians.\r\no\tShowcase models of high school - college pipelines to support a STEM technician programs.\r\n\r\nThe target audiences for the publications are high school STEM leaders, leaders in community colleges, and those affecting educational policy at the local, state and federal levels. The project is coordinating and editing papers from authors with a wide range of expertise in areas that affect technician education.\r\n\r\nThe PI has been active in developing Career Pathways, and he has written and edited other books in this area. The project is following up the release of the publication with selected speaking engagements to state and national audiences, and with strategies that encourage interested people to access the electronic form of the articles and the entire publication.  In addition, the project is collecting information on how the publication is used and what is its effect on technician programs.\r\n\r\nThe intellectual merit lies in the information contained about STEM technician needs, the vision and methodology to create the alternate Career Pathways and the examples of models for creating high school pipelines for STEM technician programs at two year colleges.\r\n\r\nThe broader impact is the potential changes needed to encourage and accommodate potential STEM technicians through new Career Pathways, which should result in larger enrollments, lower student attrition, and more well-educated technicians.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Hull",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel M Hull",
   "pi_email_addr": "dan37hull@gmail.com",
   "nsf_id": "000368109",
   "pi_start_date": "2012-04-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "The University of Central Florida Board of Trustees",
  "inst_street_address": "4000 CENTRAL FLORIDA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "ORLANDO",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "4078230387",
  "inst_zip_code": "328168005",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "FL10",
  "org_lgl_bus_name": "THE UNIVERSITY OF CENTRAL FLORIDA BOARD OF TRUSTEES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RD7MXJV7DKT9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Central Florida-OP-TEC",
  "perf_str_addr": "324B Kelly Drive",
  "perf_city_name": "Waco",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "767105709",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "TX17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 74489.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: center;\"><strong>Career Pathways for STEM Technicians</strong></p>\n<p style=\"text-align: center;\"><strong>Daniel Hull, PI</strong></p>\n<p>Career Pathways for STEM Technicians is a new book offering a practical solution to America&rsquo;s technician shortage in the science, technology, engineering, and mathematics (STEM) fields. Career Pathways for STEM Technicians was compiled by Dan Hull, Executive Director of the National Center for Optics and Photonics Education (OP-TEC), with twenty two contributors, including eight chapters from NSF/ATE Centers representing different STEM technology fields.</p>\n<p>The book presents a win-win solution to two problems that are facing our nation: 1) we don&rsquo;t have enough technicians to support continued technological innovation or to staff the organizations that could improve our country&rsquo;s security and economic position in the world; and 2) we don&rsquo;t have adequate educational opportunities for capable students who might be interested in entering rewarding careers as technicians. STEM technicians are a crucial part of the technical workforce needed to maintain our national security and economic prosperity. This technical workforce is like a three-legged stool, consisting of scientists, engineers, and technicians; the leg of this stool in shortest supply is technicians who, according to Dan Hull are the &ldquo;geniuses of the labs and masters of the equipment.&rdquo;</p>\n<p>Dan is a Registered Professional Engineer with over 13 years of experience in laser engineering and management, and 30 years in technical education research and development. The book is both a visionary document and a how-to manual. The solution proposed in the book is to create career pathways for STEM technicians in the existing 4000 STEM high schools that would inform, encourage, recruit, and prepare students to enter community college associate degree programs in emerging technologies. &ldquo;We already have the tools and institutions in place to implement the proposed solution,&rdquo; says Hull, &ldquo;the dilemma is that not enough students are enrolling in emerging technology associate degree programs, and most STEM high schools are not attracting and serving the students who have the greatest potential to become the technicians we need.&rdquo;</p>\n<p>The book contains supporting commentaries from ten national leaders in technical education. The last chapter outlines a process for initiating the change, the issues to be dealt with and the roles for high schools, colleges and employers.</p>\n<p>The author continues to make numerous presentations on this subject to state agencies, national meetings, state agencies and colleges. He can be reached at <a href=\"mailto:hull@op-tec.org\">hull@op-tec.org</a> &nbsp;</p>\n<p>The book is distributed by OP-TEC</p>\n<p><a href=\"http://www.op-tec.org/stemtechnicianpathways.php\" target=\"_blank\">http://www.op-tec.org/stemtechnicianpathways.php</a> &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/03/2014<br>\n\t\t\t\t\tModified by: Daniel&nbsp;M&nbsp;Hull</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2014/1203500/1203500_10168516_1396542824341_CPSTFront--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2014/1203500/1203500_10168516_1396542824341_CPSTFront--rgov-800width.jpg\" title=\"Career Pathways for STEM Technicians\"><img src=\"/por/images/Reports/POR/2014/1203500/1203500_10168516_1396542824341_CPSTFront--rgov-66x44.jpg\" alt=\"Career Pathways for STEM T...",
  "por_txt_cntn": "Career Pathways for STEM Technicians\nDaniel Hull, PI\n\nCareer Pathways for STEM Technicians is a new book offering a practical solution to AmericaÆs technician shortage in the science, technology, engineering, and mathematics (STEM) fields. Career Pathways for STEM Technicians was compiled by Dan Hull, Executive Director of the National Center for Optics and Photonics Education (OP-TEC), with twenty two contributors, including eight chapters from NSF/ATE Centers representing different STEM technology fields.\n\nThe book presents a win-win solution to two problems that are facing our nation: 1) we donÆt have enough technicians to support continued technological innovation or to staff the organizations that could improve our countryÆs security and economic position in the world; and 2) we donÆt have adequate educational opportunities for capable students who might be interested in entering rewarding careers as technicians. STEM technicians are a crucial part of the technical workforce needed to maintain our national security and economic prosperity. This technical workforce is like a three-legged stool, consisting of scientists, engineers, and technicians; the leg of this stool in shortest supply is technicians who, according to Dan Hull are the \"geniuses of the labs and masters of the equipment.\"\n\nDan is a Registered Professional Engineer with over 13 years of experience in laser engineering and management, and 30 years in technical education research and development. The book is both a visionary document and a how-to manual. The solution proposed in the book is to create career pathways for STEM technicians in the existing 4000 STEM high schools that would inform, encourage, recruit, and prepare students to enter community college associate degree programs in emerging technologies. \"We already have the tools and institutions in place to implement the proposed solution,\" says Hull, \"the dilemma is that not enough students are enrolling in emerging technology associate degree programs, and most STEM high schools are not attracting and serving the students who have the greatest potential to become the technicians we need.\"\n\nThe book contains supporting commentaries from ten national leaders in technical education. The last chapter outlines a process for initiating the change, the issues to be dealt with and the roles for high schools, colleges and employers.\n\nThe author continues to make numerous presentations on this subject to state agencies, national meetings, state agencies and colleges. He can be reached at hull@op-tec.org  \n\nThe book is distributed by OP-TEC\n\nhttp://www.op-tec.org/stemtechnicianpathways.php  \n\n \n\n\t\t\t\t\tLast Modified: 04/03/2014\n\n\t\t\t\t\tSubmitted by: Daniel M Hull"
 }
}