{
 "awd_id": "1203166",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: How Attitudes and Practices Shape Enduring Relationships",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "kevin Leicht",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 6000.0,
 "awd_amount": 6000.0,
 "awd_min_amd_letter_date": "2012-06-25",
 "awd_max_amd_letter_date": "2012-06-25",
 "awd_abstract_narration": "SES-1203166\r\nOrlando Patterson\r\nYovonne Bickerstaff\r\nHarvard University\r\n\r\nAbstract\r\n\r\nDoctoral Dissertation Research: How Attitudes and Practices Shape Enduring Relationships\r\n\r\nSocial scientists have tried to identify the factors behind rising divorce rates and delayed marriage for decades, trends even more pronounced among African Americans than in the general population.  However, far less attention has been paid to \"what works.\" What is distinctive about how couples in lasting relationships? How do they conceptualize and conduct their relationships? How do they develop attitudes and practices that facilitate enduring unions? This dissertation addresses these questions by comparing working- and middle-class black married couples. In doing so, the project shifts the focus towards how interpersonal relations, support networks and resources influence durability.  The project employs interviews with approximately 70 relationship experts and with couples, as well as observational data regarding the dynamics among couples as they tell their relationship stories.  \r\n\r\nBroader Impacts\r\nFamily stability is a topic of interest to a broad set of stakeholders.  The general public, marriage professionals (counselors), as well as policy makers have expressed sustained interest in fostering an environment conducive to stabilizing families.  Findings from this study may inform public debate about these factors.  In addition, by focusing on strategies used by African American couples, this study seeks to complement extant work and contribute to our understanding of what helps relationships endure more generally.  Finally, insights from this research may enable us to formulate a range of \"best practices\" that can inform counseling and policy programs designed to foster an environment conducive to relationship longevity.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Orlando",
   "pi_last_name": "Patterson",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Orlando Patterson",
   "pi_email_addr": "opatters@fas.harvard.edu",
   "nsf_id": "000096669",
   "pi_start_date": "2012-06-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jovonne",
   "pi_last_name": "Bickerstaff",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jovonne Bickerstaff",
   "pi_email_addr": "jjbicker@fas.harvard.edu",
   "nsf_id": "000588001",
   "pi_start_date": "2012-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1350 Massachusetts Avenue",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021383846",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "133100",
   "pgm_ele_name": "Sociology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 6000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Illustrated through a case study of black couples in enduring unions (10-40 years), this project helps us understand the emotional demands of modern relationships and the emotion norms that shape how partners manange them - individually and together. More precisely, the study offers us insight into how couples dealt with emotional demands  of increased vulnerability, which recent research in social work and  psychology that has identified as a critical challenge in black couples&rsquo; ability to cultivate emotional  intimacy and interdependence - evidenced in difficulty letting down their guards, getting emotionally attached, as well as constrained disclosure and fear of reliance in partners &amp; spouses intimate relationships. It explores three primary issues: how partners interpret emotional demands and the strategies of emotion work they use to negotiate them; how broader culturally grounded emotional traditions can yield emotion norms[feeling rules] and strategies that undermine the potential for connection; and how new emotion norms and strategies can be cultivated in the transformative process of creating shared lives.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In taking black couples as a case study in emotion management, the dissertation this project yields breaks new ground, offering a rare instance of a study focusinf explicitly on emotion work in black couples&rsquo; relationships. It helps us understand how socialization in different emotional traditions yield distinctive emotional lexicons of strategies to negotiate relationship&nbsp; tensions. Specifically, it demonstrates how  the emotional socialization many receive to cope  with economic  insecurity, family instability and racism,&nbsp; results in a privileging of reconciled resilience - which can undermine  the  vulnerability needed for intimacy and interdependence. Thus, the study works to identify and interpret the strategies some black women and men create to counteract upbringing in emotional cultures that privilege resilience over intimacy.</p>\n<p>Looking at men and women's emotion work as a cultural project, the study  offers some new perspectives on how we think about the role of culture  in black gender patterns. Specifically, it moves us beyond the typical  emphasis on cultural attitudes, values, expectations and stereotypes. Rather, it  highlights the crucial, yet understudied, role of emotional traditions  as a pathway through which culture shapes action. Unfortunately, to  date, the cultural significance of emotions has been fairly absent in  studies of &ldquo;the black family&rdquo;. Fortunately, research on emotion work may be uniquely suited to help us understand  the puzzle of undermined intimate connection among black couples.</p>\n<p>The study is particularly timely given sociologists increasing concern with how uncertainty impacts emotional practices, particularly as the recent economic downturn has left many Americans feeling like they live in a society that is increasingly uncertain and insecure. Beyond what the downturn means for our wallets, sociologists of culture and emotions are doing cutting-edge work that looks at the kind of cultural accommodations Americans are making in how they manage their emotions to navigate this altered landscape of a \"new insecurity culture\".&nbsp;<strong></strong>This study complicates those claims of \"newness\" - suggesting that  insecurity culture only seems &ldquo;new&rdquo; when we leave race out the  equation. The black experience in America has long been marked by  uncertainty &ndash; from economic insecurity to social marginalization. What is new is that (some of) these conditions  and the anxieties they birth, are becoming prevalent in the  broader American society. This study may help us understand how emotional traditions with lexicons of emotion norms and emotional  strategies&nbsp; develop in uncertain times. As a result, the black case...",
  "por_txt_cntn": "\nIllustrated through a case study of black couples in enduring unions (10-40 years), this project helps us understand the emotional demands of modern relationships and the emotion norms that shape how partners manange them - individually and together. More precisely, the study offers us insight into how couples dealt with emotional demands  of increased vulnerability, which recent research in social work and  psychology that has identified as a critical challenge in black couplesÆ ability to cultivate emotional  intimacy and interdependence - evidenced in difficulty letting down their guards, getting emotionally attached, as well as constrained disclosure and fear of reliance in partners &amp; spouses intimate relationships. It explores three primary issues: how partners interpret emotional demands and the strategies of emotion work they use to negotiate them; how broader culturally grounded emotional traditions can yield emotion norms[feeling rules] and strategies that undermine the potential for connection; and how new emotion norms and strategies can be cultivated in the transformative process of creating shared lives.\n\n      In taking black couples as a case study in emotion management, the dissertation this project yields breaks new ground, offering a rare instance of a study focusinf explicitly on emotion work in black couplesÆ relationships. It helps us understand how socialization in different emotional traditions yield distinctive emotional lexicons of strategies to negotiate relationship  tensions. Specifically, it demonstrates how  the emotional socialization many receive to cope  with economic  insecurity, family instability and racism,  results in a privileging of reconciled resilience - which can undermine  the  vulnerability needed for intimacy and interdependence. Thus, the study works to identify and interpret the strategies some black women and men create to counteract upbringing in emotional cultures that privilege resilience over intimacy.\n\nLooking at men and women's emotion work as a cultural project, the study  offers some new perspectives on how we think about the role of culture  in black gender patterns. Specifically, it moves us beyond the typical  emphasis on cultural attitudes, values, expectations and stereotypes. Rather, it  highlights the crucial, yet understudied, role of emotional traditions  as a pathway through which culture shapes action. Unfortunately, to  date, the cultural significance of emotions has been fairly absent in  studies of \"the black family\". Fortunately, research on emotion work may be uniquely suited to help us understand  the puzzle of undermined intimate connection among black couples.\n\nThe study is particularly timely given sociologists increasing concern with how uncertainty impacts emotional practices, particularly as the recent economic downturn has left many Americans feeling like they live in a society that is increasingly uncertain and insecure. Beyond what the downturn means for our wallets, sociologists of culture and emotions are doing cutting-edge work that looks at the kind of cultural accommodations Americans are making in how they manage their emotions to navigate this altered landscape of a \"new insecurity culture\". This study complicates those claims of \"newness\" - suggesting that  insecurity culture only seems \"new\" when we leave race out the  equation. The black experience in America has long been marked by  uncertainty &ndash; from economic insecurity to social marginalization. What is new is that (some of) these conditions  and the anxieties they birth, are becoming prevalent in the  broader American society. This study may help us understand how emotional traditions with lexicons of emotion norms and emotional  strategies  develop in uncertain times. As a result, the black case may be instructive on these patterns that are fast becoming  characteristic in American culture at large.\n\nFinally, by shedding light  on how people develop best-practices to gu..."
 }
}