{
 "awd_id": "1203555",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Impact of nanoparticles containing rare earth elements onto different bacterial communities",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eddie Chang",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 49704.0,
 "awd_amount": 49704.0,
 "awd_min_amd_letter_date": "2012-02-23",
 "awd_max_amd_letter_date": "2012-02-23",
 "awd_abstract_narration": "1203555-Craver\r\nThere is much current interest in rare earth elements (REE) as a result of their critical uses in industrial and military applications in products such as biomedical instrumentation, green energy products, and .  However, there is little information on their environment, health, or safety impacts, particularly as nanomaterials.  This work will begin development of protocols to examine possible harmful effects of these nanomaterials and pave the way for a broader examination of this class of nanomaterials.\r\n\r\nIntellectual Merit\r\n\r\nThis research will (i) establish reliable analytical techniques and experimental methodologies, (ii) assess the magnitude of the impact of REE nanoparticles (nREE) to different populations of microorganisms, and (iii) generate preliminary data for further work.  Cerium and Dysprosium nanoparticles will be characterized and examined with respect to their impact on E. coli bacteria.  Ceria impacts have been well-studied and will be used as a control, while the effects of dysprosium nanomaterials are unknown.  Effects on cells such as viability, membrane permeation, cell growth, respiration, compartmentalization within the cells, effects of different media chemistries will be examined.  Methods developed in this research will provide both new information about the impact of this rare earth and the means of examining other materials in the same class. \r\n\r\nBroader Impacts\r\n  \r\nThe proposed study will provide fundamental data regarding the potential toxicity of nREEs and REE ions released from these nanoparticles and nanoproducts. Additionally,information regarding the fate of these materials in a variety of natural water conditions will be evaluated. This information will help to understand the impact of the materials once released into the environment.  Graduate and undergraduate students will work on this research including 2 Hispanic students. The work will be incorporated into the PIs courses and the results disseminated through scientific and public media.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vinka",
   "pi_last_name": "Craver",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Vinka Craver",
   "pi_email_addr": "craver@uri.edu",
   "nsf_id": "000500217",
   "pi_start_date": "2012-02-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rhode Island",
  "inst_street_address": "75 LOWER COLLEGE RD RM 103",
  "inst_street_address_2": "",
  "inst_city_name": "KINGSTON",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018742635",
  "inst_zip_code": "028811974",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "RI02",
  "org_lgl_bus_name": "UNIVERSITY OF RHODE ISLAND",
  "org_prnt_uei_num": "NSA8T7PLC9K3",
  "org_uei_num": "CJDNG9D14MW7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rhode Island",
  "perf_str_addr": "1 Lippitt Rd, 114 Bliss Hall",
  "perf_city_name": "Kingston",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "028812011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "RI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "117900",
   "pgm_ele_name": "Nanoscale Interactions Program"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "011E",
   "pgm_ref_txt": "Nano environmental health & safety"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 49704.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Rare earth elements (REEs) are a special class of elements (from Lanthanum to&nbsp;Lutetium plus Yttrium and Scandium, that can be found along the Earth&rsquo;s crust;&nbsp;however, due to their special physical and chemical properties, they are not often concentrated&nbsp;in an exploitable form. Due to their uniques chemical and electromagnetic properties&nbsp;REEs have been increasingly used in industry to manufacture a variety of products. This project focused on dysprosium oxide nanoparticles, this REE &nbsp;has magnetic and fluoresecent properties, which can have medical application as contrast agent for magnetic resonance imaging (MRI). Currently, there are not recovery programs for REE either in ionic or nanoparticle form, therefore it is expected that these materials will enter to the environement through different pathways.</p>\n<p>Our study showed that the released of ions from the nanoparticles seems to be the main toxicogical mechanism for these nanoparticles. The toxicity of these nanoparticles is smaller in comparison with some metal nanoparticles such as silver nanoparticles. Additionally, our results showed that the composition of the compounds dissolved in the water could be a factor affecting the toxicological response of the exposed organism. This implies that the magnitude of the impact not only depends on the concentration of the nanoparticles, but also on the composition of the fluid in which they are suspended.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/16/2014<br>\n\t\t\t\t\tModified by: Vinka&nbsp;Craver</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nRare earth elements (REEs) are a special class of elements (from Lanthanum to Lutetium plus Yttrium and Scandium, that can be found along the EarthÆs crust; however, due to their special physical and chemical properties, they are not often concentrated in an exploitable form. Due to their uniques chemical and electromagnetic properties REEs have been increasingly used in industry to manufacture a variety of products. This project focused on dysprosium oxide nanoparticles, this REE  has magnetic and fluoresecent properties, which can have medical application as contrast agent for magnetic resonance imaging (MRI). Currently, there are not recovery programs for REE either in ionic or nanoparticle form, therefore it is expected that these materials will enter to the environement through different pathways.\n\nOur study showed that the released of ions from the nanoparticles seems to be the main toxicogical mechanism for these nanoparticles. The toxicity of these nanoparticles is smaller in comparison with some metal nanoparticles such as silver nanoparticles. Additionally, our results showed that the composition of the compounds dissolved in the water could be a factor affecting the toxicological response of the exposed organism. This implies that the magnitude of the impact not only depends on the concentration of the nanoparticles, but also on the composition of the fluid in which they are suspended.\n\n \n\n\t\t\t\t\tLast Modified: 06/16/2014\n\n\t\t\t\t\tSubmitted by: Vinka Craver"
 }
}