{
 "awd_id": "1203445",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CSBR: Natural History Collections: Urgent Improvements to Housing and Accessibility of the World's Largest, Most Diverse & Significant Dendrochronological Collection",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032927163",
 "po_email": "rsbeaman@nsf.gov",
 "po_sign_block_name": "Reed Beaman",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 483918.0,
 "awd_amount": 483918.0,
 "awd_min_amd_letter_date": "2012-05-22",
 "awd_max_amd_letter_date": "2012-07-11",
 "awd_abstract_narration": "The University of Arizona's Laboratory of Tree-Ring Research (LTRR) maintains the largest and most diverse collection of tree-ring research (dendrochronology) specimens in the world. For 75 years, the LTRR has essentially served as a \"wood herbarium\", containing approximately 2,000,000 research specimens and associated materials. Nearly half of the collection currently resides in extremely high-risk storage, lacking even basic heating or air conditioning controls. This project will secure the long-term safety, organization and accessibility of the collection through re-housing to current archival standards and via the purchase of high-density compact shelving. The shelving will be installed in a renovated archive building, providing greatly improved access to a wealth of materials for research, education and outreach.\r\n\r\nTree rings are natural chronometers and recorders of change in the environment with which biological life is inescapably linked. The LTRR collection is an irreplaceable source of physical, biological and historical insights on climate change, water resources, fire ecology, and human-environment interactions that are often otherwise unobtainable. Physically condensing and organizing the LTRR collection will allot space for public activities, including exhibits and hosting school field trips. Public interaction with, education of and exposure to scientific collections is facilitated in the form of tours and the creation of no-cost travelling exhibits.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Pearce Paul",
   "pi_last_name": "Creasman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Pearce Paul Creasman",
   "pi_email_addr": "pcreasman@ltrr.arizona.edu",
   "nsf_id": "000538677",
   "pi_start_date": "2012-05-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Swetnam",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas W Swetnam",
   "pi_email_addr": "tswetnam@ltrr.arizona.edu",
   "nsf_id": "000481006",
   "pi_start_date": "2012-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "105 W Stadium Drive",
  "perf_city_name": "Tucson",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "119700",
   "pgm_ele_name": "BIOLOGICAL RESEARCH COLLECTION"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 483918.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Laboratory of Tree-Ring Research (LTRR) at The University of Arizona currently houses approximately 2,000,000 wood research specimens and their associated data and documentation. The LTRR&rsquo;s collections are unparalleled in size, diversity, and scientific significance in dendrochronology. The multi-taxon collection contains records of life on earth that are an irreplaceable source of biological and human information, built over the past century. Since its foundation in 1937, the LTRR has served as a &ldquo;wood herbarium&rdquo; and defacto natural history museum, providing an essential service to the past, present, and future of the field.&nbsp;The scientific specimens in the care of the LTRR have been obtained from thousands of modern, ancient and now-denuded forests and archaeological sites. As annually resolved records of environmental history, the specimens provide a pre-industrial perspective on modern and ancient ecosystems and climate that is otherwise unattainable.</p>\n<p>Of the LTRR collection, external reviewers have stated: &ldquo;It is difficult to overestimate its importance to science&rdquo;; the specimens have &ldquo;extremely high intellectual value&rdquo; and &ldquo;enable transformative research in a myriad of disciplines&rdquo;; observed that research with the collection &ldquo;has broad implications in a wide variety of areas&rdquo; including climatology, paleobotany, environmental sciences, geology, and public policy. The collection includes wood from all corners of the planet, including specimens used to calibrate the <sup>14</sup>C dating method and evaluate global climate and hydrological variability. These irreplaceable specimens are the foundation for reams of cutting edge environmental research produced by hundreds of collaborators from institutions around the world.</p>\n<p>Dendrochronology is predicated on the concept of analyzing large datasets which take much time and resources to assemble. This work ensures improved preservation of and dramatically improved access to a wealth of potential avenues for research: an imperative for the continued advancement of this multidisciplinary field. This grant primarily provided for the installation of nearly two linear miles of compact shelving, installed in a dedicated dendrochronological archive facility. The rehousing of hundreds-of-thousands of these specimens in a single safe location, as accomplished via this grant, provides for their increased long-term safety and utility. Access to the rehoused specimens has been greatly increased and substantial threats to the collection have been eliminated. Compounded benefits of this support will be received as the remainder of the collection is gradually rehoused and reorganized in the new archive.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/10/2016<br>\n\t\t\t\t\tModified by: Pearce Paul&nbsp;Creasman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Laboratory of Tree-Ring Research (LTRR) at The University of Arizona currently houses approximately 2,000,000 wood research specimens and their associated data and documentation. The LTRR?s collections are unparalleled in size, diversity, and scientific significance in dendrochronology. The multi-taxon collection contains records of life on earth that are an irreplaceable source of biological and human information, built over the past century. Since its foundation in 1937, the LTRR has served as a \"wood herbarium\" and defacto natural history museum, providing an essential service to the past, present, and future of the field. The scientific specimens in the care of the LTRR have been obtained from thousands of modern, ancient and now-denuded forests and archaeological sites. As annually resolved records of environmental history, the specimens provide a pre-industrial perspective on modern and ancient ecosystems and climate that is otherwise unattainable.\n\nOf the LTRR collection, external reviewers have stated: \"It is difficult to overestimate its importance to science\"; the specimens have \"extremely high intellectual value\" and \"enable transformative research in a myriad of disciplines\"; observed that research with the collection \"has broad implications in a wide variety of areas\" including climatology, paleobotany, environmental sciences, geology, and public policy. The collection includes wood from all corners of the planet, including specimens used to calibrate the 14C dating method and evaluate global climate and hydrological variability. These irreplaceable specimens are the foundation for reams of cutting edge environmental research produced by hundreds of collaborators from institutions around the world.\n\nDendrochronology is predicated on the concept of analyzing large datasets which take much time and resources to assemble. This work ensures improved preservation of and dramatically improved access to a wealth of potential avenues for research: an imperative for the continued advancement of this multidisciplinary field. This grant primarily provided for the installation of nearly two linear miles of compact shelving, installed in a dedicated dendrochronological archive facility. The rehousing of hundreds-of-thousands of these specimens in a single safe location, as accomplished via this grant, provides for their increased long-term safety and utility. Access to the rehoused specimens has been greatly increased and substantial threats to the collection have been eliminated. Compounded benefits of this support will be received as the remainder of the collection is gradually rehoused and reorganized in the new archive.\n\n\t\t\t\t\tLast Modified: 10/10/2016\n\n\t\t\t\t\tSubmitted by: Pearce Paul Creasman"
 }
}