{
 "awd_id": "1203279",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "GSA Penrose Conference on \"Deformation, Fluid Flow and Mass Transfer along Convergent Margins\"",
 "cfda_num": "47.050",
 "org_code": "06030103",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Fountain",
 "awd_eff_date": "2012-02-01",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2011-12-22",
 "awd_max_amd_letter_date": "2011-12-22",
 "awd_abstract_narration": "This project provides funding for international travel support to approximately early-career professionals and students to attend the Penrose Conference \"Deformation, Fluid Flow and Mass Transfer along Convergent Margins\" that will be held in Il Ciocco, Italy, from March, 26-30, 2012. The conference will explore recent developments related to deformation, fluid flow, and mass transfer in the forearc of convergent plate boundaries and their potential relationships to earthquake phenomena and seismogenesis. The objective of the conference is to consolidate recent advances in the understanding of convergent margins and to bring together researchers of different backgrounds to develop models for forearc evolution that explains observations of geometry, structure, deformation, and fluid flow at a variety of temporal and spatial scales. Forearcs are also the regions where energy release occurs in great tsunamigenic earthquakes, yet the links between earthquake-cycle deformation and longer-term geological structure, material properties, and the fluid regime remain obscure. The main topics at the meeting will include: (1) material balances - the processes and rates of accretion and erosion and their influence on seismogenesis; (2) interactions between the subducting and overriding plates including continental slope and forearc basins; (3) wedge dynamics and links between seismic and geologic time scales; (4) fluid flow in the forearc: evidence from direct observations and inferences from rock microstructures and geochemistry; and (5) the timescales of the earthquake cycle.\r\n\r\nThis conference addresses many current research topics in tectonics and related fields. The conference affords international participants the opportunity to share recent research results and initiate new international research partnerships. The meeting provides an opportunity for integration of onshore and marine observations, experiments on mechanics and fluid flow, and results of geodynamic modeling to evaluate the relationship between these processes for plate boundary seismogenesis and hazards of the Pacific Rim - a topic of great concern for society as exemplified by the destructive event in northern Japan in March, 2011. Conveners will make efforts to broaden participation through support students and early career researchers from underrepresented groups in the earth sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Donald",
   "pi_last_name": "Fisher",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Donald M Fisher",
   "pi_email_addr": "fisher@geosc.psu.edu",
   "nsf_id": "000113217",
   "pi_start_date": "2011-12-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "The Pennsylvania State University",
  "perf_str_addr": "339 Deike Building",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168025000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157200",
   "pgm_ele_name": "Tectonics"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A Geological Society of America Penrose conference was held in the Apennines of northern Italy in March, 2012 to assemble an international group of scientists to share recent discoveries related to the evolution of the convergent plate boundaries-- the type of tectonic plate boundary that characterizes the &ldquo;ring of fire&rdquo;.&nbsp; These &ldquo;mega-faults&rdquo; are responsible for devastating earthquakes and tsunami as exemplified by the events of 2004 and 2011 in Sumatra and northern Japan.&nbsp; The purpose of this conference was to explore recent developments related to deformation, fluid flow, and mass transfer along the many global examples of these plate boundaries, and to evaluate the potential relationships between these processes and the generation of earthquakes. The meeting was organized into four themes: Short and Long Time Scales of Deformation, Structure of Margins and Relationship to Seismicity, Deformation Processes and Seismicity in the Forearc, and Fluids and Forearc Properties.&nbsp; A number of time scales were considered at the meeting from the short-term variations of the seismic cycle that have been critical to societal evolution and the history of civilization to the long-term evolution of the geology and landscape along these tectonically active areas.&nbsp; A number of important processes were evaluated such as the variations in stress and deformation that accompany the earthquake cycle, with systematic variations in the nature of upper plate seismicity and the GPS velocity field (relative to the upper plate) over the duration of the interseismic period.&nbsp;&nbsp; There were also discussions related to the importance of faults that splay off the main plate boundary, the influence of seamounts on plate boundary behavior, the structure and evolution of the upper plate, and the importance and variability of sediment inputs into the plate boundary system.&nbsp; The conference brought together 64 scientists from 15 different countries, and NSF support for this conference made it possible for the participation of 22 graduate students and early career faculty members (10 male and 12 female).&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/03/2013<br>\n\t\t\t\t\tModified by: Donald&nbsp;M&nbsp;Fisher</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA Geological Society of America Penrose conference was held in the Apennines of northern Italy in March, 2012 to assemble an international group of scientists to share recent discoveries related to the evolution of the convergent plate boundaries-- the type of tectonic plate boundary that characterizes the \"ring of fire\".  These \"mega-faults\" are responsible for devastating earthquakes and tsunami as exemplified by the events of 2004 and 2011 in Sumatra and northern Japan.  The purpose of this conference was to explore recent developments related to deformation, fluid flow, and mass transfer along the many global examples of these plate boundaries, and to evaluate the potential relationships between these processes and the generation of earthquakes. The meeting was organized into four themes: Short and Long Time Scales of Deformation, Structure of Margins and Relationship to Seismicity, Deformation Processes and Seismicity in the Forearc, and Fluids and Forearc Properties.  A number of time scales were considered at the meeting from the short-term variations of the seismic cycle that have been critical to societal evolution and the history of civilization to the long-term evolution of the geology and landscape along these tectonically active areas.  A number of important processes were evaluated such as the variations in stress and deformation that accompany the earthquake cycle, with systematic variations in the nature of upper plate seismicity and the GPS velocity field (relative to the upper plate) over the duration of the interseismic period.   There were also discussions related to the importance of faults that splay off the main plate boundary, the influence of seamounts on plate boundary behavior, the structure and evolution of the upper plate, and the importance and variability of sediment inputs into the plate boundary system.  The conference brought together 64 scientists from 15 different countries, and NSF support for this conference made it possible for the participation of 22 graduate students and early career faculty members (10 male and 12 female). \n\n\t\t\t\t\tLast Modified: 05/03/2013\n\n\t\t\t\t\tSubmitted by: Donald M Fisher"
 }
}