{
 "awd_id": "1203853",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "STEM-Based Outreach in Engineering & Technology through Trebuchets and Hovercrafts",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Herbert H. Richtol",
 "awd_eff_date": "2012-07-15",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 199569.0,
 "awd_amount": 199569.0,
 "awd_min_amd_letter_date": "2012-07-16",
 "awd_max_amd_letter_date": "2012-07-16",
 "awd_abstract_narration": "Lewis and Clark Community College (L&C) is developing a STEM-based outreach program using hands-on activities for the design and construction of trebuchets. Project activities include constructing STEM-based learning objectives for the trebuchet competition, expanding an existing trebuchet contest to a broader and diverse number of high schools, building collaborative relationships with schools of engineering at regional universities, arranging strategies for tracking the enrollment histories of engineering students, and building partnerships with regional industries to support STEM-based engineering and engineering technology programs. L&C is expanding the level of participation of high schools to at least 25 schools (and 80 teams). Collaborating partners are the Schools of Engineering at Southern Illinois University Edwardsville (SIUE) and Missouri University of Science & Technology (MST). Industrial partners include Covidien Pharmaceutical and Boeing (both of St. Louis). A freshman-level course to introduce students to engineering is also being developed. The project consults with leaders of a related project at Sierra College (CA) and their NSF/ATE Center for Applied Competitive Technologies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Bodden",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin Bodden",
   "pi_email_addr": "kbodden@lc.edu",
   "nsf_id": "000396017",
   "pi_start_date": "2012-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Cem",
   "pi_last_name": "Karacal",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Cem S Karacal",
   "pi_email_addr": "skaraca@siue.edu",
   "nsf_id": "000199291",
   "pi_start_date": "2012-07-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Perkins",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "William L Perkins",
   "pi_email_addr": "perkins@mst.edu",
   "nsf_id": "000537734",
   "pi_start_date": "2012-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lewis and Clark Community College",
  "inst_street_address": "5800 GODFREY RD",
  "inst_street_address_2": "",
  "inst_city_name": "GODFREY",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "6184667000",
  "inst_zip_code": "620352466",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "IL15",
  "org_lgl_bus_name": "LEWIS & CLARK COMMUNITY COLLEGE",
  "org_prnt_uei_num": "T4D9QU2LW2N5",
  "org_uei_num": "WZVXKJBE3L84"
 },
 "perf_inst": {
  "perf_inst_name": "Lewis and Clark Community College",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "620352426",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "IL15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 199569.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>During the past several decades, a growing lack of interest in STEM fields among youth created a desperate urgency in the United States. With science and technology driving much, if not most, of the economic growth throughout the world, it was imperative that the U.S. address this problem to remain globally competitive. A number of programs have been created to engage students at every level and expose them to the possibilities that lay before them in STEM related occupations. To this end, Lewis and Clark Community College (LCCC) developed a trebuchet contest designed to give high school students an engineering experience similar to what they might encounter working as an engineer. With this award, LCCC aimed to expand its program to a wider audience, with particular focus on women and minorities. The college also sought to expand its network of industry relationships in order to better connect students to real world engineers.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Over the grant period, the number of schools increased 71% from 7 to a high of 12. Most schools participating were from within the LCCC district, but several came from the neighboring state &ndash; including a homeschool group. The number of teams increased 57% from 28 to a high of 44, and the number of competitors increased 58% from 120 to a high of 190. Participation by females increased from 22% to 28% and participation by minorities increased from 5% to roughly 9%. In terms of sparking interest in STEM related fields, it is difficult to quantify results. However, in feedback survey both students and teachers from participating high schools have expressed great satisfaction with the contest and feel it has been a valuable and rewarding experience. The college itself has seen a 22% increase in students majoring in engineering and many of the students had participated in the trebuchet contest while in high school.</p>\n<p>As part of the grant, LCCC worked to strengthen and expand partnerships with engineering-related industries within the college&rsquo;s district and in the greater metro area. This was achieved through the use of guest speakers and the addition of information tables to the trebuchet contest. The number of tables ranged from 7 to 14 over the grant period and included representatives from area colleges and industry. College representatives provided information on degree programs in engineering and other STEM related majors, while industry representatives showcased current projects and state-of-the-art technology. Displays often included hands-on activities for students which included data collection, operating a robot, and flying drones. Feedback from surveys showed that these informational tables have had a strong positive influence on students and have become a vital part of the competition. Guest speakers were invited to speak to classes ranging from beginning algebra through calculus. Particular effort was made to use alumni from LCCC to illustrate that successful careers can begin at a two-year college.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The LCCC trebuchet contest really involves three separate competitions: 1) Report, 2) CAD, and 3) Battle. In the report competition, students document their experience in building a working trebuchet from start to finish. This includes researching designs, budgeting expenses, diagramming models, and collecting and analyzing data. The CAD competition demonstrates the students&rsquo; ability to develop accurate technical drawings and work with industry-based software. The Battle competition is mostly a fun reward for the work put into building the trebuchet, but it requires teams to work together efficiently and develop a strategy for defeating their opponent. Engagement in the trebuchet design and development process results in measurable student learning. In particular, student...",
  "por_txt_cntn": "\nDuring the past several decades, a growing lack of interest in STEM fields among youth created a desperate urgency in the United States. With science and technology driving much, if not most, of the economic growth throughout the world, it was imperative that the U.S. address this problem to remain globally competitive. A number of programs have been created to engage students at every level and expose them to the possibilities that lay before them in STEM related occupations. To this end, Lewis and Clark Community College (LCCC) developed a trebuchet contest designed to give high school students an engineering experience similar to what they might encounter working as an engineer. With this award, LCCC aimed to expand its program to a wider audience, with particular focus on women and minorities. The college also sought to expand its network of industry relationships in order to better connect students to real world engineers.\n\n            Over the grant period, the number of schools increased 71% from 7 to a high of 12. Most schools participating were from within the LCCC district, but several came from the neighboring state &ndash; including a homeschool group. The number of teams increased 57% from 28 to a high of 44, and the number of competitors increased 58% from 120 to a high of 190. Participation by females increased from 22% to 28% and participation by minorities increased from 5% to roughly 9%. In terms of sparking interest in STEM related fields, it is difficult to quantify results. However, in feedback survey both students and teachers from participating high schools have expressed great satisfaction with the contest and feel it has been a valuable and rewarding experience. The college itself has seen a 22% increase in students majoring in engineering and many of the students had participated in the trebuchet contest while in high school.\n\nAs part of the grant, LCCC worked to strengthen and expand partnerships with engineering-related industries within the collegeÆs district and in the greater metro area. This was achieved through the use of guest speakers and the addition of information tables to the trebuchet contest. The number of tables ranged from 7 to 14 over the grant period and included representatives from area colleges and industry. College representatives provided information on degree programs in engineering and other STEM related majors, while industry representatives showcased current projects and state-of-the-art technology. Displays often included hands-on activities for students which included data collection, operating a robot, and flying drones. Feedback from surveys showed that these informational tables have had a strong positive influence on students and have become a vital part of the competition. Guest speakers were invited to speak to classes ranging from beginning algebra through calculus. Particular effort was made to use alumni from LCCC to illustrate that successful careers can begin at a two-year college.\n\n            The LCCC trebuchet contest really involves three separate competitions: 1) Report, 2) CAD, and 3) Battle. In the report competition, students document their experience in building a working trebuchet from start to finish. This includes researching designs, budgeting expenses, diagramming models, and collecting and analyzing data. The CAD competition demonstrates the studentsÆ ability to develop accurate technical drawings and work with industry-based software. The Battle competition is mostly a fun reward for the work put into building the trebuchet, but it requires teams to work together efficiently and develop a strategy for defeating their opponent. Engagement in the trebuchet design and development process results in measurable student learning. In particular, students will be able to:\n\nDemonstrate the ability to do research and collect background information to aid the design of their trebuchet.\nDemonstrate scientific methodology through the design and testing of t..."
 }
}