{
 "awd_id": "1203541",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: The Emergence of Financial Geographies: Derivatives, Chicago, and the Growth of Speculation (1972-1987)",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Sunil Narumalani",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 11889.0,
 "awd_amount": 11889.0,
 "awd_min_amd_letter_date": "2012-06-07",
 "awd_max_amd_letter_date": "2012-06-07",
 "awd_abstract_narration": "From global currency flows to nation-state financial solvency and family home mortgages, much of contemporary life is influenced by derivatives, but social scientists have barely begun to study how derivatives work, where they came from, and how their negative impacts might be mitigated.  While commonly associated with Wall Street and New York, these specialized financial instruments were primarily developed in Chicago because of that city's history of trading agricultural futures.  This doctoral dissertation research project will investigate the invention and regulation of financial derivatives in Chicago, Illinois during the period from 1972 to 1987.  The doctoral student hypothesizes that this geography is much more than a simple coincidence as it has generally been characterized by social scientists to date.  Instead, this geography is vitally important to an improved understanding of both the nature of financial derivatives and to their role in financial crises, most notably the credit crisis of 2008.  It was in direct relation to Chicago as a center of agricultural commodity exchange and not to New York's financial landscape that the U.S. government constructed the foundations of its regulatory structure for contemporary derivatives; a structure that made industry self-regulation its principal axiom.  As these markets rapidly expanded away from Chicago in the late 1980s and 1990s, they carried the self-regulatory model with them, but as they transformed the global financial landscape, they brought with them none of the other localized institutions that made Chicago's self regulation successful.  The student will employ political-economic and institutional perspectives in economic and urban geography to reveal the fundamentally spatial dimensions of the origin, early regulation and precipitous growth of financial derivatives.  He will seek to construct a rich description of the early history of financial derivatives and the struggles over their political legitimacy by empirically investigating the negotiations between the financial industry, the federal regulatory agencies, and the U.S. Congress.  To accomplish this, he will employ in-depth interviews with key members of Chicago's 1970s and 1980s financial community as well as a critical reading of industry and government documents, congressional hearing records, trade journals, and business periodicals.\r\n\r\nWhile financial derivatives were widely discussed in the mainstream media as contributing to the 2008 global financial crisis and subsequent economic recession, they have received little scientific attention beyond the discipline of economics.  Scholarly inquiry on derivatives generally has failed to examine the history of their regulation or to draw connections between derivatives and financial crises.  This project will help fill these gaps by investigating the early Chicago-based history of financial derivatives.  The project will use qualitative methods developed by urban and economic geographers to analyze how the history of agricultural exchange and the specific financial institutions in Chicago set important precedents for the governance of derivatives.  While these precedents, many of which allowed the derivatives industry to police itself, functioned relatively well for the industry when it was isolated in Chicago, the original governance model was unable to prevent market failures and financial crisis in the1990s and 2000s when derivatives trading spread to New York, London, and eventually across the globe.  The project therefore will improve policy makers' and society's comprehension of derivatives markets and the institutionally and geographically contingent nature of their regulation.  As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a promising student to establish a strong independent research career.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kristopher",
   "pi_last_name": "Olds",
   "pi_mid_init": "N",
   "pi_sufx_name": "",
   "pi_full_name": "Kristopher N Olds",
   "pi_email_addr": "kolds@wisc.edu",
   "nsf_id": "000337751",
   "pi_start_date": "2012-06-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Christopher",
   "pi_last_name": "Muellerleile",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Christopher Muellerleile",
   "pi_email_addr": "chrismuellerleile@yahoo.com",
   "nsf_id": "000570563",
   "pi_start_date": "2012-06-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "21 N. Park Street",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 11889.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project investigated the emergence of the financial derivative industry in Chicago, Illinois during the 1970s and 1980s. &nbsp;It was mainly concerned with how the unique history and geography of the city of Chicago influenced these new financial instruments that would over the next 30 years, transform the U.S. and global financial sector. &nbsp;The project team collected data by interviewing 30 financial professionals, derivatives lawyers, and government regulators in Chicago, New York and Washington D.C. &nbsp;The team also systematically studied fifteen years of financial derivative trade magazines to help piece together this remarkable story of innovation.</p>\n<p>The main findings of the study are as follows:&nbsp;</p>\n<p>Chicago's uniqueness as a center global finance is important mainly because Chicago was historically the home of agricultural derivatives trading, not financial trading. &nbsp;The experience of negotiating and regulating highly controversial agricultural derivatives for over a hundred years lent the Chicago exchanges a unique ability to frame the new financial instruments as beneficial as opposed to risky to the U.S. financial sector. &nbsp;One of the main ways the Chicago exchanges accomplished this was by working very closely with U.S. government regulators, the Commodity Exchange Authority, and beginning in 1975, the Commodity Futures Trading Commission. &nbsp;The Chicago exchanges convinced the U.S. Congress to keep the regulation of financial derivatives separate from the rest of the financial regulatory apparatus of the government. &nbsp;This autonomy largely lasts until today. &nbsp;More importantly, the Chicago exchanges worked very hard to convince the U.S. Congress and government regulators that financial derivatives were safe and effective risk management tools, and they were able to accomplish this not because of any experience working with financial instruments, but because of their experience working with agricultural instruments. &nbsp;In this way the first financial derivatives were defined legally and politically as<em> purely reflective</em> of what was already happening in the financial sector. &nbsp;All the while, economically the new Chicago-based instruments transformed the New York based financial sector, largely by making it more speculative. &nbsp;While this study does not prove a direct connection to the 2008 financial crisis, it makes a compelling case that the regulatory gap for financial derivatives that contributed to the 2008 crisis, and which is often traced back to the 1990s during the Clinton Administration, actually has roots in Chicago in the 1970s, if not Chicago in the 1920s.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/25/2014<br>\n\t\t\t\t\tModified by: Christopher&nbsp;Muellerleile</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project investigated the emergence of the financial derivative industry in Chicago, Illinois during the 1970s and 1980s.  It was mainly concerned with how the unique history and geography of the city of Chicago influenced these new financial instruments that would over the next 30 years, transform the U.S. and global financial sector.  The project team collected data by interviewing 30 financial professionals, derivatives lawyers, and government regulators in Chicago, New York and Washington D.C.  The team also systematically studied fifteen years of financial derivative trade magazines to help piece together this remarkable story of innovation.\n\nThe main findings of the study are as follows: \n\nChicago's uniqueness as a center global finance is important mainly because Chicago was historically the home of agricultural derivatives trading, not financial trading.  The experience of negotiating and regulating highly controversial agricultural derivatives for over a hundred years lent the Chicago exchanges a unique ability to frame the new financial instruments as beneficial as opposed to risky to the U.S. financial sector.  One of the main ways the Chicago exchanges accomplished this was by working very closely with U.S. government regulators, the Commodity Exchange Authority, and beginning in 1975, the Commodity Futures Trading Commission.  The Chicago exchanges convinced the U.S. Congress to keep the regulation of financial derivatives separate from the rest of the financial regulatory apparatus of the government.  This autonomy largely lasts until today.  More importantly, the Chicago exchanges worked very hard to convince the U.S. Congress and government regulators that financial derivatives were safe and effective risk management tools, and they were able to accomplish this not because of any experience working with financial instruments, but because of their experience working with agricultural instruments.  In this way the first financial derivatives were defined legally and politically as purely reflective of what was already happening in the financial sector.  All the while, economically the new Chicago-based instruments transformed the New York based financial sector, largely by making it more speculative.  While this study does not prove a direct connection to the 2008 financial crisis, it makes a compelling case that the regulatory gap for financial derivatives that contributed to the 2008 crisis, and which is often traced back to the 1990s during the Clinton Administration, actually has roots in Chicago in the 1970s, if not Chicago in the 1920s.\n\n \n\n\t\t\t\t\tLast Modified: 08/25/2014\n\n\t\t\t\t\tSubmitted by: Christopher Muellerleile"
 }
}