{
 "awd_id": "1203859",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: the influence of predators on community structure and resultant ecosystem functioning at a biogeographic scale",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2011-10-15",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 83169.0,
 "awd_amount": 83169.0,
 "awd_min_amd_letter_date": "2011-12-07",
 "awd_max_amd_letter_date": "2011-12-07",
 "awd_abstract_narration": "Predators structure ecological communities by consuming and altering the traits of prey, yet these effects have only recently been linked to local variation in ecosystem functions such as primary production and nutrient cycling. Such linkages may operate differently across biogeographic scales because factors known to affect local predator mechanisms also vary with latitude. The mismatch between knowledge of how predators locally affect ecosystem functions and the biogeographic range at which predator-prey interactions occur inhibits understanding of linkages between ecological communities and ecosystems, and thus our ability to manage valuable ecosystem services. Intertidal oyster reefs provide a model system to address this knowledge gap: they occur throughout the mid-Atlantic and Gulf coasts; they contain a similar food-web assemblage across latitudinal gradients in predation, resource supplies, and environmental conditions; they are strongly influenced by predator effects; and they influence sediment and nutrient cycles by enhancing benthic-pelagic coupling. This research involves a series of standardized sampling and experimental studies to: (1) investigate biogeographic patterns in oyster food web structure, resource supplies, environmental conditions, and sediment properties associated with reef function (2) determine how the vital rates of oysters, which can influence benthic-pelagic coupling, vary geographically; and (3) examine experimentally the relative importance of consumptive and non-consumptive predator effects on oyster reef communities and the ecosystem processes they provide and how these effects vary latitudinally. It will provide a mechanistic understanding of the basis for biogeographical shifts in valuable ecosystem services performed by an important marine foundation species, and it will also advance understanding of the interactions between predator effects in food webs and the ecosystem processes that depend on them.\r\n\r\nBy linking predator effects and benthic-pelagic coupling on oyster reefs in a biogeographic context, this research will provide valuable information to resource managers charged with restoring oyster reefs and recovering ecosystem services. By promoting the exchange of conceptual and methodological ideas among research groups at four major research universities, this project has already and will continue to foster interdisciplinary expertise among its investigators as well as their future graduate and undergraduate students. In addition to mentoring a post-doc, this research will prepare at least three graduate and three undergraduate students for scientific careers by having them independently develop projects related to the project. The investigators are committed to mentoring a diverse group of students across multiple educational levels, and they will continue to disseminate results to the public through lectures, open house events at their respective institutions, as well as radio, newspaper, and television interviews.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Grabowski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan Grabowski",
   "pi_email_addr": "j.grabowski@neu.edu",
   "nsf_id": "000597719",
   "pi_start_date": "2011-12-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Northeastern University",
  "inst_street_address": "360 HUNTINGTON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6173735600",
  "inst_zip_code": "021155005",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "NORTHEASTERN UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HLTMVS2JZBS6"
 },
 "perf_inst": {
  "perf_inst_name": "Northeastern University",
  "perf_str_addr": "Marine Science Center",
  "perf_city_name": "Nahant",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "019080001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "MA06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 83169.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Predators-prey relationships are not limited to consumption; prey&rsquo;s fear of predators is often equally important. Predators eat one animal at a time, but can frighten many animals simultaneously. Furthermore, both the lethal and non-lethal effects of predators can influence ecosystem-level processes. In estuaries of North Carolina, our previous research suggested that predators strongly influence oyster-reef dwelling species by both consuming and altering the behavior of smaller crabs that eat oysters and clams. Meanwhile, we have also previously shown that oyster reefs can alter properties of sedimentation and nutrient cycling by promoting denitrification in the sediments surrounding reefs. Given these independent but related findings, the primary goal of our study was to answer the following questions: do the indirect effects of predators on oyster reefs cascade to influence nutrient cycling via sediment organic matter? Do the influences of predators on the ecosystem services provided by oysters vary on a biogeographic scale?</p>\n<p>&nbsp;</p>\n<p>We pursued these questions from 2010-14 using field and laboratory investigations. We found that oyster reef food webs differ dramatically throughout the southeastern United States. Important differences were that predatory biomass, trophic level number, and biomass of oyster reefs all peak in the central South Atlantic Bight (SAB). &nbsp;Tidal forcing in the central SAB is high, which results in larger volume of water passing over reefs each tidal cycle, greater oceanic influence inside estuaries, and deeper channels for predators to access intertidal reefs, all of which affect food web structure. Food webs were held constant in an experiment throughout the SAB to assess the influence of geography on predators.&nbsp; Predators had a stronger effect on oysters and their ecosystem services in NC and FL (areas with low oyster recruitment) and a weaker effect in GA and SC (areas with high oyster recruitment).&nbsp; Importantly, the effects did cascade to alter nutrient cycling.</p>\n<p>&nbsp;</p>\n<p>Oysters modify their environment in many ways; altering sediment properties through filtration is one important example.&nbsp; Like many response variables in our reef vs. non-reef comparisons, the pattern of oyster modification of sediment organic matter (SOM) was not what we anticipated.&nbsp; The central portion of our sampling range (SC, GA) did not reveal significant enhancement of SOM on oyster reefs relative to reference sediments, likely due in part to the tidal variation identified above.&nbsp; Larger tidal range results in elevated suspended material supplies and may have overwhelmed the oyster&rsquo;s enhancement of SOM.&nbsp; Increases in ecosystem services such as nutrient removal that are associated with oyster reefs may not be as prevalent (or as valuable) in some coastal regions.</p>\n<p>&nbsp;</p>\n<p>In addition to addressing our key research objectives, we also pursued a number of unexpected and interesting patterns. For example, our observation of the food web revealed that some fish make sounds. Furthermore, these sounds are detected by crab prey and induce them to reduce their feeding on oysters. Therefore, marine invertebrate prey can &ldquo;hear,&rdquo; and marine predators can influence community structure through their sounds. In Florida, we also used our refined methods to address losses of oyster reef habitat and the collapse of the oyster fishery in Apalachicola, which at one point provided 10% of the nation&rsquo;s oyster harvest.</p>\n<p>&nbsp;</p>\n<p>Products: To date, 17 publications have resulted from this work with multiple additional manuscripts are in progress.&nbsp; Data from this project are publically available on the KNB Network:&nbsp;<a href=\"http://knb.ecoinformatics.org/index.jsp\">http://knb.ecoinformatics.org/index.jsp</a>. In addition, our efforts were featured in a documentary ent...",
  "por_txt_cntn": "\nPredators-prey relationships are not limited to consumption; preyÆs fear of predators is often equally important. Predators eat one animal at a time, but can frighten many animals simultaneously. Furthermore, both the lethal and non-lethal effects of predators can influence ecosystem-level processes. In estuaries of North Carolina, our previous research suggested that predators strongly influence oyster-reef dwelling species by both consuming and altering the behavior of smaller crabs that eat oysters and clams. Meanwhile, we have also previously shown that oyster reefs can alter properties of sedimentation and nutrient cycling by promoting denitrification in the sediments surrounding reefs. Given these independent but related findings, the primary goal of our study was to answer the following questions: do the indirect effects of predators on oyster reefs cascade to influence nutrient cycling via sediment organic matter? Do the influences of predators on the ecosystem services provided by oysters vary on a biogeographic scale?\n\n \n\nWe pursued these questions from 2010-14 using field and laboratory investigations. We found that oyster reef food webs differ dramatically throughout the southeastern United States. Important differences were that predatory biomass, trophic level number, and biomass of oyster reefs all peak in the central South Atlantic Bight (SAB).  Tidal forcing in the central SAB is high, which results in larger volume of water passing over reefs each tidal cycle, greater oceanic influence inside estuaries, and deeper channels for predators to access intertidal reefs, all of which affect food web structure. Food webs were held constant in an experiment throughout the SAB to assess the influence of geography on predators.  Predators had a stronger effect on oysters and their ecosystem services in NC and FL (areas with low oyster recruitment) and a weaker effect in GA and SC (areas with high oyster recruitment).  Importantly, the effects did cascade to alter nutrient cycling.\n\n \n\nOysters modify their environment in many ways; altering sediment properties through filtration is one important example.  Like many response variables in our reef vs. non-reef comparisons, the pattern of oyster modification of sediment organic matter (SOM) was not what we anticipated.  The central portion of our sampling range (SC, GA) did not reveal significant enhancement of SOM on oyster reefs relative to reference sediments, likely due in part to the tidal variation identified above.  Larger tidal range results in elevated suspended material supplies and may have overwhelmed the oysterÆs enhancement of SOM.  Increases in ecosystem services such as nutrient removal that are associated with oyster reefs may not be as prevalent (or as valuable) in some coastal regions.\n\n \n\nIn addition to addressing our key research objectives, we also pursued a number of unexpected and interesting patterns. For example, our observation of the food web revealed that some fish make sounds. Furthermore, these sounds are detected by crab prey and induce them to reduce their feeding on oysters. Therefore, marine invertebrate prey can \"hear,\" and marine predators can influence community structure through their sounds. In Florida, we also used our refined methods to address losses of oyster reef habitat and the collapse of the oyster fishery in Apalachicola, which at one point provided 10% of the nationÆs oyster harvest.\n\n \n\nProducts: To date, 17 publications have resulted from this work with multiple additional manuscripts are in progress.  Data from this project are publically available on the KNB Network: http://knb.ecoinformatics.org/index.jsp. In addition, our efforts were featured in a documentary entitled \"Oyster doctors\", which was designed to illustrate how ecological research is conducted from start to finish and to inform the general public about the ecological concepts of species diversity, indirect predator effects, and the ecosystem services provi..."
 }
}