{
 "awd_id": "1203017",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "Solving the Puzzle of the Galactic Bar",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032925039",
 "po_email": "hgupta@nsf.gov",
 "po_sign_block_name": "Harshal Gupta",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 89000.0,
 "awd_amount": 267000.0,
 "awd_min_amd_letter_date": "2012-07-26",
 "awd_max_amd_letter_date": "2014-07-31",
 "awd_abstract_narration": "Dr. Gail Zasowski is awarded an NSF Astronomy and Astrophysics Postdoctoral Fellowship to carry out a program of research and education at The Ohio State University (OSU).  One of the greatest unresolved puzzles of our Milky Way Galaxy (MW) is the nature of the long central bar: its structure, dynamics, and stellar chemical composition.  The bar is expected to have a significant impact on mass and abundance distributions in the inner Galaxy, which are used to characterize the MW's global properties and their relation to those of other galaxies.  This characterization is crucial for understanding not only the MW but also general galactic evolution because the proximity and accessibility of the MW makes it the most powerful resource that investigators have to develop models of galaxy formation and aging.  Unfortunately, a thorough understanding of the MW's fundamental properties has been precluded as its inner regions, where most of the stellar mass is located, are behind the thick dust of the midplane.  New infrared (IR) data from multiple photometric and spectroscopic surveys are providing a way to probe these inner regions at a level never before possible.  The fellow plans a comprehensive analysis of the inner MW that focuses on the spatial, dynamical, and chemical properties of the influential but poorly-understood long bar.  This project will take advantage of the unprecedented availability of both photometric and spectroscopic infrared observations of the inner MW midplane, including unique high resolution IR spectra from the Sloan Digital Sky Survey III's Apache Point Observatory Galactic Evolution Experiment (APOGEE).\r\n\r\nThe fellow will combine near- and mid-IR photometry to produce an extinction-corrected catalogue of stars spanning the long bar and outer bulge, and she will use this catalogue to make the first stellar density map of these regions that is capable of measuring the long bar's position, axial ratios, and structural coherence.  She will collect radial velocities with APOGEE for a large sample of red clump (RC) giants in the long bar and compare them to kinematical predictions from N-body and stellar dynamics models to measure the bar's systematic velocity, dispersion, and dynamical coherence.  Of particular interest are the kinematics of the \"transition regions\" where resonances influence the bar-bulge and bar-disk relationships.  Finally, the fellow will use the APOGEE-derived metallicities and abundances of the RC sample to measure the metallicity distribution along the bar, including the presence of multiple stellar populations.  The result will be a complete picture of the long bar's spatial, dynamical, and chemical distributions, which can be used to establish the bar's properties compared to external galactic bars, along with its stellar properties and mixing efficiency.\r\n\r\nThe broader impacts of this project include a significant educational component.  The fellow will leverage OSU's partnership with Ohio's 4-H program to demonstrate to children and the general public that science and scientific inquiry are fun, relevant to their lives, and perhaps most importantly, accessible to all.  In partnership with the Ohio 4-H state office, the fellow will contribute to two projects teaching scientific concepts through interactive activities, with an emphasis on those that can be easily done in the home.  First, she will develop astronomy-themed activities for an annual summer Space Camp targeted at middle-school students.  Second, she will combine astronomy-themed activities with suitable background information and evaluation metrics into a Space Science Project Book for 4-H's Project Book series, which encourages students to select, design, and evaluate their own learning experiences beyond the classroom.  The close association of 4-H with rural and often economically disadvantaged schools means that the materials that she develops will impact the scientific literacy of these underserved communities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gail",
   "pi_last_name": "Zasowski",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gail Zasowski",
   "pi_email_addr": "",
   "nsf_id": "000732018",
   "pi_start_date": "2012-07-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Zasowski                Gail",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Charlottesville",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "",
  "inst_zip_code": "229041003",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "VA05",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Zasowski                Gail",
  "perf_str_addr": null,
  "perf_city_name": "Charlottesville",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "229041003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "VA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "160900",
   "pgm_ele_name": "NSF ASTRON & ASTROPHY PSTDC FE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 89000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 89000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 89000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Understanding the ways in which galaxies evolve over time is one of the most pressing issues in astrophysics.&nbsp; Our home galaxy of the Milky Way (MW) is one of the best tools we have for understanding this evolution, because the MW is the only large galaxy in which we can study the behavior of stars and gas clouds -- the fundamental building blocks of galaxies -- in fine detail.<br /><br />Throughout this project, my research focused on the stars and interstellar gas and dust in the disk and bulge of the MW, which are difficult to study because they lie behind thick obscuring dust clouds.&nbsp; However, because these regions contain most of the stellar and interstellar mass of the galaxy, they also contain most of the records of the evolutionary events throughout the galaxy's lifetime.<br /><br />I played a leading role in the APOGEE survey, which is measuring fundamental properties, motions, and the chemistry of about half a million stars in the MW.&nbsp; APOGEE uses infrared light, which is invisible to the human eye but can penetrate the thick dust clouds and observe stars in all parts of the galaxy.<br /><br />Using APOGEE data, I studied the chemistry and dynamics of stars in the innermost 10% of the MW.&nbsp; The ratios of elements in the stars and the ways the stars are moving can tell us which were born in similar places and how they have been rearranged in the galaxy over the last several billion years.&nbsp; I found relationships between the dynamical patterns and the chemical makeup of stars.&nbsp; These tell us, for example, that stars with fewer heavy elements are a mixture of old stars that have had many interactions with galactic structures (like the central bar), stars whose orbits actually reach out into the halo of the MW, and possibly even stars that were part of smaller <span><span>protogalaxies</span></span> merging with the MW early in its history.&nbsp; Stars with more heavy elements are concentrated in the central bar structure dominating the innermost part of the galaxy.&nbsp; These and other patterns are valuable \"fossil records\" tracing the galaxy's evolution since the early Universe.<br /><br />I also used APOGEE data to study the behavior of the interstellar medium (ISM), composed of giant dust and gas clouds in the vast spaces between the stars.&nbsp; Most of the ISM is made of hydrogen gas, but it also contains atoms of all the other elements: carbon, oxygen, silicon, etc, sometimes in the form of molecules, like CO, and sometimes as part of even larger particles, like dust grains.&nbsp; We can map many of these different components, either their 3-D density or projected angular position plus velocity, but it is very difficult to measure both 3-D density and velocity.&nbsp; Using absorption features called \"<span><span>DIBs</span></span>\", I detected the signature of large carbon-rich molecules, measured their velocities, and correlated them with new measurements of the 3-D density of interstellar dust to measure the \"4-D\" (3-D density + velocity) phase space of this molecular ISM component.&nbsp; I found that while most of the molecular material is rotating on average with the rest of the ISM and the stars, some of it moves in radial flows in the galaxy, circulating carbon and other important elements throughout the MW.&nbsp; I also found that this component of the ISM traces large-scale galactic structure, including the warp and flare of the outer disk beyond the Sun.&nbsp; I wrote a <span><span>blog</span></span> post on this study for the <span><span>SDSS</span></span> public science <span><span>blog</span></span>:<br /><span><span>http</span></span>://<span><span>blog</span></span>.<span><span>sdss</span></span>.<span><span>org</span></span>/2015/11/10/how-<span><span>sdss</span></span>-uses-mysterious-missing-light-to-map-the-interstellar-medium/.<br /><br />As part of the <span><span>AAPF</span></span> program, I also organ...",
  "por_txt_cntn": "\nUnderstanding the ways in which galaxies evolve over time is one of the most pressing issues in astrophysics.  Our home galaxy of the Milky Way (MW) is one of the best tools we have for understanding this evolution, because the MW is the only large galaxy in which we can study the behavior of stars and gas clouds -- the fundamental building blocks of galaxies -- in fine detail.\n\nThroughout this project, my research focused on the stars and interstellar gas and dust in the disk and bulge of the MW, which are difficult to study because they lie behind thick obscuring dust clouds.  However, because these regions contain most of the stellar and interstellar mass of the galaxy, they also contain most of the records of the evolutionary events throughout the galaxy's lifetime.\n\nI played a leading role in the APOGEE survey, which is measuring fundamental properties, motions, and the chemistry of about half a million stars in the MW.  APOGEE uses infrared light, which is invisible to the human eye but can penetrate the thick dust clouds and observe stars in all parts of the galaxy.\n\nUsing APOGEE data, I studied the chemistry and dynamics of stars in the innermost 10% of the MW.  The ratios of elements in the stars and the ways the stars are moving can tell us which were born in similar places and how they have been rearranged in the galaxy over the last several billion years.  I found relationships between the dynamical patterns and the chemical makeup of stars.  These tell us, for example, that stars with fewer heavy elements are a mixture of old stars that have had many interactions with galactic structures (like the central bar), stars whose orbits actually reach out into the halo of the MW, and possibly even stars that were part of smaller protogalaxies merging with the MW early in its history.  Stars with more heavy elements are concentrated in the central bar structure dominating the innermost part of the galaxy.  These and other patterns are valuable \"fossil records\" tracing the galaxy's evolution since the early Universe.\n\nI also used APOGEE data to study the behavior of the interstellar medium (ISM), composed of giant dust and gas clouds in the vast spaces between the stars.  Most of the ISM is made of hydrogen gas, but it also contains atoms of all the other elements: carbon, oxygen, silicon, etc, sometimes in the form of molecules, like CO, and sometimes as part of even larger particles, like dust grains.  We can map many of these different components, either their 3-D density or projected angular position plus velocity, but it is very difficult to measure both 3-D density and velocity.  Using absorption features called \"DIBs\", I detected the signature of large carbon-rich molecules, measured their velocities, and correlated them with new measurements of the 3-D density of interstellar dust to measure the \"4-D\" (3-D density + velocity) phase space of this molecular ISM component.  I found that while most of the molecular material is rotating on average with the rest of the ISM and the stars, some of it moves in radial flows in the galaxy, circulating carbon and other important elements throughout the MW.  I also found that this component of the ISM traces large-scale galactic structure, including the warp and flare of the outer disk beyond the Sun.  I wrote a blog post on this study for the SDSS public science blog:\nhttp://blog.sdss.org/2015/11/10/how-sdss-uses-mysterious-missing-light-to-map-the-interstellar-medium/.\n\nAs part of the AAPF program, I also organized and ran a space science camp in Columbus, Ohio, in conjunction with the Ohio 4-H Program.  This summer camp targeted middle school students from diverse educational and socioeconomic backgrounds.  In addition to science education, its goals included critical thinking and problem solving skills, and awareness of the diversity of scientists (with regard to gender, ethnicity, age, etc).  The campers participated in a wide variety of activities, including: constellati..."
 }
}