{
 "awd_id": "1203301",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: P2C2--Quantifying Climate Thresholds for High Elevation Pines Using Landscape Heterogeneity to Improve Climate Reconstructions from Tree Rings",
 "cfda_num": "47.050",
 "org_code": "06020108",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Verardo",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2017-09-30",
 "tot_intn_awd_amt": 178987.0,
 "awd_amount": 178987.0,
 "awd_min_amd_letter_date": "2012-09-21",
 "awd_max_amd_letter_date": "2012-09-21",
 "awd_abstract_narration": "The goal of this project is to evaluate the effects of microclimate variations on tree ring growth.  The collaborative project includes researchers from the University of Arizona Tree Ring Laboratory and Western Washington University.   Based on previous work, the researchers documented that tree ring growth can be affected by climate variability passing certain thresholds related to elevation and fine scale topography.  To further analyze these thresholds, the PIs will deploy a set of microclimate recording systems, set up to record important physical variables, in a variety of locations in the western United States, including the Sierra Nevada mountains, the dry mountain ranges in the Great Basin, and the lower and central Rocky Mountains.  High elevation pine trees will be studied because they play an important role in the reconstructions of past climate in the region using tree rings.  By quantifying the effects of the microclimates on tree ring growth, and determining the geographical extent over which the effects are recorded by the pine trees, the investigators will attempt to improve the paleoclimate reconstructions for the region.  The revised reconstructions will then be used to test late Holocene general circulation model (GCM) reconstructions for the same region. \r\n\r\nThe results of this project should lead to better understanding of the recent history of climate in the western United States and also better projections of the future impacts of climate changes on the high elevation trees.   The project also includes undergraduate and graduate student training and research experience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Bunn",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew G Bunn",
   "pi_email_addr": "andy.bunn@wwu.edu",
   "nsf_id": "000091480",
   "pi_start_date": "2012-09-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Western Washington University",
  "inst_street_address": "516 HIGH ST",
  "inst_street_address_2": "",
  "inst_city_name": "BELLINGHAM",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "3606502884",
  "inst_zip_code": "982255996",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WA02",
  "org_lgl_bus_name": "WESTERN WASHINGTON UNIVERSITY",
  "org_prnt_uei_num": "U3ZFA57417D4",
  "org_uei_num": "U3ZFA57417D4"
 },
 "perf_inst": {
  "perf_inst_name": "Western Washington University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "982255946",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "153000",
   "pgm_ele_name": "Paleoclimate"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "8070",
   "pgm_ref_txt": "P2C2 Proposals"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 178987.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We use tree rings to understand climate before people measured things like temperature and rainfall. One of the best sources for knowing how much the temperature changed over the last several thousand years are the rings from bristlecone pine trees growing at very high elevations. Our work shows that trees we thought supplied a record of past temperature might instead be giving a mixed signal of temperature and rainfall. If we combine trees with different signals we could muddy our understanding of past climates. Our current research has made significant progress in determining which trees best record past temperature in their growth rings.</p>\n<p>We have examined and measured topoclimate, or the effects of topography on surface temperatures in mountain environments. This can help us understand why trees at a single site, growing very near each other, are telling us two different things about past climate. By separating the temperature-recording and rainfall-recording trees, past climate can be explored more clearly with what we refer to as topographically-modified tree-ring chronologies.</p>\n<p>We found that trees growing in the coldest pockets of the mountain terrain are the best trees for reconstructing temperature. However, we also note that the treeline position changes slowly over time with slow changes in climate. This means that a tree that is recording temperature now might have been more sensitive to rainfall in the past. If this switching of sensitivity does occur, it suggests that we may have to revise the way we do climate reconstructions from high elevation tree rings.</p>\n<p>Our work has shown how recognizing and accounting for topoclimatic features, like cold-air drainages at relatively small scales, can help isolate the dual-signal patterns in tree growth. We found thresholds between temperature-sensitivity and moisture-sensitivity ranging from 7.4&deg;<sup> </sup>C to 8&deg;<sup> </sup>C growing season average temperature. Thus, we have learned that trees growing in microsites where growing season temperature averages 7.4&ordm; C or below are the best recorders of temperature variation. This threshold temperature parallels defined thresholds for tree cell formation in upper treeline trees across the world. Now, using our newly developed models of growing season temperature across the mountainous landscape, we can find trees that have been recording past temperatures more easily. These models and this improved understanding of bristlecone pine physiology and growth has the potential to improve the accuracy of climate reconstructions.</p>\n<p>&nbsp;</p>\n<p>While we discovered that the dual-signal nature of growth at treeline can be explained by modeling fine-scale topoclimate variations, we also found that the position of the upper treeline over millennia can be explained by variations in temperature. This finding demonstrates how treeline position at our sites corresponds to growing season lengths and temperatures. Trees at our sites do not grow in locations where the length of the growing season is less than 150 days and the average growing season temperatures are less than about 6<sup>&deg;</sup> C. Despite the semiarid setting, these boundaries resemble known physiologic limits on wood formation found in treeline studies across the world.</p>\n<p>&nbsp;</p>\n<p>An interesting phenomenon at our sites is the preservation of dead remnant wood above the modern treeline. The cold, dry environment and the hardness of the wood allows the subfossil bristlecone pine to remain in place on the landscape for thousands of years. The presence of these ancient pieces of wood, and because we can date their rings precisely, permits us the ability to reconstruct the alpine treeline position on the landscape over the past several millennia. In general, the treeline elevation has declined about 120 meters vertically during that time. This decline was brought about by cooling summer temperatures coincident with long-term changes in the Earth's orbital patterns.</p>\n<p>&nbsp;</p>\n<p>One outcome of our current research strongly suggests that the treeline position has indeed been controlled by temperature, but that there is a significant lag in how fast the treeline position responds to changes in temperature. Conversely, another result shows that there is a threshold response in determining whether or not the growth rings of an individual living tree represent changes in temperature or drought stress. We therefore suspect that some individual trees may change their limiting-growth factor over time. Because an individual can live for thousands of years, trees growing near the temperature threshold might switch from drought-sensitivity to temperature-sensitivity over time periods ranging from decades to millennia. This is problematic. If this is true is means that trees&rsquo; topoclimate positions need to be understood in both time and space for high-elevation tree-ring-based climate reconstructions to be most successful. These results allow for a better physiological understanding of bristlecone pine growth and should improve the accuracy of some tree-ring based climate reconstructions. We expect our results will have a strong impact in dendroclimatology, paleoclimate modeling, and treeline ecological research.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/10/2017<br>\n\t\t\t\t\tModified by: Andrew&nbsp;G&nbsp;Bunn</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe use tree rings to understand climate before people measured things like temperature and rainfall. One of the best sources for knowing how much the temperature changed over the last several thousand years are the rings from bristlecone pine trees growing at very high elevations. Our work shows that trees we thought supplied a record of past temperature might instead be giving a mixed signal of temperature and rainfall. If we combine trees with different signals we could muddy our understanding of past climates. Our current research has made significant progress in determining which trees best record past temperature in their growth rings.\n\nWe have examined and measured topoclimate, or the effects of topography on surface temperatures in mountain environments. This can help us understand why trees at a single site, growing very near each other, are telling us two different things about past climate. By separating the temperature-recording and rainfall-recording trees, past climate can be explored more clearly with what we refer to as topographically-modified tree-ring chronologies.\n\nWe found that trees growing in the coldest pockets of the mountain terrain are the best trees for reconstructing temperature. However, we also note that the treeline position changes slowly over time with slow changes in climate. This means that a tree that is recording temperature now might have been more sensitive to rainfall in the past. If this switching of sensitivity does occur, it suggests that we may have to revise the way we do climate reconstructions from high elevation tree rings.\n\nOur work has shown how recognizing and accounting for topoclimatic features, like cold-air drainages at relatively small scales, can help isolate the dual-signal patterns in tree growth. We found thresholds between temperature-sensitivity and moisture-sensitivity ranging from 7.4&deg; C to 8&deg; C growing season average temperature. Thus, we have learned that trees growing in microsites where growing season temperature averages 7.4&ordm; C or below are the best recorders of temperature variation. This threshold temperature parallels defined thresholds for tree cell formation in upper treeline trees across the world. Now, using our newly developed models of growing season temperature across the mountainous landscape, we can find trees that have been recording past temperatures more easily. These models and this improved understanding of bristlecone pine physiology and growth has the potential to improve the accuracy of climate reconstructions.\n\n \n\nWhile we discovered that the dual-signal nature of growth at treeline can be explained by modeling fine-scale topoclimate variations, we also found that the position of the upper treeline over millennia can be explained by variations in temperature. This finding demonstrates how treeline position at our sites corresponds to growing season lengths and temperatures. Trees at our sites do not grow in locations where the length of the growing season is less than 150 days and the average growing season temperatures are less than about 6&deg; C. Despite the semiarid setting, these boundaries resemble known physiologic limits on wood formation found in treeline studies across the world.\n\n \n\nAn interesting phenomenon at our sites is the preservation of dead remnant wood above the modern treeline. The cold, dry environment and the hardness of the wood allows the subfossil bristlecone pine to remain in place on the landscape for thousands of years. The presence of these ancient pieces of wood, and because we can date their rings precisely, permits us the ability to reconstruct the alpine treeline position on the landscape over the past several millennia. In general, the treeline elevation has declined about 120 meters vertically during that time. This decline was brought about by cooling summer temperatures coincident with long-term changes in the Earth's orbital patterns.\n\n \n\nOne outcome of our current research strongly suggests that the treeline position has indeed been controlled by temperature, but that there is a significant lag in how fast the treeline position responds to changes in temperature. Conversely, another result shows that there is a threshold response in determining whether or not the growth rings of an individual living tree represent changes in temperature or drought stress. We therefore suspect that some individual trees may change their limiting-growth factor over time. Because an individual can live for thousands of years, trees growing near the temperature threshold might switch from drought-sensitivity to temperature-sensitivity over time periods ranging from decades to millennia. This is problematic. If this is true is means that trees? topoclimate positions need to be understood in both time and space for high-elevation tree-ring-based climate reconstructions to be most successful. These results allow for a better physiological understanding of bristlecone pine growth and should improve the accuracy of some tree-ring based climate reconstructions. We expect our results will have a strong impact in dendroclimatology, paleoclimate modeling, and treeline ecological research.\n\n \n\n\t\t\t\t\tLast Modified: 10/10/2017\n\n\t\t\t\t\tSubmitted by: Andrew G Bunn"
 }
}