{
 "awd_id": "1203623",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Research: Natural Resource Governance with Indigenous Communities: Shifting Sovereignties Through Co-Management?",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Holly Hapke",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2014-10-31",
 "tot_intn_awd_amt": 12000.0,
 "awd_amount": 12000.0,
 "awd_min_amd_letter_date": "2012-04-28",
 "awd_max_amd_letter_date": "2012-04-28",
 "awd_abstract_narration": "This doctoral dissertation project examines the co-management of environmental resources between native communities in North America and state actors as a means of recapturing and reconfiguring indigenous sovereignty claims.  Natural resource management between indigenous communities and state agencies is characterized by a high degree of distrust and conflict over lands and resources.  Although collaborative management agreements are increasingly viewed as a solution, co-management is often criticized as a state-driven project that does not achieve meaningful power sharing. This project assesses the ways and degree to which indigenous sovereignty over contested lands and resources can be advanced through co-management agreements.  The research evaluates two exemplar cases in Pacific Northwest salmon watersheds, the Karuk Tribe in California, USA and the Xaxli'p Indigenous Community in British Columbia, Canada, where communities are combining ecological and cultural restoration as a primary management goal.  The project's research questions are: 1) How are community articulations of eco-cultural restoration goals being used in co-management to establish legitimacy for community claims to natural resources?;  2) How are indigenous sovereignty claims shaped by co-management over time?; and 3) How does access to land and resources shift through the co-management process for the community and state agency?  Methods include semi-structured interviews of key participants in co-management processes; participant observation of restoration activities; document analysis; and participatory mapping.  Analysis involves coding interviews with software and employing an access analysis approach to compare benefits received from co-management by both communities and state agencies, and the mechanisms by which co-managers control resources. Geographic Information Systems (GIS) mapping and overlay analysis will help identify similarities and differences between Karuk and agency land management plans.  \r\n\r\nResearch findings will extend knowledge of environmental governance, particularly how co-management processes affect indigenous sovereignty struggles over territory, as well as issues of access and control over land and resources.  Investigators also consider how indigenous communities are developing new knowledge, as well as linking ecological and cultural restoration, to influence natural resource management decisions on indigenous lands.  In addition, a case study comparison will provide insight into different laws and policies in Canada and the U.S. that impact indigenous sovereignty and self-determination.  Furthermore, a more comprehensive understanding of co-management, both in terms of possibilities and limitations, will help indigenous communities and state agencies move beyond lawsuits over resource management conflicts.  Finally, research outputs will include practical tools for the Xaxli'p and Karuk communities to use as they continue eco-cultural restoration activities. As a Doctoral Dissertation Research Improvement award, this award also will provide support to enable a doctoral student to establish an independent research career.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephanie",
   "pi_last_name": "Carlson",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Stephanie M Carlson",
   "pi_email_addr": "smcarlson@berkeley.edu",
   "nsf_id": "000500993",
   "pi_start_date": "2012-04-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kimberly",
   "pi_last_name": "TallBear",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kimberly TallBear",
   "pi_email_addr": "kimberly.tallbear@berkeley.edu",
   "nsf_id": "000402996",
   "pi_start_date": "2012-04-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sibyl",
   "pi_last_name": "Diver",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sibyl Diver",
   "pi_email_addr": "sdiver@stanford.edu",
   "nsf_id": "000587476",
   "pi_start_date": "2012-04-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "2150 Shattuck Ave",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947045940",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "135200",
   "pgm_ele_name": "Geography and Spatial Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1352",
   "pgm_ref_txt": "GEOGRAPHY AND SPATIAL SCIENCES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9186",
   "pgm_ref_txt": "RESOURCE USE AND MANAGEMENT"
  },
  {
   "pgm_ref_code": "9198",
   "pgm_ref_txt": "OTHER ENVIRONMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 12000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>My doctoral dissertation research examined two cases of natural resource governance involving Indigenous peoples and state agencies within the Pacific Northwest. This research included the analysis of Indigenous resource management negotiations and co-management arrangements (collaborative or cooperative management). &nbsp;&nbsp;</p>\n<p>Taking a community-engaged scholarship approach, I worked with two Pacific Northwest Indigenous communities, the Xaxli'p Indigenous Community in British Columbia, Canada and the Karuk Tribe in Northern California, USA.&nbsp; Both communities are negotiating with forest management agencies to shift natural resource management practices within their aboriginal territories, which now overlap with federal forestlands.</p>\n<p><em>Primary Outcomes</em>:</p>\n<p>Through my case studies, I considered how Indigenous resource management negotiations affect knowledge sharing, distribution of decision-making authority, and longstanding political struggles over land and resource access. I first asked, how is Indigenous knowledge shaping natural resource management policy and practice? My analysis showed that both communities are strategically linking disparate sets of ideas, including Traditional Ecological Knowledge (TEK) and Western scientific knowledge, in order to shape natural resource governance outcomes.&nbsp; My second question was, how does access to land and resources shift through Indigenous resource management agreements? This work demonstrated that both communities are shifting access to land and resources by identifying &ldquo;pivot points&rdquo;: existing government policies that provide a starting point for Indigenous communities to negotiate self-determination through both resisting and engaging with government standards. And third, I considered how do co-management approaches affect Indigenous sovereignty and self-determination? The different case outcomes indicate that the ability to uphold Indigenous resource management agreements is contingent upon establishing long-term institutional commitments by government agencies, and the broader political context.&nbsp;</p>\n<p><em>Project Outputs</em>:</p>\n<p>Project outputs included a doctoral dissertation, journal articles, conference papers, and collaborative research protocols. I also produced non-academic outputs: a report that traces government and community perspectives on the Xaxli&rsquo;p Community Forest, a fifteen foot artistic timeline which analyzes land management policies and environmental health impacts within Karuk aboriginal territory (webpublished at http://karuktimeline.wordpress.com, and on display at two local museums), and several community-based mapping workshops. &nbsp;</p>\n<p>Through numerous presentations, invited talks, and online communications, I have disseminated project results to diverse audiences ranging from Indigenous community leaders to engineers to legal scholars. This work has also facilitated multi-disciplinary collaborations with law students, health professionals, computer scientists, and others.</p>\n<p><em>Project Significance:</em></p>\n<p><em>Intellectual merit</em></p>\n<p>This study builds on previous research on Indigenous resource management, including co-management between Indigenous communities and state agencies. One of the key debates in the co-management literature considers the extent to which co-management arrangements are useful in facilitating Indigenous self-determination. The focus of my work is to understand how Indigenous communities and government agencies are addressing uneven power relations, and potentially learning from one another, within the domain of natural resource management.</p>\n<p>This work has shown that the political drivers for Indigenous resource management negotiations are located somewhere in between the extremes of cooptation and transformation. I found that proponents of Indigenous resource management sol...",
  "por_txt_cntn": "\nMy doctoral dissertation research examined two cases of natural resource governance involving Indigenous peoples and state agencies within the Pacific Northwest. This research included the analysis of Indigenous resource management negotiations and co-management arrangements (collaborative or cooperative management).   \n\nTaking a community-engaged scholarship approach, I worked with two Pacific Northwest Indigenous communities, the Xaxli'p Indigenous Community in British Columbia, Canada and the Karuk Tribe in Northern California, USA.  Both communities are negotiating with forest management agencies to shift natural resource management practices within their aboriginal territories, which now overlap with federal forestlands.\n\nPrimary Outcomes:\n\nThrough my case studies, I considered how Indigenous resource management negotiations affect knowledge sharing, distribution of decision-making authority, and longstanding political struggles over land and resource access. I first asked, how is Indigenous knowledge shaping natural resource management policy and practice? My analysis showed that both communities are strategically linking disparate sets of ideas, including Traditional Ecological Knowledge (TEK) and Western scientific knowledge, in order to shape natural resource governance outcomes.  My second question was, how does access to land and resources shift through Indigenous resource management agreements? This work demonstrated that both communities are shifting access to land and resources by identifying \"pivot points\": existing government policies that provide a starting point for Indigenous communities to negotiate self-determination through both resisting and engaging with government standards. And third, I considered how do co-management approaches affect Indigenous sovereignty and self-determination? The different case outcomes indicate that the ability to uphold Indigenous resource management agreements is contingent upon establishing long-term institutional commitments by government agencies, and the broader political context. \n\nProject Outputs:\n\nProject outputs included a doctoral dissertation, journal articles, conference papers, and collaborative research protocols. I also produced non-academic outputs: a report that traces government and community perspectives on the XaxliÆp Community Forest, a fifteen foot artistic timeline which analyzes land management policies and environmental health impacts within Karuk aboriginal territory (webpublished at http://karuktimeline.wordpress.com, and on display at two local museums), and several community-based mapping workshops.  \n\nThrough numerous presentations, invited talks, and online communications, I have disseminated project results to diverse audiences ranging from Indigenous community leaders to engineers to legal scholars. This work has also facilitated multi-disciplinary collaborations with law students, health professionals, computer scientists, and others.\n\nProject Significance:\n\nIntellectual merit\n\nThis study builds on previous research on Indigenous resource management, including co-management between Indigenous communities and state agencies. One of the key debates in the co-management literature considers the extent to which co-management arrangements are useful in facilitating Indigenous self-determination. The focus of my work is to understand how Indigenous communities and government agencies are addressing uneven power relations, and potentially learning from one another, within the domain of natural resource management.\n\nThis work has shown that the political drivers for Indigenous resource management negotiations are located somewhere in between the extremes of cooptation and transformation. I found that proponents of Indigenous resource management solutions used government policies as \"pivot points,\" a term that conveys the push/pull that occurs when community leaders and state agencies strategically engage with existing policy frameworks, and then push..."
 }
}