{
 "awd_id": "1203667",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "PostDoctoral Research Fellowship",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": "7032924672",
 "po_email": "fchowdhu@nsf.gov",
 "po_sign_block_name": "Fahmida Chowdhury",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 60000.0,
 "awd_amount": 120000.0,
 "awd_min_amd_letter_date": "2012-06-01",
 "awd_max_amd_letter_date": "2014-03-19",
 "awd_abstract_narration": "Parental care is a major evolutionary dimension of the biobehavioral repertoire of many species. Despite the importance of intensive infant care in the course of human evolution and the likelihood that infant care has significantly shaped human cognition, the nature of the cognitive mechanisms underlying interest in infants is still largely unexplored. This research addresses how human cognition might be attuned to detect, process, and recall infant-related information, and whether and how these cognitive attunements are associated with adults' interest in infants. Seven studies using a combination of psychometric, eye-tracking, fMRI, and endocrinological techniques, are being conducted to address these questions. \r\n\r\nIntellectual merit. This project is the first series of empirical studies designed to provide a comprehensive look at how cognitive mechanisms might be attuned to the detection, processing, and recall of infant-related information, and to show how they may vary as a function of the individual differences that affect interest in infants. These questions are motivated by evolutionary, anthropological, and psychological data and theory. This multidisciplinary approach follows recent theoretical and methodological developments in psychological science aimed at integrating vision science and social psychology. This project bridges these developments with research examining how sexual selection might have shaped human cognition and recent theoretical efforts that seek to incorporate individual differences into evolutionary thinking about human behavior.\r\n\r\nThis work directly informs a large body of work developed over the last three decades about how infant-like facial features affect our perception of adult faces. In addition, the results have the potential to advance knowledge about the cognitive processing of emotional stimuli, neuroendocrinology of human parenting, and the evolution of sex differences in parenting. The implications of this research is relevant to multiple disciplines, including psychology, anthropology, endocrinology and neuroscience, and therefore it will be published in journals of broad readership.\r\n\r\nBroader impacts. Understanding the cognitive basis of individual differences in interest in infants is worthwhile from a basic science perspective, and, individually and collectively, that is the aim of these studies. But understanding these mechanisms also has important implications for application and remediation. Physical appearance affects social interactions, including interaction with infants and children. Studies show that the infant's physical appearance affects parental investment, the risk of infanticide, and affective maternal behavior. From these examples, the possibility thus arises that a better understanding of the cognitive and biobehavioral mechanisms underlying interest in infants not only can improve our understanding of how these mechanisms translate into actual care-giving behavior, but how, through the development of new screening and assessment tools, persons at risk for poor care-giving can be identified earlier so that effective interventions can be instituted before care-giving fails.\r\n\r\nBroadening Participation. This project broadens participation of underrepresented groups in STEM fields by outreaching underrepresented groups and fostering diversity in science at various stages of the educational pipeline. At early educational stages, this project is producing a website for schools about face perception and intergroup relations. At higher educational stages, researcher assistants are trained in laboratory methods, data analysis, and education in the protection of human research participants. This fellowship contributes to mentor these students toward their long-term involvement in science. In addition, research participants from underrepresented groups have the opportunity to gain educational experience about the research process. This project also implements a cross multidisciplinary forum in Social Behavior, Neuroscience, and Diversity, which fosters an intellectual climate that encourages and values the importance of diversity in science, stimulates networking among academics and students from underrepresented groups, and promotes role models for underrepresented undergraduates pursuing careers in STEM fields.\r\n\r\nFinally, this project enables the Fellow to gain critical theoretical and technical skills to prepare him for pursuing a tenure track position at a research university. This research serves as an empirical foundation for launching a unique research program aimed at understanding the evolution of neuro-cognitive mechanisms involved in infant care. In addition, this fellowship facilitates his involvement in institutional efforts at his host institution for increasing the recruitment and retention of minority faculty members and students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rodrigo",
   "pi_last_name": "Cardenas",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Rodrigo A Cardenas",
   "pi_email_addr": "",
   "nsf_id": "000576898",
   "pi_start_date": "2012-06-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cardenas                Rodrigo        A",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "State College",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "",
  "inst_zip_code": "168030000",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Cardenas                Rodrigo        A",
  "perf_str_addr": null,
  "perf_city_name": "State College",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168014036",
  "perf_ctry_code": "US",
  "perf_cong_dist": "15",
  "perf_st_cong_dist": "PA15",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115700",
   "pgm_ele_name": "Broadening Participation of Gr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7137",
   "pgm_ref_txt": "POSTDOCTORAL FELLOWSHIPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 60000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 60000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Rodrigo Cardenas completed training and research for his work aimed at exploring the cognitive mechanisms involved in infant care. A Postdoctoral Fellowship funded by NSF supported his training and research. His work examined how our cognition (for instance how we perceive and attend to information) is affected by some of the activities required to provide effective infant care. The fellow conducted several studies that were aimed at exploring this question.&nbsp;</p>\n<p>For instance, since we cannot pay attention simultaneously to all the information that surrounds us, we selectively pay attention to some information and ignore other information. By examining what we attend to, we can learn about what information is more important to us. In several studies, it was found that people tend to attend more to infant faces than adult faces, and that this bias is more marked in women. These studies also showed that people orient their attention toward infants very quickly.</p>\n<p>Other studies explored whether our brain has specific mechanisms for judging the age of faces. Infant faces look very different than most adult faces. Compared to adults, infants tend to have a large head, their face is more round, and have large eyes. It has been suggested that these physical features make infants look cuter, and may help motive caretaking behavior. Our brain likely has a way to represent how infants should look, and we use this information to judge faces in general (e.g., adults who have facial features that resemble such baby features are perceived as more childlike, submissive, and physically weak). Using a computer task, we studied whether our brain has special neural mechanisms for determining the age of faces. By repeatedly showing infant or adult faces to participants, we were able to temporarily change the way participants made judgments about the age of a face. These results demonstrate that people have dissociable neural coding mechanisms for judging the age of faces.</p>\n<p>The fellow was also able to study how oxytocin affects our attention to infants.</p>\n<p>The hormone oxytocin plays an important role in regulating social behavior in mammals, including humans. For instance, people who receive a small dose of oxytocin show more trust, are better at inferring the affective states from the eyes, and gaze to the eye region. Oxytocin also plays an important regulatory role in parental care and bonding. One of our studies showed that oxytocin administration enhances implicit favorable behavior toward infants. We gave participants an Implicit Association Test (IAT), which is a computer test that measures whether people have positive or slightly negative views about infants. Men who received oxytocin showed higher scores in the infant implicit-association test (IAT) than men who received a placebo. We also found (using an eye tracker) that oxytocin enhanced attention toward infant faces, particularly when men looked at infants that were paired with adult male faces.</p>\n<p>This fellowship allowed Rodrigo to gain critical theoretical and technical skills (MRI, hormone manipulation and data analysis) to prepare him for pursuing a tenure track position at a research university. This research serves as an empirical foundation for launching a research program aimed at understanding the evolution of neuro-cognitive mechanisms involved in infant care.</p>\n<p>This project also broadened participation of underrepresented groups in STEM fields by outreaching underrepresented groups and fostering diversity in science at various stages of the educational pipeline. At early educational stages, this project produced a website for schools about face perception and intergroup relations. At higher educational stages, research assistants were trained in laboratory methods, data analysis, and education in the protection of human research participants. This fellowship contributed to mentorin...",
  "por_txt_cntn": "\nRodrigo Cardenas completed training and research for his work aimed at exploring the cognitive mechanisms involved in infant care. A Postdoctoral Fellowship funded by NSF supported his training and research. His work examined how our cognition (for instance how we perceive and attend to information) is affected by some of the activities required to provide effective infant care. The fellow conducted several studies that were aimed at exploring this question. \n\nFor instance, since we cannot pay attention simultaneously to all the information that surrounds us, we selectively pay attention to some information and ignore other information. By examining what we attend to, we can learn about what information is more important to us. In several studies, it was found that people tend to attend more to infant faces than adult faces, and that this bias is more marked in women. These studies also showed that people orient their attention toward infants very quickly.\n\nOther studies explored whether our brain has specific mechanisms for judging the age of faces. Infant faces look very different than most adult faces. Compared to adults, infants tend to have a large head, their face is more round, and have large eyes. It has been suggested that these physical features make infants look cuter, and may help motive caretaking behavior. Our brain likely has a way to represent how infants should look, and we use this information to judge faces in general (e.g., adults who have facial features that resemble such baby features are perceived as more childlike, submissive, and physically weak). Using a computer task, we studied whether our brain has special neural mechanisms for determining the age of faces. By repeatedly showing infant or adult faces to participants, we were able to temporarily change the way participants made judgments about the age of a face. These results demonstrate that people have dissociable neural coding mechanisms for judging the age of faces.\n\nThe fellow was also able to study how oxytocin affects our attention to infants.\n\nThe hormone oxytocin plays an important role in regulating social behavior in mammals, including humans. For instance, people who receive a small dose of oxytocin show more trust, are better at inferring the affective states from the eyes, and gaze to the eye region. Oxytocin also plays an important regulatory role in parental care and bonding. One of our studies showed that oxytocin administration enhances implicit favorable behavior toward infants. We gave participants an Implicit Association Test (IAT), which is a computer test that measures whether people have positive or slightly negative views about infants. Men who received oxytocin showed higher scores in the infant implicit-association test (IAT) than men who received a placebo. We also found (using an eye tracker) that oxytocin enhanced attention toward infant faces, particularly when men looked at infants that were paired with adult male faces.\n\nThis fellowship allowed Rodrigo to gain critical theoretical and technical skills (MRI, hormone manipulation and data analysis) to prepare him for pursuing a tenure track position at a research university. This research serves as an empirical foundation for launching a research program aimed at understanding the evolution of neuro-cognitive mechanisms involved in infant care.\n\nThis project also broadened participation of underrepresented groups in STEM fields by outreaching underrepresented groups and fostering diversity in science at various stages of the educational pipeline. At early educational stages, this project produced a website for schools about face perception and intergroup relations. At higher educational stages, research assistants were trained in laboratory methods, data analysis, and education in the protection of human research participants. This fellowship contributed to mentoring these students toward their long-term involvement in science. In addition, research participants from..."
 }
}