{
 "awd_id": "1203222",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CSBR: Natural History Collections: Curation and Digitization of Recently Acquired, Major Fossil Vertebrate Research Collections at the Florida Museum of Natural History",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032927884",
 "po_email": "rolrober@nsf.gov",
 "po_sign_block_name": "Roland Roberts",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 455330.0,
 "awd_amount": 455330.0,
 "awd_min_amd_letter_date": "2012-04-30",
 "awd_max_amd_letter_date": "2014-04-21",
 "awd_abstract_narration": "The Florida Museum of Natural History (FLMNH) at the University of Florida, houses the third largest cataloged collection of vertebrate fossils in United States, providing the most complete basis available for study of vertebrate life and evolution in the eastern United States and the circum-Caribbean Basin area over the past 65 million years. Recent acquisition of three major fossil vertebrate collections from this region has outpaced the museum's ability to store, prepare, curate, and digitize these important fossils in a timely manner.  This project provides support for these activities allowing for over 50,000 significant vertebrate fossils, including images, to be made available for scientific research.\r\n\r\nThis project allows for expansion of the already successful FLMNH web site. Digital images will be featured on an on-line database, in more popular-oriented web pages on fossil species and localities, and will be used to develop on-line fossil identification guides, and to update the still popular web site on fossil horse evolution. Graduate and undergraduate students and post-graduate assistants will be trained in curatorial activities and receive mentoring in scientific research, communication of results to the public, and professional development skills improving their ability and desire to implement broader impact activities as future professionals.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Bloch",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan I Bloch",
   "pi_email_addr": "jbloch@flmnh.ufl.edu",
   "nsf_id": "000463695",
   "pi_start_date": "2012-04-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Hulbert",
   "pi_mid_init": "C",
   "pi_sufx_name": "Jr",
   "pi_full_name": "Richard C Hulbert",
   "pi_email_addr": "rhulbert@flmnh.ufl.edu",
   "nsf_id": "000372663",
   "pi_start_date": "2012-04-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Bruce",
   "pi_last_name": "MacFadden",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Bruce J MacFadden",
   "pi_email_addr": "bmacfadd@flmnh.ufl.edu",
   "nsf_id": "000179351",
   "pi_start_date": "2012-04-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "",
  "perf_city_name": "Gainesville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326117800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "119700",
   "pgm_ele_name": "BIOLOGICAL RESEARCH COLLECTION"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 157190.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 176766.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 121374.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary goal of the funding was to support the Florida Museum of Natural History-Division of Vertebrate Paleontology&rsquo;s efforts to conserve, curate, store, and digitize three recently acquired large collections of fossils: 1) The Timberlane Research Organization (TRO) Collection, among the largest and scientifically most valuable private collections of Florida Miocene through Pleistocene vertebrate fossils; 2) the Haile 7C/7G collection, the result of three years of time-limited salvage excavation in a limestone quarry by FLMNH-VP (collecting funded in part by NSF SGER grants) and the most important early Pleistocene (Blancan) Florida vertebrate locality to be discovered in the last four decades; and 3) The Panama Canal Fossil Collection, the result of on- going salvage recovery of fossil vertebrates from sediments as they are exposed with the widening of the Panama Canal (collecting funded by current NSF PIRE grant). The funding allowed hiring additional staff persons to assist museum employees to identify, curate, and prepare fossils, and to supervise public volunteers. It also provided for the purchase of new specimen cabinets to house the fossils in the collection. Collectively, full-time museum staff, those hired with the grant, and volunteers identified and digitally curated over 75,000 fossil specimens and reorganized the museum&rsquo;s fossil collection into correct chronologic and taxonomic order so that it can be efficiently used by visiting researchers. All specimen records are freely available from an online database, along with high resolution images of over 3,000 specimens representing about 600 species.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/08/2016<br>\n\t\t\t\t\tModified by: Jonathan&nbsp;I&nbsp;Bloch</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe primary goal of the funding was to support the Florida Museum of Natural History-Division of Vertebrate PaleontologyÆs efforts to conserve, curate, store, and digitize three recently acquired large collections of fossils: 1) The Timberlane Research Organization (TRO) Collection, among the largest and scientifically most valuable private collections of Florida Miocene through Pleistocene vertebrate fossils; 2) the Haile 7C/7G collection, the result of three years of time-limited salvage excavation in a limestone quarry by FLMNH-VP (collecting funded in part by NSF SGER grants) and the most important early Pleistocene (Blancan) Florida vertebrate locality to be discovered in the last four decades; and 3) The Panama Canal Fossil Collection, the result of on- going salvage recovery of fossil vertebrates from sediments as they are exposed with the widening of the Panama Canal (collecting funded by current NSF PIRE grant). The funding allowed hiring additional staff persons to assist museum employees to identify, curate, and prepare fossils, and to supervise public volunteers. It also provided for the purchase of new specimen cabinets to house the fossils in the collection. Collectively, full-time museum staff, those hired with the grant, and volunteers identified and digitally curated over 75,000 fossil specimens and reorganized the museumÆs fossil collection into correct chronologic and taxonomic order so that it can be efficiently used by visiting researchers. All specimen records are freely available from an online database, along with high resolution images of over 3,000 specimens representing about 600 species.\n\n\t\t\t\t\tLast Modified: 06/08/2016\n\n\t\t\t\t\tSubmitted by: Jonathan I Bloch"
 }
}