{
 "awd_id": "1203420",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "PostDoctoral Research Fellowship",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": "7032924672",
 "po_email": "fchowdhu@nsf.gov",
 "po_sign_block_name": "Fahmida Chowdhury",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 60000.0,
 "awd_amount": 120000.0,
 "awd_min_amd_letter_date": "2012-08-29",
 "awd_max_amd_letter_date": "2013-08-01",
 "awd_abstract_narration": "How children learn words is of interest to scholars in the cognitive, developmental, and learning sciences, as well as to clinicians and educators. In recent years, there has been a growing interest in viewing word learning, and language acquisition more generally, as a process of abstracting structure from probabilistic information in the learning environment. In the context of word learning, support for this view comes from three types of findings: (1) computational work suggesting that rich latent structures are discoverable from the child's seemingly \"noisy\" input; (2) observational findings highlighting correlations between distributional features of the environment (e.g., the frequency of a word) and acquisition (e.g., the age at which that word is learned); and (3) controlled laboratory studies revealing that human learners have a remarkable capacity to pick up on the co-occurrence regularities between words and their referents. \r\n\r\nIntellectual Merit. The applicant is conducting research that expands current understanding of this learning process by examining whether the prowess of human statistical language learning, well documented in artificial laboratory tasks, scales up to real-world learning contexts. Employing a multi-methodological approach (i.e., high-density multimodal observations from the perspective of the child learner, behavioral experiments with both children and adult learners, computational modeling), the applicant is (1) estimating the real-world word-to-referent co-occurrence structure to which children are exposed; (2) examining whether words can be learned from this co-occurrence information alone; and (3) investigating the mechanisms that may underlie such learning. In addition to advancing our state of knowledge in the cognitive and developmental sciences, this work has the potential to inform neighboring areas of inquiry such as individual differences in language development, vocabulary development through reading and second language acquisition. \r\n \r\nBroader Impacts. The planned project has three broader impacts. First, the project includes enhanced training opportunities for undergraduate student researchers, including students from under-represented backgrounds. This vertical integration exposes students to multiple methodologies across diverse disciplines (e.g., psychology, linguistics, computer science), and thus serves as an excellent training opportunity for these students' own future careers in science. Second, the project yields novel pieces of data (e.g., recordings of real-world interactions from the child's perspective, detailed transcripts of children's language learning environment, experimental stimuli, computer simulation code) that is being shared with the larger scientific community. Finally, as a study of children's learning abilities and their language environments, the study encourages participation in scientific endeavors by members of the local community. \r\n\r\nOutreach Plan for Broadening Participation. The proposal also includes an outreach plan to broaden the participation of under-represented minorities in science. The applicant is carrying out the research at Indiana University, which has a solid infrastructure in place for outreach efforts. During this fellowship, the applicant is partnering with these established programs and is engaging in the following: (1) visiting a nearby university with a large population of under-represented students to conduct information sessions about summer research opportunities, graduate school applications, and career opportunities in psychology; (2) offering one-on-one mentoring to students from under-represented backgrounds who are applying to graduate school in STEM fields; (3) enrolling in training opportunities for becoming a better mentor to under-represented students. Additionally, as a scholar with Indonesian heritage, the applicant is a minority in the field of psychological science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sumarga",
   "pi_last_name": "Suanda",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Sumarga H Suanda",
   "pi_email_addr": "",
   "nsf_id": "000603680",
   "pi_start_date": "2012-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Suanda                  Sumarga        H",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Atlanta",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "",
  "inst_zip_code": "303064802",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Suanda                  Sumarga        H",
  "perf_str_addr": null,
  "perf_city_name": "",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057007",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115700",
   "pgm_ele_name": "Broadening Participation of Gr"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1228",
   "pgm_ref_txt": "MINORITY INVOLVEMENT -- BIO"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 60000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 60000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"white-space: pre;\"> </span>Different children learn language at very different rates. For example, whereas some two-year-olds may know as many as 500 words, other two-year-olds may know just 50. Two findings on the differences in early vocabulary size are well documented. First, these differences really matter. Researchers have found that having large vocabularies early in life is associated with more healthy cognitive and language development later in childhood, as well as with better academic performance in school. Researchers have even found that young children with more advanced language skills are less likely to have behavioral problems later in development. The second finding that is well documented is that the amount of language children hear is highly correlated with children&rsquo;s vocabulary development. Perhaps not surprisingly, children who hear more language are more likely to have larger vocabularies. What is still not that well understood is whether the <em>quality</em> of language children hear also matters for these differences in language learning trajectories. The research pursued under this fellowship examined how the quality of parents talk about objects related to two year olds&rsquo; learning of object names.</p>\n<p><span style=\"white-space: pre;\"> </span>In this research, I observed parents and their toddlers as they played with new objects that were unfamiliar to the toddlers. Moments when parents named these objects were examined in detail for a number of features, such as who was manipulating the named object and to which objects were children attending. A unique feature of this research was that I examined these naming moments from the toddlers&rsquo; point of view of the world, by having toddlers wear small head cameras. Once the play session ended, we tested toddlers&rsquo; knowledge of object names through a simple name game. This game told us which names toddlers learned and which names toddlers did not learn. By comparing parents&rsquo; talk of objects for which toddlers learned to talk of objects for which toddlers did not learn, I was able to ask: what were the properties of parent naming that were there for names learned but not for names not learned.</p>\n<p><span style=\"white-space: pre;\"> </span>The results of this research revealed that the quality of parents&rsquo; object naming did matter for learning. Interestingly, the number of times toddlers heard a name was not related to whether toddlers learned a particular object name. The video footage obtained from the toddler-perspective cameras revealed a visual signature of learned object names. That is, toddlers learned words when parent object naming coincided with moments in which the image of the object was large in toddlers&rsquo; view (perhaps a sign of focused attention) and no other objects were in toddlers&rsquo; view (a sign of an uncluttered field of view). This finding suggests then there is a lot more to learning new words than just hearing the word many times. Learning is best when children hear words at the right moments. The finding illustrates the interconnections of multiple aspects of early development. For example, basic attentional abilities, such as the ability to focus attention on a particular object, is linked to opportunities for parents to name those objects which in turn is linked to toddlers&rsquo; word learning.</p>\n<p><span style=\"white-space: pre;\"> </span>In addition to the above research activities, this fellowship also supported activities devoted to broadening participation of under-represented groups in the science of early language development specifically, and to developmental cognitive science more broadly. Throughout the tenure of this fellowship, I mentored students, many of them women and minorities, through research and academic activities. Additionally, I helped organize the activities of a summer program that brought un...",
  "por_txt_cntn": "\n Different children learn language at very different rates. For example, whereas some two-year-olds may know as many as 500 words, other two-year-olds may know just 50. Two findings on the differences in early vocabulary size are well documented. First, these differences really matter. Researchers have found that having large vocabularies early in life is associated with more healthy cognitive and language development later in childhood, as well as with better academic performance in school. Researchers have even found that young children with more advanced language skills are less likely to have behavioral problems later in development. The second finding that is well documented is that the amount of language children hear is highly correlated with childrenÆs vocabulary development. Perhaps not surprisingly, children who hear more language are more likely to have larger vocabularies. What is still not that well understood is whether the quality of language children hear also matters for these differences in language learning trajectories. The research pursued under this fellowship examined how the quality of parents talk about objects related to two year oldsÆ learning of object names.\n\n In this research, I observed parents and their toddlers as they played with new objects that were unfamiliar to the toddlers. Moments when parents named these objects were examined in detail for a number of features, such as who was manipulating the named object and to which objects were children attending. A unique feature of this research was that I examined these naming moments from the toddlersÆ point of view of the world, by having toddlers wear small head cameras. Once the play session ended, we tested toddlersÆ knowledge of object names through a simple name game. This game told us which names toddlers learned and which names toddlers did not learn. By comparing parentsÆ talk of objects for which toddlers learned to talk of objects for which toddlers did not learn, I was able to ask: what were the properties of parent naming that were there for names learned but not for names not learned.\n\n The results of this research revealed that the quality of parentsÆ object naming did matter for learning. Interestingly, the number of times toddlers heard a name was not related to whether toddlers learned a particular object name. The video footage obtained from the toddler-perspective cameras revealed a visual signature of learned object names. That is, toddlers learned words when parent object naming coincided with moments in which the image of the object was large in toddlersÆ view (perhaps a sign of focused attention) and no other objects were in toddlersÆ view (a sign of an uncluttered field of view). This finding suggests then there is a lot more to learning new words than just hearing the word many times. Learning is best when children hear words at the right moments. The finding illustrates the interconnections of multiple aspects of early development. For example, basic attentional abilities, such as the ability to focus attention on a particular object, is linked to opportunities for parents to name those objects which in turn is linked to toddlersÆ word learning.\n\n In addition to the above research activities, this fellowship also supported activities devoted to broadening participation of under-represented groups in the science of early language development specifically, and to developmental cognitive science more broadly. Throughout the tenure of this fellowship, I mentored students, many of them women and minorities, through research and academic activities. Additionally, I helped organize the activities of a summer program that brought under-represented students from Indiana University &ndash; Northwest to Indiana University &ndash; Bloomington to gain experience conducting cognitive science research and to obtain information and coaching about pursuing a graduate education. \n\n \n\n\t\t\t\t\tLast Modified: 11/23/2014\n\n\t\t\t\t\tSubmitted by: S..."
 }
}