{
 "awd_id": "1203242",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CSBR:  Living Stock Collections:  Critical Environmental Upgrade for Living Collections of Arecaceae, Zamiaceae, and Cycadaceae.",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032927884",
 "po_email": "rolrober@nsf.gov",
 "po_sign_block_name": "Roland Roberts",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 49212.0,
 "awd_amount": 49212.0,
 "awd_min_amd_letter_date": "2012-05-24",
 "awd_max_amd_letter_date": "2012-05-24",
 "awd_abstract_narration": "This project provides a critical environmental upgrade for a living collection of plants used to support scientific research. The upgrade consists of a shade system for temperature control, a modern irrigation system, and a -80 degree C freezer to store living material. Steady growth in users and living collections make this project urgent and it will provide improvements to the efficiency, quality, health, and diversity of the living collection. Living collections of palms and cycads at MBC are a vital research resource used by a growing number of researchers and have contributed to at least 26 NSF-funded projects. The upgrades proposed here will permit successful establishment of wild-origin stocks, improve collection survival, and allow for greatly improved success in stock propagation.\r\n\r\nMontgomery is located in South Florida in an area rich with research and educational institutions, such as botanic gardens, universities and government agencies. Montgomery closely collaborates with researchers from these institutions, especially with the universities and colleges in Miami-Dade County, which serve many underrepresented minorities. Upgrading Montgomery's living collections propagation equipment will enhance and promote educational opportunities for these university students, as well as for volunteers, the \r\npublic, and students in elementary and secondary schools.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "M. Patrick",
   "pi_last_name": "Griffith",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "M. Patrick Griffith",
   "pi_email_addr": "patrick@montgomerybotanical.org",
   "nsf_id": "000535589",
   "pi_start_date": "2012-05-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tracy",
   "pi_last_name": "Magellan",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Tracy M Magellan",
   "pi_email_addr": "tracym@montgomerybotanical.org",
   "nsf_id": "000529328",
   "pi_start_date": "2012-05-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Chad",
   "pi_last_name": "Husby",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Chad E Husby",
   "pi_email_addr": "chad@montgomerybotanical.org",
   "nsf_id": "000535587",
   "pi_start_date": "2012-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Montgomery Botanical Center",
  "inst_street_address": "11901 OLD CUTLER RD",
  "inst_street_address_2": "",
  "inst_city_name": "CORAL GABLES",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3056673800",
  "inst_zip_code": "331564242",
  "inst_country_name": "United States",
  "cong_dist_code": "27",
  "st_cong_dist_code": "FL27",
  "org_lgl_bus_name": "MONTGOMERY BOTANICAL CENTER, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "VKEKJERNMSZ8"
 },
 "perf_inst": {
  "perf_inst_name": "Montgomery Botanical Center",
  "perf_str_addr": "11901 Old Cutler Road",
  "perf_city_name": "Coral Gables",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "331564242",
  "perf_ctry_code": "US",
  "perf_cong_dist": "27",
  "perf_st_cong_dist": "FL27",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "119700",
   "pgm_ele_name": "BIOLOGICAL RESEARCH COLLECTION"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 49212.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><em>Project Outcomes:</em></strong></p>\n<p><strong><em>Intellectual Merit:</em></strong></p>\n<p>Montgomery Botanical Center (Montgomery; MBC) was awarded support for a Critical&nbsp;Environmental Upgrade for its Living Collection of Arecaceae, Zamiaceae, and Cycadaceae. The upgrade consisted of a shade curtain system for temperature control, a modern reverse osmosis irrigation unit, and a -80 degree C freezer for pollen cryostorage. These one-time upgrades were needed to maintain MBC&rsquo;s ability to support NSF research. Montgomery Botanical Center has had over 26 known NSF research projects use the living collection. The three pieces of necessary equipment were purchased allowing MBC to continue curating these important collections for the general public and for scientific use.&nbsp; These upgrades are improving efficiency, quality, health and diversity of the living collection, and will promote more educational opportunities for volunteers, the public, students in secondary schools and staff members. Living collections at MBC are a vital research resource, used by over 180 researchers worldwide in the last 5 years. The collection supports basic research in taxonomy, phylogeny, ecology, anatomy, plant-animal interactions, phytochemistry, ontogeny, phenology, evolutionary biology, conservation biology, population genetics, physiology and entomology. The upgrades help with successful establishment of wild collected stocks, improve collection germination and survival, and allow for greatly improved success in stock propagation. In 2010, MBC&rsquo;s website had 232 users per day. This year MBC&rsquo;s website had 307 users per day.&nbsp; That is a 33% increase in users in 3 years. Montgomery emphasizes taxonomic diversity within the collection, yet places an even greater emphasis on capturing the genetic diversity within a taxon. Montgomery collections data can be accessed online at the BG BASE multisite website. Montgomery benefits from the participation of an active external advisory committee including member scientists, and has a long-term strategic plan for sustainability. The new equipment gives Montgomery Botanical Center the means to grow more plants and store pollen far longer, strengthening the collection. The primary goal of this project was to upgrade the collecting by incorporating three new pieces of equipment. The resulting specimens will be made available to researchers and an audience of scientists, educators, and students.</p>\n<p><strong><em>Broader Impacts:</em></strong></p>\n<p>Montgomery Botanical Center has exposed many students and learners from age 5 to 95 on the new technology NSF has supported to enhance research at MBC.&nbsp; We have had four Conservation Horticulture Fellows who have been taught about the new equipment. Of the four, two just graduated with Associates degrees in Horticulture from Miami Dade College (a local 2 and 4 year college with 90% underrepresented minorities).&nbsp; Students from Gulliver Academy, Florida International University, the University of Miami, and local research organizations like USDA-ARS-SHRS have seen the new equipment and see how the new equipment purchased is enhancing propagation methods. MBC has also highlighted the NSF project in the <em>Montgomery Botanical News </em>twice, highlighting NSF&rsquo;s living collections support to the general public.&nbsp; In addition to upgrading the utility of the Montgomery Botanical Center nursery, this project has introduced undergraduate student assistants to nursery best practices as they complete the curatorial tasks.&nbsp; To enhance understanding of the utility of living collections for the study of plant anatomy, biodiversity and evolution, a workshop for science teachers was hosted by Montgomery Botanical Center on January 26, 2013 in conjunction with NSF award DEB-1050340; the primary specimen resources for this workshop were the collections tha...",
  "por_txt_cntn": "\nProject Outcomes:\n\nIntellectual Merit:\n\nMontgomery Botanical Center (Montgomery; MBC) was awarded support for a Critical Environmental Upgrade for its Living Collection of Arecaceae, Zamiaceae, and Cycadaceae. The upgrade consisted of a shade curtain system for temperature control, a modern reverse osmosis irrigation unit, and a -80 degree C freezer for pollen cryostorage. These one-time upgrades were needed to maintain MBCÆs ability to support NSF research. Montgomery Botanical Center has had over 26 known NSF research projects use the living collection. The three pieces of necessary equipment were purchased allowing MBC to continue curating these important collections for the general public and for scientific use.  These upgrades are improving efficiency, quality, health and diversity of the living collection, and will promote more educational opportunities for volunteers, the public, students in secondary schools and staff members. Living collections at MBC are a vital research resource, used by over 180 researchers worldwide in the last 5 years. The collection supports basic research in taxonomy, phylogeny, ecology, anatomy, plant-animal interactions, phytochemistry, ontogeny, phenology, evolutionary biology, conservation biology, population genetics, physiology and entomology. The upgrades help with successful establishment of wild collected stocks, improve collection germination and survival, and allow for greatly improved success in stock propagation. In 2010, MBCÆs website had 232 users per day. This year MBCÆs website had 307 users per day.  That is a 33% increase in users in 3 years. Montgomery emphasizes taxonomic diversity within the collection, yet places an even greater emphasis on capturing the genetic diversity within a taxon. Montgomery collections data can be accessed online at the BG BASE multisite website. Montgomery benefits from the participation of an active external advisory committee including member scientists, and has a long-term strategic plan for sustainability. The new equipment gives Montgomery Botanical Center the means to grow more plants and store pollen far longer, strengthening the collection. The primary goal of this project was to upgrade the collecting by incorporating three new pieces of equipment. The resulting specimens will be made available to researchers and an audience of scientists, educators, and students.\n\nBroader Impacts:\n\nMontgomery Botanical Center has exposed many students and learners from age 5 to 95 on the new technology NSF has supported to enhance research at MBC.  We have had four Conservation Horticulture Fellows who have been taught about the new equipment. Of the four, two just graduated with Associates degrees in Horticulture from Miami Dade College (a local 2 and 4 year college with 90% underrepresented minorities).  Students from Gulliver Academy, Florida International University, the University of Miami, and local research organizations like USDA-ARS-SHRS have seen the new equipment and see how the new equipment purchased is enhancing propagation methods. MBC has also highlighted the NSF project in the Montgomery Botanical News twice, highlighting NSFÆs living collections support to the general public.  In addition to upgrading the utility of the Montgomery Botanical Center nursery, this project has introduced undergraduate student assistants to nursery best practices as they complete the curatorial tasks.  To enhance understanding of the utility of living collections for the study of plant anatomy, biodiversity and evolution, a workshop for science teachers was hosted by Montgomery Botanical Center on January 26, 2013 in conjunction with NSF award DEB-1050340; the primary specimen resources for this workshop were the collections that are the subject of this grant.\n\n\t\t\t\t\tLast Modified: 05/14/2013\n\n\t\t\t\t\tSubmitted by: Tracy M Magellan"
 }
}