{
 "awd_id": "1203195",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "GEM: Validating Self-Consistent Inner Magnetospheric Models: Assessing Effects of Uncertainties in Plasma Sheet and Electric Field Boundary Conditions on Simulating Storms",
 "cfda_num": "47.050",
 "org_code": "06020202",
 "po_phone": "7032922426",
 "po_email": "cblack@nsf.gov",
 "po_sign_block_name": "Carrie E. Black",
 "awd_eff_date": "2012-06-15",
 "awd_exp_date": "2017-05-31",
 "tot_intn_awd_amt": 340000.0,
 "awd_amount": 340000.0,
 "awd_min_amd_letter_date": "2012-06-14",
 "awd_max_amd_letter_date": "2015-05-06",
 "awd_abstract_narration": "This project will examine the uncertainties in the magnetospheric cross polar cap potential (CPCP) and in the plasma sheet population and how these uncertainties affect the intensity and spatial distribution of the magnetospheric ring current during magnetic storms. It will examine how much of the disagreements between models and observations of the ring can be attributed to the uncertainty in the boundary conditions rather than other causes such as missing physical processes in the models. Previous simulation studies have shown that changes in the magnetospheric convection electric field and the plasma sheet distribution, which is the major source to the ring current, strongly influence the ring current. For this reason, success in modeling common ring current observables, such as the Dst index, ground magnetic perturbations and magnetic field at geosynchronous orbit, and plasma parameters is dependent on knowing the CPCP and the plasma sheet densities and temperatures. Because of limited spatial and temporal resolution of in-situ measurements of such quantities, averages from statistical re-analysis or empirical models are often used to specify the boundary conditions for inner magnetospheric models. However, there are large uncertainties associated with these boundary condition specifications. This project will quantify how sensitive simulated storms are to the uncertainties in the CPCP and in the ion and electron plasma sheet density and temperature boundary conditions of self-consistent inner magnetospheric models. The approach is to investigate the statistical variations of plasma sheet parameters measured by the NASA THEMIS spacecraft and the CPCP from DMSP (Defense Meteorological Satellite Program) measurements relative to reference models commonly used to provide simulation boundary conditions. For these data sets, a statistical model of the residual errors of reference models for CPCP and central plasma sheet parameters will be developed. The multivariate error covariance statistics will be computed and Monte Carlo scenarios of the plasma and electric field boundary conditions will be generated. In some cases, the Monte Carlo scenarios will be constrained by available in-situ data. For the different boundary conditions scenarios, the magnetically and electrically self-consistent Rice Convection Model-Equilibrium (RCM-E) will be used to simulate Dst, ground magnetic perturbations and magnetic field and plasma parameters at geosynchronous orbit. By comparing the metrics for the different boundary condition scenarios, the project will determine whether the RCM-E is physically sufficient given the uncertainties in the boundary conditions, or whether it needs additional physical processes.\r\n\r\nThis project will help determine whether researchers need to continue to focus on adding more realistic physics to models of the ring current or if they should shift their focus toward improving the specification of the boundary conditions the control the models. Ultimately it will pave the way to generating ensemble space weather nowcasts and forecasts of the inner magnetosphere's plasma and fields.  The project is headed by a woman scientist and also involves research ties between industry (Aerospace Corp.) and universities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Margaret",
   "pi_last_name": "Chen",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Margaret W Chen",
   "pi_email_addr": "mchen@aero.org",
   "nsf_id": "000453092",
   "pi_start_date": "2012-06-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "PAUL",
   "pi_last_name": "OBRIEN",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "PAUL OBRIEN",
   "pi_email_addr": "paul.obrien@aero.org",
   "nsf_id": "000367239",
   "pi_start_date": "2012-06-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Colby",
   "pi_last_name": "Lemon",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Colby L Lemon",
   "pi_email_addr": "colby@aero.org",
   "nsf_id": "000371619",
   "pi_start_date": "2012-06-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Guild",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy B Guild",
   "pi_email_addr": "timothy.guild@aero.org",
   "nsf_id": "000515357",
   "pi_start_date": "2012-06-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Aerospace Corporation",
  "inst_street_address": "2310 E EL SEGUNDO BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "EL SEGUNDO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3103367608",
  "inst_zip_code": "902454609",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "THE AEROSPACE CORPORATION",
  "org_prnt_uei_num": "",
  "org_uei_num": "YA8LJBJCND19"
 },
 "perf_inst": {
  "perf_inst_name": "Aerospace Corporation",
  "perf_str_addr": "2310 E El Segundo Blvd",
  "perf_city_name": "El Segundo",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "902454609",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "575000",
   "pgm_ele_name": "MAGNETOSPHERIC PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1323",
   "pgm_ref_txt": "SOLAR INFLUENCES"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 85000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 85000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 85000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 85000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Long-term development of realistic models to simulate and understand the complex geospace environment during magnetic storms has been a major goal of the National Science Foundation Geospace Environment Modeling (GEM) Program.&nbsp; &nbsp;While physics-based simulations are useful for revealing basic physical trends, the simulation results can vary widely depending on the applied boundary conditions. Since validation of simulation models involves comparisons of model results with available in-situ observations, it is necessary to assess how much of the discrepancy is attributed to uncertainties in the boundary conditions rather than other causes such as missing physical processes in the simulation model.&nbsp;</p>\n<p>This study investigated how uncertainties in the magnetospheric cross polar cap potential (CPCP) affect numerical simulations of the intensity and spatial distribution of the Earth&rsquo;s ring current during magnetic storms.&nbsp; The ring current consists of electrons and ions of energies of about 1 keV to several hundred keV that partially or fully encircle the Earth at distances of about 2 to 7 Earth radii.&nbsp; Changes in the magnetospheric convection electric field and the plasma sheet distribution, the major source to the ring current, strongly influence the ring current. Success in modeling common ring current observables, such as the <em>Dst</em> index, ground magnetic perturbations and magnetic field at geosynchronous orbit (GEO), and plasma parameters is dependent on knowing the CPCP and the plasma sheet densities and temperatures. Because of limited spatial and temporal resolution of in-situ measurements of such quantities, averages from statistical re-analysis or empirical models are often used to specify the boundary conditions for inner magnetospheric models. However, there are large uncertainties associated with these boundary condition specifications.</p>\n<p>We analyzed the uncertainty of cross polar cap potentials (CPCP) on electric field boundary conditions applied to the Rice Convection Model &ndash; Equilibrium (RCM-E). Using temporal correlations from a statistical analysis of the &ldquo;errors&rdquo; between the reference Weimer 2K model and Defense Meteorological Satellite Program data, we constructed a Monte Carlo CPCP discrete time series model that can be generalized to other model boundary conditions. RCM-E simulations using electric field boundary conditions from the reference model and from twenty randomly generated Monte Carlo discrete time series of CPCP are performed for two large storms: 10 August 2000 and 31 August 2005. During the main phase of the 10 August 2000 storm, the proton density at 10 <em>R</em><sub>E</sub> at midnight was observed to be low (&lt; 1 cm<sup>-3</sup>) and the observed disturbance <em>Dst</em> index is bounded by the simulated <em>Dst</em> values. In contrast, the simulated <em>Dst</em> values during the recovery phases of the 10 August 2000 and 31 August 2005 storms tend to underestimate systematically the observed <em>Dst</em> recovery. This suggests a need to improve the accuracy of particle loss calculations in the RCM-E model. The statistical analysis that we developed for accounting for temporal correlations of a reference model with measurements as well as inherent uncertainty in measurements can be generalized to&nbsp;assessing errors in other empirical models with respect to a set of measurements. Application of this technique can aid modelers to make efficient choices on either investing more effort on improving specification of boundary conditions or on improving descriptions of physical processes. In particular, the application of the Monte Carlo discrete time series model of a quantity that specifies simulation boundary conditions can be used by other modelers for assessing whether model/data discrepancies are due to lack of physical processes or to inherent uncertainty in their boundary conditions.</p>\n<p>Results from this study have been published in refereed journals and the investigators have participated in public school middle and high science outreach programs in the Los Angeles, CA region.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/22/2017<br>\n\t\t\t\t\tModified by: Margaret&nbsp;W&nbsp;Chen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nLong-term development of realistic models to simulate and understand the complex geospace environment during magnetic storms has been a major goal of the National Science Foundation Geospace Environment Modeling (GEM) Program.   While physics-based simulations are useful for revealing basic physical trends, the simulation results can vary widely depending on the applied boundary conditions. Since validation of simulation models involves comparisons of model results with available in-situ observations, it is necessary to assess how much of the discrepancy is attributed to uncertainties in the boundary conditions rather than other causes such as missing physical processes in the simulation model. \n\nThis study investigated how uncertainties in the magnetospheric cross polar cap potential (CPCP) affect numerical simulations of the intensity and spatial distribution of the Earth?s ring current during magnetic storms.  The ring current consists of electrons and ions of energies of about 1 keV to several hundred keV that partially or fully encircle the Earth at distances of about 2 to 7 Earth radii.  Changes in the magnetospheric convection electric field and the plasma sheet distribution, the major source to the ring current, strongly influence the ring current. Success in modeling common ring current observables, such as the Dst index, ground magnetic perturbations and magnetic field at geosynchronous orbit (GEO), and plasma parameters is dependent on knowing the CPCP and the plasma sheet densities and temperatures. Because of limited spatial and temporal resolution of in-situ measurements of such quantities, averages from statistical re-analysis or empirical models are often used to specify the boundary conditions for inner magnetospheric models. However, there are large uncertainties associated with these boundary condition specifications.\n\nWe analyzed the uncertainty of cross polar cap potentials (CPCP) on electric field boundary conditions applied to the Rice Convection Model &ndash; Equilibrium (RCM-E). Using temporal correlations from a statistical analysis of the \"errors\" between the reference Weimer 2K model and Defense Meteorological Satellite Program data, we constructed a Monte Carlo CPCP discrete time series model that can be generalized to other model boundary conditions. RCM-E simulations using electric field boundary conditions from the reference model and from twenty randomly generated Monte Carlo discrete time series of CPCP are performed for two large storms: 10 August 2000 and 31 August 2005. During the main phase of the 10 August 2000 storm, the proton density at 10 RE at midnight was observed to be low (&lt; 1 cm-3) and the observed disturbance Dst index is bounded by the simulated Dst values. In contrast, the simulated Dst values during the recovery phases of the 10 August 2000 and 31 August 2005 storms tend to underestimate systematically the observed Dst recovery. This suggests a need to improve the accuracy of particle loss calculations in the RCM-E model. The statistical analysis that we developed for accounting for temporal correlations of a reference model with measurements as well as inherent uncertainty in measurements can be generalized to assessing errors in other empirical models with respect to a set of measurements. Application of this technique can aid modelers to make efficient choices on either investing more effort on improving specification of boundary conditions or on improving descriptions of physical processes. In particular, the application of the Monte Carlo discrete time series model of a quantity that specifies simulation boundary conditions can be used by other modelers for assessing whether model/data discrepancies are due to lack of physical processes or to inherent uncertainty in their boundary conditions.\n\nResults from this study have been published in refereed journals and the investigators have participated in public school middle and high science outreach programs in the Los Angeles, CA region.  \n\n \n\n\t\t\t\t\tLast Modified: 09/22/2017\n\n\t\t\t\t\tSubmitted by: Margaret W Chen"
 }
}