{
 "awd_id": "1204376",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop:   Climate change and species interactions: ways forward",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Douglas Levey",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 97499.0,
 "awd_amount": 97499.0,
 "awd_min_amd_letter_date": "2011-12-07",
 "awd_max_amd_letter_date": "2011-12-07",
 "awd_abstract_narration": "This award will support a two-day conference on climate change and species interactions. Changing climatic conditions threaten some species with declines and extinctions, can induce pests and pathogens to spread, and can disrupt local communities of interacting species.  These changes present major challenges for ecologists, including: (1) predicting how individual species will change in their traits, abundance, and distribution; (2) understanding how communities of interacting species will change in their structure and function; and (3) forecasting how the anticipated changes in these species and communities will influence their abilities to provide ecosystem services such as air and water filtration, carbon sequestration, erosion prevention, and protection against disease. Scientists need new models, experimental approaches, and statistical tools to address these challenges, and specifically to project where individual species will move, how species will evolve, how entire ecological communities will change, and how those species and communities will change in their abilities to perform ecosystem services.  Conference sessions will include: Beyond traditional models of climate change and species responses; Neglected issues in climate change/species interactions research; Ways forward: Concepts; and Ways forward: Approaches.  Presentations and discussions will be summarized in an edited book and white paper.\r\nMitigating the negative effects of climate change on ecological communities and the ecosystem services they provide requires advances in basic science and strategies to guide future efforts.  In addition to fostering critical networking of a diverse set of ecologists and evolutionary biologists working on impacts of climate change, the conference and book will provide the materials for both established and student ecologists, policy experts, and natural resource managers to pose creative and effective solutions to the environmental and societal problems caused by climate change.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Ostfeld",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Richard S Ostfeld",
   "pi_email_addr": "rostfeld@caryinstitute.org",
   "nsf_id": "000115618",
   "pi_start_date": "2011-12-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Amy",
   "pi_last_name": "Angert",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Amy L Angert",
   "pi_email_addr": "amy.angert@botany.ubc.ca",
   "nsf_id": "000378182",
   "pi_start_date": "2011-12-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Shannon",
   "pi_last_name": "LaDeau",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Shannon L LaDeau",
   "pi_email_addr": "ladeaus@caryinstitute.org",
   "nsf_id": "000512813",
   "pi_start_date": "2011-12-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cary Institute of Ecosystem Studies, Inc.",
  "inst_street_address": "2801 SHARON TPKE",
  "inst_street_address_2": "",
  "inst_city_name": "MILLBROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "8456777600",
  "inst_zip_code": "125455721",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "NY18",
  "org_lgl_bus_name": "CARY INSTITUTE OF ECOSYSTEM STUDIES, INC",
  "org_prnt_uei_num": "",
  "org_uei_num": "ZFCRKN45MMD6"
 },
 "perf_inst": {
  "perf_inst_name": "Institute of Ecosystem Studies",
  "perf_str_addr": "2801 Sharon Turnpike",
  "perf_city_name": "Millbrook",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "125450129",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "NY18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 97499.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Ongoing changes to Earth&rsquo;s climate are affecting species of animals, plants, and microbes.&nbsp; Changing climatic conditions can threaten some species with declines and extinctions, can induce other species such as pests and pathogens to spread, and can disrupt local communities of interacting species.&nbsp; These changes present three major challenges for ecologists: (1) to predict how individual species will change in their traits, abundance, and distribution; (2) to understand how communities of interacting species will change in their structure and function; and (3) to forecast how the anticipated changes in these species communities will influence their abilities to provide &ldquo;ecosystem services&rdquo;, such as air and water filtration, carbon sequestration, erosion prevention, and protection against disease.</p>\n<p>Scientists need new models, experimental approaches, and statistical tools to address these challenges, and specifically to project where individual species will move, how species will evolve, how entire ecological communities will change, and how those species and communities will change in their abilities to perform ecosystem services.&nbsp; Stronger predictive power will be critical in mitigating the effects of climate change on biodiversity, provision of ecosystem services, and species of conservation concern.</p>\n<p>An interactive two-day conference was held to address the state-of-the-art and ways forward.&nbsp; The conference consisted of a series of presentations in the mornings followed by breakout-group discussions in the afternoons.&nbsp; Presentations were organized into sessions with the following titles: <strong><em>Session 1 &ndash; Beyond traditional models of climate change and species responses; Session 2 &ndash; Neglected issues in climate change/species interactions research; Session 3 &ndash; Ways forward: Concepts; Session 4 &ndash; Ways forward: Approaches.</em></strong>&nbsp; Presentations and discussions were published in a 2013 Special Feature of the <em>Annals of the New York Academy of Sciences</em> and disseminated to a broad scientific and non-scientific audience. &nbsp;Papers in the Special Feature highlighted the evidence that, in addition to changes in the abundance and distribution of species as a direct result of changing temperature, precipitation, and humidity, species also respond to climate-induced changes in abundance and distribution of other species with which they interact.</p>\n<p>Broader Impacts:&nbsp; Mitigating the negative effects of climate change on ecological communities and the ecosystem services they provide requires advances in basic science and strategies to guide future efforts.&nbsp; In addition to fostering critical networking of a diverse set of ecologists and evolutionary biologists working on impacts of climate change, the conference and published Special Feature provided the materials for both established and student ecologists, policy experts, and natural resource managers to pose creative and effective solutions to the environmental and societal problems caused by climate change.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/02/2014<br>\n\t\t\t\t\tModified by: Richard&nbsp;S&nbsp;Ostfeld</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nOngoing changes to EarthÆs climate are affecting species of animals, plants, and microbes.  Changing climatic conditions can threaten some species with declines and extinctions, can induce other species such as pests and pathogens to spread, and can disrupt local communities of interacting species.  These changes present three major challenges for ecologists: (1) to predict how individual species will change in their traits, abundance, and distribution; (2) to understand how communities of interacting species will change in their structure and function; and (3) to forecast how the anticipated changes in these species communities will influence their abilities to provide \"ecosystem services\", such as air and water filtration, carbon sequestration, erosion prevention, and protection against disease.\n\nScientists need new models, experimental approaches, and statistical tools to address these challenges, and specifically to project where individual species will move, how species will evolve, how entire ecological communities will change, and how those species and communities will change in their abilities to perform ecosystem services.  Stronger predictive power will be critical in mitigating the effects of climate change on biodiversity, provision of ecosystem services, and species of conservation concern.\n\nAn interactive two-day conference was held to address the state-of-the-art and ways forward.  The conference consisted of a series of presentations in the mornings followed by breakout-group discussions in the afternoons.  Presentations were organized into sessions with the following titles: Session 1 &ndash; Beyond traditional models of climate change and species responses; Session 2 &ndash; Neglected issues in climate change/species interactions research; Session 3 &ndash; Ways forward: Concepts; Session 4 &ndash; Ways forward: Approaches.  Presentations and discussions were published in a 2013 Special Feature of the Annals of the New York Academy of Sciences and disseminated to a broad scientific and non-scientific audience.  Papers in the Special Feature highlighted the evidence that, in addition to changes in the abundance and distribution of species as a direct result of changing temperature, precipitation, and humidity, species also respond to climate-induced changes in abundance and distribution of other species with which they interact.\n\nBroader Impacts:  Mitigating the negative effects of climate change on ecological communities and the ecosystem services they provide requires advances in basic science and strategies to guide future efforts.  In addition to fostering critical networking of a diverse set of ecologists and evolutionary biologists working on impacts of climate change, the conference and published Special Feature provided the materials for both established and student ecologists, policy experts, and natural resource managers to pose creative and effective solutions to the environmental and societal problems caused by climate change. \n\n \n\n \n\n\t\t\t\t\tLast Modified: 01/02/2014\n\n\t\t\t\t\tSubmitted by: Richard S Ostfeld"
 }
}