{
 "awd_id": "1204787",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "WSC-CATEGORY 2 COLLABORATIVE: WATER QUALITY AND SUPPLY IMPACTS FROM CLIMATE-INDUCED INSECT TREE MORTALITY AND RESOURCE MANAGEMENT IN THE ROCKY MOUNTAIN WEST",
 "cfda_num": "47.050",
 "org_code": "06030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Thomas Torgersen",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 2307644.0,
 "awd_amount": 2322144.0,
 "awd_min_amd_letter_date": "2012-08-20",
 "awd_max_amd_letter_date": "2016-04-14",
 "awd_abstract_narration": "It is estimated that over 4 million acres of forests in Colorado and Wyoming are dying due to the ongoing mountain pine beetle (MPB) infestation. The visual impact of dying and dead forests is stunning, but the invisible changes to the water cycle in vital watersheds in the Rocky Mountain west, including the Platte and Colorado River headwaters, may be a longer-lasting legacy of the MPB. The objective of this work is to determine potential water resource changes resulting from the MPB epidemic by defining and quantifying feedbacks between changes in climate, forested ecosystems altered by MPB impacts, biogeochemical processes and resource management practices.  Beetle-killed trees will alter hydrologic and biogeochemical processes that govern water quantity and quality in forested headwater catchments. When coupled with natural resources management practices, these changes can potentially affect the ability to fulfill downstream water user demands and challenge ecological and human health needs.  This project will directly address the social and physical science factors that govern water resource availability and quality under ecological and climate change. Concern about beetle-killed forest and watershed management is driving municipalities to implement water rate increases, and there is confusion about how to most effectively improve watershed health as it relates to this issue.\r\n\r\nOur interdisciplinary research team will merge field observations, laboratory experiments, integrated hydrologic models, and high-performance computing to increase our understanding and predictive capabilities for a critical problem facing society: changes to water availability and quality from an unprecedented change to our forests. This work will be complimented by place-based collaborative learning for impacted communities and workshops with water treatment municipalities. These workshops will be two-way and will serve to both  understand concerns and experiences with MPB impacts as well as communicate results. Integration of stakeholder perceptions and management responses will further inform and enrich our scientific analysis of water supply and contribute to the uniqueness of our research vision. In addition to stakeholder outreach and scenario planning, modules will be developed that convey key water resource issues to K-12 teachers and students as well as provide training, research and educational opportunities for undergraduate, graduate students and postdoctoral scholars. Not only will this work provide an improved scientific basis for managing watershed ecosystems in the Platte and Colorado River basins, thus helping to ensure safe and reliable water resources to more than 30 million residential users and 1.8 million acres of irrigated agriculture, it will also improve our scientific and social understanding of the water supply and quantity challenges for MPB-impacted areas across the Rocky Mountain West.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "EAR",
 "org_div_long_name": "Division Of Earth Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Reed",
   "pi_last_name": "Maxwell",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Reed M Maxwell",
   "pi_email_addr": "reedmaxwell@princeton.edu",
   "nsf_id": "000510653",
   "pi_start_date": "2012-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Sharp",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan O Sharp",
   "pi_email_addr": "jsharp@mines.edu",
   "nsf_id": "000536642",
   "pi_start_date": "2012-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Dickenson",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Eric R Dickenson",
   "pi_email_addr": "edickens@mines.edu",
   "nsf_id": "000582651",
   "pi_start_date": "2012-08-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Alexis",
   "pi_last_name": "Navarre-Sitchler",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Alexis K Navarre-Sitchler",
   "pi_email_addr": "asitchle@mines.edu",
   "nsf_id": "000583025",
   "pi_start_date": "2012-08-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado School of Mines",
  "inst_street_address": "1500 ILLINOIS ST",
  "inst_street_address_2": "",
  "inst_city_name": "GOLDEN",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3032733000",
  "inst_zip_code": "804011887",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "CO07",
  "org_lgl_bus_name": "TRUSTEES OF THE COLORADO SCHOOL OF MINES",
  "org_prnt_uei_num": "JW2NGMP4NMA3",
  "org_uei_num": "JW2NGMP4NMA3"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado School of Mines",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "804011887",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "CO07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "157900",
   "pgm_ele_name": "Hydrologic Sciences"
  },
  {
   "pgm_ele_code": "797700",
   "pgm_ele_name": "CR-Water Sustainability & Clim"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "8012",
   "pgm_ref_txt": "CR, Earth System Models"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 2307644.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 14500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant supported research on the collective water quantity and quality implications of large-scale bark beetle-induced tree mortality in the Rocky Mountain West. Research findings indicated increased disinfection byproduct formation, changes in streamflow contribution and a variable metal response, all due to unprecedented beetle infestation. More specifically, the impacts of large-scale tree die-off to water quality showed that regions of heavy beetle impact led to increased formation of carcinogenic disinfection byproducts during drinking water treatment. This suggests a water quality implication that could impact mountain communities and water municipalities. These findings motivated additional field work that assessed the impact of changes in storage and flow components of the hydrologic cycle due to infestation. This research showed that groundwater contributed a greater fraction to streamflow after infestation and that decreased root uptake by trees and transpiration resulting from beetle kill can account for the relative increase in this groundwater contribution. This increased contribution of groundwater to streamflow has significant impacts on water and soil chemistry. Metal input and mobility were also assessed, and although we see increased metal release in pine needles from dead trees, we do not see significant change in soil composition and mobility. We suspect this is because the pine needle input change is within the natural variability of the system and also because of the greater release of metals from spruce trees, which likely dictate the baseline for the system. Further microbiology and geochemistry analyses under trees suggested that surrounding live trees are capable of mitigating export indicating that the extent of tree mortality is a contributing factor to the prediction of water quality impairments. Hydrological modeling was then used to evaluate these tree-scale and watershed-scale observations on a larger scale to assess impacts of bark beetle infestation, including feedbacks to the lower atmosphere. Significant scale dependence was the overall trend, meaning that when examining on a small scale large impacts were evident then when shifting to a larger scale the impacts were much smaller. This same trend was seen in land atmosphere feedbacks, where locally the lower atmosphere responded to tree kill, but these effects were muted at larger scale.</p>\n<p>The impact of this award was not limited to these scientific insights. This project provided content for an NBC Learn video along with features on the NSF webpage for Earth Day 2014, as well as stories on the weather channel, Scientific American, Livescience, Colorado Public Radio and Minnesota Public Radio. Researchers published 33 peer-reviewed articles, including two in Nature Climate Change. In addition to supporting 8 PhD and 4 MS graduate student researchers directly involved in the project, 3 Post-doctoral researchers and 4 undergraduates were involved in various stages of research inquiry. Additionally, the project was used as a launchpad to develop and implement an undergraduate honors course at Colorado School of Mines and Colorado State University for students to learn about the project findings from researchers and develop effective methods for communication and outreach. The capstone of this course took students to Windy Peak Outdoor Lab, where they delivered their designed bark beetle activities to about 100 6<sup>th</sup> grade students. Windy Peak has integrated the student-developed content into their curriculum, which reaches approximately 6,000 students in Jefferson County, CO school district each year. Collectively these efforts have enabled the training of a new generation of college-educated scientists and engineers ready to tackle our society?s water challenges.</p>\n<p>Community outreach extended to K-12 educators and students as well. Our project team organized a weekend workshop for K-12 teachers focused on bark beetle infestation and the impacts to water quantity and quality in Colorado. This workshop was, again, hosted at Windy Peak. In attendance were 18 educators, representing 7 districts in Colorado, spanning grades 2 through 12. Our project researchers delivered lessons and activities about the impacts of bark beetle infestation, including the causes of infestation, the impact of carbon and metal release on water systems, and the social science implications surrounding beetle infestation. The educational modules from this workshop have been refined for online release as a resource for the Jefferson County, Colorado School district (155 schools; ~86,000 students). Scientific outreach was further extended to K-12 students through community and school science fairs and exhibitions, classroom environmental learning for the future module delivery, and by collaborating with elementary and middle school science teachers to develop age appropriate standards-based lesson plans for their classrooms as part of a Research Experiences for Teachers summer program over three summers. Collectively, this grant had impact on a new generation of citizens across the kindergarten to postgraduate spectrum that now have an increased understanding of the importance of, and familiarity with, novel and sustainable engineering solutions to water challenges of the future.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/19/2018<br>\n\t\t\t\t\tModified by: Reed&nbsp;M&nbsp;Maxwell</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1204787/1204787_10203553_1545264544840_workshop_intro--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1204787/1204787_10203553_1545264544840_workshop_intro--rgov-800width.jpg\" title=\"Introductory Lesson at Windy Peak Outdoor Lab\"><img src=\"/por/images/Reports/POR/2018/1204787/1204787_10203553_1545264544840_workshop_intro--rgov-66x44.jpg\" alt=\"Introductory Lesson at Windy Peak Outdoor Lab\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">PI Reed Maxwell lays the educational foundation for the mountain pine beetle workshop.</div>\n<div class=\"imageCredit\">Elena Leonarduzzi</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Reed&nbsp;M&nbsp;Maxwell</div>\n<div class=\"imageTitle\">Introductory Lesson at Windy Peak Outdoor Lab</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1204787/1204787_10203553_1545264690204_workshop_tanks--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1204787/1204787_10203553_1545264690204_workshop_tanks--rgov-800width.jpg\" title=\"Metals activity at K-12 teacher workshop\"><img src=\"/por/images/Reports/POR/2018/1204787/1204787_10203553_1545264690204_workshop_tanks--rgov-66x44.jpg\" alt=\"Metals activity at K-12 teacher workshop\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">PI Alexis Navarre-Sitchler educates teachers about metal input and mobility in beetle-impacted forests</div>\n<div class=\"imageCredit\">Elena Leonarduzzi</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Reed&nbsp;M&nbsp;Maxwell</div>\n<div class=\"imageTitle\">Metals activity at K-12 teacher workshop</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1204787/1204787_10203553_1545264827304_workshop_CSU--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1204787/1204787_10203553_1545264827304_workshop_CSU--rgov-800width.jpg\" title=\"CSU students share their experience\"><img src=\"/por/images/Reports/POR/2018/1204787/1204787_10203553_1545264827304_workshop_CSU--rgov-66x44.jpg\" alt=\"CSU students share their experience\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">CSU undergraduate students participating in the developed beetle course share their experience with teachers</div>\n<div class=\"imageCredit\">Elena Leonarduzzi</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Reed&nbsp;M&nbsp;Maxwell</div>\n<div class=\"imageTitle\">CSU students share their experience</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1204787/1204787_10203553_1545265053930_IMG_0447--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1204787/1204787_10203553_1545265053930_IMG_0447--rgov-800width.jpg\" title=\"Ecosystem web and the beetle\"><img src=\"/por/images/Reports/POR/2018/1204787/1204787_10203553_1545265053930_IMG_0447--rgov-66x44.jpg\" alt=\"Ecosystem web and the beetle\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">CSU students and K-12 teachers participate in an activity to learn about the impacts of beetle infestation on an ecosystem</div>\n<div class=\"imageCredit\">Elena Leonarduzzi</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Reed&nbsp;M&nbsp;Maxwell</div>\n<div class=\"imageTitle\">Ecosystem web and the beetle</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1204787/1204787_10203553_1545265169716_IMG_0394--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1204787/1204787_10203553_1545265169716_IMG_0394--rgov-800width.jpg\" title=\"Water detectives activity\"><img src=\"/por/images/Reports/POR/2018/1204787/1204787_10203553_1545265169716_IMG_0394--rgov-66x44.jpg\" alt=\"Water detectives activity\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">K-12 teachers learn about impacts of the mountain pine beetle to water quality by playing water detectives</div>\n<div class=\"imageCredit\">Elena Leonarduzzi</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Reed&nbsp;M&nbsp;Maxwell</div>\n<div class=\"imageTitle\">Water detectives activity</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1204787/1204787_10203553_1545265308358_IMG_0458--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1204787/1204787_10203553_1545265308358_IMG_0458--rgov-800width.jpg\" title=\"The art in STEAM\"><img src=\"/por/images/Reports/POR/2018/1204787/1204787_10203553_1545265308358_IMG_0458--rgov-66x44.jpg\" alt=\"The art in STEAM\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Workshop participants incorporate art into lessons to describe the symbiotic relationship between the mountain pine beetle and the blue stain fungus</div>\n<div class=\"imageCredit\">Elena Leonarduzzi</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Reed&nbsp;M&nbsp;Maxwell</div>\n<div class=\"imageTitle\">The art in STEAM</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThis grant supported research on the collective water quantity and quality implications of large-scale bark beetle-induced tree mortality in the Rocky Mountain West. Research findings indicated increased disinfection byproduct formation, changes in streamflow contribution and a variable metal response, all due to unprecedented beetle infestation. More specifically, the impacts of large-scale tree die-off to water quality showed that regions of heavy beetle impact led to increased formation of carcinogenic disinfection byproducts during drinking water treatment. This suggests a water quality implication that could impact mountain communities and water municipalities. These findings motivated additional field work that assessed the impact of changes in storage and flow components of the hydrologic cycle due to infestation. This research showed that groundwater contributed a greater fraction to streamflow after infestation and that decreased root uptake by trees and transpiration resulting from beetle kill can account for the relative increase in this groundwater contribution. This increased contribution of groundwater to streamflow has significant impacts on water and soil chemistry. Metal input and mobility were also assessed, and although we see increased metal release in pine needles from dead trees, we do not see significant change in soil composition and mobility. We suspect this is because the pine needle input change is within the natural variability of the system and also because of the greater release of metals from spruce trees, which likely dictate the baseline for the system. Further microbiology and geochemistry analyses under trees suggested that surrounding live trees are capable of mitigating export indicating that the extent of tree mortality is a contributing factor to the prediction of water quality impairments. Hydrological modeling was then used to evaluate these tree-scale and watershed-scale observations on a larger scale to assess impacts of bark beetle infestation, including feedbacks to the lower atmosphere. Significant scale dependence was the overall trend, meaning that when examining on a small scale large impacts were evident then when shifting to a larger scale the impacts were much smaller. This same trend was seen in land atmosphere feedbacks, where locally the lower atmosphere responded to tree kill, but these effects were muted at larger scale.\n\nThe impact of this award was not limited to these scientific insights. This project provided content for an NBC Learn video along with features on the NSF webpage for Earth Day 2014, as well as stories on the weather channel, Scientific American, Livescience, Colorado Public Radio and Minnesota Public Radio. Researchers published 33 peer-reviewed articles, including two in Nature Climate Change. In addition to supporting 8 PhD and 4 MS graduate student researchers directly involved in the project, 3 Post-doctoral researchers and 4 undergraduates were involved in various stages of research inquiry. Additionally, the project was used as a launchpad to develop and implement an undergraduate honors course at Colorado School of Mines and Colorado State University for students to learn about the project findings from researchers and develop effective methods for communication and outreach. The capstone of this course took students to Windy Peak Outdoor Lab, where they delivered their designed bark beetle activities to about 100 6th grade students. Windy Peak has integrated the student-developed content into their curriculum, which reaches approximately 6,000 students in Jefferson County, CO school district each year. Collectively these efforts have enabled the training of a new generation of college-educated scientists and engineers ready to tackle our society?s water challenges.\n\nCommunity outreach extended to K-12 educators and students as well. Our project team organized a weekend workshop for K-12 teachers focused on bark beetle infestation and the impacts to water quantity and quality in Colorado. This workshop was, again, hosted at Windy Peak. In attendance were 18 educators, representing 7 districts in Colorado, spanning grades 2 through 12. Our project researchers delivered lessons and activities about the impacts of bark beetle infestation, including the causes of infestation, the impact of carbon and metal release on water systems, and the social science implications surrounding beetle infestation. The educational modules from this workshop have been refined for online release as a resource for the Jefferson County, Colorado School district (155 schools; ~86,000 students). Scientific outreach was further extended to K-12 students through community and school science fairs and exhibitions, classroom environmental learning for the future module delivery, and by collaborating with elementary and middle school science teachers to develop age appropriate standards-based lesson plans for their classrooms as part of a Research Experiences for Teachers summer program over three summers. Collectively, this grant had impact on a new generation of citizens across the kindergarten to postgraduate spectrum that now have an increased understanding of the importance of, and familiarity with, novel and sustainable engineering solutions to water challenges of the future.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/19/2018\n\n\t\t\t\t\tSubmitted by: Reed M Maxwell"
 }
}