{
 "awd_id": "1204975",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Integrated Multi-Skill Manufacturing Regional Partnership Project",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032927253",
 "po_email": "olpierra@nsf.gov",
 "po_sign_block_name": "Olga Pierrakos",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 887322.0,
 "awd_amount": 887322.0,
 "awd_min_amd_letter_date": "2012-07-02",
 "awd_max_amd_letter_date": "2012-07-02",
 "awd_abstract_narration": "Madisonville Community College (MCC), in partnership with Ivy Tech Community College of Indiana-Bloomington Region and Jackson State Community College in Tennessee, are enhancing and extending previous and very successful projects that will increase the rigor of an Advanced Integrated Technology (AIT) program. The project is responding to the needs of modern manufacturers' expressed need for employees with a deeper understanding of manufacturing and problem solving. This project is addressing two barriers identified in previous work: (1) the limited availability of a rigorous curriculum and, (2) the inability of manufacturing programs to attract students. These problems are addressed by developing a curriculum that increases the focus on problem solving skills. \r\n\r\nThe curriculum is being developed with contributions from all the partner schools and collaborating industries. The courses developed in the project will incorporate Siemens' internationally recognized integrated systems approach and spiral design. These principles have been shown to help students grasp key concepts and increase conceptual understanding. To help sustain the project, faculty and high school teacher development activities are being conducted.\r\n\r\nBy investigating high school student motivation, the project will identify factors that dissuade students from selecting manufacturing as a career and then develop strategies to address student concerns. One strategy already being implemented is the development of a dual credit course that allows high school students to get started early in their technical education. The project is targeting this course to females and other groups underrepresented in STEM.\r\n\r\nAll of the materials developed by this project are publicly available and are being disseminated via national conferences and publication.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Alsip",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "David Alsip",
   "pi_email_addr": "david.alsip@kctcs.edu",
   "nsf_id": "000604335",
   "pi_start_date": "2012-07-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Skelton",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Richard E Skelton",
   "pi_email_addr": "rskelton@jscc.cc.tn.us",
   "nsf_id": "000348559",
   "pi_start_date": "2012-07-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Esch-Williams",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mark Esch-Williams",
   "pi_email_addr": "mesch@ivytech.edu",
   "nsf_id": "000604667",
   "pi_start_date": "2012-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "U of Kentucky Madisonville Community College",
  "inst_street_address": "2000 COLLEGE DR",
  "inst_street_address_2": "",
  "inst_city_name": "MADISONVILLE",
  "inst_state_code": "KY",
  "inst_state_name": "Kentucky",
  "inst_phone_num": "2708248633",
  "inst_zip_code": "424319185",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KY01",
  "org_lgl_bus_name": "KENTUCKY COMMUNITY AND TECHNICAL COLLEGE SYSTEM",
  "org_prnt_uei_num": "EC93ZNLMVRP9",
  "org_uei_num": "EC93ZNLMVRP9"
 },
 "perf_inst": {
  "perf_inst_name": "U of Kentucky Madisonville Community College",
  "perf_str_addr": "2000 College Drive",
  "perf_city_name": "Madisonville",
  "perf_st_code": "KY",
  "perf_st_name": "Kentucky",
  "perf_zip_code": "424319199",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KY01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 887322.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project allowed Madisonville Community College (MCC) to disseminate its hybrid delivery model for a manufacturing curriculum to two partner colleges, Ivy Tech-Bloomington in Bloomington, IN, and Jackson State Community College in Jackson, TN. Both schools succeeded in adopting the model, which increases scheduling flexibility by using web-based learning objects to deliver course content online while supplementing the content with mandatory skill demonstrations conducted in a flexible lab with day and evening hours. The curriculum is modularized so students can improve the skills they need without covering topics they do not need or have already mastered. The model produced a significant increase in manufacturing program enrollment at all three partner colleges, particularly among incumbent workers, a difficult constituency to enroll in postsecondary education.</p>\n<p>&nbsp;</p>\n<p>Both schools also adopted the integrated systems approach, problem-based learning practices, and spiral design principles in their multi-skilled technician programs that allowed them to maintain comparable academic rigor to a face-to-face class. MCC evaluated the curriculum&rsquo;s rigor using the Critical Thinking Assessment Test (CAT), a short answer essay test developed by Tennessee Tech University with NSF grant support that is designed to assess and promote the improvement of critical thinking and real-world problem-solving skills. MCC assessed a cohort of AIT students who had completed at least 75% of their technical program and compared the results with those of a benchmark cohort of non-AIT students who had completed general education courses designed to target specific critical thinking learning outcomes. AIT students outperformed the non-AIT cohort by 2.43 average total points attained on a scale from 0 to 38. Employer data also confirmed the impact of the rigorous curriculum. Jennmar/J-Loc, Inc. &ndash; a small manufacturer of underground mining support systems &ndash; has eight full-time employees. Seven completed a customized AIT program of approximately 30 credit hours using online modules and flexible lab scheduling. Upon completion of the project, Jennmar/J-Loc documented a 43% reduction in production down-time.</p>\n<p>&nbsp;</p>\n<p>In 2014, the AIT project was selected as one of ten finalists to compete for the Bellwether Award in the &ldquo;workforce development&rdquo; category. The award, sponsored by the University of Florida&rsquo;s Institute of Higher Education, recognizes outstanding and innovative programs and practices that are &ldquo;cutting-edge, trend-setting, and worthy of replication&rdquo;. Further, MCC PI David Alsip was selected as a mentor in the NSF/AACC MentorLinks program. He is assisting Mohave Community College (Mohave, AZ) in developing an NSF proposal to utilize a hybrid delivery approach to address the same issues of rigor and access that occasioned the original MCC ATE proposal. MCC AIT faculty members Mike Deal and Darlena Gallegos showcased the establishment of a half-time Career Counselor position in area high schools at the STEM Tech annual conference in Denver, Colorado. David Alsip and MCC AIT faculty member Matt Luckett presented on incumbent worker training at the National Institute for Staff and Organizational Development (NISOD) in Austin, Texas, in May 2015.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/03/2016<br>\n\t\t\t\t\tModified by: David&nbsp;Alsip</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project allowed Madisonville Community College (MCC) to disseminate its hybrid delivery model for a manufacturing curriculum to two partner colleges, Ivy Tech-Bloomington in Bloomington, IN, and Jackson State Community College in Jackson, TN. Both schools succeeded in adopting the model, which increases scheduling flexibility by using web-based learning objects to deliver course content online while supplementing the content with mandatory skill demonstrations conducted in a flexible lab with day and evening hours. The curriculum is modularized so students can improve the skills they need without covering topics they do not need or have already mastered. The model produced a significant increase in manufacturing program enrollment at all three partner colleges, particularly among incumbent workers, a difficult constituency to enroll in postsecondary education.\n\n \n\nBoth schools also adopted the integrated systems approach, problem-based learning practices, and spiral design principles in their multi-skilled technician programs that allowed them to maintain comparable academic rigor to a face-to-face class. MCC evaluated the curriculumÆs rigor using the Critical Thinking Assessment Test (CAT), a short answer essay test developed by Tennessee Tech University with NSF grant support that is designed to assess and promote the improvement of critical thinking and real-world problem-solving skills. MCC assessed a cohort of AIT students who had completed at least 75% of their technical program and compared the results with those of a benchmark cohort of non-AIT students who had completed general education courses designed to target specific critical thinking learning outcomes. AIT students outperformed the non-AIT cohort by 2.43 average total points attained on a scale from 0 to 38. Employer data also confirmed the impact of the rigorous curriculum. Jennmar/J-Loc, Inc. &ndash; a small manufacturer of underground mining support systems &ndash; has eight full-time employees. Seven completed a customized AIT program of approximately 30 credit hours using online modules and flexible lab scheduling. Upon completion of the project, Jennmar/J-Loc documented a 43% reduction in production down-time.\n\n \n\nIn 2014, the AIT project was selected as one of ten finalists to compete for the Bellwether Award in the \"workforce development\" category. The award, sponsored by the University of FloridaÆs Institute of Higher Education, recognizes outstanding and innovative programs and practices that are \"cutting-edge, trend-setting, and worthy of replication\". Further, MCC PI David Alsip was selected as a mentor in the NSF/AACC MentorLinks program. He is assisting Mohave Community College (Mohave, AZ) in developing an NSF proposal to utilize a hybrid delivery approach to address the same issues of rigor and access that occasioned the original MCC ATE proposal. MCC AIT faculty members Mike Deal and Darlena Gallegos showcased the establishment of a half-time Career Counselor position in area high schools at the STEM Tech annual conference in Denver, Colorado. David Alsip and MCC AIT faculty member Matt Luckett presented on incumbent worker training at the National Institute for Staff and Organizational Development (NISOD) in Austin, Texas, in May 2015.\n\n \n\n\t\t\t\t\tLast Modified: 05/03/2016\n\n\t\t\t\t\tSubmitted by: David Alsip"
 }
}