{
 "awd_id": "1204334",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "General Relativistic Simulations of Binary Compact Objects",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Bradley D. Keister",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 30000.0,
 "awd_amount": 30000.0,
 "awd_min_amd_letter_date": "2012-04-20",
 "awd_max_amd_letter_date": "2012-04-20",
 "awd_abstract_narration": "Using the moving puncture approach, it is now possible to evolve compact-object binaries through many orbits, merger and the ringdown of the final black hole.  The main task has become to accurately model different physical problems.  We will use this method to explore more physically realistic situations.  In particular, we plan to address several key physics issues such as: (i) How important is neutron star spin in the evolution of neutron star binaries? (ii) How can we best join a very long post-Newtonian in-spiral waveform and a numerically obtained waveform from a compact object binary? (iii) Up to which frequency can post-Newtonian waveforms be trusted, and how does this frequency depend on spins and mass ratios? (iv) Can we get significantly better waveforms if we use more realistic initial data with less artificial \"junk\" radiation?  \r\n\r\nThe NSF's LIGO gravitational wave detector is among a number of new facilities all over the world which are designed to directly detect and measure gravitational waves.  These waves will come from a variety of astrophysical sources and will open a new window to the universe.  One of the most promising sources for these detectors are the in-spirals and mergers of compact-object binaries (i.e., systems containing black holes or neutron stars). As the two objects get close, fully non-linear numerical simulations of the Einstein equations are required to make predictions about the final part of the in-spiral and subsequent merger.  The gravitational waveforms produced by our simulations will be valuable for other scientific groups such as the LIGO collaboration. The planned research will involve at least one graduate student at FAU and one postdoc at the University of Jena. Thus the planned research will have educational benefits for the students and postdocs involved. They will not only learn about the science related to this project, but also more broadly about programming supercomputers and data management.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wolfgang",
   "pi_last_name": "Tichy",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wolfgang Tichy",
   "pi_email_addr": "wolf@fau.edu",
   "nsf_id": "000107313",
   "pi_start_date": "2012-04-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida Atlantic University",
  "inst_street_address": "777 GLADES RD",
  "inst_street_address_2": "",
  "inst_city_name": "BOCA RATON",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "5612970777",
  "inst_zip_code": "334316424",
  "inst_country_name": "United States",
  "cong_dist_code": "23",
  "st_cong_dist_code": "FL23",
  "org_lgl_bus_name": "FLORIDA ATLANTIC UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "Q266L2NDAVP1"
 },
 "perf_inst": {
  "perf_inst_name": "Florida Atlantic University",
  "perf_str_addr": "777 GLADES RD",
  "perf_city_name": "BOCA RATON",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "334310991",
  "perf_ctry_code": "US",
  "perf_cong_dist": "23",
  "perf_st_cong_dist": "FL23",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124400",
   "pgm_ele_name": "Gravity Theory"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 30000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project is focused on orbiting systems consisting of two<br />compact objects such as black holes or neutron stars. Gravity in<br />such objects is so strong that we have to use Einstein's theory of<br />General Relativity. The only way to approach this problem is by<br />solving Einstein's equations numerically by large scale computer<br />simulations. This project addresses several different aspects of<br />this problem. The first one is the construction of realistic<br />initial conditions. In order to start a numerical simulation one<br />has to set up the gravitational fields in such a way that they<br />actually describe two orbiting black holes or neutron stars. In<br />addition, these systems have to be in a state that is realistic,<br />i.e. in a state that mirrors actual black holes or neutron stars in<br />our universe. We have worked on increasing the realism of the<br />initial black holes by adapting several reliable approximations to<br />the case of black hole initial data. We have also worked on how one<br />can include realistic spins for the case of neutron stars. This<br />work is important, since even the best and most accurate simulation<br />of the subsequent orbits will give unrealistic results if we start<br />from an unrealistic initial state. Another part of this research is<br />the actual simulation of the evolution of an orbiting compact<br />object system in time. One interesting aspect of such a system is<br />that it radiates so called gravitational waves, which are ripples<br />propagating through spacetime. These waves carry away energy from<br />the system so that the two orbiting objects come closer and closer.<br />They typically move in spirals around each other until they finally<br />merge. The outcome is a larger black hole if one of the initial<br />objects was already a black hole. In the case of two merging<br />neutron stars, the merged object can be a so called hypermassive<br />neutron star. Such a hypermassive star is only meta stable and<br />usually collapses into a black after a short time. How fast this<br />occurs depends on the initial masses and spins, as well as on the<br />unknown equation of state of matter at densities that exceed the<br />density of an atomic nucleus. The numerical simulations carried out<br />in this project give theoretical predictions of the gravitational<br />waves emitted by such systems. When these predicted waves are<br />compared to actual measured waves we can infer the masses and spins<br />of the two compact objects. If neutron stars are involved we can<br />even gain information about the equation of state of the matter<br />involved. So far no gravitational wave has ever been directly<br />observed. However, there is currently a worldwide effort underway<br />to build gravitational wave detectors (such as NSF's LIGO detector)<br />that are sensitive enough to measure such waves for the first time.<br />Once these detectors will be operational they will open a new<br />window to the universe. For this new field of gravitational wave<br />astronomy, theoretical predictions (such as the ones coming from<br />this project) are crucial in order to interpret gravitational wave<br />detector measurements.</p>\n<p>We have developed a new quasi-equilibrium approximation that allows<br />us to give spins to the stars at the initial time. This has enabled<br />us to perform simulations of spinning neutron stars. The dynamics<br />of the systems were analyzed in terms of gauge-invariant binding<br />energy vs. orbital angular momentum curves. By comparing to a<br />binary black hole configuration we can estimate the different tidal<br />and spin contributions to the binding energy for the first time. We<br />have also studied the gravitational wave forms produced in the <br />simulations. The phase evolution during the orbital motion is<br />significantly affected by spin-orbit inter...",
  "por_txt_cntn": "\nThis project is focused on orbiting systems consisting of two\ncompact objects such as black holes or neutron stars. Gravity in\nsuch objects is so strong that we have to use Einstein's theory of\nGeneral Relativity. The only way to approach this problem is by\nsolving Einstein's equations numerically by large scale computer\nsimulations. This project addresses several different aspects of\nthis problem. The first one is the construction of realistic\ninitial conditions. In order to start a numerical simulation one\nhas to set up the gravitational fields in such a way that they\nactually describe two orbiting black holes or neutron stars. In\naddition, these systems have to be in a state that is realistic,\ni.e. in a state that mirrors actual black holes or neutron stars in\nour universe. We have worked on increasing the realism of the\ninitial black holes by adapting several reliable approximations to\nthe case of black hole initial data. We have also worked on how one\ncan include realistic spins for the case of neutron stars. This\nwork is important, since even the best and most accurate simulation\nof the subsequent orbits will give unrealistic results if we start\nfrom an unrealistic initial state. Another part of this research is\nthe actual simulation of the evolution of an orbiting compact\nobject system in time. One interesting aspect of such a system is\nthat it radiates so called gravitational waves, which are ripples\npropagating through spacetime. These waves carry away energy from\nthe system so that the two orbiting objects come closer and closer.\nThey typically move in spirals around each other until they finally\nmerge. The outcome is a larger black hole if one of the initial\nobjects was already a black hole. In the case of two merging\nneutron stars, the merged object can be a so called hypermassive\nneutron star. Such a hypermassive star is only meta stable and\nusually collapses into a black after a short time. How fast this\noccurs depends on the initial masses and spins, as well as on the\nunknown equation of state of matter at densities that exceed the\ndensity of an atomic nucleus. The numerical simulations carried out\nin this project give theoretical predictions of the gravitational\nwaves emitted by such systems. When these predicted waves are\ncompared to actual measured waves we can infer the masses and spins\nof the two compact objects. If neutron stars are involved we can\neven gain information about the equation of state of the matter\ninvolved. So far no gravitational wave has ever been directly\nobserved. However, there is currently a worldwide effort underway\nto build gravitational wave detectors (such as NSF's LIGO detector)\nthat are sensitive enough to measure such waves for the first time.\nOnce these detectors will be operational they will open a new\nwindow to the universe. For this new field of gravitational wave\nastronomy, theoretical predictions (such as the ones coming from\nthis project) are crucial in order to interpret gravitational wave\ndetector measurements.\n\nWe have developed a new quasi-equilibrium approximation that allows\nus to give spins to the stars at the initial time. This has enabled\nus to perform simulations of spinning neutron stars. The dynamics\nof the systems were analyzed in terms of gauge-invariant binding\nenergy vs. orbital angular momentum curves. By comparing to a\nbinary black hole configuration we can estimate the different tidal\nand spin contributions to the binding energy for the first time. We\nhave also studied the gravitational wave forms produced in the \nsimulations. The phase evolution during the orbital motion is\nsignificantly affected by spin-orbit interactions, leading to\ndelayed or early mergers. Furthermore, a frequency shift in the  \nmain emission mode of the hyper massive neutron star is observed.\nOur results suggest that a detailed modeling of merger waveforms\nrequires the inclusion of spin, even for the moderate magnitudes \nobserved in binary neutron star systems.\n\n\n\n\n\t\t\t\t\tLast Modif..."
 }
}