{
 "awd_id": "1204112",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Testing the Northern Route for Younger Dryas Meltwater",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William J. Wiseman, Jr.",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 229743.0,
 "awd_amount": 229743.0,
 "awd_min_amd_letter_date": "2012-06-27",
 "awd_max_amd_letter_date": "2012-06-27",
 "awd_abstract_narration": "The PIs propose a three-year project to investigate the origin of the Younger Dryas cooling. New evidence suggests that glacial Lake Agassiz released fresh water to the Arctic through the Mackenzie River and they propose that this signal should be detectable along the western margin of the Canadian Archipelago in the oxygen isotope ratio in the shells of planktonic foraminifera. The project involves a three-week expedition to survey the seafloor and subbottom layers and collect sediment cores from the eastern Beaufort Sea, a region that is remote and has not been well explored. Besides the sediment processing and micropaleontology that are part of generating the isotope data that reflect sea surface salinity, two complementary shore-based projects are proposed. The first is to integrate the new geophysical data on the continental margin with the climate history of the open sea, sediment transport, relative sea level change, and terrestrial climate, as they have done previously for the Chukchi Sea. The second is to compare the geochemical data with results from a high resolution General Circulation Model that is configured to reveal the path and the mixing of the melt water. Although the paleoceanographic data will be spatially limited, model runs will show the low salinity distribution in the Arctic as well as in the Nordic seas where the freshening may have affected deep ocean overturning and caused the Younger Dryas cooling.\r\n\r\nThe Younger Dryas was a period of climatic cooling that began about 13,000 years ago and lasted more than 1000 year.  It reversed a period of climatic warming, even though insolation continued to increase.  This study will attempt to determine the mechanism that allowed such a reversal in temperature trend to occur and, thus, inform discussions of whether similar changes are probable in the future.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "Condron",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alan Condron",
   "pi_email_addr": "acondron@whoi.edu",
   "nsf_id": "000603896",
   "pi_start_date": "2012-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "611 North Pleasant Street",
  "perf_city_name": "Amherst",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039297",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 229743.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This three year award supported a research project to investigate the origins of the Younger Dryas cooling that began about 13,000 years ago. Motivation for this work came from terrestrial evidence suggesting that a large meltwater flood could have discharged into the Arctic Ocean, via the Mackenzie River, at the onset of the Younger Dryas. The subsequent freshening of the North Atlantic Ocean was hypothesized to have weakened the strength of the Gulf Stream and the transport of heat to Europe and North America. Prior to this finding, the scientific community had mainly thought that any meltwater would have drained into the western Atlantic, via the St. Lawrence River. This project used a combination of marine sediment proxies and numerical climate modeling to understand how global climate would have been impacted by the release of freshwater to the Arctic Ocean. The project began with a three-week expedition to the eastern Beaufort Sea to survey the seafloor and collect marine sediment cores to look for a meltwater signal along the western margin of the Canadian Archipelago. Over the course of the project, PI Condron undertook a series of model simulations to understand the pathway that meltwater discharged into various parts of the North Atlantic and Arctic would have taken. Work initially began by configuring the Massachusetts Institute of Technology general circulation model (MITgcm) to simulate ocean circulation at high resolution to capture the physical properties and dynamics of glacial meltwater floods in the ocean. Experiments performed under modern-day climate conditions showed that meltwater from the Mackenzie River was twice as effective at weakening global ocean circulation, compared to meltwater from the St. Lawrence River, implying that an Arctic drainage route was a more likely to have triggered the Younger Dryas. This work was published in the &lsquo;Proceedings of the National Academy of Science&rsquo; (Condron and Winsor, 2012) and generated considerable media interest with several news networks covering the story (NBC News, Fox News, and The Daily Mail, UK) as well as a radio interview aired on Science Update, an on-line radio program featuring the latest discoveries in science. During the second half of the project, the model was configured to simulate climate conditions closer to those at the onset of the Younger Dryas. A series of meltwater floods released from both the Gulf of St. Lawrence and Hudson Bay showed that if the meltwater flux exceeded 2.5 Sv then flood waters from the Arctic would have flowed southward along the east coast of North America all the way to the Gulf of Mexico. This coastal meltwater route was later supported by the discovery of hundreds of iceberg scour marks along the continental shelf offshore of South Carolina and Florida. This work was published in the journal Nature Geoscience and featured on the History Channel, Discovery News, NBC news, and in the Smithsonian magazine. A discussion of our work also aired on the John Batchelor radio show shortly after the paper was published. The final part of this project showed that a meltwater flood coming out of the Mackenzie River would have mobilized significant volumes of Arctic sea ice, creating a massive pulse of thick, fast-flowing, ice into the Nordic Seas at the same time as the meltwater. The subsequent melting of this ice helped form a shallow &lsquo;freshwater cap&rsquo; inhibiting deep water formation in this region. Funding from this project also supported a PhD graduate student to run numerous ocean-seaice meltwater sensitivity experiments as part of their graduate thesis. They received training in ocean modeling and became competent at analyzing large numerical datasets. They also attended and presented at several national and international meetings. This project also helped support a work-study college honors student to develop a novel outreach project to teach elementary school students about the cryosphere. This involved programing a fun, interactive, computer game where the player has to cross the North Atlantic in a boat without hitting an iceberg. More details can be found on our project website: http://www.geo.umass.edu/faculty/condron/IcePatrol/ice_patrol.htm</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/04/2016<br>\n\t\t\t\t\tModified by: Alan&nbsp;Condron</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis three year award supported a research project to investigate the origins of the Younger Dryas cooling that began about 13,000 years ago. Motivation for this work came from terrestrial evidence suggesting that a large meltwater flood could have discharged into the Arctic Ocean, via the Mackenzie River, at the onset of the Younger Dryas. The subsequent freshening of the North Atlantic Ocean was hypothesized to have weakened the strength of the Gulf Stream and the transport of heat to Europe and North America. Prior to this finding, the scientific community had mainly thought that any meltwater would have drained into the western Atlantic, via the St. Lawrence River. This project used a combination of marine sediment proxies and numerical climate modeling to understand how global climate would have been impacted by the release of freshwater to the Arctic Ocean. The project began with a three-week expedition to the eastern Beaufort Sea to survey the seafloor and collect marine sediment cores to look for a meltwater signal along the western margin of the Canadian Archipelago. Over the course of the project, PI Condron undertook a series of model simulations to understand the pathway that meltwater discharged into various parts of the North Atlantic and Arctic would have taken. Work initially began by configuring the Massachusetts Institute of Technology general circulation model (MITgcm) to simulate ocean circulation at high resolution to capture the physical properties and dynamics of glacial meltwater floods in the ocean. Experiments performed under modern-day climate conditions showed that meltwater from the Mackenzie River was twice as effective at weakening global ocean circulation, compared to meltwater from the St. Lawrence River, implying that an Arctic drainage route was a more likely to have triggered the Younger Dryas. This work was published in the ?Proceedings of the National Academy of Science? (Condron and Winsor, 2012) and generated considerable media interest with several news networks covering the story (NBC News, Fox News, and The Daily Mail, UK) as well as a radio interview aired on Science Update, an on-line radio program featuring the latest discoveries in science. During the second half of the project, the model was configured to simulate climate conditions closer to those at the onset of the Younger Dryas. A series of meltwater floods released from both the Gulf of St. Lawrence and Hudson Bay showed that if the meltwater flux exceeded 2.5 Sv then flood waters from the Arctic would have flowed southward along the east coast of North America all the way to the Gulf of Mexico. This coastal meltwater route was later supported by the discovery of hundreds of iceberg scour marks along the continental shelf offshore of South Carolina and Florida. This work was published in the journal Nature Geoscience and featured on the History Channel, Discovery News, NBC news, and in the Smithsonian magazine. A discussion of our work also aired on the John Batchelor radio show shortly after the paper was published. The final part of this project showed that a meltwater flood coming out of the Mackenzie River would have mobilized significant volumes of Arctic sea ice, creating a massive pulse of thick, fast-flowing, ice into the Nordic Seas at the same time as the meltwater. The subsequent melting of this ice helped form a shallow ?freshwater cap? inhibiting deep water formation in this region. Funding from this project also supported a PhD graduate student to run numerous ocean-seaice meltwater sensitivity experiments as part of their graduate thesis. They received training in ocean modeling and became competent at analyzing large numerical datasets. They also attended and presented at several national and international meetings. This project also helped support a work-study college honors student to develop a novel outreach project to teach elementary school students about the cryosphere. This involved programing a fun, interactive, computer game where the player has to cross the North Atlantic in a boat without hitting an iceberg. More details can be found on our project website: http://www.geo.umass.edu/faculty/condron/IcePatrol/ice_patrol.htm\n\n\t\t\t\t\tLast Modified: 10/04/2016\n\n\t\t\t\t\tSubmitted by: Alan Condron"
 }
}