{
 "awd_id": "1204609",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "WSC-Category 1: Integrative Modeling of the Interactions, Connectivity and interdependence of Water Systems and Ecosystem Services in the Lower Mekong Basin",
 "cfda_num": "47.075",
 "org_code": "04050000",
 "po_phone": "7032927263",
 "po_email": "roconnor@nsf.gov",
 "po_sign_block_name": "Robert O'Connor",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2016-02-29",
 "tot_intn_awd_amt": 149972.0,
 "awd_amount": 149972.0,
 "awd_min_amd_letter_date": "2012-09-19",
 "awd_max_amd_letter_date": "2013-03-04",
 "awd_abstract_narration": "This project establishes a framework necessary for understanding the interactions, connectivity and interdependence of humans and a changing water system in the lower Mekong River Basin of Southeast Asia. The cross-disciplinary team of experts creates future scenarios of change, develops an innovative and integrative modeling framework, and defines the data collection efforts needed to evaluate how sustainability of the water system affects human welfare. This question is how to promote human well-being in a region dependent on a changing water system. The Mekong River and Tonle Sap Lake of Cambodia are connected through a flood-pulse hydrology and river-floodplain connectivity upon which humans are dependent for rice farming, fish production, and social lifeways. Current rapid changes in land use, hydropower development, human activity, and climate will all have significant impacts on the predictability of the flood-pulse system and the availability of water in the future. This research connects the natural and human system through the study of the ecosystem services provided by the water system, which in turn support and sustain human life. Through the assembled team, the research focuses on all dimensions of the region?s ecosystem services including the provision, adaptation, valuation, and response mechanisms. The results of this project will set the stage to measure and explain critical interactions and impacts of a social-ecological system on the brink of profound transformation driven by demographic shifts, rapid economic growth, hydropower installations and climate change.  \r\n\r\nThis research develops a framework to answer the central research questions: (1) What is the set of likely future land-use and climate scenarios for the region and how will they affect the hydrological system? (2) What is the relationship between the hydrological system and the generation of the ecosystem services necessary for sustainable agricultural production? (3) How do human populations depend on the ecosystem services provided by the hydrological system and respond to changes in the provision of these ecosystem services? and, (4) What are the tradeoffs associated with alternative choices for water sustainability? \r\n\r\nThis project will serve as a precursor to a more significant NSF WSC Category 2 proposal, in which the data and modeling framework will be implemented to assess the physical and economic ecosystem service tradeoffs associated with alternative approaches to ensuring water sustainability in the region.  This research develops a set of plausible future scenarios based on climate change, land use, and human activity in the Lower Mekong Region. A cross-discplinary team of experts develops integrative ecological-economic models to assess the consequences of changes on human well-being. While ecosystem services provide a useful and innovative way of understanding the linkages and feedback of natural systems and humans populations, measuring and quantifying the value of these services ia challenging. The models developed are adaptable to other ecosystem service applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SES",
 "org_div_long_name": "Division of Social and Economic Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Felkner",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "John S Felkner",
   "pi_email_addr": "jfelkner@fsu.edu",
   "nsf_id": "000568720",
   "pi_start_date": "2012-09-19",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sabina",
   "pi_last_name": "Shaikh",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Sabina L Shaikh",
   "pi_email_addr": "sabina@uchicago.edu",
   "nsf_id": "000569461",
   "pi_start_date": "2012-09-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State University",
  "inst_street_address": "874 TRADITIONS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8506445260",
  "inst_zip_code": "323060001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF2BLNN4PJC3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State University",
  "perf_str_addr": "874 Traditions Way, 3rd Floor",
  "perf_city_name": "Tallahassee",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323064166",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "797700",
   "pgm_ele_name": "CR-Water Sustainability & Clim"
  },
  {
   "pgm_ele_code": "805500",
   "pgm_ele_name": "SEES Fellows"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 149972.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The overarching goal of this research is to better understand the interactions of the human and hydrological systems to predict behavioral response to the changes in ecosystem service provision through modifications to farming and fishing operations and changes in socio-economic and cultural conditions including employment, income, education and migration patterns.&nbsp; Through the assembled team of experts, the research has focused on all dimensions of ecosystem services including the provision, adaptation, valuation and response mechanisms. Through a series of collaborative workshops, site visits, interviews and external data assessments, the team engaged intellectual stakeholders and compiled a set of plausible land-use, climate and hydrological scenarios for the region. The work explicitly considered the natural hydrology, the increasingly engineered water system and the human-induced changes to the ecosystem in the Lower Mekong in order to develop models that evaluate tradeoffs in alternative land-use scenarios.&nbsp;</p>\n<p>The major project outcomes include:</p>\n<ol>\n<li>A project website hosted by Florida State University that contains complete proceedings of two of the three Workshops and a full list of collaborating organizations:&nbsp; <a href=\"http://coss.fsu.edu/mekong/\">http://coss.fsu.edu/mekong/</a> </li>\n<li>Three completed workshops, one in Cambodia and two in the US:<ol>\n<li><strong>Workshop 1 </strong>was held at the Natural Capital Project at Stanford University (<a href=\"http://www.naturalcapitalproject.org/\">http://www.naturalcapitalproject.org/</a>) on April 5-6, 2013.&nbsp; Attendees included the grant investigators, scientists from the Natural Capital Project at Stanford University and the Winemiller Aquatic Ecology Lab at Texas A&amp;M University.&nbsp; Detailed proceedings with a full list of participants from this Workshop are available on the project website.</li>\n<li><strong>Workshop 2 </strong>was held at the Center for Khmer Studies in Siem Reap, Cambodia (<a href=\"http://www.khmerstudies.org/\">http://www.khmerstudies.org/</a>), on June 12-13, 2013.&nbsp; More than 20 experts on the Lower Mekong from a broad range of physical and social science backgrounds attended and participated in the 2-day Workshop.&nbsp; Detailed Proceedings with a full list of participants from this Workshop are available on the project website.&nbsp; A paper presenting the findings from this Workshop is currently being prepared for submission at the request of the editors of the Cambodia Journal of Natural History.&nbsp; </li>\n<li><strong>Workshop 3:&nbsp; </strong>Workshop 3 was completed at Florida State University on January 4-5, 2015, with scientists and experts in the InVEST ecosystem services model from the Natural Capital Project at Stanford University (<a href=\"http://www.naturalcapitalproject.org/invest/\">http://www.naturalcapitalproject.org/invest/</a>).&nbsp; The workshop focused on training in the InVEST Habitat Risk Assessment model to the research team&rsquo;s Cambodian data as the first stage in a modeling effort anticipated for peer-reviewed publication.&nbsp; </li>\n</ol></li>\n<li><strong>Completion of Fieldwork in Cambodia:</strong>&nbsp; fieldwork was completed by the core research team in Cambodia in June, 2013, and by PI John Felkner in Phnom Penh, Cambodia, in June 2015.&nbsp; The field work included both primary data collection (landcover, water morphology) and secondary data from the Cambodian National Institute of Statistics.&nbsp; </li>\n<li><strong>Data Preparation.</strong> Data from a household survey completed in 4 Provinces of Cambodia of more than 2000 households in 64 villages (under previous NSF funding) was cleaned and prepared, and is currently being analyzed to consider rural household livelihood strategies in Cambodia in relationship to urban and market access,&nbsp; accessibility to forest and water resources, and as a f...",
  "por_txt_cntn": "\nThe overarching goal of this research is to better understand the interactions of the human and hydrological systems to predict behavioral response to the changes in ecosystem service provision through modifications to farming and fishing operations and changes in socio-economic and cultural conditions including employment, income, education and migration patterns.  Through the assembled team of experts, the research has focused on all dimensions of ecosystem services including the provision, adaptation, valuation and response mechanisms. Through a series of collaborative workshops, site visits, interviews and external data assessments, the team engaged intellectual stakeholders and compiled a set of plausible land-use, climate and hydrological scenarios for the region. The work explicitly considered the natural hydrology, the increasingly engineered water system and the human-induced changes to the ecosystem in the Lower Mekong in order to develop models that evaluate tradeoffs in alternative land-use scenarios. \n\nThe major project outcomes include:\n\nA project website hosted by Florida State University that contains complete proceedings of two of the three Workshops and a full list of collaborating organizations:  http://coss.fsu.edu/mekong/ \nThree completed workshops, one in Cambodia and two in the US:\nWorkshop 1 was held at the Natural Capital Project at Stanford University (http://www.naturalcapitalproject.org/) on April 5-6, 2013.  Attendees included the grant investigators, scientists from the Natural Capital Project at Stanford University and the Winemiller Aquatic Ecology Lab at Texas A&amp;M University.  Detailed proceedings with a full list of participants from this Workshop are available on the project website.\nWorkshop 2 was held at the Center for Khmer Studies in Siem Reap, Cambodia (http://www.khmerstudies.org/), on June 12-13, 2013.  More than 20 experts on the Lower Mekong from a broad range of physical and social science backgrounds attended and participated in the 2-day Workshop.  Detailed Proceedings with a full list of participants from this Workshop are available on the project website.  A paper presenting the findings from this Workshop is currently being prepared for submission at the request of the editors of the Cambodia Journal of Natural History.  \nWorkshop 3:  Workshop 3 was completed at Florida State University on January 4-5, 2015, with scientists and experts in the InVEST ecosystem services model from the Natural Capital Project at Stanford University (http://www.naturalcapitalproject.org/invest/).  The workshop focused on training in the InVEST Habitat Risk Assessment model to the research teamÆs Cambodian data as the first stage in a modeling effort anticipated for peer-reviewed publication.  \n\nCompletion of Fieldwork in Cambodia:  fieldwork was completed by the core research team in Cambodia in June, 2013, and by PI John Felkner in Phnom Penh, Cambodia, in June 2015.  The field work included both primary data collection (landcover, water morphology) and secondary data from the Cambodian National Institute of Statistics.  \nData Preparation. Data from a household survey completed in 4 Provinces of Cambodia of more than 2000 households in 64 villages (under previous NSF funding) was cleaned and prepared, and is currently being analyzed to consider rural household livelihood strategies in Cambodia in relationship to urban and market access,  accessibility to forest and water resources, and as a function of accessibility to financial credit provision.  \nResearch Papers for Publication in Progress.  Currently four research papers are in progress and are due to be submitted to peer-reviewed journals in 2016, as follows:\na.     Rural livelihood strategies conditioned by financial credit access, market remoteness and forest proximity in 4 provinces in rural Cambodia.  This research utilizes a household survey of more than 2000 Cambodian households in 64 villages in 4 Provinces to examine rural livelih..."
 }
}