{
 "awd_id": "1204747",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Phase transitions of a single polymer chain: Effects of solvent, confinement, and tethering",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 116163.0,
 "awd_amount": 116163.0,
 "awd_min_amd_letter_date": "2012-06-01",
 "awd_max_amd_letter_date": "2012-06-01",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\nThis award made on an RUI proposal supports computational and theoretical research and education that addresses conformational phase transitions of single polymer molecules in response to variations in environmental variables such as temperature, pressure, or solution pH. This topic is of broad importance since both the bulk properties of polymer containing materials and the functionality of biopolymers and many polymer-based \"smart\" materials are directly determined by the underlying microscopic conformation of individual polymer molecules. Many smart or biologically active materials utilize polymer chains tethered to surfaces or nanoparticles.  The effects of tethering and, more generally, confinement on single-chain phase transitions will also be investigated. This research continues and extends the recent work by the PI with significant contributions from undergraduate collaborators in the areas of solvent effects on polymer conformation and phase transitions of isolated homopolymer chains.\r\nThe research objectives of this project are:\r\n (i) to elucidate the effects of local environment on the conformational phase transitions of a single polymer chain as relevant, for example, to the design and function of polymer based environmentally responsive smart materials; \r\n(ii) to study single-polymer phase transitions, in particular, the recently discovered homopolymer all-or-none \"folding\" transition, in simple models in order to establish the underlying physics of the universal aspects of protein folding; and\r\n (iii) to develop conformation and free energy landscapes using a rigorous microcanonical approach to study transition order, pathways, and kinetics of single-chain phase transitions. \r\nThis work will make use of both the solvation potential approach, recently developed by the PI to reduce computational complexity in modeling polymer-solvent systems, and advanced simulation techniques that allow for direct computation of the density of states of classical many-body systems. The latter methods provide complete thermodynamic information and can be used to carry out subsequent multi-canonical simulations to determine structural information. \r\nThis research contributes to the understanding of single-macromolecule behavior through the development of rigorous solvation potentials, density of states simulation methods, and microcanonical analysis techniques. It will contribute to efforts to develop rational design principles for functional polymer-based and biomimetic. This research program has been designed to allow for maximum student participation by dovetailing into the physics curriculum at Hiram College. Computation and simulation methods taught in the core courses establish a direct link between classroom learning and this research program and provide students with the tools needed to make meaningful contributions to this work. The undergraduate students who participate in this research will benefit by learning state of the art computer simulation techniques and will have opportunities to present at scientific meetings. Of the fourteen students who have worked with the PI at Hiram, twelve are now, or will be pursuing advanced study in physics, materials science, or engineering. This research proposal intends to continue such student successes and the PI hopes that these successes will help recruit more under-represented students into the sciences.\r\n\r\nNON-TECHNICAL SUMMARY\r\nThis award made on an RUI proposal supports computational and theoretical research and education to study transformations in the size and shape assumed by long chain-like molecules, polymers, as they respond to changes in their environment, such as changes in temperature and pressure. The PI will use advanced computer simulation techniques and models to advance understanding of this important problem. Changes in the size and shape of the polymers in living systems are often necessary to carry out functions at the biomolecular level to sustain life. A better understanding of this process contributes to developing design principles for smart materials that change their properties in response to changes in their environment in way that is reversible. Smart materials have many applications, including actuators, sensors, and a wide range of medical devices. \r\nThis research program has been designed to allow for maximum student participation by dovetailing into the physics curriculum at Hiram College. Computation and simulation methods taught in the core courses establish a direct link between classroom learning and this research program and provide students with the tools needed to make meaningful contributions to this work. The undergraduate students who participate in this research will benefit by learning state of the art computer simulation techniques and will have opportunities to present at scientific meetings. Of the fourteen students who have worked with the PI at Hiram, twelve are now, or will be pursuing advanced study in physics, materials science, or engineering. This research proposal intends to continue such student successes and the PI hopes that these successes will help a recruit more under-represented students into the sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Mark",
   "pi_last_name": "Taylor",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Mark P Taylor",
   "pi_email_addr": "taylormp@hiram.edu",
   "nsf_id": "000077543",
   "pi_start_date": "2012-06-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Hiram College",
  "inst_street_address": "11715 GARFIELD RD",
  "inst_street_address_2": "",
  "inst_city_name": "HIRAM",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "3305695134",
  "inst_zip_code": "442343409",
  "inst_country_name": "United States",
  "cong_dist_code": "14",
  "st_cong_dist_code": "OH14",
  "org_lgl_bus_name": "HIRAM COLLEGE",
  "org_prnt_uei_num": "V8HZGBWUKGA5",
  "org_uei_num": "V8HZGBWUKGA5"
 },
 "perf_inst": {
  "perf_inst_name": "Hiram College",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "442340067",
  "perf_ctry_code": "US",
  "perf_cong_dist": "14",
  "perf_st_cong_dist": "OH14",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7234",
   "pgm_ref_txt": "SENSORS NON-SOLICITATION RESEA"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 116163.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Polymers, which are long chain molecules, are the building blocks of life (proteins, cellulose, DNA) and are the primary component in a vast array of materials commonly referred to as plastics.&nbsp;&nbsp; The fact that polymer molecules can assume a wide variety of shapes is one of the keys to their versatility.&nbsp; For example, polymers can produce strong lightweight materials due to the interweaving or entanglement of the long flexible chains throughout the material. &nbsp;In many biological applications, these large molecules spontaneously fold into well-defined three-dimensional shapes that allow them to carry out specific chemical and mechanical operations.&nbsp; In the design of modern so called smart materials (used for sensors, actuators, and drug delivery systems), one attempts to make use of this molecular functionality in a way that can be turned on or off by changing external variables such as temperature, pH, or an applied electric field.</p>\n<p>&nbsp;</p>\n<p>The focus of this research program has been basic theoretical and computer simulation studies of these conformational transitions exhibited by polymer molecules in response to changes in the polymer environment. &nbsp;Our goal is to understand the basic physics of these shape transitions with applications both to biological systems and the rational design of functional smart materials. &nbsp;An important part of this research program has been the significant involvement of undergraduate students, including several from under-represented groups.&nbsp; Regarding scientific outcomes, this research had produced the following results:</p>\n<p>&nbsp;</p>\n<p>1) The<em> identification of simple</em> <em>model systems in which polymers fold, in an on-off fashion, into specific three-dimensional shapes</em>, such as rods, disks, and helices (see Fig. 1).&nbsp; These model systems may help guide the rational design of smart materials whose operation is based on such \"switchable\" shape transitions.&nbsp;</p>\n<p>2) Since polymers are often found in a solvent environment, we have also carefully studied how local solvent conditions can affect these discrete shape transitions and <em>find that the crowding effects of the solvent tends to stabilize the folded structures</em> (see Fig. 2) while <em>solvation effects tend to destabilize compact conformations</em> leading to the isothermal unfolding of a chain. &nbsp;We have also developed new theoretical tools that greatly reduce the computational effort required to study a polymer chain in a dense solvent. &nbsp;</p>\n<p>3) Since these discrete, \"all-or-none\" folding transitions are so important in biological systems we have investigated the basic physics that underlies this behavior.&nbsp; By mapping out free-energy landscapes we are able to <em>identify specific folding and non-folding pathways and transition-state structures</em> and identify the minimum requirements for this on-off type of folding (see Fig. 3).</p>\n<p>4) In many applications polymers are tethered to a surface and strongly affect surface properties.&nbsp; We have carried out a detailed study of the reversible adsorption of a tethered chain to an attractive surface (see Fig. 4) and <em>demonstrated that the method of partition function zeros provides a new powerful tool to analyze phase transitions in polymer systems</em>.</p>\n<p>&nbsp;</p>\n<p>In terms of broader impacts, <em>this work has significantly affected the nine undergraduate students (including three women and two African-American) who have participated</em>.&nbsp; This type of experiential learning is considered a high-impact practice and has given these students direct exposure to the world of professional science.&nbsp; All of these students have attended and presented their work at professional scientific meetings and several are, or will be, coauthors on publications.&nbsp; All of the students who participated in this research work are, or will be, pursuing advanced study on physics, materials science, engineering, or medicine.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/03/2016<br>\n\t\t\t\t\tModified by: Mark&nbsp;P&nbsp;Taylor</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1204747/1204747_10177721_1470247806322_Outcomes_Fig1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1204747/1204747_10177721_1470247806322_Outcomes_Fig1--rgov-800width.jpg\" title=\"Fig. 1 - Shape Persistent Structures\"><img src=\"/por/images/Reports/POR/2016/1204747/1204747_10177721_1470247806322_Outcomes_Fig1--rgov-66x44.jpg\" alt=\"Fig. 1 - Shape Persistent Structures\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Phase diagrams for simple AB-heteropolymer and fused-sphere semiflexible polymer models.</div>\n<div class=\"imageCredit\">Mark P. Taylor</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Mark&nbsp;P&nbsp;Taylor</div>\n<div class=\"imageTitle\">Fig. 1 - Shape Persistent Structures</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1204747/1204747_10177721_1470248018160_Outcomes_Fig2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1204747/1204747_10177721_1470248018160_Outcomes_Fig2--rgov-800width.jpg\" title=\"Fig. 2 - Chain folding in solvent\"><img src=\"/por/images/Reports/POR/2016/1204747/1204747_10177721_1470248018160_Outcomes_Fig2--rgov-66x44.jpg\" alt=\"Fig. 2 - Chain folding in solvent\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Phase diagram for a polymer chain folding in a hard-sphere solvent.  The crowding effects of the solvent stabilize the folded chain.</div>\n<div class=\"imageCredit\">Mark P. Taylor</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Mark&nbsp;P&nbsp;Taylor</div>\n<div class=\"imageTitle\">Fig. 2 - Chain folding in solvent</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1204747/1204747_10177721_1470248722141_Outcomes_Fig3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1204747/1204747_10177721_1470248722141_Outcomes_Fig3--rgov-800width.jpg\" title=\"Fig. 3 - Free Energy Landscape for Folding\"><img src=\"/por/images/Reports/POR/2016/1204747/1204747_10177721_1470248722141_Outcomes_Fig3--rgov-66x44.jpg\" alt=\"Fig. 3 - Free Energy Landscape for Folding\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Free energy landscape for the folding of a polymer chain as a function of number of ordered sites and interaction energy E.  The folding pathway over the energy barrier competes with a non-folding, dead-end pathway.</div>\n<div class=\"imageCredit\">Mark P. Taylor</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Mark&nbsp;P&nbsp;Taylor</div>\n<div class=\"imageTitle\">Fig. 3 - Free Energy Landscape for Folding</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1204747/1204747_10177721_1470250081767_Outcomes_Fig4--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1204747/1204747_10177721_1470250081767_Outcomes_Fig4--rgov-800width.jpg\" title=\"Polymer adsorption transition\"><img src=\"/por/images/Reports/POR/2016/1204747/1204747_10177721_1470250081767_Outcomes_Fig4--rgov-66x44.jpg\" alt=\"Polymer adsorption transition\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Polymer adsorption onto an attractive surface as temperature is reduced through the transition temperature Tc.  The graph shows the complex zeros of the partition function which provide a powerful analysis tool for polymer phase transitions.</div>\n<div class=\"imageCredit\">Mark P. Taylor</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Mark&nbsp;P&nbsp;Taylor</div>\n<div class=\"imageTitle\">Polymer adsorption transition</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1204747/1204747_10177721_1470250298032_Outcomes_Fig5--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1204747/1204747_10177721_1470250298032_Outcomes_Fig5--rgov-800width.jpg\" title=\"Undergraduate researchers\"><img src=\"/por/images/Reports/POR/2016/1204747/1204747_10177721_1470250298032_Outcomes_Fig5--rgov-66x44.jpg\" alt=\"Undergraduate researchers\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Hiram College undergraduate researchers presenting their results on this research project at a regional physics conference.</div>\n<div class=\"imageCredit\">Mark P. Taylor</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Mark&nbsp;P&nbsp;Taylor</div>\n<div class=\"imageTitle\">Undergraduate researchers</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nPolymers, which are long chain molecules, are the building blocks of life (proteins, cellulose, DNA) and are the primary component in a vast array of materials commonly referred to as plastics.   The fact that polymer molecules can assume a wide variety of shapes is one of the keys to their versatility.  For example, polymers can produce strong lightweight materials due to the interweaving or entanglement of the long flexible chains throughout the material.  In many biological applications, these large molecules spontaneously fold into well-defined three-dimensional shapes that allow them to carry out specific chemical and mechanical operations.  In the design of modern so called smart materials (used for sensors, actuators, and drug delivery systems), one attempts to make use of this molecular functionality in a way that can be turned on or off by changing external variables such as temperature, pH, or an applied electric field.\n\n \n\nThe focus of this research program has been basic theoretical and computer simulation studies of these conformational transitions exhibited by polymer molecules in response to changes in the polymer environment.  Our goal is to understand the basic physics of these shape transitions with applications both to biological systems and the rational design of functional smart materials.  An important part of this research program has been the significant involvement of undergraduate students, including several from under-represented groups.  Regarding scientific outcomes, this research had produced the following results:\n\n \n\n1) The identification of simple model systems in which polymers fold, in an on-off fashion, into specific three-dimensional shapes, such as rods, disks, and helices (see Fig. 1).  These model systems may help guide the rational design of smart materials whose operation is based on such \"switchable\" shape transitions. \n\n2) Since polymers are often found in a solvent environment, we have also carefully studied how local solvent conditions can affect these discrete shape transitions and find that the crowding effects of the solvent tends to stabilize the folded structures (see Fig. 2) while solvation effects tend to destabilize compact conformations leading to the isothermal unfolding of a chain.  We have also developed new theoretical tools that greatly reduce the computational effort required to study a polymer chain in a dense solvent.  \n\n3) Since these discrete, \"all-or-none\" folding transitions are so important in biological systems we have investigated the basic physics that underlies this behavior.  By mapping out free-energy landscapes we are able to identify specific folding and non-folding pathways and transition-state structures and identify the minimum requirements for this on-off type of folding (see Fig. 3).\n\n4) In many applications polymers are tethered to a surface and strongly affect surface properties.  We have carried out a detailed study of the reversible adsorption of a tethered chain to an attractive surface (see Fig. 4) and demonstrated that the method of partition function zeros provides a new powerful tool to analyze phase transitions in polymer systems.\n\n \n\nIn terms of broader impacts, this work has significantly affected the nine undergraduate students (including three women and two African-American) who have participated.  This type of experiential learning is considered a high-impact practice and has given these students direct exposure to the world of professional science.  All of these students have attended and presented their work at professional scientific meetings and several are, or will be, coauthors on publications.  All of the students who participated in this research work are, or will be, pursuing advanced study on physics, materials science, engineering, or medicine.\n\n \n\n\t\t\t\t\tLast Modified: 08/03/2016\n\n\t\t\t\t\tSubmitted by: Mark P Taylor"
 }
}