{
 "awd_id": "1204103",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Toward optimization of observational arrays in the Arctic Ocean",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": "7032928048",
 "po_email": "wambrose@nsf.gov",
 "po_sign_block_name": "William Ambrose",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 239290.0,
 "awd_amount": 239290.0,
 "awd_min_amd_letter_date": "2012-09-07",
 "awd_max_amd_letter_date": "2014-08-04",
 "awd_abstract_narration": "This project contributes to the further development of the Arctic Observing Network (AON) by providing a suit of variational methods for optimization of observational arrays with special emphasis on the computational efficiency and portability of the optimization procedures. The team will analyze a scientific rationale for several ongoing and proposed observational programs to provide recommendations for designing an effective AO observing system. By accomplishing the proposed research they intend to approach the major goal of the proposal: to provide observational Arctic community with an objective procedure for optimization of the observational strategy that can be routinely used and will deliver robust and efficient estimates of the optimal configuration of an observational array based on the information available from community AO Ocean General Circulation Models.  The study will provide a helpful tool for quality control of the decisions based on ?common sense? and the information which cannot be formalized in the framework of a rigorous mathematical approach. The results may suggest recommendations for deployment of the monitoring equipment in support of the Study of Environmental ARctic CHange (SEARCH) and AON programs.  The results of the proposed study will be available through a web site that will include links to other relevant observational projects. The web site will be designed to be useful for a variety of audiences including the scientific community, students, and the general public. Additionally, the investigators will set up a web server to simplify access of the interested researchers to the developed algorithms. Results from project data interpretation will be published in scientific and popular journals.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dmitri",
   "pi_last_name": "Nechaev",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Dmitri A Nechaev",
   "pi_email_addr": "dmitri.nechaev@usm.edu",
   "nsf_id": "000358025",
   "pi_start_date": "2012-09-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern Mississippi",
  "inst_street_address": "118 COLLEGE DRIVE",
  "inst_street_address_2": "",
  "inst_city_name": "HATTIESBURG",
  "inst_state_code": "MS",
  "inst_state_name": "Mississippi",
  "inst_phone_num": "6012664119",
  "inst_zip_code": "394060001",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MS04",
  "org_lgl_bus_name": "THE UNIVERSITY OF SOUTHERN MISSISSIPPI",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1K8LJAET5R1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern Mississippi",
  "perf_str_addr": "1020 Balch Boulevard",
  "perf_city_name": "Stennis Space Center",
  "perf_st_code": "MS",
  "perf_st_name": "Mississippi",
  "perf_zip_code": "395295005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "MS04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "529300",
   "pgm_ele_name": "AON-Arctic Observing Network"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 71150.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 80183.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 87957.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>With the decreasing of sea-ice cover in the Arctic in past decades, we observe significant changes of the hydro-physical conditions in the Arctic Ocean.&nbsp; An incomplete list of observed changes includes: intensification of warm Pacific Water inflow through the Bering Strait (Woodgate et al., 2012), changes in the freshwater balance in the in the Eurasian Basin of Arctic, enhanced Arctic oscillation index &ldquo;due to cyclonic shift in the ocean pathways of Eurasian runoff forced by strengthening of the west-to-east Northern Hemisphere atmospheric circulation&rdquo; (Morison et al., 2012),&nbsp; amplification of regional significant wave height by 35% (Francis et al., 2010), and development of a new role for sea waves to further diminish&nbsp; Arctic sea-ice (Simmonds and Rudeva, 2012) and enhance vertical mixing (Qiao&nbsp; et al., 2004). These changes affect all kinds of human activity in the Arctic region including fishery, trans-Arctic transportation and shipping, mineral extraction, and oil/gas exploration on the Arctic shelf. &nbsp;</p>\n<p>The scientific merit of the conducted research is that it advances the development of optimal survey design resulting in potential increase of efficiency and accuracy of the field studies, and improves understanding the Arctic system and its evolution related to of Arctic environmental change. We believe that the project provides a helpful tool for quality control of the decisions based on the &ldquo;common sense&rdquo; and on the information which cannot be formalized in the framework of a rigorous mathematical approach. The results of the project provide recommendations for deployment of the monitoring equipment in support of the SEARCH and AON programs. Thus the project results contribute to development of an Efficient Ocean Observational System in the Arctic Ocean which is critical for understanding environmental changes in the Arctic and have a broader impact in predicting the influence of these changes on&nbsp;human activity in the Arctic region.</p>\n<p>The project is focused at the analysis of applicability and implementation of different approaches for objective optimization of observational arrays in the Arctic Ocean. These studies were conducted for different Arctic regions, using the models with different resolution and complexity. Optimization of a variety of observational platforms and different types of observations were analyzed. The major scientific findings of the project research are as follows:</p>\n<p>The project research confirmed that the developed technique has a strong potential for the optimization of the existing and incoming observational programs in the Arctic Ocean and should be adopted for the planning and post-processing of the collected observations. This will allow significant savings of limited financial resources and ship time and maximize informational content of collected&nbsp;<em>in situ</em>&nbsp;observations. &nbsp;</p>\n<p>The project research demonstrated that in some cases the developed technique can be applied for optimization of the observational systems using the existing (previously reconstructed climatological or seasonal) circulations in the Arctic Ocean. The developed algorithms have been incorporated into the web-server and become available for practically any qualified user. These web-servers are designed for optimization with respect to previously known (e.g.&nbsp;<em>climatological)</em>&nbsp;regional circulations. This is reasonable for long-term observation system planning (such as mooring deployment and HFR installation sites), but a one-time survey optimization system would require the results of an operational circulation model.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2016<br>\n\t\t\t\t\tModified by: Dmitri&nbsp;A&nbsp;Nechaev</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWith the decreasing of sea-ice cover in the Arctic in past decades, we observe significant changes of the hydro-physical conditions in the Arctic Ocean.  An incomplete list of observed changes includes: intensification of warm Pacific Water inflow through the Bering Strait (Woodgate et al., 2012), changes in the freshwater balance in the in the Eurasian Basin of Arctic, enhanced Arctic oscillation index \"due to cyclonic shift in the ocean pathways of Eurasian runoff forced by strengthening of the west-to-east Northern Hemisphere atmospheric circulation\" (Morison et al., 2012),  amplification of regional significant wave height by 35% (Francis et al., 2010), and development of a new role for sea waves to further diminish  Arctic sea-ice (Simmonds and Rudeva, 2012) and enhance vertical mixing (Qiao  et al., 2004). These changes affect all kinds of human activity in the Arctic region including fishery, trans-Arctic transportation and shipping, mineral extraction, and oil/gas exploration on the Arctic shelf.  \n\nThe scientific merit of the conducted research is that it advances the development of optimal survey design resulting in potential increase of efficiency and accuracy of the field studies, and improves understanding the Arctic system and its evolution related to of Arctic environmental change. We believe that the project provides a helpful tool for quality control of the decisions based on the \"common sense\" and on the information which cannot be formalized in the framework of a rigorous mathematical approach. The results of the project provide recommendations for deployment of the monitoring equipment in support of the SEARCH and AON programs. Thus the project results contribute to development of an Efficient Ocean Observational System in the Arctic Ocean which is critical for understanding environmental changes in the Arctic and have a broader impact in predicting the influence of these changes on human activity in the Arctic region.\n\nThe project is focused at the analysis of applicability and implementation of different approaches for objective optimization of observational arrays in the Arctic Ocean. These studies were conducted for different Arctic regions, using the models with different resolution and complexity. Optimization of a variety of observational platforms and different types of observations were analyzed. The major scientific findings of the project research are as follows:\n\nThe project research confirmed that the developed technique has a strong potential for the optimization of the existing and incoming observational programs in the Arctic Ocean and should be adopted for the planning and post-processing of the collected observations. This will allow significant savings of limited financial resources and ship time and maximize informational content of collected in situ observations.  \n\nThe project research demonstrated that in some cases the developed technique can be applied for optimization of the observational systems using the existing (previously reconstructed climatological or seasonal) circulations in the Arctic Ocean. The developed algorithms have been incorporated into the web-server and become available for practically any qualified user. These web-servers are designed for optimization with respect to previously known (e.g. climatological) regional circulations. This is reasonable for long-term observation system planning (such as mooring deployment and HFR installation sites), but a one-time survey optimization system would require the results of an operational circulation model.\n\n \n\n\t\t\t\t\tLast Modified: 11/30/2016\n\n\t\t\t\t\tSubmitted by: Dmitri A Nechaev"
 }
}