{
 "awd_id": "1204233",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Paleoclimate, Paleoenvironment and Other Potential Drivers of Extinction of Mammuthus primigenius, St. Paul Island, Pribilof Islands, Alaska.",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": "7032924354",
 "po_email": "mstiegli@nsf.gov",
 "po_sign_block_name": "Marc Stieglitz",
 "awd_eff_date": "2013-02-01",
 "awd_exp_date": "2017-01-31",
 "tot_intn_awd_amt": 343044.0,
 "awd_amount": 343044.0,
 "awd_min_amd_letter_date": "2012-07-03",
 "awd_max_amd_letter_date": "2012-07-03",
 "awd_abstract_narration": "This project will provide new data on the paleoclimates, paleoenviroments and the biodiversity impacts of sea level rise on the southern edge of the Bering Land Bridge (BLB), and is intended to facilitate a better understanding of why woolly mammoths survived late into the mid-Holocene only in the environments of Arctic islands of this area. Furthermore, this research will attempt to establish the actual time of extinction of the Holocene mammoth population on St. Paul Island, Pribilof Islands, Alaska, and apply this information to test various proposed causal hypotheses for the extinction.\r\n\r\nCores from Cagaloq Lake, St. Paul, will be sampled for chironomids (aquatic invertebrates), pollen, coprophilous fungi spores, plant macrofossils, charcoal, ancient DNA and cryptotephras. Oxygen isotopes from the heads of chironomids will provide an independent climate record that can be supplemented by paleoecological analyses of the chironomid assemblages. Studies will also test chironomid species for isotope fractionation to disentangle climate signals from ground water effects. Terrestrial community changes will be reconstructed from pollen, spores and plant macrofossils; and charcoal frequency will be used to document fire events. Analysis of ancient DNA will provide data on cryptic plant and animal species that have not been detected by traditional methods of analysis, and can also be used to identify taxa to species.\r\n\r\nSpores that grow on animal dung will be used as proxies for the mammoth population size and to document the time of mammoth extinction on the island. Ancient DNA will serve as an important cross-check by helping to resolve specific identifications of these spores as well as providing an independent estimate the time of extinction by the absence of mammoth DNA.\r\n\r\nDigital elevations, bathymetric data, sea level curves, and Geographic Information System (GIS) technology will be used to reconstruct island size from the time of its isolation until today. A highly constrained chronology of the Cagaloq record will be achieved by using 14 C dates and tephras. All data can be compared temporally in order to test hypotheses for mammoth extinction. \r\n\r\nThis project will provide opportunities for two PhD students, a postdoctoral fellow, graduate student assistant and undergraduate student. Results of the study will be disseminated widely in peer-reviewed journals. An exhibit on the results of the project will be prepared by the EMS Museum at Penn State University with a web component. In addition, a special on-line, interactive exhibit will allow participants to reconstruct the island at various sizes, populate it with differing mammoth populations and define different climate and environmental factors to observe how each of these components affects mammoth extinction. The interactive exhibit will be available on the Neotoma database. Members of the group will make presentations on the project at the Alaska Quaternary Center in Fairbanks, which serves as a hub for promoting Alaska Quaternary research and outreach to the public.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Matthew",
   "pi_last_name": "Wooller",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Matthew J Wooller",
   "pi_email_addr": "mjwooller@alaska.edu",
   "nsf_id": "000229172",
   "pi_start_date": "2012-07-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alaska Fairbanks Campus",
  "inst_street_address": "2145 N TANANA LOOP",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRBANKS",
  "inst_state_code": "AK",
  "inst_state_name": "Alaska",
  "inst_phone_num": "9074747301",
  "inst_zip_code": "997750001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AK00",
  "org_lgl_bus_name": "UNIVERSITY OF ALASKA FAIRBANKS",
  "org_prnt_uei_num": "",
  "org_uei_num": "FDLEQSJ8FF63"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alaska Fairbanks Campus",
  "perf_str_addr": "West Ridge Research Bldg 008",
  "perf_city_name": "",
  "perf_st_code": "AK",
  "perf_st_name": "Alaska",
  "perf_zip_code": "997755910",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "AK00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "521900",
   "pgm_ele_name": "ARCSS-Arctic System Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 343044.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We took and dated a long core of sediment from a Lake on St. Paul Island, Alaska, which is one of the last few places mammoths survived prior to their extinction. We aimed to investigate the timing, causes, and consequences of mammoth disappearance from this island. Five independent indicators of the mammoth extinction, most from analyses of the sediment core, showed that mammoths survived on St. Paul until 5,600 &plusmn; 100 years ago. Evidence from the vegetation surrounding the site was also preserved in the sediment core from St. Paul Island and showed that the composition of plants remained stable during the extinction event (Graham et al. 2016 and Wang et al., 2017). Further evidence from the core, in the form of the remains of microscopic plants and animals that lived in the lake, were used to reconstruct how the climate and environment changed over time. From these analyses we found that the mammoth extinction coincided with declining freshwater resources and drier climates between 7,850 and 5,600 years ago. Our new evidence showed that this mammoth population died out because of the effects of shrinking island area and reduced access to freshwater resources caused by rising sea levels. Regional climate change, which involved our analyses of cores from mainland Alaska (e.g., HT Fen), also seems to have played a role in prompting the scarcity in freshwater resources (Jones et al., 2014). The St. Paul mammoth demise is now one of the best-dated extinctions and highlights hydrologic changes as an overlooked extinction driver. This finding was consistent with the global model we constructed to account for the widespread extinction of some species of large herbivores (including mammoths) at the end of the last ice age (Rabunus-Wallace et al., 2017). Our model found that moisture changes were directly associated with population declines and extinctions across multiple continents.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/30/2017<br>\n\t\t\t\t\tModified by: Matthew&nbsp;J&nbsp;Wooller</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe took and dated a long core of sediment from a Lake on St. Paul Island, Alaska, which is one of the last few places mammoths survived prior to their extinction. We aimed to investigate the timing, causes, and consequences of mammoth disappearance from this island. Five independent indicators of the mammoth extinction, most from analyses of the sediment core, showed that mammoths survived on St. Paul until 5,600 &plusmn; 100 years ago. Evidence from the vegetation surrounding the site was also preserved in the sediment core from St. Paul Island and showed that the composition of plants remained stable during the extinction event (Graham et al. 2016 and Wang et al., 2017). Further evidence from the core, in the form of the remains of microscopic plants and animals that lived in the lake, were used to reconstruct how the climate and environment changed over time. From these analyses we found that the mammoth extinction coincided with declining freshwater resources and drier climates between 7,850 and 5,600 years ago. Our new evidence showed that this mammoth population died out because of the effects of shrinking island area and reduced access to freshwater resources caused by rising sea levels. Regional climate change, which involved our analyses of cores from mainland Alaska (e.g., HT Fen), also seems to have played a role in prompting the scarcity in freshwater resources (Jones et al., 2014). The St. Paul mammoth demise is now one of the best-dated extinctions and highlights hydrologic changes as an overlooked extinction driver. This finding was consistent with the global model we constructed to account for the widespread extinction of some species of large herbivores (including mammoths) at the end of the last ice age (Rabunus-Wallace et al., 2017). Our model found that moisture changes were directly associated with population declines and extinctions across multiple continents. \n\n \n\n\t\t\t\t\tLast Modified: 05/30/2017\n\n\t\t\t\t\tSubmitted by: Matthew J Wooller"
 }
}