{
 "awd_id": "1204044",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: The Distributed Biological Observatory (DBO)-A Change Detection Array in the Pacific Arctic Region",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": "7032922397",
 "po_email": "robdelga@nsf.gov",
 "po_sign_block_name": "Roberto Delgado",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 201018.0,
 "awd_amount": 201018.0,
 "awd_min_amd_letter_date": "2012-09-17",
 "awd_max_amd_letter_date": "2016-08-31",
 "awd_abstract_narration": "Several regionally critical marine sites in the Pacific Arctic sector that have very high biomass and are focused foraging points for apex predators, have been reoccupied during multiple international cruises. The data documenting the importance of these ecosystem \"hotspots\" provide a growing marine time-series from the northern Bering Sea to Barrow Canyon at the boundary of the Chukchi and Beaufort seas. Results from these studies show spatial changes in carbon production and export to the sediments as indicated by infaunal community composition and biomass, shifts in sediment grain size on a S-to-N latitudinal gradient, and range extensions for lower trophic levels and further northward migration of higher trophic organisms, such as gray whales. There is also direct evidence of negative impacts on ice dependent species, such as walruses and polar bears. To more systematically track the broad biological response to sea ice retreat and associated environmental change, an international consortium of scientists are developing a coordinated Distributed Biological Observatory (DBO) that includes selected biological measurements at multiple trophic levels. These measurements are being made simulataneously with hydrographic surveys and satellite observations. The DBO currently focuses on five regional biological \"hotspot\" locations along a latitudinal gradient.  The spatially explicit DBO network is being organized through the Pacific Arctic Group (PAG), a consensus-driven, international collaboration sanctioned by the International Arctic Science Committee. This project will be a U.S. contribution to the DBO effort in the Pacific Sector, and the scientific needs to be met are consistent with research needs identified in the US National Ocean Policy planning effort, and the NOAA strategic plan. The implemented project will serve as a contribution to the US-led Arctic Observing Network and will improve international cooperative efforts for evaluating ecosystem impacts from high latitude climate change.  Identifying and collecting key prey-predator biological data in the context of high priority physical and chemical measurements will allow for integration of these data into scientific community analyses and ecosystem modeling efforts.  Outreach to local communities and media will ensure that both those immediately impacted and the broader public will be made aware of changes going on in this sensitive area of the Arctic.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karen",
   "pi_last_name": "Frey",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Karen E Frey",
   "pi_email_addr": "kfrey@clarku.edu",
   "nsf_id": "000074699",
   "pi_start_date": "2012-09-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Clark University",
  "inst_street_address": "950 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "WORCESTER",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5084213835",
  "inst_zip_code": "016101400",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "TRUSTEES OF CLARK UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "LD3WUVEUK2N5"
 },
 "perf_inst": {
  "perf_inst_name": "Clark University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "016101400",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "529300",
   "pgm_ele_name": "AON-Arctic Observing Network"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 37374.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 32583.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 33276.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 48444.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 49341.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Understanding biological responses to rapidly changing sea ice cover and water column properties in the Pacific Arctic Region (PAR) requires sampling in a collaborative manner across multiple spatial and temporal scales using both dedicated and opportunistic sampling platforms. The Distributed Biological Observatory (DBO) approach represents an unprecedented and transformative opportunity for coordinated national and international observations of the effects of climate change in the Pacific-influenced Arctic. With the rapid pace of these changes, such as the dramatic lack of ice in winter 2018 in the DBO1 region in the northern Bering Sea, the DBO is in many ways a flagship example of an arctic observing system appropriate in scale and approach for the complexities associated with ecosystem responses to climate change. We leveraged both national and international interest and existing projects to occupy transects for select hydrographic and biological measurements, including a specific focus on upper trophic organism predator-prey relationships. Continuation of the DBO within the SAON activity of the Arctic Council, which will facilitate further development of the international observing pan-Arctic network, including our example of a standard DBO parameter file for data archiving for both nationally and internationally shared data sets. DBO data can also provide a means to test developing conceptual models, such as the Arctic Marine Pulses (AMP) conceptual model, which depicts seasonal biophysical &lsquo;pulses&rsquo; across a latitudinal gradient. This conceptual model links processes in four previously-defined contiguous ecological domains for the PAR, particularly a pelagic-benthic coupling model and an advective model.</p>\n<p class=\"p1\">The DBO was established as a latitudinal &ldquo;change detection&rdquo; array extending from the northern Bering Sea across the Chukchi Sea shelf to the Beaufort Sea with sampling both by national and international programs in 2010. Standard DBO sampling included temperature and salinity measurements, currents, chlorophyll <em>a</em> and nutrient measurements, chromophoric dissolved organic matter (CDOM), suspended particulate matter (SPM), optical profiles, phytoplankton, zooplankton and macrobenthic species composition, abundance and biomass measurements as well as seabird and marine mammal observations. Ongoing core support through NSF provides funding for the annual July DBO cruise with Canadian colleagues through Canada&rsquo;s Three Oceans (C3O)/DBO joint study.&nbsp;</p>\n<p class=\"p1\">The DBO project is a contribution to the US-led AON that facilitates both national and international efforts for evaluating ecosystem impacts from high latitude climate change. All DBO data sets collected during the Sir Wilfrid Laurier cruises and many other DBO affiliated projects were submitted to the Arctic Data Center (ADC), along with DBO parameter (metadata) files. DBO data have been used by collaborators for peer-reviewed publications in a nearly completed DSRII DBO special issue. PIs have made multiple presentations at national and international scientific meetings on the DBO network and data, including four DBO data workshops. The sharing of these data has enabled collaborative papers and joint field studies to be coordinated among a number of foreign institutions, with greatly increased synergies. Direct student participation and training has included three Ph.D. students, two M.S. students, and an undergraduate. This research has also facilitated the development of course content in graduate seminars and undergraduate courses.<strong><em> </em></strong></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/13/2019<br>\n\t\t\t\t\tModified by: Karen&nbsp;E&nbsp;Frey</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nUnderstanding biological responses to rapidly changing sea ice cover and water column properties in the Pacific Arctic Region (PAR) requires sampling in a collaborative manner across multiple spatial and temporal scales using both dedicated and opportunistic sampling platforms. The Distributed Biological Observatory (DBO) approach represents an unprecedented and transformative opportunity for coordinated national and international observations of the effects of climate change in the Pacific-influenced Arctic. With the rapid pace of these changes, such as the dramatic lack of ice in winter 2018 in the DBO1 region in the northern Bering Sea, the DBO is in many ways a flagship example of an arctic observing system appropriate in scale and approach for the complexities associated with ecosystem responses to climate change. We leveraged both national and international interest and existing projects to occupy transects for select hydrographic and biological measurements, including a specific focus on upper trophic organism predator-prey relationships. Continuation of the DBO within the SAON activity of the Arctic Council, which will facilitate further development of the international observing pan-Arctic network, including our example of a standard DBO parameter file for data archiving for both nationally and internationally shared data sets. DBO data can also provide a means to test developing conceptual models, such as the Arctic Marine Pulses (AMP) conceptual model, which depicts seasonal biophysical ?pulses? across a latitudinal gradient. This conceptual model links processes in four previously-defined contiguous ecological domains for the PAR, particularly a pelagic-benthic coupling model and an advective model.\nThe DBO was established as a latitudinal \"change detection\" array extending from the northern Bering Sea across the Chukchi Sea shelf to the Beaufort Sea with sampling both by national and international programs in 2010. Standard DBO sampling included temperature and salinity measurements, currents, chlorophyll a and nutrient measurements, chromophoric dissolved organic matter (CDOM), suspended particulate matter (SPM), optical profiles, phytoplankton, zooplankton and macrobenthic species composition, abundance and biomass measurements as well as seabird and marine mammal observations. Ongoing core support through NSF provides funding for the annual July DBO cruise with Canadian colleagues through Canada?s Three Oceans (C3O)/DBO joint study. \nThe DBO project is a contribution to the US-led AON that facilitates both national and international efforts for evaluating ecosystem impacts from high latitude climate change. All DBO data sets collected during the Sir Wilfrid Laurier cruises and many other DBO affiliated projects were submitted to the Arctic Data Center (ADC), along with DBO parameter (metadata) files. DBO data have been used by collaborators for peer-reviewed publications in a nearly completed DSRII DBO special issue. PIs have made multiple presentations at national and international scientific meetings on the DBO network and data, including four DBO data workshops. The sharing of these data has enabled collaborative papers and joint field studies to be coordinated among a number of foreign institutions, with greatly increased synergies. Direct student participation and training has included three Ph.D. students, two M.S. students, and an undergraduate. This research has also facilitated the development of course content in graduate seminars and undergraduate courses. \n\n\t\t\t\t\tLast Modified: 02/13/2019\n\n\t\t\t\t\tSubmitted by: Karen E Frey"
 }
}