{
 "awd_id": "1204176",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Continuous Records of Greenhouse Gases and Aerosol Deposition During the Holocene: Testing the Fidelity of New Methods for Reconstructing Atmospheric Change",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William J. Wiseman, Jr.",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 606848.0,
 "awd_amount": 606848.0,
 "awd_min_amd_letter_date": "2012-08-29",
 "awd_max_amd_letter_date": "2012-08-29",
 "awd_abstract_narration": "The primary goals of the project are to exploit new measurement techniques to evaluate the fidelity of methane, carbon monoxide, and nitrous oxide gas measurements in ice cores as records of atmospheric concentrations and change and to develop a first, high-resolution Northern Hemisphere record of atmospheric methane and carbon monoxide during the past 1400 years free of site- or ice-core-specific artifacts. To understand the influences of burial rate and history, ice impurities, as well as drilling and analytical techniques on ice core gas concentrations, the proposed project will further refine and improve new methods for continuous gas measurements and use these improved methods to analyze gases and aerosols in ice core samples from three widely distributed sites in northern Greenland: Tunu, D4, and NGRIP. All are located in the cold, dry snow zone, but each has a different annual accumulation rate and is influenced by different aerosol sources and transport pathways. Two sites previously were used for firn gas studies which will provide needed controls for firn and gas-entrapment modeling. Archived core samples are available for D4 and NGRIP, but a new core from the Tunu site is required. The proposed measurements will utilize the Desert Research Institute's (DRI's) continuous-flow analysis with trace elements system capable of quantifying dust, sea salt, biomass burning, and volcanic aerosols. This system was recently expanded to include continuous gas measurements being developed and refined by Oregon State University (OSU), DRI, and other international collaborators under an NSF Partnerships in International Research and Education (PIRE) grant primarily focused on student participation and international collaborations rather than research.  The proposed project will extend past K-12 and other outreach strategies, including coordination and development of activities with outreach specialists at the Ice Drilling Program Office.  Broad outreach will be achieved with the global, radiative, and ice sheet modeling communities, NSTA-related efforts, and public lectures.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "McConnell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph McConnell",
   "pi_email_addr": "jmcconn@dri.edu",
   "nsf_id": "000480053",
   "pi_start_date": "2012-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Nevada System of Higher Education, Desert Research Institute",
  "inst_street_address": "2215 RAGGIO PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "RENO",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7756737300",
  "inst_zip_code": "895121095",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NV02",
  "org_lgl_bus_name": "NEVADA SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "MV1JFXA4S621",
  "org_uei_num": "MV1JFXA4S621"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nevada Desert Research Institute",
  "perf_str_addr": "2215 Raggio Parkway",
  "perf_city_name": "Reno",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "895121095",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NV02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 606848.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Air trapped in polar ice provides a way to directly determine the history of the atmosphere. &nbsp;The trapping process is complex though, and there is potential for altering the original atmospheric signal. Advances in trace gas analysis, refined and employed in this project, allow localized,&nbsp;non-atmospheric features to be studied in ice cores, superimposed&nbsp;on the atmospheric signal. These spikes in the gas signal could not have survived the low-pass filter&nbsp;effect that gas diffusion in the firn exerts on the atmospheric&nbsp;history and therefore do not result from changes in&nbsp;the atmospheric composition at the ice sheet surface. Using&nbsp;continuous methane records obtained from five polar&nbsp;ice cores, we characterize these non-atmospheric signals&nbsp;and explore their origin. Isolated samples, enriched in methane&nbsp;in the Tunu13 (Greenland) record are linked to the presence&nbsp;of melt layers. Melting can enrich the methane concentration&nbsp;due to a solubility effect, but we find that an additional&nbsp;in situ process is required to generate the full magnitude of&nbsp;these anomalies. Furthermore, in all the ice cores studied&nbsp;there is evidence of reproducible, decimeter-scale methane variability.&nbsp;Through a series of tests, we demonstrate that this&nbsp;is an artifact of layered bubble trapping in a heterogeneous density&nbsp;firn column; we use the term &ldquo;trapping signal&rdquo; for&nbsp;this phenomenon. The peak-to-peak amplitude of the trapping&nbsp;signal is typically 5 ppb, but may exceed 40 ppb. Signal&nbsp;magnitude increases with atmospheric methane growth rate&nbsp;and seasonal density contrast, and decreases with accumulation rate. Significant annual periodicity is present in the methane&nbsp;variability of two Greenland ice cores, suggesting that layered&nbsp;gas trapping at these sites is controlled by regular, seasonal&nbsp;variations in the physical properties of the firn. This project provided new information about how the greenhouse gas history is recorded in ice cores, which is important for interpretation of all ice core data.</p>\n<p>In addition to the primary goal of understanding processes that control trapping, preservation, and in-situ production of gases in ice cores, the continuous aerosol measurements from the cores used in this study have contributed to a number of publications and a graduate thesis related to range of environmental questions, including 1) the impacts of volcanic eruptions on climate and human societies during the past 2500 years, 2) past changes in Greenland snowfall and implications for ice-sheet mass balance and sea level, 3) variations in sea ice extent around Greenland during the past 250 years and preservation of bromine and other compounds emitted from sea ice, and 4) the history of Northern Hemisphere wildfire and industrial emissions of soot during the past 2000 years. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>The project provided training for four post-doctoral researchers, a graduate student, two undergraduates and three high school students at DRI, as well as a number of undergraduate and graduate students, post-doctoral reserachs, and staff at collaborating institutions.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2016<br>\n\t\t\t\t\tModified by: Joseph&nbsp;Mcconnell</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAir trapped in polar ice provides a way to directly determine the history of the atmosphere.  The trapping process is complex though, and there is potential for altering the original atmospheric signal. Advances in trace gas analysis, refined and employed in this project, allow localized, non-atmospheric features to be studied in ice cores, superimposed on the atmospheric signal. These spikes in the gas signal could not have survived the low-pass filter effect that gas diffusion in the firn exerts on the atmospheric history and therefore do not result from changes in the atmospheric composition at the ice sheet surface. Using continuous methane records obtained from five polar ice cores, we characterize these non-atmospheric signals and explore their origin. Isolated samples, enriched in methane in the Tunu13 (Greenland) record are linked to the presence of melt layers. Melting can enrich the methane concentration due to a solubility effect, but we find that an additional in situ process is required to generate the full magnitude of these anomalies. Furthermore, in all the ice cores studied there is evidence of reproducible, decimeter-scale methane variability. Through a series of tests, we demonstrate that this is an artifact of layered bubble trapping in a heterogeneous density firn column; we use the term \"trapping signal\" for this phenomenon. The peak-to-peak amplitude of the trapping signal is typically 5 ppb, but may exceed 40 ppb. Signal magnitude increases with atmospheric methane growth rate and seasonal density contrast, and decreases with accumulation rate. Significant annual periodicity is present in the methane variability of two Greenland ice cores, suggesting that layered gas trapping at these sites is controlled by regular, seasonal variations in the physical properties of the firn. This project provided new information about how the greenhouse gas history is recorded in ice cores, which is important for interpretation of all ice core data.\n\nIn addition to the primary goal of understanding processes that control trapping, preservation, and in-situ production of gases in ice cores, the continuous aerosol measurements from the cores used in this study have contributed to a number of publications and a graduate thesis related to range of environmental questions, including 1) the impacts of volcanic eruptions on climate and human societies during the past 2500 years, 2) past changes in Greenland snowfall and implications for ice-sheet mass balance and sea level, 3) variations in sea ice extent around Greenland during the past 250 years and preservation of bromine and other compounds emitted from sea ice, and 4) the history of Northern Hemisphere wildfire and industrial emissions of soot during the past 2000 years.      \n\nThe project provided training for four post-doctoral researchers, a graduate student, two undergraduates and three high school students at DRI, as well as a number of undergraduate and graduate students, post-doctoral reserachs, and staff at collaborating institutions. \n\n \n\n\t\t\t\t\tLast Modified: 12/01/2016\n\n\t\t\t\t\tSubmitted by: Joseph Mcconnell"
 }
}