{
 "awd_id": "1204918",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Midwest Regional Center for Nanotechnology Education (Nano-Link) Renewal",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032924651",
 "po_email": "vccarter@nsf.gov",
 "po_sign_block_name": "Virginia Carter",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2016-09-30",
 "tot_intn_awd_amt": 2255429.0,
 "awd_amount": 2255429.0,
 "awd_min_amd_letter_date": "2012-09-20",
 "awd_max_amd_letter_date": "2013-08-13",
 "awd_abstract_narration": "PROJECT SUMMARY \r\nThe Midwest Regional Center for Nanotechnology Education (Nano-Link) builds upon the success of Nano-Link's first three years. Nano-Link has had broad and significant impacts across the Upper Midwest. During the next 3 years the center is providing resources and support to additional colleges along the Midwest corridor from North Dakota to Michigan as they develop nanoscience and nanotechnology programs and courses. Participation is being expanded from the current six community colleges and the University of Minnesota to a total of 16 community colleges at varying levels of effort and support, along with the addition of Michigan State University as an affiliate four-year institution. Nano-Link's sharing of curriculum, resources and services with multiple colleges is helping to prepare skilled technicians so that there is increased nanoscale science and technology and economic growth in the region. \r\n\r\nNano-Link has also expanded its industry network from the original 30 Minnesota companies to 88 companies located throughout the Upper Midwest. This number continues to grow as Nano-Link helps additional colleges build strong industry networks to support their programs. This effort provides strong industry-led input for validating educational objectives, supporting nano education programs, providing internships and hiring graduates. \r\n\r\nMISSION. Nano-Link builds public awareness and institutional capacity for nanotechnology education programs that prepare skilled nanoscience technicians to work in the emerging fields that drive the economy across the Midwest Region. \r\n\r\nGOALS. During the renewal period, Nano-Link is focusing on the following five goals: \r\n1. Strengthening industry participation to ensure an industry-relevant curriculum producing nano-savvy students, workforce-ready graduates and companies ready to hire them. \r\n2. Developing nanotechnology modules for multiple uses across multiple organizations. \r\n3. Growing nano programs through recruitment and outreach improvement with a special emphasis on veterans and Native American communities. \r\n4. Continuing to improve nano programs in order to maximize student retention and success. \r\n5. Delivering professional development to high school and college faculty that prepares them to effectively educate their students in nanotechnology. \r\n\r\nTHE INTELLECTUAL MERIT of this project is based on continuing to expand and improve a multidisciplinary nanoscience technician education curriculum in an emerging field of science and engineering, which can greatly impact our nation's competitiveness and future job growth in many industries. Nano-Link is also further expanding its coordinated partnerships among regional educational institutions and industries that enable these colleges to offer quality nanoscience educational programs and courses. Building on the success of this effort, important elements of this curriculum are being integrated into the technician education curriculum of other ATE Centers. Nano-Link's ongoing partnership with the University of Minnesota and its National Center for Nanotechnology Instrumentation ensures that Nano-Link has access to state-of-the-art laboratory instrumentation and insight into the most current aspects of nanotechnology research and nanotechnology applications. Nano-Link's close collaborations with industry partners ensure that training meets current and anticipated industry needs. \r\n\r\nTHE BROADER IMPACT of this project is based on the coordinated replication/adaptation of a multidisciplinary Nanoscience Technology program for technician education at community and technical colleges throughout the region as well as expansion of nano curriculum modules to other NSF ATE Centers and their affiliated students and instructors. Nano-Link's high school and college STEM instructor outreach activities directly impact thousands of students in the Upper Midwest. The focused effort to train veterans and Native American students through culturally-appropriate outreach can benefit these under-represented groups. Nano-Link is dedicated to providing high quality educational programs preparing nanoscience technicians to meet the emerging needs of industry for the benefit of society.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Deb",
   "pi_last_name": "Newberry",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Deb M Newberry",
   "pi_email_addr": "deb.newberry@dctc.edu",
   "nsf_id": "000327242",
   "pi_start_date": "2012-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Campbell",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen A Campbell",
   "pi_email_addr": "campb001@umn.edu",
   "nsf_id": "000383859",
   "pi_start_date": "2012-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kristi",
   "pi_last_name": "Jean",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kristi Jean",
   "pi_email_addr": "kristi.jean@ndscs.edu",
   "nsf_id": "000531914",
   "pi_start_date": "2012-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mike",
   "pi_last_name": "Opp",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mike Opp",
   "pi_email_addr": "Mike.Opp@dctc.edu",
   "nsf_id": "000600071",
   "pi_start_date": "2012-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Ireland",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "John R Ireland",
   "pi_email_addr": "jireland@oakton.edu",
   "nsf_id": "000601974",
   "pi_start_date": "2012-09-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Dakota County Technical College",
  "inst_street_address": "1300 145TH ST E",
  "inst_street_address_2": "",
  "inst_city_name": "ROSEMOUNT",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6514238319",
  "inst_zip_code": "550682932",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MN02",
  "org_lgl_bus_name": "MINNESOTA STATE COLLEGES & UNIVERSITIES",
  "org_prnt_uei_num": "",
  "org_uei_num": "EEL3JSNNSUL6"
 },
 "perf_inst": {
  "perf_inst_name": "Dakota County Technical College",
  "perf_str_addr": "1300 145th Street E",
  "perf_city_name": "Rosemount",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "550682999",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 744045.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 1511384.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Nanotechnology, the ability to study, measure, research and create at the molecular and atomic level has applications in multiple disciplines from communication, to clothing, to lightweight but very strong materials for machinery and construction.&nbsp; For example, by studying the molecular structure of abalone shells researchers are creating more earthquake proof building structures.&nbsp; Using the &ldquo;microscopes&rsquo; created to study the nanoscale, researchers can better understand medical interactions and functions, creating and understanding new chemicals and medications.&nbsp; And, of course, transistors and electronics are becoming not only smaller but more complex taking advantage of understanding that world at the nanoscale.</p>\n<p>Nano-Link began as a series of undergraduate educational institutions with the desire &ndash; lead by industry requirements &ndash; to create &ldquo;nano savvy employees&rdquo;.&nbsp; Initially various programs tried to replicate the program at Dakota County Technical College, the lead institution in Rosemount MN. One lesson quickly learned was that one size of a nano program does not fit all industry needs and that course content must be tailored to local industry needs and various courses and programs have been developed to meet specific industry need in a given region.&nbsp;&nbsp; Note: All this content is available, at no cost on the Nano-Link website (Nano-Link.org) with 30 semester long courses and over 15 modules, with high school and college level information accessible.&nbsp;</p>\n<p>The effort of matching industry needs led to the development of competency models that were reviewed by industry.&nbsp; This task also led to the establishment of a process by which educators could develop the competency list to be reviewed by industry &ndash; solving the problem of many educators without industry experience. The result of this effort has been competency and skill lists for employees in multiple industries working at the nanoscale.</p>\n<p>Additional college schools are added to the Nano-Link Alliance annually with students being trained in multiple nanoscience skills.</p>\n<p>It was also recognized that students in high school would benefit from the awareness of nanotechnology and the many applications, as they assess a potential career path. Initially Nano-Link personnel interacted directly with students, but the reach was small. &nbsp;In answer to this issue, complete, experiment driven educational modules were created and educators trained in the use of the modules.&nbsp; Based on educator recommendations the modules required one hour of classroom time and were topic specific.&nbsp; Over 450 educators have reached over 65,000 students with these modules.&nbsp; They are used in physics, chemistry and biology classes as well as material science and English classes.</p>\n<p>Finally, with a desire to reach out to minority populations, Nano-Link personnel is working with Native American and Hispanic communities.&nbsp; Outreach activities to administration, educators and students has occurred predominantly over the last 2 years with the Native American community in North Dakota.&nbsp; Culturally relevant modules are being created which not only convey the technical and nanoscale content but also relate to the history, culture and philosophy of these Native Americans.&nbsp; Modules include changes in the rocks used in ceremonies, porcupine quills used in dress and ceremonies and plants used as dyes and medicine.</p>\n<p>In all of the above efforts the partners in the Nano-Link Alliance have been able to have a broad reach and continue impacting multiple educators, students and the public through school visits, open houses and career fairs.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/28/2016<br>\n\t\t\t\t\tModified by: Deb&nbsp;M&nbsp;Newberry</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nNanotechnology, the ability to study, measure, research and create at the molecular and atomic level has applications in multiple disciplines from communication, to clothing, to lightweight but very strong materials for machinery and construction.  For example, by studying the molecular structure of abalone shells researchers are creating more earthquake proof building structures.  Using the \"microscopes? created to study the nanoscale, researchers can better understand medical interactions and functions, creating and understanding new chemicals and medications.  And, of course, transistors and electronics are becoming not only smaller but more complex taking advantage of understanding that world at the nanoscale.\n\nNano-Link began as a series of undergraduate educational institutions with the desire &ndash; lead by industry requirements &ndash; to create \"nano savvy employees\".  Initially various programs tried to replicate the program at Dakota County Technical College, the lead institution in Rosemount MN. One lesson quickly learned was that one size of a nano program does not fit all industry needs and that course content must be tailored to local industry needs and various courses and programs have been developed to meet specific industry need in a given region.   Note: All this content is available, at no cost on the Nano-Link website (Nano-Link.org) with 30 semester long courses and over 15 modules, with high school and college level information accessible. \n\nThe effort of matching industry needs led to the development of competency models that were reviewed by industry.  This task also led to the establishment of a process by which educators could develop the competency list to be reviewed by industry &ndash; solving the problem of many educators without industry experience. The result of this effort has been competency and skill lists for employees in multiple industries working at the nanoscale.\n\nAdditional college schools are added to the Nano-Link Alliance annually with students being trained in multiple nanoscience skills.\n\nIt was also recognized that students in high school would benefit from the awareness of nanotechnology and the many applications, as they assess a potential career path. Initially Nano-Link personnel interacted directly with students, but the reach was small.  In answer to this issue, complete, experiment driven educational modules were created and educators trained in the use of the modules.  Based on educator recommendations the modules required one hour of classroom time and were topic specific.  Over 450 educators have reached over 65,000 students with these modules.  They are used in physics, chemistry and biology classes as well as material science and English classes.\n\nFinally, with a desire to reach out to minority populations, Nano-Link personnel is working with Native American and Hispanic communities.  Outreach activities to administration, educators and students has occurred predominantly over the last 2 years with the Native American community in North Dakota.  Culturally relevant modules are being created which not only convey the technical and nanoscale content but also relate to the history, culture and philosophy of these Native Americans.  Modules include changes in the rocks used in ceremonies, porcupine quills used in dress and ceremonies and plants used as dyes and medicine.\n\nIn all of the above efforts the partners in the Nano-Link Alliance have been able to have a broad reach and continue impacting multiple educators, students and the public through school visits, open houses and career fairs.\n\n \n\n\t\t\t\t\tLast Modified: 12/28/2016\n\n\t\t\t\t\tSubmitted by: Deb M Newberry"
 }
}