{
 "awd_id": "1204085",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Paleoindian Technology in Beringia--A Technological and Morphological Analysis of the Northern Fluted-Point Complex",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Kerttula de Echave",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 19644.0,
 "awd_amount": 19644.0,
 "awd_min_amd_letter_date": "2012-09-11",
 "awd_max_amd_letter_date": "2012-09-11",
 "awd_abstract_narration": "Under the supervision of Dr. Ted Goebel, Heather Smith?s doctoral dissertation research will investigate the technology, morphology, and context of Alaskan fluted projectile points, focusing on the new assemblage from Serpentine Hot Springs (BEN-192), a unique site in Beringia found to contain a fluted-point assemblage in a buried and clearly datable context.  Fluted points are widespread in the Americas, but in the Beringian area of north and northwest Alaska problematic and un-datable contexts have prevented interpretations of their meaning, especially in the context of human dispersal across the Americas, and we still know virtually nothing about their adaptive context in late-glacial Arctic and Subarctic ecosystems.  Thus far, their attribution to the early period of Alaskan prehistory has been based predominantly on typology alone.  The proposed research attempts to resolve this problem by addressing the question: What are the culture-historical and adaptive contexts of Alaskan fluted points?  Excavations at Serpentine Hot Springs in 2005 and 2009-2011 have recovered fluted points from a stratigraphically sealed context in association with features interpreted as fire-hearths and charcoal from these features consistently produced dates averaging 10,200-10,000 radiocarbon years before present (14C BP). Prior to this discovery, a clear understanding of the context and significance of fluted points in Beringian archaeology and first Americans research has been impossible. \r\n\r\nThe primary research goals of this project are to 1) characterize the technology and morphology of fluted projectile points recovered from Serpentine Hot Springs and other Alaskan sites, 2) characterize technological activities carried out at Serpentine Hot Springs and other fluted point sites in Alaska, 3) interpret the technological organization of the ?northern fluted-point complex?, especially in regards to settlement and mobility, and 4) investigate the origins of Alaskan fluted points. The proposed research will combine standard lithic analyses of non-metric and metric variables with geometric morphometric analyses to obtain a meaningful statistical expression of fluted-point technology and shape. In this part of the analysis, Smith will draw on materials from 19 archaeological sites in Alaska to establish technological and morphological relationships between the fluted points. In the next component of the analysis, Smith will address the technological organization implemented by Alaskan fluted-point makers, thereby facilitating evaluation of northern Paleoindian behavior in terms of tool-stone acquisition, transport, and mobility. Investigation of technological organization will be based on analyses of complete lithic assemblages (including debitage) obtained from Serpentine Hot Springs, Putu, and eight Batza Téna localities where potentially ?typologically clean? assemblages have been found. To investigate the origins of fluted-point technology in Alaska and place Alaskan fluted points in the context of the Paleoindian occupation of the American continents, fluted-point collections from localities in Canada and the continental United States will be comparatively analyzed in regards to technology and morphology. Fluted-point variability and correlations in morphology will be analyzed by a new form of shape-analysis which utilizes geometric morphometrics and allows the entire geometry of the artifacts to be preserved throughout analysis, serving to increase the power of statistical expression. The proposed analyses will require travel to museums in Fairbanks and Anchorage, Alaska; Washington DC; Laramie, WY; Edmonton and Calgary, Alberta; Victoria, British Columbia; and Ottawa, Toronto, and London, Ontario to study artifact collections curated at these institutions.\r\n\r\nFunding of the proposed research will enable Ph.D. candidate H. Smith to conduct analyses necessary to place the Serpentine Hot Springs assemblage and the Alaskan fluted-point complex into the greater context of human adaptation during the Pleistocene-Holocene transition.  Proposed research objectives will result in generalizations that will advance our understanding of prehistoric hunter-gatherer risk management in the Arctic, and how Northern Paleoindians met the adaptive challenges imposed by an ecosystem experiencing dramatic climate change at the end of the Pleistocene.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frank",
   "pi_last_name": "Goebel",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Frank E Goebel",
   "pi_email_addr": "goebel@ku.edu",
   "nsf_id": "000269076",
   "pi_start_date": "2012-09-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Heather",
   "pi_last_name": "Smith",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Heather L Smith",
   "pi_email_addr": "hls36@txstate.edu",
   "nsf_id": "000602739",
   "pi_start_date": "2012-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M University",
  "inst_street_address": "400 HARVEY MITCHELL PKY S STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778454375",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A & M UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF6XLNB4CDJ5"
 },
 "perf_inst": {
  "perf_inst_name": "Texas A&M University",
  "perf_str_addr": "2701 General Services Complex",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778431260",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5221",
   "pgm_ref_txt": "ARCTIC SOCIAL SCIENCES"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 19644.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The earliest evidence of humans successfully adapted to the late Pleistocene environments of North America is the fluted projectile point, a stone tool found only in American archaeological sites dating to as early as 13,200 years ago. The flute is a distinctive flake of stone removed from the base of the tool and is a characteristic unique to the New World and its earliest peoples. Since the 1920&rsquo;s discoveries of fluted points associated with extinct megafauna in the North American plains, researchers sought fluted points in Alaska as evidence of the first peoples to enter the continent. Fluted points were indeed found throughout northern Alaska and Yukon, however, until the 2005 discovery at Serpentine Hot Springs, none had been associated with materials that could confirm the age of these artifacts and whether they represented the ancestors of the first Americans and, if not, how and why this technology was present in the Arctic.</p>\n<p>Serpentine Hot Springs, located in Bering Land Bridge Natural Preserve, western Alaska, is the first archaeological site in the Arctic to contain buried fluted points associated with organic materials radiocarbon-dated to the latest Pleistocene-earliest Holocene. With chronological control of a northern fluted-point assemblage, we are finally able to investigate the adaptive role fluted-point technology played in an Arctic ecosystem during a time of climatic reorganization.</p>\n<p>&nbsp;</p>\n<p>Our primary research goals were to:</p>\n<p>1) Understand the primary activities conducted at Serpentine and how this data can inform on human adaptation to the late-Pleistocene Arctic.</p>\n<p>2) Evaluate whether northern fluted points represent a cohesive technology that can be associated with the radiocarbon dates and behavioral evidence from Serpentine.</p>\n<p>3) Identify technological and morphological patterns in a sample of fluted points from across North America that may suggest the origin of Arctic fluted-point technology.</p>\n<p>&nbsp;</p>\n<p>Analytical Results</p>\n<p>The evidence from Serpentine has provided a glimpse of a late Pleistocene-early Holocene human group that moved great distances across the landscape on a schedule potentially dictated by seasonal availability of resources. Results of technological and morphological analyses concluded that their fluted points were manufactured and refurbished using the same procedures used to produce fluted points from across northern Alaska/Yukon, and therefore represent a cohesive technology: the Northern Fluted-point Complex. We hypothesize that northern fluted points were strategically designed to be rejuvenated far from geologic sources. Technological characteristics and outline geometry suggest a technological relationship between northern fluted points, those representing the Clovis complex from the western United States, and a selection of points from western Canada suggesting that Alaskan and northern Yukon&rsquo;s fluted points represent the northernmost adaptive expression of some of the earliest groups to occupy the Western Hemisphere. Moreover, fluted points appear to be a technological adaptation suited to the peri-glacial ecosystems of the late Pleistocene, encouraging the transmission of fluted-point technology northward as glacial ice receded.</p>\n<p>&nbsp;</p>\n<p>Broader Impacts</p>\n<p>This research addresses questions of interest to a broad, interdisciplinary community of scholars concerned with human technological adaptation and early human dispersals throughout the Americas, as well as the effects of climate change on early cultures at the end of the Pleistocene.</p>\n<p>Results of the project have been presented at archaeological conferences across the country, published in a book chapter and peer-reviewed journals, and in Heather Smith&rsquo;s doctoral dissertation. After publication of Smith&rsquo;s dissertation papers, data collected on fluted points from ...",
  "por_txt_cntn": "\nThe earliest evidence of humans successfully adapted to the late Pleistocene environments of North America is the fluted projectile point, a stone tool found only in American archaeological sites dating to as early as 13,200 years ago. The flute is a distinctive flake of stone removed from the base of the tool and is a characteristic unique to the New World and its earliest peoples. Since the 1920Æs discoveries of fluted points associated with extinct megafauna in the North American plains, researchers sought fluted points in Alaska as evidence of the first peoples to enter the continent. Fluted points were indeed found throughout northern Alaska and Yukon, however, until the 2005 discovery at Serpentine Hot Springs, none had been associated with materials that could confirm the age of these artifacts and whether they represented the ancestors of the first Americans and, if not, how and why this technology was present in the Arctic.\n\nSerpentine Hot Springs, located in Bering Land Bridge Natural Preserve, western Alaska, is the first archaeological site in the Arctic to contain buried fluted points associated with organic materials radiocarbon-dated to the latest Pleistocene-earliest Holocene. With chronological control of a northern fluted-point assemblage, we are finally able to investigate the adaptive role fluted-point technology played in an Arctic ecosystem during a time of climatic reorganization.\n\n \n\nOur primary research goals were to:\n\n1) Understand the primary activities conducted at Serpentine and how this data can inform on human adaptation to the late-Pleistocene Arctic.\n\n2) Evaluate whether northern fluted points represent a cohesive technology that can be associated with the radiocarbon dates and behavioral evidence from Serpentine.\n\n3) Identify technological and morphological patterns in a sample of fluted points from across North America that may suggest the origin of Arctic fluted-point technology.\n\n \n\nAnalytical Results\n\nThe evidence from Serpentine has provided a glimpse of a late Pleistocene-early Holocene human group that moved great distances across the landscape on a schedule potentially dictated by seasonal availability of resources. Results of technological and morphological analyses concluded that their fluted points were manufactured and refurbished using the same procedures used to produce fluted points from across northern Alaska/Yukon, and therefore represent a cohesive technology: the Northern Fluted-point Complex. We hypothesize that northern fluted points were strategically designed to be rejuvenated far from geologic sources. Technological characteristics and outline geometry suggest a technological relationship between northern fluted points, those representing the Clovis complex from the western United States, and a selection of points from western Canada suggesting that Alaskan and northern YukonÆs fluted points represent the northernmost adaptive expression of some of the earliest groups to occupy the Western Hemisphere. Moreover, fluted points appear to be a technological adaptation suited to the peri-glacial ecosystems of the late Pleistocene, encouraging the transmission of fluted-point technology northward as glacial ice receded.\n\n \n\nBroader Impacts\n\nThis research addresses questions of interest to a broad, interdisciplinary community of scholars concerned with human technological adaptation and early human dispersals throughout the Americas, as well as the effects of climate change on early cultures at the end of the Pleistocene.\n\nResults of the project have been presented at archaeological conferences across the country, published in a book chapter and peer-reviewed journals, and in Heather SmithÆs doctoral dissertation. After publication of SmithÆs dissertation papers, data collected on fluted points from North America will be available to the greater archaeological research community.\n\nDirect impacts have emerged from working with Native Alaskan communities at our Serpentine excav..."
 }
}