{
 "awd_id": "1204368",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "WSC- Category 3: Collaborative Research: Water Sustainability under Near-term Climate Change : A cross-regional analysis incorporating socio-ecological feedbacks and adaptations",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": "7032927293",
 "po_email": "krockne@nsf.gov",
 "po_sign_block_name": "Karl Rockne",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2018-08-31",
 "tot_intn_awd_amt": 882581.0,
 "awd_amount": 890576.0,
 "awd_min_amd_letter_date": "2012-08-22",
 "awd_max_amd_letter_date": "2013-08-10",
 "awd_abstract_narration": "1204368/1204396/1204478\r\nSankarasubraman Arumugam/ John Kominoski/ John Sabo\r\nNorth Carolina State University/University of Georgia Research Foundation Inc./Arizona State University\r\n\r\nWater resource availability varies across the Sunbelt of the United States with a sharp East-West transition at 105 degrees W. Arid regions west of the 105th Meridian produce less runoff compared to humid regions in the East that produce greater than 40 cm of mean annual runoff.  Consequently, reservoirs in the West are over-year systems holding multiple years of inflows, whereas reservoirs in the East are within-year storage systems with the need to refill the system in the beginning of spring. Accordingly, water policies also differ substantially with western states pursuing (\"prior appropriation\") and the eastern states following (\"riparian rights\") for allocation. These contrasting strategies also impact freshwater biodiversity with the ratio of non-native to native fish species being nearly 6 times higher in the West compared to the East. In spite of these cross-regional differences, both regions face two common stressors: (a) uncertainty in available freshwater arising from global climate change and (b) increased human demand due to population growth and consumption. Consequently, there is an ever-increasing need for an integrated assessment of freshwater sustainability under these two stressors over the planning horizon (10-30 years). The main objective of this study is to understand and quantify the potential impacts of near-term climate change and population growth on freshwater sustainability - defined here as integrating daily to annual flows required to minimize human vulnerability and maximize ecosystem needs (including native biodiversity) for freshwater - by explicitly incorporating the feedbacks from human-environmental systems on water supply and demand in various target basins spanning Arizona to North Carolina. Using retro-analyses involving AR5 multimodel climate change hindcasts, we will revisit how freshwater sustainability could have been better achieved over the past five decades across the Sunbelt. To couple the hydroclimatic and hydro-ecological system dynamics with the management of freshwater infrastructure systems, a two-level agent-based modeling framework will explicitly simulate adaptive behaviors and feedbacks between policy and consumers.\r\n\r\nThis interdisciplinary project will involve collaboration among three universities, North Carolina State University (NCSU), Arizona State University (ASU), and University of Georgia (UGA).  Findings from the AR5 retro-analyses will evaluate and recommend societal options (i.e., supply augmentation vs. demand reduction) for promoting future (2015-2034) freshwater sustainability across the Sunbelt. Cross-regional synthesis of policies and media sources for the targeted basins will identify de-centralized adaptive strategies that have been employed independently and collectively to maintain flows, increase supplies, or reduce demands. Utilizing the near-term hydroclimatic projections, PIs will quantify how current policies on reservoir operations and groundwater extraction could impact the reliability of future water supplies for cities and also alter the key attributes of hydrographs that are critical for maintaining freshwater biodiversity. In doing so, the project will also investigate the degree to which regions have pursued \"hard path\" (i.e., supply augmentation) vs. \"soft path\" (i.e., demand reduction) strategies by explicitly modeling potential societal interventions for freshwater sustainability.   The educational goal of the project is to conduct an online distributed seminar in which Honors, MS and PhD students from three Universities with interdisciplinary backgrounds will produce a policy-oriented white paper based on the key findings. Based on the white paper, the project team will distribute a suite of podcasts on freshwater sustainability and climate change to middle and high school science programs from the targeted basin states as well as to key water policy institutions across the region. Podcasts, developed data, tools and publications will also be disseminated through the main project portal at NCSU, and additionally through the National Climate Assessment and ASU's Central Arizona - Phoenix LTER websites.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sankarasubraman",
   "pi_last_name": "Arumugam",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sankarasubraman Arumugam",
   "pi_email_addr": "sankar_arumugam@ncsu.edu",
   "nsf_id": "000104872",
   "pi_start_date": "2012-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Gnanamanikam",
   "pi_last_name": "Mahinthakumar",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gnanamanikam Mahinthakumar",
   "pi_email_addr": "gmkumar@ncsu.edu",
   "nsf_id": "000486334",
   "pi_start_date": "2012-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Emily",
   "pi_last_name": "Berglund",
   "pi_mid_init": "Z",
   "pi_sufx_name": "",
   "pi_full_name": "Emily Z Berglund",
   "pi_email_addr": "emily_berglund@ncsu.edu",
   "nsf_id": "000284164",
   "pi_start_date": "2012-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tushar",
   "pi_last_name": "Sinha",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tushar Sinha",
   "pi_email_addr": "Tushar.Sinha@tamuk.edu",
   "nsf_id": "000532487",
   "pi_start_date": "2012-08-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Kunkel",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth Kunkel",
   "pi_email_addr": "kekunkel@ncsu.edu",
   "nsf_id": "000596824",
   "pi_start_date": "2012-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276957908",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764300",
   "pgm_ele_name": "EnvS-Environmtl Sustainability"
  },
  {
   "pgm_ele_code": "797700",
   "pgm_ele_name": "CR-Water Sustainability & Clim"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "021E",
   "pgm_ref_txt": "Water management"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 400000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 490576.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project focused on the synthesis across four broad areas namely a) Climate, b) Hydrology c) Ecology and d) Adaptations to understand how human adaptations and climate impact water and ecological across the US Sunbelt. <span>Totally, thirteen articles are published and another four articles are under review. Another two articles are under preparation.&nbsp;</span></p>\n<p><strong>Climate - CMIP5 analysis:</strong></p>\n<p>A large number of CMIP5 30-yr hindcast simulations, for thirteen different climate models for the period of 1980-2009, have been obtained. These simulations have been analyzed and compared with observations. We examined the trends in mean temperature and mean precipitation, the correlation between monthly temperature and precipitation, and the decadal anomalies of precipitation in the southwest and southeast. We also examined extreme monthly temperature and precipitation for 6 regions covering the entire coterminous U.S.&nbsp; An analysis on extreme precipitation is carried out to understand how the CMIP5 projections estimate the observed extreme over the Coterminous US. Both observations and hindcast projections of 10-year return period precipitation has been showing an increasing trend over the Coterminous US.</p>\n<p><strong>Hydroclimatology:</strong></p>\n<p><em><strong>Integrated Surfacewater-Groundwater modeling:</strong></em>&nbsp;Integrated SW-GW modeling was conducted for Haw River (NC), Deep River (NC), Guadalupe River (TX), and Verde River (AZ) basins along the US Sunbelt using the PIHM code to predict streamflow and groundwater depth from precipitation and temperature forcings. The PIHM model was calibrated using observed stream flow and groundwater depth data from the base period of (1956-1980) and validated for the target period of (1981-2005).</p>\n<p><strong><em>Error decomposition:</em>&nbsp;</strong>Retrospective analyses (base period: 1956-1980, target period: 198-2005) were conducted for quantifying different<strong>&nbsp;</strong>sources of error (Climate model, Temporal Disaggregation, Hydrological Model) in predicting streamflow based on temperature and precipitation forcings from CMIP5.&nbsp; Findings show that&nbsp; next to the climate model projections, disaggregation is the dominant source of error in obtaining hydrologic projections using CMIP5 climate projections.</p>\n<p><strong>Integrated Surfacewater-Groundwater Model with Pumping:</strong>&nbsp;We have extended PIHM setup for the target basins with pumping. The primary idea of this modeling is to understand how groundwater pumping during droughts impacts downstream streamflow depletion so that a conjunctive management model could be developed.&nbsp; Our analysis show that the groundwater restoration time increases if groundwater pumping is the significant source of water supply during drought times. Hence, a conjunctive management plan so that an sustainable withdrawal of groundwater and surface water should be pursued to improve water system resiliency. To address this, we developed an optimization model that optimizes groundwater pumping and reservoir allocation for the Jordan Lake. The study shows optimal withdrawal of surface water and groundwater helps in restoring the lake level quickly and improves the overall water supply resiliency.</p>\n<p><em><strong>Multivariate Downscaling:</strong>&nbsp;</em>&nbsp;Our findings show that the conventional univariate downscaling approach can only reproduce the GCM-estimated cross-correlation between different variables resulting in significant bias in estimating the observed cross-correlation. We developed a framework based on Fisher's transformation and applied the framework across the coterminous US to identify the region's susceptible to univariate downscaling. To address this, an asynchronous canonical correlation model was developed and compared with the performance of univariate downscaling procedures. &nbsp;This approach improves the estimation of joint likelihood of multiple variables in downscaling.&nbsp; We also evaluated how univariate downscaling that does not preserve multivariate correlation structure results in errors in estimating land-surface fluxes.&nbsp;</p>\n<p><em><strong>Climate Model Uncertainty Reduction :&nbsp;</strong></em>We have developed an approach for reducing model uncertainty in CMIP5 projections using optimal model combination techniques. We intend to pursue a two step approach with first removing the spatial bias in models and then reducing the model uncertainty through multimodel combination.&nbsp;</p>\n<p><strong><strong>Synthesis on Water-use, hydroclimatology and ecology:</strong></strong></p>\n<p>We have performed a detailed analyses on the controls on public supply water use and irrigation water use. Our analyses show that public supply water use is more efficient &nbsp;in urban counties as opposed to rural counties. Similarly, well-educated, high-income counties are more efficient. On irrigation water use, &nbsp;counties with sprinkler irrigation predominantly control the spatial variation.&nbsp; This article received wide press coverage in NSF Science 360 and in UnDark (https://undark.org/2017/06/08/u-s-water-efficiency/)</p>\n<p>We have also developed a Bayesian Hierarchical Model for estimating the annual irrigation withdrawal over the coterminous US. The idea is to use area irrigated, palmer drought severity index to explain the irrigation withdrawal. The idea is to use these models to fill in the once-in-five year water use data, so that we can develop a continuous time series of irrigation water use data across the country.</p>\n<p>A synthesis on freshwater sustainability is investigated across the US Sunbelt.&nbsp;Spatio-temporal variability of potential drivers&nbsp;hydroclimate and water use influencing the freshwater sustainability are examined&nbsp;both individually as well as collectively by considering the&nbsp;eco-region and 4-digit Hydrologic Unit Code (HUC-4)as the spatial reference for the analysis.&nbsp; The analyses shows that reservoir storage is a significant source of flow alteration and ecological impacts as opposed to changing climate.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2018<br>\n\t\t\t\t\tModified by: Sankarasubraman&nbsp;Arumugam</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1204368/1204368_10204199_1543498807119_findings_discoveries_snap_shot--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1204368/1204368_10204199_1543498807119_findings_discoveries_snap_shot--rgov-800width.jpg\" title=\"Project Findings and Discoveries overview\"><img src=\"/por/images/Reports/POR/2018/1204368/1204368_10204199_1543498807119_findings_discoveries_snap_shot--rgov-66x44.jpg\" alt=\"Project Findings and Discoveries overview\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Findings and Discoveries Snapshot across the four broad areas</div>\n<div class=\"imageCredit\">Entire Project team</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Sankarasubraman&nbsp;Arumugam</div>\n<div class=\"imageTitle\">Project Findings and Discoveries overview</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1204368/1204368_10204199_1543498559196_WSC_synthesis--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1204368/1204368_10204199_1543498559196_WSC_synthesis--rgov-800width.jpg\" title=\"Water Sustainability and Climate - Synthesis across the US SUnbelt\"><img src=\"/por/images/Reports/POR/2018/1204368/1204368_10204199_1543498559196_WSC_synthesis--rgov-66x44.jpg\" alt=\"Water Sustainability and Climate - Synthesis across the US SUnbelt\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Similarities and Contrasts in Water and Ecological Sustainability across the US Sunbelt</div>\n<div class=\"imageCredit\">Entire Project team</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Sankarasubraman&nbsp;Arumugam</div>\n<div class=\"imageTitle\">Water Sustainability and Climate - Synthesis across the US SUnbelt</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1204368/1204368_10204199_1543499097124_public_supply_water_use_efficiency--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1204368/1204368_10204199_1543499097124_public_supply_water_use_efficiency--rgov-800width.jpg\" title=\"Spatio-temporal patterns of water use efficiency across the Coterminous US\"><img src=\"/por/images/Reports/POR/2018/1204368/1204368_10204199_1543499097124_public_supply_water_use_efficiency--rgov-66x44.jpg\" alt=\"Spatio-temporal patterns of water use efficiency across the Coterminous US\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Change in per-capita consumption (color-coded) across the Coterminous US. Numbers in the map for the state indicates the number of times the per-capita consumption increased from 1985  to 2010.</div>\n<div class=\"imageCredit\">Entire Project Team</div>\n<div class=\"imageSubmitted\">Sankarasubraman&nbsp;Arumugam</div>\n<div class=\"imageTitle\">Spatio-temporal patterns of water use efficiency across the Coterminous US</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1204368/1204368_10204199_1543499582208_irrigation_efficiency--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1204368/1204368_10204199_1543499582208_irrigation_efficiency--rgov-800width.jpg\" title=\"Spatio-temporal patterns of irrigation water use efficiency across the Coterminous US\"><img src=\"/por/images/Reports/POR/2018/1204368/1204368_10204199_1543499582208_irrigation_efficiency--rgov-66x44.jpg\" alt=\"Spatio-temporal patterns of irrigation water use efficiency across the Coterminous US\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Changes in per-acreage irrigation withdrawal (color-coded) across the coterminous US. Numbers in the map  for the state indicates the number of times the per-acreage irrigation withdrawal increased from 1985  to 2010.</div>\n<div class=\"imageCredit\">Sankarasubramanian Arumugam</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Sankarasubraman&nbsp;Arumugam</div>\n<div class=\"imageTitle\">Spatio-temporal patterns of irrigation water use efficiency across the Coterminous US</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1204368/1204368_10204199_1543500476166_warm_extreme_index--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1204368/1204368_10204199_1543500476166_warm_extreme_index--rgov-800width.jpg\" title=\"Trends in extremes of warm temperature across six regions over the Coterminous US.\"><img src=\"/por/images/Reports/POR/2018/1204368/1204368_10204199_1543500476166_warm_extreme_index--rgov-66x44.jpg\" alt=\"Trends in extremes of warm temperature across six regions over the Coterminous US.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Time series and trends (1981-2010) of the positive (warm) temperature extremes index for observations and the model mean for NE, SE,MW,GP, NW, and SW. The black lines are the observation data from 1981 to 2012.</div>\n<div class=\"imageCredit\">Journal of Applied Meteorology and Climatology</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Sankarasubraman&nbsp;Arumugam</div>\n<div class=\"imageTitle\">Trends in extremes of warm temperature across six regions over the Coterminous US.</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1204368/1204368_10204199_1543500662561_cold_temperature_index--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1204368/1204368_10204199_1543500662561_cold_temperature_index--rgov-800width.jpg\" title=\"Trends in extremes of cold temperature across six regions over the Coterminous US.\"><img src=\"/por/images/Reports/POR/2018/1204368/1204368_10204199_1543500662561_cold_temperature_index--rgov-66x44.jpg\" alt=\"Trends in extremes of cold temperature across six regions over the Coterminous US.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Time series and trends (1981?2010) of the cold temperature extremes index for observationsand the model mean for NE, SE,MW,GP, NW, and SW. The black lines are the observation data from 1981 to 2012.</div>\n<div class=\"imageCredit\">Journal of Applied Meteorology and Climatology</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Sankarasubraman&nbsp;Arumugam</div>\n<div class=\"imageTitle\">Trends in extremes of cold temperature across six regions over the Coterminous US.</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThis project focused on the synthesis across four broad areas namely a) Climate, b) Hydrology c) Ecology and d) Adaptations to understand how human adaptations and climate impact water and ecological across the US Sunbelt. Totally, thirteen articles are published and another four articles are under review. Another two articles are under preparation. \n\nClimate - CMIP5 analysis:\n\nA large number of CMIP5 30-yr hindcast simulations, for thirteen different climate models for the period of 1980-2009, have been obtained. These simulations have been analyzed and compared with observations. We examined the trends in mean temperature and mean precipitation, the correlation between monthly temperature and precipitation, and the decadal anomalies of precipitation in the southwest and southeast. We also examined extreme monthly temperature and precipitation for 6 regions covering the entire coterminous U.S.  An analysis on extreme precipitation is carried out to understand how the CMIP5 projections estimate the observed extreme over the Coterminous US. Both observations and hindcast projections of 10-year return period precipitation has been showing an increasing trend over the Coterminous US.\n\nHydroclimatology:\n\nIntegrated Surfacewater-Groundwater modeling: Integrated SW-GW modeling was conducted for Haw River (NC), Deep River (NC), Guadalupe River (TX), and Verde River (AZ) basins along the US Sunbelt using the PIHM code to predict streamflow and groundwater depth from precipitation and temperature forcings. The PIHM model was calibrated using observed stream flow and groundwater depth data from the base period of (1956-1980) and validated for the target period of (1981-2005).\n\nError decomposition: Retrospective analyses (base period: 1956-1980, target period: 198-2005) were conducted for quantifying different sources of error (Climate model, Temporal Disaggregation, Hydrological Model) in predicting streamflow based on temperature and precipitation forcings from CMIP5.  Findings show that  next to the climate model projections, disaggregation is the dominant source of error in obtaining hydrologic projections using CMIP5 climate projections.\n\nIntegrated Surfacewater-Groundwater Model with Pumping: We have extended PIHM setup for the target basins with pumping. The primary idea of this modeling is to understand how groundwater pumping during droughts impacts downstream streamflow depletion so that a conjunctive management model could be developed.  Our analysis show that the groundwater restoration time increases if groundwater pumping is the significant source of water supply during drought times. Hence, a conjunctive management plan so that an sustainable withdrawal of groundwater and surface water should be pursued to improve water system resiliency. To address this, we developed an optimization model that optimizes groundwater pumping and reservoir allocation for the Jordan Lake. The study shows optimal withdrawal of surface water and groundwater helps in restoring the lake level quickly and improves the overall water supply resiliency.\n\nMultivariate Downscaling:  Our findings show that the conventional univariate downscaling approach can only reproduce the GCM-estimated cross-correlation between different variables resulting in significant bias in estimating the observed cross-correlation. We developed a framework based on Fisher's transformation and applied the framework across the coterminous US to identify the region's susceptible to univariate downscaling. To address this, an asynchronous canonical correlation model was developed and compared with the performance of univariate downscaling procedures.  This approach improves the estimation of joint likelihood of multiple variables in downscaling.  We also evaluated how univariate downscaling that does not preserve multivariate correlation structure results in errors in estimating land-surface fluxes. \n\nClimate Model Uncertainty Reduction : We have developed an approach for reducing model uncertainty in CMIP5 projections using optimal model combination techniques. We intend to pursue a two step approach with first removing the spatial bias in models and then reducing the model uncertainty through multimodel combination. \n\nSynthesis on Water-use, hydroclimatology and ecology:\n\nWe have performed a detailed analyses on the controls on public supply water use and irrigation water use. Our analyses show that public supply water use is more efficient  in urban counties as opposed to rural counties. Similarly, well-educated, high-income counties are more efficient. On irrigation water use,  counties with sprinkler irrigation predominantly control the spatial variation.  This article received wide press coverage in NSF Science 360 and in UnDark (https://undark.org/2017/06/08/u-s-water-efficiency/)\n\nWe have also developed a Bayesian Hierarchical Model for estimating the annual irrigation withdrawal over the coterminous US. The idea is to use area irrigated, palmer drought severity index to explain the irrigation withdrawal. The idea is to use these models to fill in the once-in-five year water use data, so that we can develop a continuous time series of irrigation water use data across the country.\n\nA synthesis on freshwater sustainability is investigated across the US Sunbelt. Spatio-temporal variability of potential drivers hydroclimate and water use influencing the freshwater sustainability are examined both individually as well as collectively by considering the eco-region and 4-digit Hydrologic Unit Code (HUC-4)as the spatial reference for the analysis.  The analyses shows that reservoir storage is a significant source of flow alteration and ecological impacts as opposed to changing climate.\n\n\t\t\t\t\tLast Modified: 11/29/2018\n\n\t\t\t\t\tSubmitted by: Sankarasubraman Arumugam"
 }
}