{
 "awd_id": "1204211",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Intermediate Water Records of Radiocarbon and Temperature Variability from the North Atlantic and Southern Ocean Using Deep-Sea Corals.",
 "cfda_num": "47.050",
 "org_code": "06040200",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Candace Major",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 472133.0,
 "awd_amount": 472133.0,
 "awd_min_amd_letter_date": "2012-06-25",
 "awd_max_amd_letter_date": "2012-06-25",
 "awd_abstract_narration": "Radiocarbon is a well-established tool for understanding past changes in ocean circulation and climate. However, recent studies of radiocarbon from intermediate water depths (~500 to 2,000 meters below sea level) have produced conflicting accounts of ocean behavior during the transition from the Last Glacial Maximum (LGM) to the Holocene. \r\n\r\nThis project, led by a professor at the California Institute of Technology, seeks to resolve this problem by generating a new intermediate-depth radiocarbon record for the last 30,000 years using fossil deep-sea corals from the North Atlantic and Southern Oceans. A key advantage of this approach over measurements of plankton in sediment cores is the opportunity for uranium-series age control. Furthermore, fossil coral samples enable the collection of high-resolution measurements during key periods in the deglacial transition. For a subset of samples, proxy temperature data (from clumped isotopes) will be compared to radiocarbon content in order to better resolve changes in intermediate and deep water mass characteristics. Simple models will be used to provide a quantitative framework for the results of data analyses.\r\n\r\nThis study will advance understanding of the role of ocean circulation in climate change on glacial time scales. Samples will be made broadly available through the developing CalTech deep-sea coral database, which is already in use by scientists from around the world. The investigator will continue collaboration with NOSAMS (National Ocean Sciences Mass Spectrometry Facility) to develop rapid and inexpensive techniques for radiocarbon dating of corals and other carbonates. The investigator will also continue ongoing climate science outreach efforts for local schools and organizations, as well as the broader public. Funding will support a female graduate student.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jess",
   "pi_last_name": "Adkins",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Jess F Adkins",
   "pi_email_addr": "jess@gps.caltech.edu",
   "nsf_id": "000167306",
   "pi_start_date": "2012-06-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "California Institute of Technology",
  "inst_street_address": "1200 E CALIFORNIA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6263956219",
  "inst_zip_code": "911250001",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "CALIFORNIA INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "U2JMKHNS5TG4"
 },
 "perf_inst": {
  "perf_inst_name": "California Institute of Technology",
  "perf_str_addr": "1200 E California Blvd MC 131-24",
  "perf_city_name": "Pasadena",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "911250002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "28",
  "perf_st_cong_dist": "CA28",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "162000",
   "pgm_ele_name": "Marine Geology and Geophysics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1304",
   "pgm_ref_txt": "EARTH SYSTEM HISTORY"
  },
  {
   "pgm_ref_code": "1620",
   "pgm_ref_txt": "MARINE GEOLOGY AND GEOPHYSICS"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 472133.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Using coupled U-series and 14C ages, we have measured the radiocarbon content of intermediate waters in the South Pacific Ocean across the last glacial period and last deglaciation.&nbsp; During this ~20,000 year span we measured 44 individual corals (chosen from 114 U-series dates and over 500 lower precision screened ages) for an average age resolution of ~500 years.&nbsp; At times of high variability we measured at much higher resolution, including 7 corals that had multiple 14C ages measured along their growth axis.&nbsp; With their precise age control through U-series dating, these deep-sea corals allow us to use 14C ages as a circulation tracer in the ocean, rather than having to use these dates as a chronometer.&nbsp; This unique data set shows that radiocarbon gradients in the past ocean were much larger than today and that the deglacial time known as the &lsquo;Antarctic Cold Reversal&rsquo; was a time of unusually large variability in intermediate water circulation.&nbsp; Our data is consistent with the idea that the glacial deep ocean was divided into upper and lower circulation cells that did not communicate and mix nearly as much as they do today.&nbsp; There are several key moments of &lsquo;reconnection&rsquo; during the deglaciation.&nbsp; The first of these is expressed as the rapid warming of the Northern Hemisphere at the Bolling-Alerod transition (~14.7 ka), but the deep-sea coral data imply that deep water were reorganizing in the high southern latitudes during the Heinrich Stadial period just preceding this important transition.&nbsp; Our data also capture the movement of Southern Ocean fronts during the deglaciation and hint at important differences between the intermediate water record in the Pacific compared to the Atlantic; a degree of azonality that is not seen today.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/24/2015<br>\n\t\t\t\t\tModified by: Jess&nbsp;F&nbsp;Adkins</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nUsing coupled U-series and 14C ages, we have measured the radiocarbon content of intermediate waters in the South Pacific Ocean across the last glacial period and last deglaciation.  During this ~20,000 year span we measured 44 individual corals (chosen from 114 U-series dates and over 500 lower precision screened ages) for an average age resolution of ~500 years.  At times of high variability we measured at much higher resolution, including 7 corals that had multiple 14C ages measured along their growth axis.  With their precise age control through U-series dating, these deep-sea corals allow us to use 14C ages as a circulation tracer in the ocean, rather than having to use these dates as a chronometer.  This unique data set shows that radiocarbon gradients in the past ocean were much larger than today and that the deglacial time known as the æAntarctic Cold ReversalÆ was a time of unusually large variability in intermediate water circulation.  Our data is consistent with the idea that the glacial deep ocean was divided into upper and lower circulation cells that did not communicate and mix nearly as much as they do today.  There are several key moments of æreconnectionÆ during the deglaciation.  The first of these is expressed as the rapid warming of the Northern Hemisphere at the Bolling-Alerod transition (~14.7 ka), but the deep-sea coral data imply that deep water were reorganizing in the high southern latitudes during the Heinrich Stadial period just preceding this important transition.  Our data also capture the movement of Southern Ocean fronts during the deglaciation and hint at important differences between the intermediate water record in the Pacific compared to the Atlantic; a degree of azonality that is not seen today. \n\n \n\n\t\t\t\t\tLast Modified: 09/24/2015\n\n\t\t\t\t\tSubmitted by: Jess F Adkins"
 }
}