{
 "awd_id": "1204850",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Emergent Use of Agriscience Biotechnology",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth Teles",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 199200.0,
 "awd_amount": 199200.0,
 "awd_min_amd_letter_date": "2012-06-28",
 "awd_max_amd_letter_date": "2012-06-28",
 "awd_abstract_narration": "The purpose of this project is to design and implement career pathways in biotechnology, specifically in agricultural science research technology. This includes the development of: 1) a biotechnology certificate program, which contains courses in agricultural science, with dual enrollment options; and 2) community information seminars/workshops on biotechnology. The primary target audiences include technical college students, high school students, individuals working in the biotechnology field, and residents of the region, including nearby communities.\r\n\r\nIntellectual Merit: Biotechnology is a rapidly advancing field, with new discoveries and applications that are changing the face of such diverse fields as agriculture, environmental remediation, forensics, and health care. The biosciences serve as the tools for many improvements to daily life often taken for granted. The college, through its Workforce and Community Development unit, conducted a review and analysis of existing agricultural science biotechnology training programs. Using this information, this model program in agricultural biotechnology has an emphasis on preparing students for employment in a biotechnology field and/or to continue their science education. The plans to accomplish this goal include mentoring and advisement, group study activities, and other academic interventions to increase the level of preparation of students in the critical classes for their majors. In addition, the project provides career counseling and internships that enhance academic experience and computer expertise of students in order to prepare them for the next step in their professional careers.\r\n\r\nBroader Impacts: The college serves over 12,000 students each year in credit and non-credit education programs and offers degrees, diplomas, and certificates in some of the fastest growing career fields as it strives to deliver a competent workforce for current and future Lowcountry employers. A large percentage of the native population is currently under-employed and works at low wage service jobs, primarily in seasonal, tourism related enterprises. The resort climate is enticing both aging retirees and mobile executives to the region at exponential rates. These new residents comprise an economic sector that demands advanced biotechnology services in fields such as agriculture, forensics, pharmaceutics, biomedical and environmental fields. Several biotechnology firms as well as clinical, environmental, and forensics labs are operating within a one hundred mile radius of the college. The program is having a positive impact on student retention and graduation in science, technology, engineering, and mathematics (STEM) related disciplines. The evaluation of the program is based on the percentage of students who graduate and transfer to a four-year college with a STEM related major; percentage of students who graduate and find employment in the biotechnology field; increased enrollment in STEM disciplines; and the number of high school students who enroll in STEM programs at the college.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Natavia",
   "pi_last_name": "Middleton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Natavia Middleton",
   "pi_email_addr": "middleton.natavia@spcollege.edu",
   "nsf_id": "000561423",
   "pi_start_date": "2012-06-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Bailey",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph Bailey",
   "pi_email_addr": "jbailey@tcl.edu",
   "nsf_id": "000561424",
   "pi_start_date": "2012-06-28",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Laurence",
   "pi_last_name": "Neely",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Laurence Neely",
   "pi_email_addr": "lneely@tcl.edu",
   "nsf_id": "000602916",
   "pi_start_date": "2012-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Technical College of the Lowcountry",
  "inst_street_address": "921 RIBAUT RD",
  "inst_street_address_2": "",
  "inst_city_name": "BEAUFORT",
  "inst_state_code": "SC",
  "inst_state_name": "South Carolina",
  "inst_phone_num": "8435258317",
  "inst_zip_code": "299025441",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "SC01",
  "org_lgl_bus_name": "TECHNICAL COLLEGE OF THE LOWCOUNTRY",
  "org_prnt_uei_num": "XRCGNXUSUE58",
  "org_uei_num": "XL71KDHXF981"
 },
 "perf_inst": {
  "perf_inst_name": "Technical College of the Lowcountry",
  "perf_str_addr": "921 Ribaut Road, PO Box 1288",
  "perf_city_name": "Beaufort",
  "perf_st_code": "SC",
  "perf_st_name": "South Carolina",
  "perf_zip_code": "299011288",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "SC01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 199200.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;</strong></p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Emergent Use of Agriscience Biotechnology</strong></p>\n<p><strong>National Science Foundation</strong></p>\n<p><strong>Project Outcomes Report</strong></p>\n<p>&nbsp;</p>\n<p>The purpose of the Emergent Use of Agriscience Biotechnology project was to expand the existing degree programs at Technical College of the Lowcountry (TCL) to include an agriscience biotechnology certificate. &nbsp;&nbsp;TCL, in partnership with local organizations and employers, designed and implemented career pathways in agriscience allowing students to attend part-time or full-time and upon graduation to either seek employment or matriculate to a four year institution. The following project goals were met:&nbsp;&nbsp; (1) design and implement career pathways in agriscience biotechnology with multiple entry and exit points, including development of certificate programs with dual enrollment option (high school), as well as community information seminars and workshops, (2) design and implement community information seminars/workshops on agriscience biotechnology, and (3) increase awareness of biotechnology and recruit students to the field.</p>\n<p class=\"Default\">&nbsp;</p>\n<p><strong>Intellectual Merit: </strong>The use of biotechnology in agriculture is expected to be a critical factor in future efforts to increase crop yields and to expand food production in areas where water and arable soil are in short supply.&nbsp; Initially, TCL project staff developed and distributed an industry survey to determine area workforce needs. &nbsp;A diversified committee including Clemson Extension agents, a landscape firm manager, a golf course manager, independent farmers, and high school science teacher representatives helped mold the program into emphasizing landscape, turf, and diversified agricultural occupations which are the most pressing needs in the Lowcountry.&nbsp; In addition, the committee research efforts included a review and analysis of existing agricultural science<strong> </strong>biotechnology training programs. One of the key recommendations was to ensure the presence of knowledgeable, experienced subject matter experts at the heart of the program development and implementation. The project was built upon delivering the education required to equip the technical workforce for this important and expanding national technology. The model provides technical college and high school students with a certificate in agricultural biotechnology, with an emphasis on preparing students for employment in a biotechnology field and/or to continue their science education.</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Broader Impacts: </strong>Agriculture, including forestry, is South Carolina's largest industry with direct economic impact of $33.9 billion and more than 200,000 jobs.&nbsp; TCL&rsquo;s service area covers over 2,500 square miles, much of which is divided by wetlands and waterways. The &ldquo;resort&rdquo; climate of the area is enticing both aging retirees and mobile executives to the region at exponential rates, making Beaufort and its environs the fastest growing region in the state.&nbsp; These residents comprise an economic sector that demands advanced biotechnology services, including those in agriculture and environmental fields. The findings and work of the TCL team have applicability to all STEM education, but particularly to the regional partnering of citizens, business, industry, high schools and community colleges in the development and implementation of new academic pr...",
  "por_txt_cntn": "\n                                                                                                    \n\n \n\nEmergent Use of Agriscience Biotechnology\n\nNational Science Foundation\n\nProject Outcomes Report\n\n \n\nThe purpose of the Emergent Use of Agriscience Biotechnology project was to expand the existing degree programs at Technical College of the Lowcountry (TCL) to include an agriscience biotechnology certificate.   TCL, in partnership with local organizations and employers, designed and implemented career pathways in agriscience allowing students to attend part-time or full-time and upon graduation to either seek employment or matriculate to a four year institution. The following project goals were met:   (1) design and implement career pathways in agriscience biotechnology with multiple entry and exit points, including development of certificate programs with dual enrollment option (high school), as well as community information seminars and workshops, (2) design and implement community information seminars/workshops on agriscience biotechnology, and (3) increase awareness of biotechnology and recruit students to the field.\n \n\nIntellectual Merit: The use of biotechnology in agriculture is expected to be a critical factor in future efforts to increase crop yields and to expand food production in areas where water and arable soil are in short supply.  Initially, TCL project staff developed and distributed an industry survey to determine area workforce needs.  A diversified committee including Clemson Extension agents, a landscape firm manager, a golf course manager, independent farmers, and high school science teacher representatives helped mold the program into emphasizing landscape, turf, and diversified agricultural occupations which are the most pressing needs in the Lowcountry.  In addition, the committee research efforts included a review and analysis of existing agricultural science biotechnology training programs. One of the key recommendations was to ensure the presence of knowledgeable, experienced subject matter experts at the heart of the program development and implementation. The project was built upon delivering the education required to equip the technical workforce for this important and expanding national technology. The model provides technical college and high school students with a certificate in agricultural biotechnology, with an emphasis on preparing students for employment in a biotechnology field and/or to continue their science education.\n\n \n\nBroader Impacts: Agriculture, including forestry, is South Carolina's largest industry with direct economic impact of $33.9 billion and more than 200,000 jobs.  TCLÆs service area covers over 2,500 square miles, much of which is divided by wetlands and waterways. The \"resort\" climate of the area is enticing both aging retirees and mobile executives to the region at exponential rates, making Beaufort and its environs the fastest growing region in the state.  These residents comprise an economic sector that demands advanced biotechnology services, including those in agriculture and environmental fields. The findings and work of the TCL team have applicability to all STEM education, but particularly to the regional partnering of citizens, business, industry, high schools and community colleges in the development and implementation of new academic programs.\n\n \nProject Outcomes: The project effectively used regional, hands-on citizen advisory committees to steer the program into three main focus areas:  1) Landscape Occupations in the Lowcountry; 2) Turf Management, including homes, businesses, and golf courses; and 3) Diversified Agriculture for those who are interested in starting a new farm.  After receiving approvals by TCLÆs Curriculum Committee, the TCL Board of Commissioners, the State Technical System Office, the Southern Association of Colleges and Schools (SACS), the Department of Veteran Affairs (VA), and the Department of Education during the first two year..."
 }
}