{
 "awd_id": "1205748",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CI-ADDO-EN: Enhancement and Operation of the California Social Science Experimental Laboratory - CASSEL",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 373998.0,
 "awd_amount": 373998.0,
 "awd_min_amd_letter_date": "2012-07-30",
 "awd_max_amd_letter_date": "2012-07-30",
 "awd_abstract_narration": "The California Social Science Experimental Laboratory (CASSEL) is perhaps the world's most advanced research laboratory devoted to experimental work in the Social Sciences.  CASSEL has been and continues to be used for research and training by faculty and graduate students from UCLA (Departments of Economics, Political Science and Anthropology, Anderson Graduate School of Management, School of Law) and Caltech (Division of Humanities and Social Sciences) and many other institutions both nearby and far away, including Brown University, Claremont Center, UC Irvine, and the University of Beijing.  The Division of Social Sciences at UCLA has made a long-term commitment to support CASSEL, providing space, maintenance, operating funds. In this proposal the PI is asking NSF to provide funds for major equipment upgrades (server, subject computers, and ancillary equipment) in order to continue and expand CASSEL's vital role in experimental work in the Social Sciences.  Equipment in CASSEL is in need of upgrade for a number of reasons: 1) Computers are due for replacement as they are close to the end of their normal useful lives (current subject computers and servers are not fast enough to carry out the computation necessary to conduct some experiments); 2) In order to run large experiments, the method of subject signup and payment needs to be expedited (to do this, the lab needs to set up electronic signup and payment systems); 3) Current equipment does not permit monitoring of communications between subjects or the monitoring of such communications; 4) CASSEL?s outreach capabilities need to be enhanced so that experiments can be run remotely; and 5) Ancillary equipment in CASSEL including projectors, copiers, etc. is reaching or has already exceeded its normal useful life.\r\n\r\nIntellectual Merit\r\nExperiments are used to develop and improve the organization and performance of private and public institutions.  The requested funds will yield a high return on investment because, as documented in detail in the Project Description, CASSEL is extensively used by a large number of students and researchers from a wide range of institutions.  The proposed enhancement will maintain and expand the usability of CASSEL for broadly-based communities of researchers and educators that extend well beyond our institution, so that it becomes the premier social science research laboratory in the world.\r\n\r\nBroader Impact\r\nCASSEL is organized around the \"shared resource\" principle.  It provides a user-friendly facility enabling researchers without laboratory access to become involved in experimental research, and enabling all researchers to engage in large-scale experiments.  It is both an interdisciplinary and an inter-university facility.  One indication of the lab's outreach is that in the last two years over 50% of the usage was by non-UCLA researchers.  Research conducted at CASSEL broadens our understanding of decision-making, markets and institutions.  This research leads to advances in theoretical models and in the connection of those models to empirical data, and to advances in experimental methodology.  In addition, CASSEL is an important training ground for graduate student researchers, and hosts large numbers of freshmen seminars using experimental methods.  Finally, CASSEL plays an important role in developing and testing of new experimental software (such as Multistage and jMarkets) and recruiting/scheduling software that is used in many other experimental laboratories and serves to facilitate experimental research in social science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hugo",
   "pi_last_name": "Hopenhayn",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Hugo A Hopenhayn",
   "pi_email_addr": "hopen@econ.ucla.edu",
   "nsf_id": "000386535",
   "pi_start_date": "2012-07-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Palfrey",
   "pi_mid_init": "R",
   "pi_sufx_name": "III",
   "pi_full_name": "Thomas R Palfrey",
   "pi_email_addr": "trp@hss.caltech.edu",
   "nsf_id": "000288749",
   "pi_start_date": "2012-07-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California, Los Angeles",
  "perf_str_addr": "Box 951524",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951524",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "132000",
   "pgm_ele_name": "Economics"
  },
  {
   "pgm_ele_code": "735900",
   "pgm_ele_name": "CCRI-CISE Cmnty Rsrch Infrstrc"
  },
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7359",
   "pgm_ref_txt": "COMPUTING RES INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 373998.0
  }
 ],
 "por": null
}