{
 "awd_id": "1205020",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Pipelines and Pipets: Biotechnician Training and Undergraduate Research",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Elizabeth Teles",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 199943.0,
 "awd_amount": 199943.0,
 "awd_min_amd_letter_date": "2012-04-25",
 "awd_max_amd_letter_date": "2012-04-25",
 "awd_abstract_narration": "This project is establishing a new biotechnology degree option and a new biotechnology certificate to respond to life science, allied health and biotechnology industry needs for more highly skilled, entry level laboratory technicians and is working closely with industry partners and industry associations to develop these programs. The new biotechnology degree option and biotechnology certificate are designed to incorporate relevant, real world applications of laboratory techniques that are required skills for biotechnicians. The courses being developed have sufficient rigor to also offer transfer credit to a four-year program.\r\n\r\nIntellectual Merit: Early undergraduate research has been shown to improve retention and academic success in science, technology, engineering, and mathematics (STEM) disciplines and workforce competitiveness; however, the community college students this project targets are often at a disadvantage in gaining these experiences due to lack of institutional capacity or financial and time constraints common among students at community colleges. To overcome this gap, the college is infusing courses developed in support of this project, along with existing science and mathematics curriculum, with inquiry-based learning methodologies and research like laboratory exercises that promote success in biotechnology studies and other STEM disciplines. The college is also creating new opportunities for students to engage in workplace internships and on campus summer research that provide more intensive experiences and build practical skills. Professional development for faculty enhances teaching capacity to integrate inquiry based learning into science and mathematics curriculum. Acquisition of industry standard equipment provides the laboratory configuration necessary to deliver the biotechnology programs and develop industry required competencies in students. New courses developed in support of these programs and revitalized curricula throughout the Division of Science and Mathematics are grounded in research-like experiences that provide a means to engage students in learning in a way that helps them to be academically successful and teaches them the scientific inquiry skills needed for a truly comprehensive technical training. \r\n\r\nBroader Impact: This undergraduate research program is a model for other community colleges that are similarly challenged to provide research driven education to biotechnology and STEM students. To ensure the broader impact of the project, the college has developed a thorough dissemination plan to inform stakeholders at the local, regional, and national level on outcomes related to this initiative. Regional and state distribution channels include membership in consortia of community colleges and state universities that have the established goals of sharing experiences and promoting best practices between institutions and among colleagues. As the recipient of a model program endorsement from the Massachusetts Governor's STEM Advisory Council for its work in improving retention, graduation, and transfer rates among science majors, the college has the established credentials and support from appropriate authorities to ensure that findings from this project are both heard and heeded by institutions across the Commonwealth. On a national level, the plan is to promote the findings through accessible channels such as the annual NSF ATE conference and ATE Central, as well as seek opportunities to present findings through presentations and posters at academic conferences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gilles",
   "pi_last_name": "Bolduc",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Gilles Bolduc",
   "pi_email_addr": "gbolduc@massasoit.mass.edu",
   "nsf_id": "000603898",
   "pi_start_date": "2012-04-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Massasoit Community College",
  "inst_street_address": "1 MASSASOIT BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "BROCKTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "5085889100",
  "inst_zip_code": "023023996",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MA08",
  "org_lgl_bus_name": "MASSASOIT COMMUNITY COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "QY55KD8HX8J8"
 },
 "perf_inst": {
  "perf_inst_name": "Massasoit Community College",
  "perf_str_addr": "1 Massasoit Boulevard",
  "perf_city_name": "Brockton",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "023023996",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MA08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 199943.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Pipelines to Pipets Project at Massasoit provides new opportunities for students to enter and succeed in biotechnology or other technical STEM fields. The newly offered biotechnology curriculum is designed to teach relevant, real-world applications of laboratory techniques, rather than the abstract activities that are often taught in classrooms. These courses, along with improved research-based content for science courses, is designed to pair technical skills with improved critical thinking, problem-solving, and scientific reasoning to ensure that students will be well-rounded and functional in the workplace. Massasoit has also consulted with local biotechnology industry leaders to help ensure that students are prepared to enter the workplace upon graduation with an associate&rsquo;s degree, or after transfer and completion of a bachelor&rsquo;s degree.</p>\n<p>&nbsp;In addition to the Biotechnology Certificate, Massasoit also offers paid internship opportunities to students seeking a more intensive preparation for advancement into the workplace or transfer to a four-year institution. Participating interns engage in an ongoing research project that is based on a strong scientific rationale and conceptual framework. The project is ecology-based, topical, and incorporates a range of scientific methodologies, and laboratory techniques. More importantly, the collection, analysis, and presentation of data strengthens students&rsquo; critical thinking skills beyond simple training in scientific techniques. The opportunity to work with mentors and other students to design experiments, create schedules, and complete day-to-day tasks gives students real-world experience in a workplace environment. The requirement of high-quality work, reliability, and self-directed productivity help students develop the habits that lead to a successful career. Massasoit&rsquo;s focus on soft skills (workplace habits, critical thinking, independence, problem-solving, and communication) is in response to faculty and staff observations as well as employers&rsquo; identification of a deficit of these skills in entry-level employees. Each research intern is provided a written job review and meets with a panel of mentors for discussion and coaching. In order to allow sufficient time for students to improve their technical and soft skills, Massasoit has expanded its summer research to a year-round internship program. This change allows more time for students to improve, and also allows for the maintenance of the ongoing research project. The ability to add new information to a continually growing body of data is an important factor in keeping internship students engaged, and provides increased interest for students who participate in the research project as part of a class.</p>\n<p>&nbsp;The intellectual merit of this project stems from the aforementioned focus on judging students by their functionality, not simply by grades, activities, or attendance. This project probes the effect of targeting the soft skills and other desirable workplace attributes (critical thinking, problem solving, self-motivation etc.) rather than simply trying to elevate grades and graduation rates. Instead of assuming that if students get better grades they will be more successful, the working assumption of this project is that if students become more functional, then they will succeed in both the classroom and the workplace.</p>\n<p>&nbsp;Over the last four years, Massasoit&rsquo;s research internship program has become well-known to both students and faculty, largely due to year-round visibility on campus as well as the consistent theme and prominence of the research project. The need for intense recruiting efforts in the student population has greatly diminished, and there are now more applicants than there are open slots. Students from all over campus attend the Massasoit research symposiums, which have become an ann...",
  "por_txt_cntn": "\nThe Pipelines to Pipets Project at Massasoit provides new opportunities for students to enter and succeed in biotechnology or other technical STEM fields. The newly offered biotechnology curriculum is designed to teach relevant, real-world applications of laboratory techniques, rather than the abstract activities that are often taught in classrooms. These courses, along with improved research-based content for science courses, is designed to pair technical skills with improved critical thinking, problem-solving, and scientific reasoning to ensure that students will be well-rounded and functional in the workplace. Massasoit has also consulted with local biotechnology industry leaders to help ensure that students are prepared to enter the workplace upon graduation with an associateÆs degree, or after transfer and completion of a bachelorÆs degree.\n\n In addition to the Biotechnology Certificate, Massasoit also offers paid internship opportunities to students seeking a more intensive preparation for advancement into the workplace or transfer to a four-year institution. Participating interns engage in an ongoing research project that is based on a strong scientific rationale and conceptual framework. The project is ecology-based, topical, and incorporates a range of scientific methodologies, and laboratory techniques. More importantly, the collection, analysis, and presentation of data strengthens studentsÆ critical thinking skills beyond simple training in scientific techniques. The opportunity to work with mentors and other students to design experiments, create schedules, and complete day-to-day tasks gives students real-world experience in a workplace environment. The requirement of high-quality work, reliability, and self-directed productivity help students develop the habits that lead to a successful career. MassasoitÆs focus on soft skills (workplace habits, critical thinking, independence, problem-solving, and communication) is in response to faculty and staff observations as well as employersÆ identification of a deficit of these skills in entry-level employees. Each research intern is provided a written job review and meets with a panel of mentors for discussion and coaching. In order to allow sufficient time for students to improve their technical and soft skills, Massasoit has expanded its summer research to a year-round internship program. This change allows more time for students to improve, and also allows for the maintenance of the ongoing research project. The ability to add new information to a continually growing body of data is an important factor in keeping internship students engaged, and provides increased interest for students who participate in the research project as part of a class.\n\n The intellectual merit of this project stems from the aforementioned focus on judging students by their functionality, not simply by grades, activities, or attendance. This project probes the effect of targeting the soft skills and other desirable workplace attributes (critical thinking, problem solving, self-motivation etc.) rather than simply trying to elevate grades and graduation rates. Instead of assuming that if students get better grades they will be more successful, the working assumption of this project is that if students become more functional, then they will succeed in both the classroom and the workplace.\n\n Over the last four years, MassasoitÆs research internship program has become well-known to both students and faculty, largely due to year-round visibility on campus as well as the consistent theme and prominence of the research project. The need for intense recruiting efforts in the student population has greatly diminished, and there are now more applicants than there are open slots. Students from all over campus attend the Massasoit research symposiums, which have become an annual fall semester event. Student interns present the results of their work as poster presentations and serve as ambassadors for the..."
 }
}