{
 "awd_id": "1205899",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Spatial and Temporal Fluctuations in Coherent Electron Nanodiffraction from Metallic Glasses and Glass-forming Liquids",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Diana Farkas",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 411500.0,
 "awd_amount": 411500.0,
 "awd_min_amd_letter_date": "2012-07-25",
 "awd_max_amd_letter_date": "2014-05-09",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\nThis project supports investigation of the structure and atomic dynamics of metallic glasses and metallic-glass forming liquids using systematic coherent electron nanodiffraction in a scanning transmission electron microscope, in a technique called fluctuation electron microscopy.  Time-resolved nanodiffraction experiments as a function of temperature will test the hypothesis that metallic glass forming liquids exhibit spatial heterogeneous dynamics which play an essential role in their glass transition.  If spatial domains with different dynamics are found, their relaxation time and their internal structure will be determined experimentally.  These potentially transformative experiments will be the first direct, structural probe of the existence, relaxation, and structure of spatially heterogeneous dynamics at the nanometer scale.  This project will also support investigation of the room-temperature structure of a metallic glass of 75 at.% Ce and 25 at.% Al.  This glass has a novel metastable high-pressure crystalline phase, which has been proposed to arise from long-range topological order quenched into the glassy state.  Conventional TEM will be used to investigate the structure and defects of the high-pressure phase, and spatially-resolved nanodiffraction will be used to investigate the structure of the glassy phase.\r\nThe project will support education and outreach about advanced characterization methods in STEM.  The Electron Microscopy Database, an online collection of example data sets for teaching and learning advanced STEM techniques, will be enlarged, and the underlying database technology will be modernized.  The researchers involved in this project will conduct public lectures and demonstrations of atomic-resolution STEM imaging and microanalysis using the remote operation capabilities of the STEM used for this project's research.\r\n\r\nNON-TECHNICAL SUMMARY\r\nGlasses are materials in which the atoms are jumbled up, in contrast to crystals, in which the atoms sit on a grid.  Most metal alloys exist only as crystals, but a few special ones can be forced to make a glass by cooling them very quickly from their liquid, melted state.  This project will investigate those special liquids and the metallic glasses they form to measure how the atoms fit together and how they move around with respect to one another.  In both cases, it is clumps of 10-100 atoms which have the most important structure, which corresponds to a size of about 1 nanometer.  The researchers supported by this project will make their measurements using an advanced electron microscope with a beam of electrons one nanometer in diameter - just matched to the size of the interesting clumps of atoms.  Their discoveries will help scientists understand why some metal alloys form glasses and others do not, and may lead to the development of new metallic glasses with superior strength, ductility, or other properties.\r\nThis project will also support education and outreach in advanced electron microscopy techniques required for the nation's burgeoning nanotechnology workforce.  The researchers will maintain and enlarge the Electron Microscopy Database, an online collection of examples for teaching and learning.  They will also do public demonstrations of advanced electron microscopy, including the ability to see single atoms, one at a time, in an effort share with young people their interest and excitement about science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Voyles",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Paul M Voyles",
   "pi_email_addr": "voyles@engr.wisc.edu",
   "nsf_id": "000287792",
   "pi_start_date": "2012-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "1509 University Ave",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061595",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177100",
   "pgm_ele_name": "METAL & METALLIC NANOSTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 141500.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 135000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 135000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project supported research towards understanding bulk metallic glasses. Most materials in everyday life are crystals, which means the atoms sit in a regular array, like eggs in an egg carton. Although many important discoveries remain to be made, scientists have good tools at their disposal to describe the positions of atoms in a crystal and understand how those atoms create materials with different properties &ndash; hard or soft, electrical conducting or insulating, magnetic or non-magnetic. In a glass, the atoms are jumbled up like marbles in a jar. Glasses made of metallic elements have a variety of desirable properties like high strength, good corrosion resistance, and the ability to be formed into complicated shapes without machining.</p>\n<p>The tools scientists have for describing the positions of jumbled-up atoms in a glass and connecting them to the material&rsquo;s properties are much less well developed than the tools for crystals. Liquids are similarly disordered, but add the complication that all the atoms are continually moving past one another. The goals of this project were to develop experimental and theoretical tools to measure and describe the positions of atoms in glasses, and how the atoms move in liquids, and apply them to bulk metallic glasses.</p>\n<p>The primary outcome has been the development of a new technique for measuring atomic motions in liquids called electron correlation microscopy (ECM). ECM effective takes a series of snapshots of the atom positions, which are analyzed to develop statistics that describe how fast the atoms move and how long they stay in similar positions with respect to one another.&nbsp; ECM has been applied to measure the behavior of two different metallic glass-forming liquids. These experiments have helped demonstrated the usefulness of this new tool. Future experiments using ECM will help scientists understand how liquids cool into the disordered, glass state and avoid crystallization.</p>\n<p>This project also shared the excitement of science and engineering by supporting a demonstration at the University of Wisconsin Engineering Expo. Expo brings thousands of K-12 students and their families to campus for a huge variety of demonstrations and displays related to science and engineering. The post-doctoral associate and graduate student supported by this project helped to run a demonstration of atomic-resolution electron microscope imaging. Visitors could see a live image of single atoms inside a new kind of computer chip, demonstrating visually that atoms inside a crystal are arrange in a regular array and sharing the &ldquo;wow!&rdquo; factor of seeing the fundamental building blocks of matter.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/12/2016<br>\n\t\t\t\t\tModified by: Paul&nbsp;M&nbsp;Voyles</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project supported research towards understanding bulk metallic glasses. Most materials in everyday life are crystals, which means the atoms sit in a regular array, like eggs in an egg carton. Although many important discoveries remain to be made, scientists have good tools at their disposal to describe the positions of atoms in a crystal and understand how those atoms create materials with different properties &ndash; hard or soft, electrical conducting or insulating, magnetic or non-magnetic. In a glass, the atoms are jumbled up like marbles in a jar. Glasses made of metallic elements have a variety of desirable properties like high strength, good corrosion resistance, and the ability to be formed into complicated shapes without machining.\n\nThe tools scientists have for describing the positions of jumbled-up atoms in a glass and connecting them to the materialÆs properties are much less well developed than the tools for crystals. Liquids are similarly disordered, but add the complication that all the atoms are continually moving past one another. The goals of this project were to develop experimental and theoretical tools to measure and describe the positions of atoms in glasses, and how the atoms move in liquids, and apply them to bulk metallic glasses.\n\nThe primary outcome has been the development of a new technique for measuring atomic motions in liquids called electron correlation microscopy (ECM). ECM effective takes a series of snapshots of the atom positions, which are analyzed to develop statistics that describe how fast the atoms move and how long they stay in similar positions with respect to one another.  ECM has been applied to measure the behavior of two different metallic glass-forming liquids. These experiments have helped demonstrated the usefulness of this new tool. Future experiments using ECM will help scientists understand how liquids cool into the disordered, glass state and avoid crystallization.\n\nThis project also shared the excitement of science and engineering by supporting a demonstration at the University of Wisconsin Engineering Expo. Expo brings thousands of K-12 students and their families to campus for a huge variety of demonstrations and displays related to science and engineering. The post-doctoral associate and graduate student supported by this project helped to run a demonstration of atomic-resolution electron microscope imaging. Visitors could see a live image of single atoms inside a new kind of computer chip, demonstrating visually that atoms inside a crystal are arrange in a regular array and sharing the \"wow!\" factor of seeing the fundamental building blocks of matter.\n\n \n\n\t\t\t\t\tLast Modified: 06/12/2016\n\n\t\t\t\t\tSubmitted by: Paul M Voyles"
 }
}