{
 "awd_id": "1205105",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The NACK National Network for Nanotechnology Workforce Development",
 "cfda_num": "47.076",
 "org_code": "11040100",
 "po_phone": "7032924651",
 "po_email": "vccarter@nsf.gov",
 "po_sign_block_name": "Virginia Carter",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 4200000.0,
 "awd_amount": 4601667.0,
 "awd_min_amd_letter_date": "2012-08-18",
 "awd_max_amd_letter_date": "2015-08-13",
 "awd_abstract_narration": "The National ATE Center for Nanotechnology Applications and Career Knowledge (NACK) is creating the \"NACK Network\", a designation that reflects the philosophy, structure, and operation to be developed across the U.S. The objectives are enhanced national coordination and dissemination of micro-nanofabrication workforce educational resources, programs, and activities, and enhanced growth of the US nanotechnology workforce. The methods to be employed include pressing forward the NACK approaches of (1) resource sharing among community colleges as well as among community colleges and research universities; (2) providing course materials that deliver a core set of industry-recommended nanotechnology skills; (3) stressing broad student preparation for careers in any industry utilizing micro- or nanotechnology; and (4) developing economically viable, quality nanotechnology education across the U.S.  NACK Network methods also include further expansion of its alliance of community college/university and community college/community college resource-sharing hubs, including the addition of virtual hubs. \r\n\r\nTo support this network and all U.S. community college nanotechnology education efforts, the Network offers up-dated and free-of-charge core skills course lecture and lab materials, recruiting materials, retention and completion approaches, web-accessible equipment capability, and faculty development workshop curricula at its web site www.nano4me.org. In addition the NACK Network is developing and disseminating an assessment rubric for its core skill course lecture and lab materials, and continues to work with industry to have its core skills institutionalized into industry standards. The NACK Network continues to offer its well-received faculty development workshops and is further expanding its dissemination methodologies at www.nano4me.org with enhanced functionality and the further enhancement of social networking tools. Recruitment, retention, and education completion are key NACK Network-wide endeavors and include new tasks addressing these issues as they impact veterans, Hispanics, African-Americans, and women. \r\n\r\nIntellectual Merit: The intellectual merit of NACK's activities lies in their addressing, researching, experimenting with, and evaluating effective-practice approaches for (1) motivating students from across the U.S. social and geographic spectrum to consider careers in nanotechnology; (2) enhancing student retention, completion, and future career opportunities; (3) defining and evolving a model nanotechnology workforce education program, and (4) helping to develop economically sustainable nanotechnology workforce programs in colleges. Based on positive feedback on the intellectual content of its products and services, the continuation has a clear vision of what the community values and needs. \r\n\r\nBroader Impacts: The NACK Network materials, practices and services are having a broad impact across the US. Their ready-availability at www.nano4me.org is strengthening secondary and community college education, in particular, and STEM education, in general. NACK workshops bring faculty and administrators together from across the country and have resulted in a better national understanding of nanotechnology education demands and requirements, approaches, resources, and sustainability issues. In addition, NACK's partnering/resource-sharing approach is a model for all aspects of science and technology education. The NACK Network establishes a nation-wide experiential basis for effective, working, community college/community college and community college/research university resource sharing relationships. \r\n\r\nIn their totality, the intellectual merit and broad impact of the NACK Network activities are profoundly important to the nation's nanotechnology workforce, and to the global competitiveness of U.S. industry.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DUE",
 "org_div_long_name": "Division Of Undergraduate Education",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Fonash",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen J Fonash",
   "pi_email_addr": "sjf2@psu.edu",
   "nsf_id": "000204367",
   "pi_start_date": "2012-08-18",
   "pi_end_date": "2015-02-12"
  },
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Osama",
   "pi_last_name": "Awadelkarim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Osama Awadelkarim",
   "pi_email_addr": "ooa1@psu.edu",
   "nsf_id": "000316823",
   "pi_start_date": "2015-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Fonash",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen J Fonash",
   "pi_email_addr": "sjf2@psu.edu",
   "nsf_id": "000204367",
   "pi_start_date": "2015-08-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Osama",
   "pi_last_name": "Awadelkarim",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Osama Awadelkarim",
   "pi_email_addr": "ooa1@psu.edu",
   "nsf_id": "000316823",
   "pi_start_date": "2012-08-18",
   "pi_end_date": "2015-02-12"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Trevor",
   "pi_last_name": "Thornton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Trevor Thornton",
   "pi_email_addr": "t.thornton@asu.edu",
   "nsf_id": "000202478",
   "pi_start_date": "2013-09-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Co-Principal Investigator",
   "pi_first_name": "Peter",
   "pi_last_name": "Lortz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Peter Lortz",
   "pi_email_addr": "plortz@sccd.ctc.edu",
   "nsf_id": "000271966",
   "pi_start_date": "2012-08-18",
   "pi_end_date": "2013-09-20"
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sam",
   "pi_last_name": "Agdasi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sam Agdasi",
   "pi_email_addr": "aaghdasi@ivytech.edu",
   "nsf_id": "000591682",
   "pi_start_date": "2012-08-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mike",
   "pi_last_name": "Opp",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mike Opp",
   "pi_email_addr": "Mike.Opp@dctc.edu",
   "nsf_id": "000600071",
   "pi_start_date": "2012-08-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "Lubert Building",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "741200",
   "pgm_ele_name": "Advanced Tech Education Prog"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1032",
   "pgm_ref_txt": "ADVANCED TECHNOLOGY EDUCATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0412",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001213DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0413",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001314DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0414",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001415DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0415",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001516DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 2781956.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 1418044.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 72907.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 328760.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The NACK National Network for Nanotechnology Workforce Development is the NSF National Advanced Technological Education (ATE) Center for nanotechnology education. The mission of NACK (Nanotechnology Applications and Career Knowledge) is to increase the competitive position of the U.S. in the world by developing the sustainable and meaningful nanotechnology education needed to create a first-class nanotechnology workforce.</p>\n<p>&nbsp;</p>\n<p>Using a collaborative approach, NACK has partnered with a number of community colleges and universities from across the United States and Puerto Rico with the goal of making quality nanotechnology education available to Americans. Five of these partnerships (in Arizona (2), Indiana, Puerto Rico, and Pennsylvania) have functioned as hubs of the network, contributing to and leading NACK&rsquo;s major activities, which include educational material development and sharing, curriculum development, faculty and administrator training in nanotechnology, broad student preparation for careers in industries utilizing nanotechnology, and development of economically viable nanotechnology education.</p>\n<p>&nbsp;</p>\n<p>NACK has built an extensive web site <a href=\"http://www.nano4me.org\">www.nano4me.org</a> to help educators and industry gain awareness of nanotechnology&rsquo;s impact on technology and jobs, as well as to serve as a portal to NACK resources. The site provides educators with a number of resources including constantly up-dated videoed lectures, lecture notes, laboratory experiments, webinars, professional development opportunities, and more that enable institutions across the country to give their students the knowledge, skills, and abilities-base needed by industry today and needed by students desiring an education that will be viable across their professional career. The NACK website also provides prospective students with information on nanotechnology programs offered throughout the country. Additionally nano4me.org provides the mechanism for recent nanotechnology graduates to join a professional network and make connections with others in nano as well as provide industry a &ldquo;one-stop shopping&rdquo; opportunity to contact and perhaps hire graduates coming out of nanotechnology education programs. The website also provides a portal to the RAIN (Remotely Accessible Instruments for Nanotechnology) Network which enables classrooms across the country to access and control advanced nanotechnology equipment.</p>\n<p>&nbsp;</p>\n<p>Some highlights of NACK's accomplishments include:</p>\n<p>&nbsp;</p>\n<p><strong>Curriculum Adoption:</strong> Nanotechnology workforce education (community college/university) partnerships now exist at nearly twenty locations across the country and have adopted the NACK Network resource sharing model for effective and efficient program delivery. Institutions host workshops for their local educators, facilitate outreach activities to bring awareness of nanotechnology education and job opportunities to prospective students and attending educators. These programs utilize the course material that has been developed and vetted by NACK in the delivery of their curriculum and award certificates, and/or degrees to successful completers.</p>\n<p><strong><em>Key Metric:</em></strong> 95% of students who have taken a nanotechnology core-skills immersion experience felt it was a valuable education and 90% said it influenced their educational pathway.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Professional Development</strong>: NACK, in partnership with other NSF ATE Micro-Nano Tech (MNT) Centers, has organized and established the annual rotating-site MNT Conference to help organize this community of educators and industry. NACK has provided introductory and in-depth hands-on workshops to faculty and administrators to provide them with the ubiquitous impact of nanotechnology, along with exposure to program materials and resources. NACK also provides a webinar series covering topics from pedagogy to technology innovations.</p>\n<p><strong><em>Key Metric:</em></strong> 98% of attendees at NACK educator workshops planned to incorporate NACK educational resources within their classes.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>National Network to Remotely Access to Equipment:</strong> NACK has developed the Remotely Accessible Instruments for Nanotechnology (RAIN) national network to provide remote access to and control of advanced nano-scale characterization tools to secondary and post-secondary students across the U.S. The RAIN Network, which has grown to ten community college/university providers across the country (with many more to come), provides this free service to further awareness of the exciting world of nanotechnology and to attract students into STEM careers in general and nanotechnology-based programs in particular.</p>\n<p><strong><em>Key Metrics</em></strong><strong>:</strong> Data from remote access users show that 97% of educators would recommend participation in this activity to a colleague, and 97% of students were engaged in the remote access activity.</p>\n<p>&nbsp;</p>\n<p><strong>International Skill Standards for Nanotechnology</strong>: NACK, in partnership with educators, industry, and government, is providing national nanotechnology workforce foundational infrastructure through the development of six industry-endorsed ASTM International standards. These standards are providing structure and calibration of nanotechnology undergraduate education programs across the country. This core-skills foundational element will enable the creation of student-attained industry endorsed stackable certificates to workforce educated in nanotechnology.&nbsp;&nbsp;</p>\n<p><strong><em>Key Metrics:</em></strong> 5 of the 6 planned core standards have now been approved and published with the sixth now beginning the rigorous ASTM balloting process.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Other Nanotechnology Infrastructure Accomplishments:</strong> NACK has produced 1) a national nanotechnology workforce and industry perspectives video to serve potential students, program alumni, educators, and industry; 2) a &ldquo;Handbook for Processes and Best Practices for Nanotechnology Workforce Development&rdquo;; and 3) a report on the sustainability of nanotechnology programs in the U.S.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/28/2016<br>\n\t\t\t\t\tModified by: Stephen&nbsp;J&nbsp;Fonash</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1205105/1205105_10203113_1479847254629_NACKWebsite--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1205105/1205105_10203113_1479847254629_NACKWebsite--rgov-800width.jpg\" title=\"Access to Nanotechnology Resources\"><img src=\"/por/images/Reports/POR/2016/1205105/1205105_10203113_1479847254629_NACKWebsite--rgov-66x44.jpg\" alt=\"Access to Nanotechnology Resources\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">The portal to nanotechnology resources is the nano4me.org website which provides access to key NACK material such as  classroom material, remote equipment access, international skill standards, professional development, program recruitment and the NACK Alumni Network.</div>\n<div class=\"imageCredit\">NACK Network</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Stephen&nbsp;J&nbsp;Fonash</div>\n<div class=\"imageTitle\">Access to Nanotechnology Resources</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1205105/1205105_10203113_1479843584434_NACK_Map_ExistingNanoPartnerships_1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1205105/1205105_10203113_1479843584434_NACK_Map_ExistingNanoPartnerships_1--rgov-800width.jpg\" title=\"Nanotechnology Education Partnerships\"><img src=\"/por/images/Reports/POR/2016/1205105/1205105_10203113_1479843584434_NACK_Map_ExistingNanoPartnerships_1--rgov-66x44.jpg\" alt=\"Nanotechnology Education Partnerships\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">NACK's resources and resource sharing partnership approach is being utilized at institutions across the United States.</div>\n<div class=\"imageCredit\">NACK Network</div>\n<div class=\"imageSubmitted\">Stephen&nbsp;J&nbsp;Fonash</div>\n<div class=\"imageTitle\">Nanotechnology Education Partnerships</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1205105/1205105_10203113_1479845487042_RemoteAccessinAction--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1205105/1205105_10203113_1479845487042_RemoteAccessinAction--rgov-800width.jpg\" title=\"Program Grads Garner Skills\"><img src=\"/por/images/Reports/POR/2016/1205105/1205105_10203113_1479845487042_RemoteAccessinAction--rgov-66x44.jpg\" alt=\"Program Grads Garner Skills\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Nano program graduates learn basic science principles as well as \"how to\" work with sophisticated nanotechnology equipment like field emission scanning electron microscopes.   The Remotely Accessible Instruments for Nanotechnology (RAIN) Network brings these tools into  classroom across the U.S.</div>\n<div class=\"imageCredit\">NACK Network</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Stephen&nbsp;J&nbsp;Fonash</div>\n<div class=\"imageTitle\">Program Grads Garner Skills</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1205105/1205105_10203113_1479845859906_StudentsHandsOninPuertoRico--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1205105/1205105_10203113_1479845859906_StudentsHandsOninPuertoRico--rgov-800width.jpg\" title=\"Students - Garner Hands-On Experience\"><img src=\"/por/images/Reports/POR/2016/1205105/1205105_10203113_1479845859906_StudentsHandsOninPuertoRico--rgov-66x44.jpg\" alt=\"Students - Garner Hands-On Experience\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Students gain hand-on experience during their laboratory work at nanotechnology workforce education programs across the country.</div>\n<div class=\"imageCredit\">NACK Network</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Stephen&nbsp;J&nbsp;Fonash</div>\n<div class=\"imageTitle\">Students - Garner Hands-On Experience</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1205105/1205105_10203113_1479846121170_EducatorsatWorkshop--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1205105/1205105_10203113_1479846121170_EducatorsatWorkshop--rgov-800width.jpg\" title=\"Nanotechnology Professional Development\"><img src=\"/por/images/Reports/POR/2016/1205105/1205105_10203113_1479846121170_EducatorsatWorkshop--rgov-66x44.jpg\" alt=\"Nanotechnology Professional Development\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Future nanotechnology educators from across the country come to NACK workshops for hands-on nanotechnology professional development training.</div>\n<div class=\"imageCredit\">NACK Network</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Stephen&nbsp;J&nbsp;Fonash</div>\n<div class=\"imageTitle\">Nanotechnology Professional Development</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1205105/1205105_10203113_1479846343484_IndustryValues-NanofabPicture--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1205105/1205105_10203113_1479846343484_IndustryValues-NanofabPicture--rgov-800width.jpg\" title=\"Industry Ready\"><img src=\"/por/images/Reports/POR/2016/1205105/1205105_10203113_1479846343484_IndustryValues-NanofabPicture--rgov-66x44.jpg\" alt=\"Industry Ready\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Industry Values the unique 21st century skill set that nanotechnology program graduates bring to their organizations.</div>\n<div class=\"imageCredit\">NACK Network</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Stephen&nbsp;J&nbsp;Fonash</div>\n<div class=\"imageTitle\">Industry Ready</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe NACK National Network for Nanotechnology Workforce Development is the NSF National Advanced Technological Education (ATE) Center for nanotechnology education. The mission of NACK (Nanotechnology Applications and Career Knowledge) is to increase the competitive position of the U.S. in the world by developing the sustainable and meaningful nanotechnology education needed to create a first-class nanotechnology workforce.\n\n \n\nUsing a collaborative approach, NACK has partnered with a number of community colleges and universities from across the United States and Puerto Rico with the goal of making quality nanotechnology education available to Americans. Five of these partnerships (in Arizona (2), Indiana, Puerto Rico, and Pennsylvania) have functioned as hubs of the network, contributing to and leading NACK?s major activities, which include educational material development and sharing, curriculum development, faculty and administrator training in nanotechnology, broad student preparation for careers in industries utilizing nanotechnology, and development of economically viable nanotechnology education.\n\n \n\nNACK has built an extensive web site www.nano4me.org to help educators and industry gain awareness of nanotechnology?s impact on technology and jobs, as well as to serve as a portal to NACK resources. The site provides educators with a number of resources including constantly up-dated videoed lectures, lecture notes, laboratory experiments, webinars, professional development opportunities, and more that enable institutions across the country to give their students the knowledge, skills, and abilities-base needed by industry today and needed by students desiring an education that will be viable across their professional career. The NACK website also provides prospective students with information on nanotechnology programs offered throughout the country. Additionally nano4me.org provides the mechanism for recent nanotechnology graduates to join a professional network and make connections with others in nano as well as provide industry a \"one-stop shopping\" opportunity to contact and perhaps hire graduates coming out of nanotechnology education programs. The website also provides a portal to the RAIN (Remotely Accessible Instruments for Nanotechnology) Network which enables classrooms across the country to access and control advanced nanotechnology equipment.\n\n \n\nSome highlights of NACK's accomplishments include:\n\n \n\nCurriculum Adoption: Nanotechnology workforce education (community college/university) partnerships now exist at nearly twenty locations across the country and have adopted the NACK Network resource sharing model for effective and efficient program delivery. Institutions host workshops for their local educators, facilitate outreach activities to bring awareness of nanotechnology education and job opportunities to prospective students and attending educators. These programs utilize the course material that has been developed and vetted by NACK in the delivery of their curriculum and award certificates, and/or degrees to successful completers.\n\nKey Metric: 95% of students who have taken a nanotechnology core-skills immersion experience felt it was a valuable education and 90% said it influenced their educational pathway.\n\n \n\n \n\nProfessional Development: NACK, in partnership with other NSF ATE Micro-Nano Tech (MNT) Centers, has organized and established the annual rotating-site MNT Conference to help organize this community of educators and industry. NACK has provided introductory and in-depth hands-on workshops to faculty and administrators to provide them with the ubiquitous impact of nanotechnology, along with exposure to program materials and resources. NACK also provides a webinar series covering topics from pedagogy to technology innovations.\n\nKey Metric: 98% of attendees at NACK educator workshops planned to incorporate NACK educational resources within their classes.  \n\n \n\nNational Network to Remotely Access to Equipment: NACK has developed the Remotely Accessible Instruments for Nanotechnology (RAIN) national network to provide remote access to and control of advanced nano-scale characterization tools to secondary and post-secondary students across the U.S. The RAIN Network, which has grown to ten community college/university providers across the country (with many more to come), provides this free service to further awareness of the exciting world of nanotechnology and to attract students into STEM careers in general and nanotechnology-based programs in particular.\n\nKey Metrics: Data from remote access users show that 97% of educators would recommend participation in this activity to a colleague, and 97% of students were engaged in the remote access activity.\n\n \n\nInternational Skill Standards for Nanotechnology: NACK, in partnership with educators, industry, and government, is providing national nanotechnology workforce foundational infrastructure through the development of six industry-endorsed ASTM International standards. These standards are providing structure and calibration of nanotechnology undergraduate education programs across the country. This core-skills foundational element will enable the creation of student-attained industry endorsed stackable certificates to workforce educated in nanotechnology.  \n\nKey Metrics: 5 of the 6 planned core standards have now been approved and published with the sixth now beginning the rigorous ASTM balloting process. \n\n \n\nOther Nanotechnology Infrastructure Accomplishments: NACK has produced 1) a national nanotechnology workforce and industry perspectives video to serve potential students, program alumni, educators, and industry; 2) a \"Handbook for Processes and Best Practices for Nanotechnology Workforce Development\"; and 3) a report on the sustainability of nanotechnology programs in the U.S.\n\n\t\t\t\t\tLast Modified: 11/28/2016\n\n\t\t\t\t\tSubmitted by: Stephen J Fonash"
 }
}