{
 "awd_id": "1205548",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Disorder and Dynamics in Strongly Correlated Optical Lattices",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927927",
 "po_email": "mcavagne@nsf.gov",
 "po_sign_block_name": "Mike Cavagnero",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 450000.0,
 "awd_amount": 450000.0,
 "awd_min_amd_letter_date": "2012-08-10",
 "awd_max_amd_letter_date": "2014-06-16",
 "awd_abstract_narration": "We are carrying out two projects that will advance the state-of-the-art for disordered quantum gases, thus enabling new methods for attacking outstanding questions related to condensed matter physics and materials science. First, we are developing a technique to directly measure compressibility for ultra-cold gases trapped in 3D disordered optical lattices. We will apply this method to identify the nature of a disorder-induced insulator that we discovered, potentially detecting a Bose-glass phase using atoms unambiguously for the first time. Second, we are adding a cubic optical lattice to our disordered Fermi gas apparatus to achieve the first realization of the disordered Fermi-Hubbard model using ultra-cold atoms. \r\n\r\nIn these experiments, trapped atom gases are cooled to nanoKelvin temperatures using a combination of lasers and magnetic fields.  A disordered optical lattice is superimposed on the gas by slowly turning on three pairs of counter-propagating infrared lattice laser beams and a green optical speckle field.  The equivalent of material parameters, such as the disorder strength and tunneling energy, are smoothly tuned by adjusting the laser intensities.  To measure compressibility, two laser beams (tuned near an electronic transition) applied to a Rubdium-87 gas will be used to image only the atoms located in the middle of the disordered lattice as the confining trap is changed.  To create a disordered lattice for fermionic Potassium-40 atoms, additional lattice laser beams will be applied to an ultra-cold gas.  We will measure the velocity of the gas as a force is applied in order to search for a predicted metal-insulator transition in the disordered lattice.\r\n\r\nThe interplay of disorder and strong interactions is one of the key outstanding problems in condensed matter physics.  Fundamental questions center on how disorder and interactions either cooperate or compete to create localized phases in equilibrium and the influence of disorder on dynamical properties.  The impact of disorder on quantum materials is also of prime importance to technological applications.  Insight gained from our experiments may lead to improvements in materials with superlative properties that are important to energy applications, such as the high-temperature superconducting cuprates.  Enhanced understanding of how disorder and interactions influence material properties may also enable new applications for strongly correlated materials in functions such as thermoelectric power generation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "DeMarco",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brian DeMarco",
   "pi_email_addr": "bdemarco@illinois.edu",
   "nsf_id": "000187782",
   "pi_start_date": "2012-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "1110 West Green Street",
  "perf_city_name": "Urbana",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "129100",
   "pgm_ele_name": "ATOMIC & MOLECULAR DYNAMICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>This project focused on one of the key problems of 21st-century physics: understanding what states of quantum matter and dynamical behavior result when disorder is combined with strong inter-particle interactions.<span>&nbsp; </span>The main tool employed in this research were gases of atoms cooled to temperatures just a billionth of a degree above absolute zero temperature.<span>&nbsp; </span>These gases were suspended by lasers and magnetic fields in a vacuum system.<span>&nbsp;&nbsp; </span>The atoms were used to model electrons in materials by trapping them in a crystal formed from light.<span>&nbsp; </span></span></p>\n<p><span>Both new techniques and new physics were outcomes of this research.<span>&nbsp; </span>New methods for studying disordered materials were developed by trapping ultra-cold bosonic and fermionic atoms trapped in disordered optical lattices.<span>&nbsp; </span>Novel techniques for characterizing and controlling optical disorder, by changing the disorder length scale, for example, were also implemented. </span></p>\n<p><span>Several new physical effects important to the behavior of novel materials that may be used in the future for information processing and energy transmission and were investigated.<span>&nbsp; </span>Heat and energy transport between atoms in different strongly interacting quantum states was measured.<span>&nbsp; </span>Quantum localization induced by disorder was observed for non-interacting and strongly interacting fermionic atoms for the first time.<span>&nbsp; </span>Relaxation in disordered quantum models, critical to adiabatic quantum computing, was measured.</span></p>\n<p><strong>&nbsp;</strong><em>&nbsp;</em></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/08/2016<br>\n\t\t\t\t\tModified by: Brian&nbsp;Demarco</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project focused on one of the key problems of 21st-century physics: understanding what states of quantum matter and dynamical behavior result when disorder is combined with strong inter-particle interactions.  The main tool employed in this research were gases of atoms cooled to temperatures just a billionth of a degree above absolute zero temperature.  These gases were suspended by lasers and magnetic fields in a vacuum system.   The atoms were used to model electrons in materials by trapping them in a crystal formed from light.  \n\nBoth new techniques and new physics were outcomes of this research.  New methods for studying disordered materials were developed by trapping ultra-cold bosonic and fermionic atoms trapped in disordered optical lattices.  Novel techniques for characterizing and controlling optical disorder, by changing the disorder length scale, for example, were also implemented. \n\nSeveral new physical effects important to the behavior of novel materials that may be used in the future for information processing and energy transmission and were investigated.  Heat and energy transport between atoms in different strongly interacting quantum states was measured.  Quantum localization induced by disorder was observed for non-interacting and strongly interacting fermionic atoms for the first time.  Relaxation in disordered quantum models, critical to adiabatic quantum computing, was measured.\n\n  \n\n \n\n\t\t\t\t\tLast Modified: 10/08/2016\n\n\t\t\t\t\tSubmitted by: Brian Demarco"
 }
}