{
 "awd_id": "1205727",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Lightning and Thunderstorm Studies",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "edward bensman",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2016-12-31",
 "tot_intn_awd_amt": 745198.0,
 "awd_amount": 745198.0,
 "awd_min_amd_letter_date": "2012-07-24",
 "awd_max_amd_letter_date": "2012-07-24",
 "awd_abstract_narration": "This project will advance understanding of storm electrification through a combination of instruments and techniques, including time-of-arrival and broadband interferometric mapping of lightning discharges inside storms, wideband electric and magnetic field measurements, high-speed video recordings of flashes, energetic radiation measurements inside storms, and dual-polarization meteorological radar storm observations.  A particular initial focus will center on data collected during the May-June 2012 Deep Convective Clouds and Chemistry (DC3) study to be conducted in May-June 2012, for which this team will provide high-quality lightning mapping observations in the CSU-CHILL/North Colorado study area.  The intellectual merit of the research will result primarily from the scientific investigations. Specific issues to be addressed include investigating the mechanism by which lightning is initiated, determining the nature of positive- and negative-polarity breakdown, homing in on the details of various discharge processes, and further differentiation of various types of lightning (such as blue- and gigantic-jets, bolts-from-the-blue, energetic compact intracloud discharges, and triggered lightning.  In addition to individual lightning flashes, four-dimensionally mapped observations of the overall lightning activity will be used to infer storms' electrical structures, which will in-turn be compared with dual-polarization radar observations of associated microphysical and dynamical structures.  The latter studies are to be carried out in conjunction with the Colorado State University (viz. CSU-CHILL) radar beginning with the DC3 investigations, where a more permanent, Lightning Mapping Array (LMA) will be set up and operated.  These studies will help assess and quantify the effects of storm electrification and lightning on important trace atmospheric chemical constituents. Of particular subsequent interest will be studies of supercell and hail-producing storms, storms exhibiting inverted polarity signatures, positive cloud-to-ground lightning discharges, and wintertime lightning, and will also benefit from additional data collected by the S-POL radar operated by the National Center for Atmospheric Research.\r\n\r\nCollectively, broader impacts of these studies will include improved use and interpretation of lightning data in a) short-term forecasts of thunderstorm severity and intensification, b) determining the effect of lightning and electrified storms on atmospheric chemistry, c) detecting and monitoring volcanic eruptions, and d) validating space-borne lightning observations in advance of launches of the GOES-R and European geosynchronous satellites. The North Colorado LMA will also provide detailed observations of lightning occurrences and effects on the major energy-producing windfarms along the Colorado/Wyoming border.  Work will also continue on studying underground transients produced by lightning, of substantial interest to the coal-mining and electric power industries.  This work sill serve to further continued development of lightning mapping technology and dissemination of this technology to other research groups and operational users, as well as through graduate education and training of the next generation of researchers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Krehbiel",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Paul R Krehbiel",
   "pi_email_addr": "krehbiel@ibis.nmt.edu",
   "nsf_id": "000407069",
   "pi_start_date": "2012-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "William",
   "pi_last_name": "Rison",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "William Rison",
   "pi_email_addr": "william.rison@nmt.edu",
   "nsf_id": "000414464",
   "pi_start_date": "2012-07-24",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ronald",
   "pi_last_name": "Thomas",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Ronald J Thomas",
   "pi_email_addr": "thomas@nmt.edu",
   "nsf_id": "000480032",
   "pi_start_date": "2012-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Mexico Institute of Mining and Technology",
  "inst_street_address": "801 LEROY PL",
  "inst_street_address_2": "",
  "inst_city_name": "SOCORRO",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5758355496",
  "inst_zip_code": "878014681",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NM02",
  "org_lgl_bus_name": "NEW MEXICO INSTITUTE OF MINING AND TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HZJ2JZUALWN4"
 },
 "perf_inst": {
  "perf_inst_name": "New Mexico Institute of Mining and Technology",
  "perf_str_addr": "801 Leroy Place",
  "perf_city_name": "Socorro",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "878014681",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NM02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 745198.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>During the 4.5-year NSF grant we continued our observational studies of lightning discharge processes and thunderstorm electrification utilizing 3-D VHF Lightning Mapping Arrays (LMAs) developed under previous NSF grants. &nbsp;The studies provided high-quality lightning data inside storms during a number of field campaigns, beginning with the multi-investigator Deep Convective Clouds and Chemistry (DC3) study held in 2012 at three LMA sites in the U.S. (North Colorado, Oklahoma, and North Alabama). &nbsp;The studies continued with the similarly large Hydrological Mediterranean Experiment (HyMeX) in southern France later in 2012. &nbsp;DC3 was aimed at determining the role of electrified storms and lightning in producing nitrogen oxides and other important trace gases in the atmosphere from coordinated airborne and ground-based measurements. &nbsp;HyMeX was aimed at studying the hydrologic cycle of strong storms along the Mediterranean coastal areas of southern Europe. In both programs the LMA observations were important elements of the studies, whose analyses are still being reported.</p>\n<p>At the same time we developed an improved VHF interferometer and recording system (INTF) for detailed studies of complete lightning flashes. Utilizing modern signal processing techniques, the resulting INTF observations show the development of individual flashes in unprecedented detail. &nbsp;The INTF was operated for several summers in conjunction with our similarly state-of-the-art LMA network at Tech's mountain-top Langmuir Laboratory Observatory in central New Mexico. The LMA and INTF observations complement each other, in that the LMA shows the three-dimensional location, structure and development of several hundred or more of the flash's radiation events, while the INTF shows the complete VHF activity with microsecond time resolution, but only its 2-D arrival directions with no range/distance information.</p>\n<p>From the above observations, and from simultaneous electric field change measurements of the lightning charges and currents, we have been able to answer several 'holy-grail' questions of lightning studies. &nbsp;The first question has concerned the nature and cause of elusive, high-power, short-duration discharges called narrow bipolar events (NBEs). Ever since being discovered in the 1980s, NBEs have defied explanation, due to often occurring in isolation from other lightning discharges and therefore in virgin air, but with unheard-of high speed and current values. &nbsp;From fortuitous observations of three relatively close, high power NBEs in a 2013 storm, we have shown them to be produced by a newly-recognized phenomenon of fast positive breakdown. The breakdown does not produce a conducting channel, but appears to consist of a multitude of repeated positive streamers over a relatively large cross-sectional area within a locally strong electric field region, accounting for their high current (tens of kiloamperes) and fast speed (~1/10 the speed of light). &nbsp;As had been found in our earlier 1999 study, the NBEs initiated otherwise normal intracloud (IC) flashes. &nbsp;The INTF data provided the key observations by showing the NBEs developed downward into the storm's main negative charge region, rather than upward as would happen if the NBEs were caused by relativistic runaway electron avalanches, often thought as being necessary to produce NBEs.</p>\n<p>Further investigation showed that fast positive breakdown occurs with a wide range of VHF powers and strengths, and was the initiator of many and likely all lightning flashes in the NBE-producing storm. &nbsp;This answered the second, more fundamental question, namely how lightning is initiated in storms in the absence of physical conductors. &nbsp;The repeated downward positive streamers enhance the electric forces back in their starting region, causing more robust but difficult-to-initiate negative breakdown to begin that progresses upward into the storm's upper positive charge region as an IC discharge. &nbsp;The results are fully consistent with early ideas by Loeb, Dawson and Winn in the 1960s and later elaborated on by Phelps and Griffiths in the 1970s, that lightning is initiated by positive streamers that would quickly self-intensify the electric forces at their starting points. &nbsp;The results were further supported by finding that millisecond-duration, attempted breakdown events, known as precursors and constituting the simplest form of lightning, are also initiated by fast positive breakdown.</p>\n<p>In a different study, LMA and electric-field measurements made at the University of Utah's large cosmic ray-detecting Telescope Array in central Utah have shown that anomalous triggers at kilometer-spaced surface detectors are produced by downward-directed terrestrial gamma-ray bursts/flashes (TGFs). &nbsp;The bursts occurred during downward negative breakdown at the beginning of cloud-to-ground (-CG) discharges, confirming and expanding upon another fundamental but uncertain question, namely that TGFs detected by satellites are produced by upward negative breakdown at the beginning of IC flashes.</p>\n<p>References<br />Rison, W., et al. (1999) A GPS-based three-dimensional lightning mapping system: Initial observations in central New Mexico. Geophys. Res. Lett., doi:10.1029/1999GL010856.</p>\n<p>Stock, M., et al. (2014) Continuous broadband digital interferometry of lightning using a generalized cross-correlation algorithm, J. Geophys. Res. &nbsp;Atmos., doi:10.1002/2013JD020217.</p>\n<p>Rison, W., et al. (2016) Observations of narrow bipolar events reveal how lightning is initiated in thunderstorms, Nature Communications, doi:10.1038/ncomms10721.<br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/22/2017<br>\n\t\t\t\t\tModified by: Paul&nbsp;R&nbsp;Krehbiel</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1205727/1205727_10193509_1495424738787_Stock_fig5.--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1205727/1205727_10193509_1495424738787_Stock_fig5.--rgov-800width.jpg\" title=\"Observations of a bilevel iC flash with the flash-continuous broadband VHF interferometer (INTF)\"><img src=\"/por/images/Reports/POR/2017/1205727/1205727_10193509_1495424738787_Stock_fig5.--rgov-66x44.jpg\" alt=\"Observations of a bilevel iC flash with the flash-continuous broadband VHF interferometer (INTF)\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">(a,c) Elevation and azimuth data for the entire flash and (b) for its first 200 ms. Negative breakdown developed upward from the flash initiation point (dashed circle) into the upper positive charge region (branches A,B), and positive breakdown developed downward into negative storm charge (D-G).</div>\n<div class=\"imageCredit\">M. Stock</div>\n<div class=\"imageSubmitted\">Paul&nbsp;R&nbsp;Krehbiel</div>\n<div class=\"imageTitle\">Observations of a bilevel iC flash with the flash-continuous broadband VHF interferometer (INTF)</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1205727/1205727_10193509_1495429069184_Rison_figS11_LMA--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1205727/1205727_10193509_1495429069184_Rison_figS11_LMA--rgov-800width.jpg\" title=\"LMA observations of intracloud (IC), cloud-to-ground (CG) and precursor (PC) flashes\"><img src=\"/por/images/Reports/POR/2017/1205727/1205727_10193509_1495429069184_Rison_figS11_LMA--rgov-66x44.jpg\" alt=\"LMA observations of intracloud (IC), cloud-to-ground (CG) and precursor (PC) flashes\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Example LMA observations of lightning near Langmuir Laboratory, showing several lightning flashes and precursor activity between flashes (colored circles).  Each of the discharges was initiated by fast positive breakdown having a range of strengths.</div>\n<div class=\"imageCredit\">H. Edens</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Paul&nbsp;R&nbsp;Krehbiel</div>\n<div class=\"imageTitle\">LMA observations of intracloud (IC), cloud-to-ground (CG) and precursor (PC) flashes</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2017/1205727/1205727_10193509_1495427402069_Rison_figS7_NBE1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1205727/1205727_10193509_1495427402069_Rison_figS7_NBE1--rgov-800width.jpg\" title=\"Observations for the 55 kA NBE1 of Rison et al. 2016\"><img src=\"/por/images/Reports/POR/2017/1205727/1205727_10193509_1495427402069_Rison_figS7_NBE1--rgov-66x44.jpg\" alt=\"Observations for the 55 kA NBE1 of Rison et al. 2016\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">INTF (blue) and electric field change (red) waveforms for the first 50 microseconds of the NBE, showing the fast positive downward breakdown during the high power (93 kW) NBE (large dots), and the start of negative breakdown above the positive following the NBE (small dots).</div>\n<div class=\"imageCredit\">Y. Zhang; P. Krehbiel</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Paul&nbsp;R&nbsp;Krehbiel</div>\n<div class=\"imageTitle\">Observations for the 55 kA NBE1 of Rison et al. 2016</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nDuring the 4.5-year NSF grant we continued our observational studies of lightning discharge processes and thunderstorm electrification utilizing 3-D VHF Lightning Mapping Arrays (LMAs) developed under previous NSF grants.  The studies provided high-quality lightning data inside storms during a number of field campaigns, beginning with the multi-investigator Deep Convective Clouds and Chemistry (DC3) study held in 2012 at three LMA sites in the U.S. (North Colorado, Oklahoma, and North Alabama).  The studies continued with the similarly large Hydrological Mediterranean Experiment (HyMeX) in southern France later in 2012.  DC3 was aimed at determining the role of electrified storms and lightning in producing nitrogen oxides and other important trace gases in the atmosphere from coordinated airborne and ground-based measurements.  HyMeX was aimed at studying the hydrologic cycle of strong storms along the Mediterranean coastal areas of southern Europe. In both programs the LMA observations were important elements of the studies, whose analyses are still being reported.\n\nAt the same time we developed an improved VHF interferometer and recording system (INTF) for detailed studies of complete lightning flashes. Utilizing modern signal processing techniques, the resulting INTF observations show the development of individual flashes in unprecedented detail.  The INTF was operated for several summers in conjunction with our similarly state-of-the-art LMA network at Tech's mountain-top Langmuir Laboratory Observatory in central New Mexico. The LMA and INTF observations complement each other, in that the LMA shows the three-dimensional location, structure and development of several hundred or more of the flash's radiation events, while the INTF shows the complete VHF activity with microsecond time resolution, but only its 2-D arrival directions with no range/distance information.\n\nFrom the above observations, and from simultaneous electric field change measurements of the lightning charges and currents, we have been able to answer several 'holy-grail' questions of lightning studies.  The first question has concerned the nature and cause of elusive, high-power, short-duration discharges called narrow bipolar events (NBEs). Ever since being discovered in the 1980s, NBEs have defied explanation, due to often occurring in isolation from other lightning discharges and therefore in virgin air, but with unheard-of high speed and current values.  From fortuitous observations of three relatively close, high power NBEs in a 2013 storm, we have shown them to be produced by a newly-recognized phenomenon of fast positive breakdown. The breakdown does not produce a conducting channel, but appears to consist of a multitude of repeated positive streamers over a relatively large cross-sectional area within a locally strong electric field region, accounting for their high current (tens of kiloamperes) and fast speed (~1/10 the speed of light).  As had been found in our earlier 1999 study, the NBEs initiated otherwise normal intracloud (IC) flashes.  The INTF data provided the key observations by showing the NBEs developed downward into the storm's main negative charge region, rather than upward as would happen if the NBEs were caused by relativistic runaway electron avalanches, often thought as being necessary to produce NBEs.\n\nFurther investigation showed that fast positive breakdown occurs with a wide range of VHF powers and strengths, and was the initiator of many and likely all lightning flashes in the NBE-producing storm.  This answered the second, more fundamental question, namely how lightning is initiated in storms in the absence of physical conductors.  The repeated downward positive streamers enhance the electric forces back in their starting region, causing more robust but difficult-to-initiate negative breakdown to begin that progresses upward into the storm's upper positive charge region as an IC discharge.  The results are fully consistent with early ideas by Loeb, Dawson and Winn in the 1960s and later elaborated on by Phelps and Griffiths in the 1970s, that lightning is initiated by positive streamers that would quickly self-intensify the electric forces at their starting points.  The results were further supported by finding that millisecond-duration, attempted breakdown events, known as precursors and constituting the simplest form of lightning, are also initiated by fast positive breakdown.\n\nIn a different study, LMA and electric-field measurements made at the University of Utah's large cosmic ray-detecting Telescope Array in central Utah have shown that anomalous triggers at kilometer-spaced surface detectors are produced by downward-directed terrestrial gamma-ray bursts/flashes (TGFs).  The bursts occurred during downward negative breakdown at the beginning of cloud-to-ground (-CG) discharges, confirming and expanding upon another fundamental but uncertain question, namely that TGFs detected by satellites are produced by upward negative breakdown at the beginning of IC flashes.\n\nReferences\nRison, W., et al. (1999) A GPS-based three-dimensional lightning mapping system: Initial observations in central New Mexico. Geophys. Res. Lett., doi:10.1029/1999GL010856.\n\nStock, M., et al. (2014) Continuous broadband digital interferometry of lightning using a generalized cross-correlation algorithm, J. Geophys. Res.  Atmos., doi:10.1002/2013JD020217.\n\nRison, W., et al. (2016) Observations of narrow bipolar events reveal how lightning is initiated in thunderstorms, Nature Communications, doi:10.1038/ncomms10721.\n\n\n\n\t\t\t\t\tLast Modified: 05/22/2017\n\n\t\t\t\t\tSubmitted by: Paul R Krehbiel"
 }
}