{
 "awd_id": "1205304",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Particle Growth Mechanisms During Ambient New Particle Formation",
 "cfda_num": "47.050",
 "org_code": "06020104",
 "po_phone": "7032928522",
 "po_email": "sedgerto@nsf.gov",
 "po_sign_block_name": "Sylvia Edgerton",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 190689.0,
 "awd_amount": 190689.0,
 "awd_min_amd_letter_date": "2012-06-11",
 "awd_max_amd_letter_date": "2012-06-11",
 "awd_abstract_narration": "New particle formation (NPF) in the atmosphere has been observed all over the globe, from remote boreal forests in Finland to polluted megacities such as Mexico City. Although it is pervasive, NPF is not that well understood owing in large part to its chemical complexity, which encompasses everything from gas phase species, to molecular clusters, to \"bulk\" nanoparticulate matter. This project will employ a unique Nano Aerosol Mass Spectrometer (NAMS) to measure the elemental composition of individual size-selected particles (10-30 nm size range) during two multi-investigator field campaigns, one in Pittsburgh, Pennsylvania in 2012 and another at the Department of Energy's Atmospheric Radiation Measurement (ARM) program Southern Great Plains site in northern Oklahoma in 2013. The results will allow particle growth by sulfate vs. organics and other inorganic species during NPF to be quantified. Measured growth rates will be compared to predicted growth rates based on gas phase concentrations and used to assist development of models for particle growth. The NAMS will also provide key information to help determine how much cationic nitrogen exists in nanoparticles beyond that needed to neutralize inorganic acids. The results will give a more quantitative measure of the impact of amines on particle growth. In addition, the NAMS will quantify how changes in ambient particle composition correlate with changes in hygroscopicity/volatility. The results will provide an independent assessment of how well indirect measurements of chemical composition based on laboratory studies of hygroscopicity/volatility give an indication of the true ambient composition.\r\n\r\nScientific impacts will derive from better understanding of NPF and their linakge to cloud condensation nucleus (CCN) concentrations which, in turn, have important impacts on precipitation patterns and Earth's energy balance. Educational broader impacts will include promotion of teaching and learning through the support of two graduate students. Outreach efforts will include engaging the broader community via an annual \"Coast Day\" event during which the principal investigator will present some aspects of the work.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Murray",
   "pi_last_name": "Johnston",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Murray V Johnston",
   "pi_email_addr": "mvj@udel.edu",
   "nsf_id": "000111593",
   "pi_start_date": "2012-06-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197160099",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152400",
   "pgm_ele_name": "Atmospheric Chemistry"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 190689.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project is to improve our understanding of how nanoparticles form and grow in the atmosphere.&nbsp; This is an important topic since particles in the atmosphere can scatter sunlight and act as &ldquo;seeds&rdquo; for cloud droplet formation.&nbsp; These processes affect how much the sun warms our atmosphere and in turn can influence climate (temperature, precipitation, etc.).&nbsp; Since nanoparticles constitute a substantial fraction of the particles in air, it is important to determine their contribution to these processes.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Intellectual Merit.&nbsp; This project used advanced nanoparticle measurement technology to determine quantitatively the chemical composition of growing nanoparticles in the atmosphere.&nbsp; Measurements were performed primarily in Lewes, Delaware &ndash; a rural location along the Atlantic seaboard whose air can be influenced by major population centers to the north and west in addition to surrounding bays and ocean.&nbsp; The results showed which chemical species are responsible for particle growth.&nbsp; Sulfuric acid and ammonia were found to be important contributors to particle growth.&nbsp; However, the main contributor is organic matter that contains a significant amount of oxygen and nitrogen in addition to carbon and hydrogen.&nbsp; The large amount of nitrogen in the organic matter was unexpected.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Broader Impact.&nbsp; The results of this project will guide future research in two important ways.&nbsp; First, the quantitative measurements of particle growth can be compared to predictions from atmospheric models, thereby providing an additional means for testing and fine-tuning the models.&nbsp; Second, the amount and chemical composition of organic matter contributing to particle growth can guide future experiments to understand the chemical processes associated with formation of this matter.&nbsp; Currently, chemical processes leading to the formation of organic matter in nanoparticles are poorly understood, and the current results provide insight into which processes are likely/unlikely to contribute. &nbsp;The end result will be an improved understanding of energy flow from the Sun to Earth and how it might change in the future.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/07/2015<br>\n\t\t\t\t\tModified by: Murray&nbsp;V&nbsp;Johnston</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this project is to improve our understanding of how nanoparticles form and grow in the atmosphere.  This is an important topic since particles in the atmosphere can scatter sunlight and act as \"seeds\" for cloud droplet formation.  These processes affect how much the sun warms our atmosphere and in turn can influence climate (temperature, precipitation, etc.).  Since nanoparticles constitute a substantial fraction of the particles in air, it is important to determine their contribution to these processes. \n\n \n\nIntellectual Merit.  This project used advanced nanoparticle measurement technology to determine quantitatively the chemical composition of growing nanoparticles in the atmosphere.  Measurements were performed primarily in Lewes, Delaware &ndash; a rural location along the Atlantic seaboard whose air can be influenced by major population centers to the north and west in addition to surrounding bays and ocean.  The results showed which chemical species are responsible for particle growth.  Sulfuric acid and ammonia were found to be important contributors to particle growth.  However, the main contributor is organic matter that contains a significant amount of oxygen and nitrogen in addition to carbon and hydrogen.  The large amount of nitrogen in the organic matter was unexpected. \n\n \n\nBroader Impact.  The results of this project will guide future research in two important ways.  First, the quantitative measurements of particle growth can be compared to predictions from atmospheric models, thereby providing an additional means for testing and fine-tuning the models.  Second, the amount and chemical composition of organic matter contributing to particle growth can guide future experiments to understand the chemical processes associated with formation of this matter.  Currently, chemical processes leading to the formation of organic matter in nanoparticles are poorly understood, and the current results provide insight into which processes are likely/unlikely to contribute.  The end result will be an improved understanding of energy flow from the Sun to Earth and how it might change in the future. \n\n\t\t\t\t\tLast Modified: 03/07/2015\n\n\t\t\t\t\tSubmitted by: Murray V Johnston"
 }
}