{
 "awd_id": "1205715",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Statistics and dynamics in topological states of matter",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 311290.0,
 "awd_amount": 311290.0,
 "awd_min_amd_letter_date": "2012-08-28",
 "awd_max_amd_letter_date": "2014-04-30",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\n\r\nThis award supports research on the theory of topological quantum materials and related educational activities. The properties of quantum correlated systems are strikingly different from conventional matter. One of the most dramatic examples is the fractional charge and statistics in the fractional quantum Hall effect. Charge fractionalization is by now convincingly proven by experiment. At the same time, a direct experimental observation of the fractional statistics of anyons poses a major challenge. This challenge has recently attracted much attention because of a possibility of non-Abelian anyonic statistics at some quantum Hall filling factors. Possible applications as well as intrinsic interest of non-Abelian anyons have stimulated attempts to find such particles in nature. \r\n\r\nThe first thrust of this project is motivated by current experiments in this direction and will address transport signatures of theoretically proposed fractional quantum Hall states which can be used for their detection. Latest experiments provide evidence in support of an unpolarized or partially polarized state at the filling factor 5/2. Possible unpolarized and partially polarized states will be investigated. \r\n\r\nThe second thrust focuses on the derivation of far-from-equilibrium fluctuation-dissipation theorems in chiral systems and their implications for deducing the structure of quantum Hall states from transport properties. \r\n\r\nThe third thrust recognizes that Quantum Hall liquids are representatives of a much broader class of topological insulators. Homogeneous topological insulators have recently received great attention. Less is known about quenched disorder effects. The third thrust addresses metal-insulator transitions in topological insulators with a focus on electronic transport. The PI will also investigate rectification in nanostructures based on topological insulators. The methods will include bosonization, the Keldysh technique, the algebraic theory of anyons, conformal field theory and other analytical and numerical tools.\r\n\r\nThis award supports several educational activities. Most of the budget will be directed for graduate student support. The PI will also involve undergraduates in his research. Graduate and undergraduate research on novel materials will contribute to the scientific education of the US workforce. The PI will incorporate new developments in university courses. He will participate in outreach beyond the academic community on various levels.\r\n\r\n\r\nNONTECHNICAL SUMMARY\r\n\r\nThis award provides support for research on the theory of topological quantum materials and related educational activities. Modern technology allows confining semiconductors on the nanoscale in one or two dimensions. The states of matter formed by electrons in these confined systems cannot be described as one- and two-dimensional analogs of electronic matter in three-dimensional semiconductors. The understanding of those novel states and the transformations among them is a key problem in condensed matter physics. The fractional quantum Hall effect provides a striking example. In quantum Hall systems electrons behave as though they were split into several pieces, called anyons, whose charge is a fraction of the electron charge and whose properties are dramatically different from all other known particles. These exotic properties may open a road to a practical implementation of quantum computing. Many questions about anyons in quantum Hall systems remain open. In some important situations it is not known what happens when several are rearranged anyons. The PI will investigate this issue in two-dimensional systems in the first thrust of the research.\r\n\r\nQuantum Hall liquids are representatives of a much broader class of materials called topological insulators. Like ordinary insulators, for example rubber, topological insulators do not conduct electricity though the interior of the material. Unlike ordinary insulators, topological insulators are able to conduct electricity on their edges or boundaries through the formation of a new state of matter. Among the known topological insulators are compounds made of the elements bismuth and selenium, and bismuth and tellurium. The PI will investigate the effects of impurities and imperfections characteristic of real topological insulator materials on the electronic properties of topological insulators. In particular, the PI will address a possibility to build one of the most important elements of electric circuits, a diode, from topological materials.\r\n\r\nThis award supports several educational activities. Most of the budget will be directed for graduate student support. The PI will also involve undergraduates in his research. Graduate and undergraduate research on novel materials will contribute to the scientific education of the US workforce. The PI will incorporate new developments in university courses. He will participate in outreach beyond the academic community on various levels.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dmitri",
   "pi_last_name": "Feldman",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Dmitri E Feldman",
   "pi_email_addr": "Dmitri_Feldman@brown.edu",
   "nsf_id": "000492535",
   "pi_start_date": "2012-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "Office of Sponsored Projects",
  "perf_city_name": "Providence",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129093",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 203534.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 107756.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main focus of the research and educational activities has been on the physics on nanoscale. An important motivation of the research came from the problem of quantum computing. A major challenge to quantum computing lays in the destructive interactions of quantum memory elements with the rest of the world. The PI's research on topological insulators and superconductors led to the invention of a way to estimate and minimize such interactions for topological quantum computing. One of the most promising opportunities for quantum computing involves electrons in thin films of semiconductors in strong magnetic fields. For that promise to be fulfilled we need to understand what states of matter are formed by electrons in various conditions in such films. For some of those states the results of different experiments appear incompatible with each other and the existing theory. The PI found a reason for that conflict and obtained a theoretical description that agrees with experiment. &nbsp;That research led to a discovery of an unexpected phenomenon of symmetry from no symmetry. Symmetry in materials is beautiful and often useful as crystals illustrate. Yet, it is also fragile and often remains elusive even when constituent particles interact in a highly symmetric way. The PI found an opposite behavior in a narrow semiconductor film in a strong magnetic field: to achieve symmetry, one must try to break it.</p>\n<p>The PI was involved in several educational and outreach activities. They included research with graduate and undergraduate students, organizing a conference, development of a new approach to teaching introductory physics and other activities.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/03/2016<br>\n\t\t\t\t\tModified by: Dmitri&nbsp;E&nbsp;Feldman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe main focus of the research and educational activities has been on the physics on nanoscale. An important motivation of the research came from the problem of quantum computing. A major challenge to quantum computing lays in the destructive interactions of quantum memory elements with the rest of the world. The PI's research on topological insulators and superconductors led to the invention of a way to estimate and minimize such interactions for topological quantum computing. One of the most promising opportunities for quantum computing involves electrons in thin films of semiconductors in strong magnetic fields. For that promise to be fulfilled we need to understand what states of matter are formed by electrons in various conditions in such films. For some of those states the results of different experiments appear incompatible with each other and the existing theory. The PI found a reason for that conflict and obtained a theoretical description that agrees with experiment.  That research led to a discovery of an unexpected phenomenon of symmetry from no symmetry. Symmetry in materials is beautiful and often useful as crystals illustrate. Yet, it is also fragile and often remains elusive even when constituent particles interact in a highly symmetric way. The PI found an opposite behavior in a narrow semiconductor film in a strong magnetic field: to achieve symmetry, one must try to break it.\n\nThe PI was involved in several educational and outreach activities. They included research with graduate and undergraduate students, organizing a conference, development of a new approach to teaching introductory physics and other activities.\n\n \n\n\t\t\t\t\tLast Modified: 11/03/2016\n\n\t\t\t\t\tSubmitted by: Dmitri E Feldman"
 }
}