{
 "awd_id": "1205838",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Quantum Dynamics of Ultracold Collisions and Reactions",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927927",
 "po_email": "mcavagne@nsf.gov",
 "po_sign_block_name": "Mike Cavagnero",
 "awd_eff_date": "2012-07-15",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 199039.0,
 "awd_amount": 199039.0,
 "awd_min_amd_letter_date": "2012-07-12",
 "awd_max_amd_letter_date": "2014-05-31",
 "awd_abstract_narration": "Investigation of molecular phenomena at cold and ultracold temperatures has become a major area of research in atomic, molecular and optical physics in recent years. This award supports theoretical investigations of a variety of atom-diatom chemical reactions and molecule-molecule collisions at cold and ultracold temperatures. Barrierless chemical reactions involving alkali metal and non-alkali metal atom systems as well as tunneling dominated reactions will be investigated.  The research will shed insights into novel energy transfer mechanisms in molecular collisions in the extreme quantum limit and explore how van der Waals interaction potentials in the reactant/product channels may influence reactivity at ultralow temperatures. \r\n\r\nThe research will provide improved understanding of chemical reactivity at temperatures close to absolute zero and may reveal new pathways for control of chemical reaction dynamics. Computational algorithms developed during the course of this research could also be applied to describe molecular processes in diverse environments ranging from ultracold molecules to atmospheric chemistry as well as astrophysics and plasma fusion reactors.  Research performed with this award will also contribute to future workforce development in Science and Technology at a time when the overall interest in Science and Engineering is on the decline in the United States.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Balakrishnan",
   "pi_last_name": "Naduvalath",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Balakrishnan Naduvalath",
   "pi_email_addr": "naduvala@unlv.nevada.edu",
   "nsf_id": "000094489",
   "pi_start_date": "2012-07-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Nevada Las Vegas",
  "inst_street_address": "4505 S MARYLAND PKWY",
  "inst_street_address_2": "",
  "inst_city_name": "LAS VEGAS",
  "inst_state_code": "NV",
  "inst_state_name": "Nevada",
  "inst_phone_num": "7028951357",
  "inst_zip_code": "891549900",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NV01",
  "org_lgl_bus_name": "BOARD OF REGENTS OF NEVADA SYSTEM OF HIGHER EDUCATION",
  "org_prnt_uei_num": "F995DBS4SRN3",
  "org_uei_num": "DLUTVJJ15U66"
 },
 "perf_inst": {
  "perf_inst_name": "University of Nevada Las Vegas",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NV",
  "perf_st_name": "Nevada",
  "perf_zip_code": "891541055",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NV01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128400",
   "pgm_ele_name": "AMO Theory/Atomic, Molecular &"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 64074.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 66316.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 68649.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of this project is to explore how molecules interact, exchange energy, and undergo chemical transformations at temperatures close to absolute zero.&nbsp; Atomic and molecular samples are routinely created in many laboratories in the United States and elsewhere with temperatures in the milli-Kelvin (referred to as &ldquo;cold&rdquo;) and micro-Kelvin (referred to as &ldquo;ultracold&rdquo;) regimes. Ultracold trapped molecules, in particular polar molecules, are of considerable interest because their interactions can be controlled by an external electric field due to their dipole moment. They present exciting opportunities for precision measurements (because motional effects are almost eliminated allowing high-resolution spectroscopic observations), quantum information and quantum computing applications, and quantum simulation of many-body interactions mediated by dipolar forces. At these limiting temperatures, their behavior cannot be described by classical mechanics but requires a quantum mechanical treatment. This is a computationally and mathematically challenging problem because it requires solution of the Schr&ouml;dinger equation including all relevant degrees of freedom (rotation, vibration, translation, spin, etc.). No standard computational codes exist to describe such processes and an important goal of this project is to develop and implement efficient and accurate methods to study molecular processes and chemistry in the ultimate quantum regime.</p>\n<p>A key accomplishment of this project is the development of a hybrid method that combines quantum close-coupling (CC) and the multichannel quantum defect theory (MQDT). The quantum CC formalism provides a numerically exact method to solve the Schr&ouml;dinger equation but it is computationally very demanding. The MQDT method provides considerable simplicity in the solution of the Schr&ouml;dinger equation when the interaction between the molecules are weaker, say when the molecules are not in close proximity. In our hybrid approach, we adopted the quantum CC method to accurately describe the short-range interaction which is important to account for chemical transformations and the MQDT method in the long-range. This way, the time-consuming CC calculations are restricted to the short-range yielding considerable savings in computational time. We successfully implemented the method to rotational and vibrational energy exchange in collisions of two hydrogen molecules and chemical reaction between deuterium and hydrogen with full resolution of rotational and vibrational levels of the product HD molecule. We also computed benchmark calculations of chemical reactivity involving atomic oxygen and molecular hydrogen and atomic oxygen and hydroxyl radical using the quantum CC approach. The latter is an important reaction in atmospheric and combustion chemistry as well as astrophysical media.</p>\n<p>In the course of these investigations, we trained a female postdoctoral scholar and three undergraduate students. Two of the undergraduate students are currently at medical school. One of them co-authored a peer-reviewed publication based on his research work. Altogether, 18 peer-reviewed journal publications, one book chapter, and several conference proceedings and invited presentations resulted from this project. It also led to the development of new computational algorithms for molecular collisions and chemical reactions at sub-kelvin temperatures.&nbsp; The computational algorithms developed as part of the project can also be used to describe molecular problems of interest in the earth&rsquo;s atmosphere and Astrophysics and some of the peer-reviewed publications from this work appeared in Astrophysics related journals. Thus, the impact of the project extends well beyond the boundaries of Atomic and Molecular Physics and Physical Chemistry.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/27/2016<br>\n\t\t\t\t\tModified by: Balakrishnan&nbsp;Naduvalath</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of this project is to explore how molecules interact, exchange energy, and undergo chemical transformations at temperatures close to absolute zero.  Atomic and molecular samples are routinely created in many laboratories in the United States and elsewhere with temperatures in the milli-Kelvin (referred to as \"cold\") and micro-Kelvin (referred to as \"ultracold\") regimes. Ultracold trapped molecules, in particular polar molecules, are of considerable interest because their interactions can be controlled by an external electric field due to their dipole moment. They present exciting opportunities for precision measurements (because motional effects are almost eliminated allowing high-resolution spectroscopic observations), quantum information and quantum computing applications, and quantum simulation of many-body interactions mediated by dipolar forces. At these limiting temperatures, their behavior cannot be described by classical mechanics but requires a quantum mechanical treatment. This is a computationally and mathematically challenging problem because it requires solution of the Schr&ouml;dinger equation including all relevant degrees of freedom (rotation, vibration, translation, spin, etc.). No standard computational codes exist to describe such processes and an important goal of this project is to develop and implement efficient and accurate methods to study molecular processes and chemistry in the ultimate quantum regime.\n\nA key accomplishment of this project is the development of a hybrid method that combines quantum close-coupling (CC) and the multichannel quantum defect theory (MQDT). The quantum CC formalism provides a numerically exact method to solve the Schr&ouml;dinger equation but it is computationally very demanding. The MQDT method provides considerable simplicity in the solution of the Schr&ouml;dinger equation when the interaction between the molecules are weaker, say when the molecules are not in close proximity. In our hybrid approach, we adopted the quantum CC method to accurately describe the short-range interaction which is important to account for chemical transformations and the MQDT method in the long-range. This way, the time-consuming CC calculations are restricted to the short-range yielding considerable savings in computational time. We successfully implemented the method to rotational and vibrational energy exchange in collisions of two hydrogen molecules and chemical reaction between deuterium and hydrogen with full resolution of rotational and vibrational levels of the product HD molecule. We also computed benchmark calculations of chemical reactivity involving atomic oxygen and molecular hydrogen and atomic oxygen and hydroxyl radical using the quantum CC approach. The latter is an important reaction in atmospheric and combustion chemistry as well as astrophysical media.\n\nIn the course of these investigations, we trained a female postdoctoral scholar and three undergraduate students. Two of the undergraduate students are currently at medical school. One of them co-authored a peer-reviewed publication based on his research work. Altogether, 18 peer-reviewed journal publications, one book chapter, and several conference proceedings and invited presentations resulted from this project. It also led to the development of new computational algorithms for molecular collisions and chemical reactions at sub-kelvin temperatures.  The computational algorithms developed as part of the project can also be used to describe molecular problems of interest in the earth?s atmosphere and Astrophysics and some of the peer-reviewed publications from this work appeared in Astrophysics related journals. Thus, the impact of the project extends well beyond the boundaries of Atomic and Molecular Physics and Physical Chemistry.\n\n \n\n\t\t\t\t\tLast Modified: 09/27/2016\n\n\t\t\t\t\tSubmitted by: Balakrishnan Naduvalath"
 }
}