{
 "awd_id": "1205574",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Modeling Advanced LIGO Gravitational Wave Sources and Their Electromagnetic Counterparts",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032922761",
 "po_email": "hkrimm@nsf.gov",
 "po_sign_block_name": "Hans Krimm",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 211192.0,
 "awd_amount": 211192.0,
 "awd_min_amd_letter_date": "2012-08-15",
 "awd_max_amd_letter_date": "2014-06-25",
 "awd_abstract_narration": "This award will support a multifaceted theoretical study of the mergers of various types of compact objects such as neutron stars. Understanding the full sequence of events in these mergers is a great interdisciplinary challenge of high current interest.  The work will model binary formation and gravitational wave-driven inspiral; the hydrodynamics of mergers; the viscous, thermal and nuclear evolution of the post merger remnant; the general relativistic radiation hydrodynamics of the collapse to neutron stars and black holes (with its associated gravitational wave signals); and the nuclear and radiation hydrodynamics of the unbound ejecta that produces observable electromagnetic (light, radio wave, etc.) signals.  \r\n\r\nA major motivation is to model both gravity wave and electromagnetic signatures from these mergers. The two types of signatures provide important information about different regions of the sources. Gravitational waves will determine the 'engine' of the sources, their masses, spins, and inclinations. The electromagnetic signals will provide the precise locations, compositions, and their relation to the rest of astrophysics (nucleosynthesis, pulsars, magnetars, transients, Type Ia supernovae, formation rates and progenitors). \r\n\r\nThe project will contribute to the training of graduate students and in regular student exchanges between the participating institutions. Members of the research team will continue their efforts to give non-technical lectures for the public, high schools and undergraduate institutions, and consult on curricula, films, TV and radio. The results of this research, on topics that tend to generate broad interest (stellar collisions, explosions, collapse to black holes, gravitational waves in space-time), will be incorporated into these activities. The team will also make the results from this study widely available to the astrophysics community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lars",
   "pi_last_name": "Bildsten",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lars Bildsten",
   "pi_email_addr": "bildsten@itp.ucsb.edu",
   "nsf_id": "000272947",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Santa Barbara",
  "inst_street_address": "3227 CHEADLE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "SANTA BARBARA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8058934188",
  "inst_zip_code": "931060001",
  "inst_country_name": "United States",
  "cong_dist_code": "24",
  "st_cong_dist_code": "CA24",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SANTA BARBARA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G9QBQDH39DF4"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Santa Barbara",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "931064030",
  "perf_ctry_code": "US",
  "perf_cong_dist": "24",
  "perf_st_cong_dist": "CA24",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121500",
   "pgm_ele_name": "STELLAR ASTRONOMY & ASTROPHYSC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 67721.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 70246.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 73225.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;Intellectual Merit</p>\n<p><br />Our collaboration focused on developing improved theoreticalpredictions of the electromagnetic emission associated withgravitational wave sources. One prime focus was on the possibleaccretion-induced collapse of an accreting white dwarf and the likelyways to identify the accreting precursor. This led to a muchimproved understanding of the outcome for those massive white dwarfswith core densities so high that electrons begin to capture onto tonuclei. We also impacted the observational studies of massive whitedwarfs themselves via immediate theoretical work associated with thediscovery of a novae that recurs nearly every year in the Andromeda galaxy.&nbsp;</p>\n<p><br />In detail, the &nbsp;major scientific results included:&nbsp;</p>\n<p><br />Accretion Induced Collapse:&nbsp;<br />We developed improved models for the accretion induced collapse (AIC)of white dwarfs to neutron stars. &nbsp;AIC is caused when electron captureson Neon and Magnesium rob the white dwarf of pressure support, leadingto collapse. &nbsp;We have developed and implemented new methods ofcalculating the evolution of AIC progenitors in the open sourcestellar evolution code MESA -- these tools are now available to thebroader community. &nbsp;We have carried out calculations of the evolutionof white dwarfs towards AIC, showing for the first time how theelectron captures initiate a thermal runaway in the core of the white dwarf.</p>\n<p><br />Helium Accretion Scenarios:&nbsp;<br />We performed the first full exploration of stable helium burningscenarios on massive carbon-oxygen white dwarfs from stars which areactively burning helium in their cores. These were found to most oftenlead to ignition of the carbon ash in the white dwarf at an off-centerlocation, triggering an ingoing carbon flame rather than a potentiallymore explosive ignition of carbon at the center. By considering lowermass He burning stars, we also improved our understanding of theaccumulated Helium shell masses on accreting white dwarfs in caseswhere the helium accumulates and then explodes. These accumulatedshell masses are needed to better understand the fate of the heliumshell when it become thermally unstable and undergoes a nuclearrunaway. In particular, we found that the first flash in these binariesis likely vigorous enough to trigger a detonation in the helium layerthat could result in either a faint and fast thermonuclear supernovae,or a much brighter event if the underlying carbon is also detonated.</p>\n<p><br />Carbon Burning Flames and Convective Mixing: &nbsp;<br />The off center carbon ignitions leads to an ingoing combustion wave (aflame) of carbon burning that proceeds to the center of the whitedwarf in a few thousand years. We undertook collaborative work tobetter understand the properties of this flame, finding that it veryrobustly proceeds inward despite concerns raised by others about thepossibility of halting. Most recently, we also showed that, should theflame be halted, that substantial mixing of the core during theimmediate white dwarf cooling would occur and drive the core to anearly uniform composition.</p>\n<p><br />Broader Impact</p>\n<p><br />Our collaborative effort helped build a technically advancedscientific workforce by training undergraduate students, graduatestudents, and postdoctoral scholars in research. &nbsp;We also gave publictalks that disseminated the results of our research to the public atlarge. In addition to the broader intellectual exposure of thegraduate students involved in this collaborative research, all fourfully participated in the 2014, 2015 and 2016 MESA Summer Schools, giving them an opportunity to share their detailed knowledge with over90 students in the last three years.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/27/2016<br>\n\t\t\t\t\tModified by: Lars&nbsp;Bildsten</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n Intellectual Merit\n\n\nOur collaboration focused on developing improved theoreticalpredictions of the electromagnetic emission associated withgravitational wave sources. One prime focus was on the possibleaccretion-induced collapse of an accreting white dwarf and the likelyways to identify the accreting precursor. This led to a muchimproved understanding of the outcome for those massive white dwarfswith core densities so high that electrons begin to capture onto tonuclei. We also impacted the observational studies of massive whitedwarfs themselves via immediate theoretical work associated with thediscovery of a novae that recurs nearly every year in the Andromeda galaxy. \n\n\nIn detail, the  major scientific results included: \n\n\nAccretion Induced Collapse: \nWe developed improved models for the accretion induced collapse (AIC)of white dwarfs to neutron stars.  AIC is caused when electron captureson Neon and Magnesium rob the white dwarf of pressure support, leadingto collapse.  We have developed and implemented new methods ofcalculating the evolution of AIC progenitors in the open sourcestellar evolution code MESA -- these tools are now available to thebroader community.  We have carried out calculations of the evolutionof white dwarfs towards AIC, showing for the first time how theelectron captures initiate a thermal runaway in the core of the white dwarf.\n\n\nHelium Accretion Scenarios: \nWe performed the first full exploration of stable helium burningscenarios on massive carbon-oxygen white dwarfs from stars which areactively burning helium in their cores. These were found to most oftenlead to ignition of the carbon ash in the white dwarf at an off-centerlocation, triggering an ingoing carbon flame rather than a potentiallymore explosive ignition of carbon at the center. By considering lowermass He burning stars, we also improved our understanding of theaccumulated Helium shell masses on accreting white dwarfs in caseswhere the helium accumulates and then explodes. These accumulatedshell masses are needed to better understand the fate of the heliumshell when it become thermally unstable and undergoes a nuclearrunaway. In particular, we found that the first flash in these binariesis likely vigorous enough to trigger a detonation in the helium layerthat could result in either a faint and fast thermonuclear supernovae,or a much brighter event if the underlying carbon is also detonated.\n\n\nCarbon Burning Flames and Convective Mixing:  \nThe off center carbon ignitions leads to an ingoing combustion wave (aflame) of carbon burning that proceeds to the center of the whitedwarf in a few thousand years. We undertook collaborative work tobetter understand the properties of this flame, finding that it veryrobustly proceeds inward despite concerns raised by others about thepossibility of halting. Most recently, we also showed that, should theflame be halted, that substantial mixing of the core during theimmediate white dwarf cooling would occur and drive the core to anearly uniform composition.\n\n\nBroader Impact\n\n\nOur collaborative effort helped build a technically advancedscientific workforce by training undergraduate students, graduatestudents, and postdoctoral scholars in research.  We also gave publictalks that disseminated the results of our research to the public atlarge. In addition to the broader intellectual exposure of thegraduate students involved in this collaborative research, all fourfully participated in the 2014, 2015 and 2016 MESA Summer Schools, giving them an opportunity to share their detailed knowledge with over90 students in the last three years.\n\n\t\t\t\t\tLast Modified: 11/27/2016\n\n\t\t\t\t\tSubmitted by: Lars Bildsten"
 }
}