{
 "awd_id": "1205738",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Doctoral Dissertation Improvement Grant: Effects of Aztec Conquest on Provincial Commoner Households at Calixtlahuaca, Mexico",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": "7032928759",
 "po_email": "jyellen@nsf.gov",
 "po_sign_block_name": "John Yellen",
 "awd_eff_date": "2012-02-15",
 "awd_exp_date": "2014-01-31",
 "tot_intn_awd_amt": 20000.0,
 "awd_amount": 20000.0,
 "awd_min_amd_letter_date": "2012-02-10",
 "awd_max_amd_letter_date": "2012-02-10",
 "awd_abstract_narration": "Under the guidance of Dr. Michael Smith, Ms Angela Huster will collect data for her doctoral dissertation. She will analyze archaeological ceramics from the site of Calixtlahuaca (1100-1430 CE) to evaluate provincial peoples' responses to being conquered and made part of the Aztec Empire. Calixtlahuaca was an important regional capital that was conquered by the Aztec Empire in the 1470s, and this project compares the time periods before the founding of the Aztec Empire, during the beginning of the empire but before Calixtlahuca's conquest, and after the Aztec conquest of the site. Comparative work on empires shows that when a power conquers an area, it has to follow up with negations with multiple local factions to establish lasting control over the region. Because an empire wants a stable, taxable population, conquered populations retain some degree of leverage in this process of establishing the terms of their rule.  Both the empire and the province are likely to use multiple, often contradictory strategies to improve their position.  Provincial actions can support imperial interests, undercut them, or be effectively neutral. This project tests the conditions under which conquered peoples are likely to adopt particular types of responses.  The knowledge which emerges from this project has the potential to inform on multi-ethnic states which exist today in many regions of the world. \r\n\r\nThe project looks at responses in the form of changes in trade patterns and household activities likely related to ethnic identity.  It uses three complementary methods of analyzing ceramics - type classification, attribute analysis, and Instrumental Neutron Activation Analysis (INAA) - to map out trade patterns for each time periods.  The patterns will be used to look at how the Aztec conquest changed what and with whom people were trading, what they were making, and general degree of well being. The project also looks at changes in both ritual items including figurines and incense burners, and as well as food serving vessels to see how these spheres of behavior were affected by Aztec contact.  In addition providing information of the Aztec Empire, the project results will be useful for comparative work at a variety of levels, including investigations of imperial rule, comparisons between regions of the Aztec Empire, comparisons between sites within the Toluca Valley, and correlations between early Spanish written records and archaeological evidence.  \r\n\r\nThe broader impacts of the project include promoting interaction between American and Mexican scholars, providing training for both graduate and undergraduate students, and presenting project findings to both scholarly and public audiences.  Ms Huster will do her field analysis at the Colegio Mexiquense in Toluca, Mexico, where she will consult with Mexican historians.  The project will involve undergraduate volunteers in Mexico and Arizona, providing students with hands-on training in ceramics analysis, statistics, and database management.  Findings will be presented through entries to the existing Calixtlahuaca Archaeological Project blog, community presentations in Mexico and the United States, conference presentations, and journal publications. The raw data from the project will be made publically available through The Digital Archaeological Repository.  In addition, the INAA data collected will become part of a widely used University of Missouri ceramics reference database thus strengthening its regional coverage.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Smith",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Michael E Smith",
   "pi_email_addr": "mesmith9@asu.edu",
   "nsf_id": "000150482",
   "pi_start_date": "2012-02-10",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Angela",
   "pi_last_name": "Huster",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Angela Huster",
   "pi_email_addr": "angela.huster@asu.edu",
   "nsf_id": "000592274",
   "pi_start_date": "2012-02-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852876011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "139100",
   "pgm_ele_name": "Archaeology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 20000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><!--[if gte mso 9]><xml> <w:WordDocument> <w:View>Normal</w:View> <w:Zoom>0</w:Zoom> <w:TrackMoves /> <w:TrackFormatting /> <w:PunctuationKerning /> <w:ValidateAgainstSchemas /> <w:SaveIfXMLInvalid>false</w:SaveIfXMLInvalid> <w:IgnoreMixedContent>false</w:IgnoreMixedContent> <w:AlwaysShowPlaceholderText>false</w:AlwaysShowPlaceholderText> <w:DoNotPromoteQF /> <w:LidThemeOther>EN-US</w:LidThemeOther> <w:LidThemeAsian>X-NONE</w:LidThemeAsian> <w:LidThemeComplexScript>X-NONE</w:LidThemeComplexScript> <w:Compatibility> <w:BreakWrappedTables /> <w:SnapToGridInCell /> <w:WrapTextWithPunct /> <w:UseAsianBreakRules /> <w:DontGrowAutofit /> <w:SplitPgBreakAndParaMark /> <w:DontVertAlignCellWithSp /> <w:DontBreakConstrainedForcedTables /> <w:DontVertAlignInTxbx /> <w:Word11KerningPairs /> <w:CachedColBalance /> </w:Compatibility> <w:BrowserLevel>MicrosoftInternetExplorer4</w:BrowserLevel> <m:mathPr> <m:mathFont m:val=\"Cambria Math\" /> <m:brkBin m:val=\"before\" /> <m:brkBinSub m:val=\"&#45;-\" /> <m:smallFrac m:val=\"off\" /> <m:dispDef /> <m:lMargin m:val=\"0\" /> <m:rMargin m:val=\"0\" /> <m:defJc m:val=\"centerGroup\" /> <m:wrapIndent m:val=\"1440\" /> <m:intLim m:val=\"subSup\" /> <m:naryLim m:val=\"undOvr\" /> </m:mathPr></w:WordDocument> </xml><![endif]-->\n<p class=\"MsoNormal\"><span style=\"mso-fareast-font-family: &quot;Times New Roman&quot;;\">Under the supervision of Dr. Michael Smith, Ms. Huster conducted research for her doctoral dissertation. </span>Her project used artifacts from a sample of previously excavated households to identify how commoners at the site of Calixtlahuaca (1100-1530 AD) responded to becoming part of the Aztec Empire. Calixtlahuaca was an important regional capital that was conquered by the Aztec Empire in the 1470s, and her project compared the time periods before and after the site&rsquo;s conquest. Comparative work on empires shows that when a power conquers an area, it has to follow up using negotiations with multiple local factions to establish lasting control over the region. Because an empire wants a stable, taxable population, conquered populations retain some degree of leverage in this process of establishing the terms of their rule. This project tested the conditions under which conquered peoples are likely to adopt particular types of responses, work that has potential applications to multiethnic states today. <br style=\"mso-special-character: line-break;\" /> <br style=\"mso-special-character: line-break;\" /></p>\n<p class=\"MsoNormal\">This project produced findings in four major areas:</p>\n<p class=\"MsoNormal\">Chronological refinement - In conjunction with Grant #0924655, this project defined three phases of occupation at Calixtlahuaca. These are the Dongu (AD 1130-1380), Ninupi (AD 1380-1450), and Yata (1450-1530) phases. The Yata phase approximately covers the period during which Calixtlahuaca was part of the Aztec Empire.</p>\n<p class=\"MsoNormal\">Local Identities -This project considered the possibility that the occupants of Calixtlahuaca belonged to multiple ethnic groups. Ethnic affiliation was studied based on food preparation and serving techniques (based on grinding stones and ceramic vessel forms) and religious practices. These analyses did not show systematic divisions between households prior to the Aztec conquest, suggesting that ethnic diversity was limited. Following the Aztec conquest of the site, households split into two groups. One group shows some Aztec style practices, such as the preparation of tortillas, while the other maintained the local practices seen in the previous time periods. A comparison with households in the Basin of Mexico suggests that these households were locals choosing to incorporate selected Aztec practices, rather than Aztec immigrants.</p>\n<p class=\"MsoNormal\">Craft Production - The project studied the production of ceramic vessels, small molded ceramic items, stone tools, and textiles. The on-site production of ...",
  "por_txt_cntn": "Normal 0     false false false  EN-US X-NONE X-NONE              MicrosoftInternetExplorer4              \nUnder the supervision of Dr. Michael Smith, Ms. Huster conducted research for her doctoral dissertation. Her project used artifacts from a sample of previously excavated households to identify how commoners at the site of Calixtlahuaca (1100-1530 AD) responded to becoming part of the Aztec Empire. Calixtlahuaca was an important regional capital that was conquered by the Aztec Empire in the 1470s, and her project compared the time periods before and after the siteÆs conquest. Comparative work on empires shows that when a power conquers an area, it has to follow up using negotiations with multiple local factions to establish lasting control over the region. Because an empire wants a stable, taxable population, conquered populations retain some degree of leverage in this process of establishing the terms of their rule. This project tested the conditions under which conquered peoples are likely to adopt particular types of responses, work that has potential applications to multiethnic states today.  \nThis project produced findings in four major areas:\nChronological refinement - In conjunction with Grant #0924655, this project defined three phases of occupation at Calixtlahuaca. These are the Dongu (AD 1130-1380), Ninupi (AD 1380-1450), and Yata (1450-1530) phases. The Yata phase approximately covers the period during which Calixtlahuaca was part of the Aztec Empire.\nLocal Identities -This project considered the possibility that the occupants of Calixtlahuaca belonged to multiple ethnic groups. Ethnic affiliation was studied based on food preparation and serving techniques (based on grinding stones and ceramic vessel forms) and religious practices. These analyses did not show systematic divisions between households prior to the Aztec conquest, suggesting that ethnic diversity was limited. Following the Aztec conquest of the site, households split into two groups. One group shows some Aztec style practices, such as the preparation of tortillas, while the other maintained the local practices seen in the previous time periods. A comparison with households in the Basin of Mexico suggests that these households were locals choosing to incorporate selected Aztec practices, rather than Aztec immigrants.\nCraft Production - The project studied the production of ceramic vessels, small molded ceramic items, stone tools, and textiles. The on-site production of all of these classes of artifacts was low compared to other, contemporaneous sites. With the exception of textiles, the local production of all types of goods decreased following the Aztec conquest of the site. There is no evidence for any specialized production of any of these items, suggesting that production was organized by individual families, rather than by workshops.\nRegional Trade - The Neutron Activation Analysis of ceramics indentified eight chemical groups of ceramics. Three groups are associated with the local area around Calixtlahuaca, three with the Aztec heartland, and two with areas to the south and west. The source groups were extrapolated to a broader sample of ceramics, based on types, attributes, and clay pastes. Both the original NAA results and the extrapolated calculations show an increase in imported ceramics over time, with sources from the Basin of Mexico gaining market share at the expense of regions to the west and southwest.\nIn addition providing information of the Aztec Empire, the project results are useful for comparative work at a variety of levels, including investigations of imperial rule, comparisons between regions of the Aztec Empire, comparisons between sites within the Toluca Valley, the identification of immigrant groups in antiquity, and correlations between early Spanish written records and archaeological evidence.\n \nThe broader impacts of this project included the development of international relationships, the training of undergraduate st..."
 }
}