{
 "awd_id": "1205539",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "II-EN: Laboratory for Research on Deep Structures of Collaboration",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 532000.0,
 "awd_min_amd_letter_date": "2012-07-06",
 "awd_max_amd_letter_date": "2015-04-24",
 "awd_abstract_narration": "Our society has greater need than ever before for people to collaborate effectively, whether they be teams of employees, patients and their doctors, large virtual communities, neighborhoods or family groups.  Collaboration is involved in many societal problems including energy use, law enforcement, disaster relief, and scientific research.  Researchers in human-computer interaction and computer-supported cooperative work have an impressive record of developing technology to support interpersonal communication and group interaction in a range of problem areas such as medical team coordination, disruption of family schedules, multi-tasking and interruptions in the workplace, energy use in households, collaborative intelligence analysis, virtual organization, and collaborative learning.  Despite such efforts, the deep structure of collaboration is not well understood.  The goal of this project is to acquire instrumentation that will enable the PI and her colleagues to leverage advances in other disciplines such as neuroscience and engineering to advance our knowledge of how details of brain and behavior are related to the underlying meaning, processes, and outcomes of collaboration, that is, its deep structure.\r\n\r\nIntellectual Merit\r\nThe requested research infrastructure will allow future projects to include a focus on the fine details of human behavior, including brain responses, facial expressions, body positions, gestures, and movements.  The PI argues that in-depth analysis of behavior is necessary for understanding the mechanics of face-to-face interaction, for identifying those aspects of face-to-face interaction that are key to successful remote collaboration, for increasing the benefits of social media online, and for programming intelligent collaborative systems.  Availability for interaction in the home environment, for example, might be indicated by a combination of posture and facial expression; detailed knowledge of these indicators could then help us design systems that deliver notifications to families at appropriate times.  Similarly, remote experts collaborating around shared visualizations may benefit from camera systems that understand when partners have a shared understanding, as evidenced by their facial expressions and movements.  Human-robot interaction might be refined by a fine-grained analysis of human-human interactions such as handoffs and greetings.  And home health care and remote health delivery could be improved with better feedback about patient emotion and cognition during and after consultations.  The infrastructure to be acquired with this funding will provide a platform for exploring ways to achieve these goals.\r\n\r\nBroader Impact\r\nThe ability to understand the deep structures underlying collaboration has the potential to radically transform science and engineering in general, by furthering our ability to analyze contributors to effective team performance across many domains, and by laying the foundation for new collaborative interfaces that support interaction through gesture, facial expression, eye gaze and brain activity.  More specifically, there is a potential for direct broader impact in the domains of health and education.  In the domain of health, the new techniques will enhance ongoing work at the PI's institution on chronic illness management and home-health care, supporting better collaboration between parents and children with chronic illnesses, and patients and therapists through high fidelity patient observation.  In education, computer-supported and collaborative learning will advance by computer tutors understanding student attention and knowledge sharing in groups.   The instrumentation will also have local impact in the CMU HCI Institute, allowing faculty and student projects to include a focus on understanding the dynamics of collaboration and on the development of new tools to enhance people's ability to collaborate in diverse settings.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Dabbish",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Laura Dabbish",
   "pi_email_addr": "dabbish@cmu.edu",
   "nsf_id": "000314694",
   "pi_start_date": "2012-07-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Scott",
   "pi_last_name": "Hudson",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Scott E Hudson",
   "pi_email_addr": "hudson@cs.cmu.edu",
   "nsf_id": "000396012",
   "pi_start_date": "2012-07-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie Mellon University",
  "perf_str_addr": "5000 Forbes Avenue",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171400",
   "pgm_ele_name": "Special Projects - CNS"
  },
  {
   "pgm_ele_code": "735900",
   "pgm_ele_name": "CCRI-CISE Cmnty Rsrch Infrstrc"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1714",
   "pgm_ref_txt": "SPECIAL PROJECTS - CISE"
  },
  {
   "pgm_ref_code": "7359",
   "pgm_ref_txt": "COMPUTING RES INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 500000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 16000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 16000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The field of computer-supported cooperative work (CSCW) can be defined as the study of how people interact through technology. The goal of this CRI was to leverage advances in new instrumentation to improve knowledge of how details of brain and behavior are related to the underlying meaning, processes, and outcomes of collaboration, that is, its deep structure. The CRI was motivated by the belief that an in depth analysis of behavior is necessary to move CSCW research and development into the future.&nbsp;</p>\n<p>With this CRI, we added many components to our research infrastructure: (a) stationary and mobile eye-tracking, (b) multi-channel video recording, &nbsp;(c) multi-channel audio recording, (d) multiple computers with large screens for collaborative work, (e) large touch screen displays for collaborative interaction around visualizations, (f) depth cameras for motion capture, (g) staionary and mobile physiological sensing equipment for emotion and arousal capture, and (h) neurological sensing equipment. Our infrastructure extends the tools available for performing fine-grained analysis of social interaction by combining several types of physiological sensors as motion detection systems, eye-trackers, and multichannel video recording.&nbsp;We leveraged the new infrastructure to investigate a wide range of topics in CSCW, including how people collaborate at a distance, how new tools can help support remote collaboration and collaborative learning, and how systems can interpret human behaviors intelligently.</p>\n<p>The research infrastructure is supporting new research on computer-supported collaboration incorporating the fine details of human behavior, including brain responses, facial expressions, body positions, gestures, and movements. This in-depth analysis of behavior will move CSCW research and development into the future. It is necessary for understanding the mechanics of face-to-face interaction, for identifying those aspects of face-to-face interaction that are most important to provide in remote collaboration, and for programming intelligent collaborative systems. This understanding will transform human-computer interaction and computer supported collaboration across a variety of domains.&nbsp;</p>\n<p>During this project the laboratory infrastructure made possible over eighty unique studies by the PIs and their students, other members of the Human Computer Interaction institute (HCII) and faculty and students in other departments in the School of Computer Science at Carnegie Mellon University. Research supported by the infrastructure resulted in over forty published and in progress research papers, several senior theses and masters projects, one masters thesis and five PhD thesis. Studies conducted utilizing the infrastructure examined collaboration and interaction in a variety of domains, including collaboration and communication, assistive technology, educational environments, human-robot interaction and novel interaction techniques.</p>\n<p>Projects using the equipment included investigation into the physiological underpinnings of collective intelligence, cultural differences in gaze patterns during conversation, development of a system that measures conversational rapport during two person conversation and provides visual feedback about communication effectiveness, development of new forms of expressive biofeedback systems, and a study examining emotional response to critical comments during the design process.&nbsp;</p>\n<p>The instrumentation has allowed us to train new investigators on how to do research using up-to-date methods and tools.&nbsp;This infrastructure extended our ability to train future scientists and practitioners in computer-supported cooperative work and human-computer interaction fields. Students carrying out their graduate research and collecting data for their thesis made use of the laboratory infrastructure to measure new aspects of collaborative behavior and human-computer interaction for collaborative purposes across a variety of domains.</p>\n<p>As with any new measurement and analysis capabilities, the ability to understand the deep structures underlying collaboration has the potential to radically transform science and engineering. The measurement capabilities in our infrastructure further our ability to analyze collaboration and contributors to effective performance. Simultaneously these techniques support a new and transformative set of collaborative interfaces that support interaction through gesture, facial expression, eye gaze and the brain.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/07/2018<br>\n\t\t\t\t\tModified by: Laura&nbsp;Dabbish</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe field of computer-supported cooperative work (CSCW) can be defined as the study of how people interact through technology. The goal of this CRI was to leverage advances in new instrumentation to improve knowledge of how details of brain and behavior are related to the underlying meaning, processes, and outcomes of collaboration, that is, its deep structure. The CRI was motivated by the belief that an in depth analysis of behavior is necessary to move CSCW research and development into the future. \n\nWith this CRI, we added many components to our research infrastructure: (a) stationary and mobile eye-tracking, (b) multi-channel video recording,  (c) multi-channel audio recording, (d) multiple computers with large screens for collaborative work, (e) large touch screen displays for collaborative interaction around visualizations, (f) depth cameras for motion capture, (g) staionary and mobile physiological sensing equipment for emotion and arousal capture, and (h) neurological sensing equipment. Our infrastructure extends the tools available for performing fine-grained analysis of social interaction by combining several types of physiological sensors as motion detection systems, eye-trackers, and multichannel video recording. We leveraged the new infrastructure to investigate a wide range of topics in CSCW, including how people collaborate at a distance, how new tools can help support remote collaboration and collaborative learning, and how systems can interpret human behaviors intelligently.\n\nThe research infrastructure is supporting new research on computer-supported collaboration incorporating the fine details of human behavior, including brain responses, facial expressions, body positions, gestures, and movements. This in-depth analysis of behavior will move CSCW research and development into the future. It is necessary for understanding the mechanics of face-to-face interaction, for identifying those aspects of face-to-face interaction that are most important to provide in remote collaboration, and for programming intelligent collaborative systems. This understanding will transform human-computer interaction and computer supported collaboration across a variety of domains. \n\nDuring this project the laboratory infrastructure made possible over eighty unique studies by the PIs and their students, other members of the Human Computer Interaction institute (HCII) and faculty and students in other departments in the School of Computer Science at Carnegie Mellon University. Research supported by the infrastructure resulted in over forty published and in progress research papers, several senior theses and masters projects, one masters thesis and five PhD thesis. Studies conducted utilizing the infrastructure examined collaboration and interaction in a variety of domains, including collaboration and communication, assistive technology, educational environments, human-robot interaction and novel interaction techniques.\n\nProjects using the equipment included investigation into the physiological underpinnings of collective intelligence, cultural differences in gaze patterns during conversation, development of a system that measures conversational rapport during two person conversation and provides visual feedback about communication effectiveness, development of new forms of expressive biofeedback systems, and a study examining emotional response to critical comments during the design process. \n\nThe instrumentation has allowed us to train new investigators on how to do research using up-to-date methods and tools. This infrastructure extended our ability to train future scientists and practitioners in computer-supported cooperative work and human-computer interaction fields. Students carrying out their graduate research and collecting data for their thesis made use of the laboratory infrastructure to measure new aspects of collaborative behavior and human-computer interaction for collaborative purposes across a variety of domains.\n\nAs with any new measurement and analysis capabilities, the ability to understand the deep structures underlying collaboration has the potential to radically transform science and engineering. The measurement capabilities in our infrastructure further our ability to analyze collaboration and contributors to effective performance. Simultaneously these techniques support a new and transformative set of collaborative interfaces that support interaction through gesture, facial expression, eye gaze and the brain.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 02/07/2018\n\n\t\t\t\t\tSubmitted by: Laura Dabbish"
 }
}