{
 "awd_id": "1205989",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "The Nanomechanics of Cellulose and Cellulose Synthesis",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032924666",
 "po_email": "kblagoev@nsf.gov",
 "po_sign_block_name": "Krastan Blagoev",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2017-08-31",
 "tot_intn_awd_amt": 479891.0,
 "awd_amount": 485291.0,
 "awd_min_amd_letter_date": "2012-09-14",
 "awd_max_amd_letter_date": "2014-09-15",
 "awd_abstract_narration": "In this project the PI will develop detailed understanding of cellulose synthesis and the physical properties of cellulose microfibrils. Cellulose synthesis will be observed both in vitro and in vivo with single-molecule sensitive imaging techniques. In addition, the mechanics of individual cellulose microfibrils will be probed using optical imaging and manipulation, so as to elucidate their structure and dynamics. This work will provide the first direct observations of individual cellulose microfibril synthesis and flexibility. The specific objectives of this work are to (1) observe the detailed mechanics of cellulose-synthesis in vivo with single-molecule sensitive imaging; (2) measure the nanomechanics of individual microfibrils from an in vitro cellulose preparation; (3) observe cellulose synthesis in vitro, and measure microfibril dynamics during synthesis; and (4) develop a novel in vitro cellulose preparation based on Arabidopsis thaliana, a plant in which the genetics of cellulose synthesis is the best understood and most readily manipulated. The project will provide observations and measurements needed to create and validate physical models of a fundamental biological process and the material created by it. Similar models may be adapted to describe other naturally occurring fibers and the hierarchical structures built from them. The work will also provide new approaches for understanding the physical properties of nanoscopic fibers. These approaches will be useful in elucidating the mechanics and assembly of biological and manmade fibers that have defects or twists in their structure. Better understanding cellulose synthesis will also enhance plant science. A better understanding of cellulose synthesis will lead to better control and characterization of novel materials, such as nanocrystalline cellulose whiskers, that are recovered from bulk plant cellulose. Cellulose nanowhiskers are high-aspect ratio crystalline nanoparticles that are chemically stable and carbon neutral; their physical and chemical properties make them desirable in applications as diverse as electronics and drug delivery. Their material properties depend on their assembly in vivo, and yet the relationship between naturally occurring microfibrils and recovered nanocrystals has not been well established. The PI will introduce students at all levels and with many backgrounds to interdisciplinary research and single-molecule sensitive biophysical techniques. Recruitment and retention of the best students from the broadest possible pool of applicants will be facilitated by activities in conjunction with the Northeast Alliance for Graduate Education and the Professoriate (NEAGEP) and with a local support group for women and minority members in physics.\r\n\r\nThis project is being jointly supported by the Physics of Living Systems program in the Division of Physics and the Cellular Processes Program in the Division of Molecular and Cellular Biosciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lori",
   "pi_last_name": "Goldner",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Lori S Goldner",
   "pi_email_addr": "lori.goldner@gmail.com",
   "nsf_id": "000521697",
   "pi_start_date": "2012-09-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Tobias",
   "pi_last_name": "Baskin",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Tobias I Baskin",
   "pi_email_addr": "baskin@bio.umass.edu",
   "nsf_id": "000459242",
   "pi_start_date": "2012-09-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "666 North Pleasant Street",
  "perf_city_name": "Amherst",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039337",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111400",
   "pgm_ele_name": "Cellular Dynamics and Function"
  },
  {
   "pgm_ele_code": "724600",
   "pgm_ele_name": "PHYSICS OF LIVING SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7246",
   "pgm_ref_txt": "PHYSICS OF LIVING SYSTEMS"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 159985.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 159943.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 165363.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Cellulose is the most abundant polymer on earth. Its toughness and chemical resistance are legendary. A green, renewable, biodegradable and biocompatible resource, it is the precursor for a host of manufactured materials, from nitrocellulose to tencel. Cellulose nanocrystals recovered from bulk biomass are finding ever expanding applications in materials science, drug delivery, and electronics. Cellulose also stores vast quantities of energy captured by photosynthesis.</p>\n<p>In light of this, it is remarkable that the mechanisms of cellulose synthesis, and the mechanics of elementary cellulose microfibrils, are still largely a mystery. A scanty knowledge of cellulose biosynthesis limits the ability to optimize the many industrial processes that use cellulose or plant biomass. The way in which cells make cellulose is poorly understood because the responsible enzymes always lose activity when they are isolated from the cell. This means that the tried and true tool kit of the biochemist cannot be applied to understanding cellulose synthesis.</p>\n<p>As a way forward, scientists had previously discovered that the enzyme complex synthesizing cellulose works naturally when one or more protein subunits in the complex are labeled with a fluorescent protein. This means that individual enzyme-complexes can be seen and tracked in sensitive light microscope. &nbsp;Because once made, cellulose is stiff and immobile within the cell wall, the enzyme synthesizing it moves in parallel with growing cellulose microfibril. By studying the motion of this enzyme complex, we learn about how cellulose is made.</p>\n<p>A major goal of this project was to use high resolution microscopy to characterize, in detail, how this enzyme complex moves, and then to develop a mathematical model of that motion that helps us understand how cellulose is made. &nbsp;</p>\n<p>We have made several discoveries. First, up until now, the approach of adding a fluorescent protein tag to the enzyme synthesizing cellulose and watching it move had been accomplished in only a single plant species (the &ldquo;fruit fly&rdquo; of plant research, <em>Arabidopsis thaliana</em>) and for that species in only a single organ. We were able successfully to add the same kind of fluorescent protein to the cellulose synthesizing enzyme of a distantly related species (the grass, <em>Brachypodium distachyon</em>). We found that the characteristics of motion of the enzyme, at both high and low resolution, are remarkably similar in both species. Likewise, in both roots and stems of the grass, the enzyme synthesizing cellulose moves similarly. This suggests that there is little room for evolution to tinker with the fundamental basis of cellulose synthesis.</p>\n<p>Second, we have analyzed the trajectory of motion of an enzyme complex synthesizing cellulose in considerable detail, and we found that the motion is consistent with a ratchet-like mechanism. Most surprisingly, the model reveals that the enzyme complex moves backwards some percentage of the time, which may have an impact on the formation or removal of defects in the cellulose crystal. Our results challenge the view of cellulose synthesis, widespread in the literature, that sees the enzyme as moving steadily along, rather like Roman soldiers marching along the Appian Way.</p>\n<p>The project has helped train a postdoctoral research fellow, who is continuing their career at a preeminent center for plant science, and a graduate student, who plans to defend her Ph.D. in the spring of 2018. Additionally, several outstanding undergraduate students worked on the project, including one who is currently enrolled in a Ph.D program and one who is working in the biotech industry.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2017<br>\n\t\t\t\t\tModified by: Lori&nbsp;S&nbsp;Goldner</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nCellulose is the most abundant polymer on earth. Its toughness and chemical resistance are legendary. A green, renewable, biodegradable and biocompatible resource, it is the precursor for a host of manufactured materials, from nitrocellulose to tencel. Cellulose nanocrystals recovered from bulk biomass are finding ever expanding applications in materials science, drug delivery, and electronics. Cellulose also stores vast quantities of energy captured by photosynthesis.\n\nIn light of this, it is remarkable that the mechanisms of cellulose synthesis, and the mechanics of elementary cellulose microfibrils, are still largely a mystery. A scanty knowledge of cellulose biosynthesis limits the ability to optimize the many industrial processes that use cellulose or plant biomass. The way in which cells make cellulose is poorly understood because the responsible enzymes always lose activity when they are isolated from the cell. This means that the tried and true tool kit of the biochemist cannot be applied to understanding cellulose synthesis.\n\nAs a way forward, scientists had previously discovered that the enzyme complex synthesizing cellulose works naturally when one or more protein subunits in the complex are labeled with a fluorescent protein. This means that individual enzyme-complexes can be seen and tracked in sensitive light microscope.  Because once made, cellulose is stiff and immobile within the cell wall, the enzyme synthesizing it moves in parallel with growing cellulose microfibril. By studying the motion of this enzyme complex, we learn about how cellulose is made.\n\nA major goal of this project was to use high resolution microscopy to characterize, in detail, how this enzyme complex moves, and then to develop a mathematical model of that motion that helps us understand how cellulose is made.  \n\nWe have made several discoveries. First, up until now, the approach of adding a fluorescent protein tag to the enzyme synthesizing cellulose and watching it move had been accomplished in only a single plant species (the \"fruit fly\" of plant research, Arabidopsis thaliana) and for that species in only a single organ. We were able successfully to add the same kind of fluorescent protein to the cellulose synthesizing enzyme of a distantly related species (the grass, Brachypodium distachyon). We found that the characteristics of motion of the enzyme, at both high and low resolution, are remarkably similar in both species. Likewise, in both roots and stems of the grass, the enzyme synthesizing cellulose moves similarly. This suggests that there is little room for evolution to tinker with the fundamental basis of cellulose synthesis.\n\nSecond, we have analyzed the trajectory of motion of an enzyme complex synthesizing cellulose in considerable detail, and we found that the motion is consistent with a ratchet-like mechanism. Most surprisingly, the model reveals that the enzyme complex moves backwards some percentage of the time, which may have an impact on the formation or removal of defects in the cellulose crystal. Our results challenge the view of cellulose synthesis, widespread in the literature, that sees the enzyme as moving steadily along, rather like Roman soldiers marching along the Appian Way.\n\nThe project has helped train a postdoctoral research fellow, who is continuing their career at a preeminent center for plant science, and a graduate student, who plans to defend her Ph.D. in the spring of 2018. Additionally, several outstanding undergraduate students worked on the project, including one who is currently enrolled in a Ph.D program and one who is working in the biotech industry.\n\n\t\t\t\t\tLast Modified: 12/01/2017\n\n\t\t\t\t\tSubmitted by: Lori S Goldner"
 }
}