{
 "awd_id": "1205952",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Search for Gravitational Radiation at LIGO:  Oregon Experimental Relativity Group",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927372",
 "po_email": "pmarrone@nsf.gov",
 "po_sign_block_name": "Pedro Marronetti",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 345000.0,
 "awd_amount": 345000.0,
 "awd_min_amd_letter_date": "2012-05-07",
 "awd_max_amd_letter_date": "2012-05-07",
 "awd_abstract_narration": "The Oregon group will continue its vigorous efforts aimed at discovery of gravitational waves (GW) within the LIGO Scientific Collaboration (LSC). The program will be pursued in the two areas where Oregon has developed significant expertise and compiled a successful record of accomplishment. The first is detector characterization and detection optimization: As the initial LIGO (iLIGO) era winds down and the Advanced LIGO (aLIGO) era ramps up, the lessons learned will be applied to the aLIGO instrument and the aLIGO science program. Specifically, we will understand the coupling mechanisms for environmental noise to the LIGO interferometer by way of measurement (analyzing data from monitoring instrumentation) and the development of software to better identify subtle mechanisms which gave rise to troublesome noise transients in iLIGO. The second is data analysis, especially in developing searches for GW transients associated with astrophysical triggers, such as gamma-ray bursts (GRBs) or supernovae. An important motivation for developing and refining these searches will be to learn how best to combine other astronomical observations with those from LIGO, something we helped pioneer with triggered GRB searches in iLIGO. Furthering this development is widely seen to be crucial for the full realization of the scientific potential of Advanced LIGO. We intend to pursue this by refining searches involving gamma-ray observations (associated with GRBs) and developing searches involving neutrino observations (associated with core-collapse supernovae).\r\n\r\nWith the commissioning of Advanced LIGO, we are preparing for an era of discovery with the new astronomical medium of gravitational waves. Historically, each fundamental new means for observing the universe has resulted in the emergence not only of new science, but new ways the public perceives the world. We expect this to also be the case with gravitational waves. Our work will help ensure that our observational instrument, Advanced LIGO, works to its full potential, and that the new window on nature is exploited scientifically to the greatest extent possible. So beyond the scientific advancement resulting from publication of new methods and observations, we anticipate the possibility of significant human enlightenment regarding the nature of the universe to result. A new scientific discipline of gravitational- wave astronomy has emerged, and the education and advancement of the technical workforce must keep pace. The participation of graduate students, postdoctoral associates, and undergraduate students is a crucial element of the project. As an additional, direct benefit to society, we will also continue to work with high school teachers to bring this research to their students, and to engage the public via speaking engagements.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Raymond",
   "pi_last_name": "Frey",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Raymond E Frey",
   "pi_email_addr": "rayfrey@uoregon.edu",
   "nsf_id": "000470233",
   "pi_start_date": "2012-05-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Brau",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "James E Brau",
   "pi_email_addr": "jimbrau@uoregon.edu",
   "nsf_id": "000428680",
   "pi_start_date": "2012-05-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Schofield",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Robert M Schofield",
   "pi_email_addr": "rmss@uoregon.edu",
   "nsf_id": "000372256",
   "pi_start_date": "2012-05-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oregon Eugene",
  "inst_street_address": "1776 E 13TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "EUGENE",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5413465131",
  "inst_zip_code": "974031905",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OR04",
  "org_lgl_bus_name": "UNIVERSITY OF OREGON",
  "org_prnt_uei_num": "Z3FGN9MF92U2",
  "org_uei_num": "Z3FGN9MF92U2"
 },
 "perf_inst": {
  "perf_inst_name": "University of Oregon Eugene",
  "perf_str_addr": "5219 University of Oregon",
  "perf_city_name": "Eugene",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "974035219",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "OR04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125200",
   "pgm_ele_name": "LIGO RESEARCH SUPPORT"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 345000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Gravitational waves were predicted by Albert Einstein 99 years ago as a consequence of his General Theory of Relativity. They have yet to be directly observed. The General Theory of Relativity is essentially the theory of gravitation, replacing Newton's \"Law\" of the gravitational force, which has been demonstrated to not fully describe gravitational phenomena in all respects. Some of the Newton-Einstein differences are subtle but nonetheless crucial for accurate GPS. Others are not subtle, such as the existence of black holes or the expanding universe, which only Relativity predicts.<br /><br />Gravitational waves represent a crucial prediction of Relativity which has not been verified by direct detection. They are are described in Relativity as ripples in space-time which propagate at the speed of light in vacuum. While Iight is generated by the accelerated motion of electrically charged objects, for example electrons, gravitational waves are generated by the accelerated motion of masses. However, gravitation is exceedingly week compared to electromagnetism.&nbsp; Extreme astrophysical events are required to create a signal strong enough to detect. The challenge for LIGO is to detect these tiny signals from such systems as merging neutron stars or black holes in binary systems, core-collapse supernovae, or the early expansion of the universe. <br /><br />The University of Oregon Experimental Relativity Group is a member of the LIGO Scientific Collaboration, which is the scientific organization tasked to exploit the LIGO observatories, funded by the National Science Foundation. The figure shows one of the two LIGO detectors. The LIGO observatories have been designed to detect the exceedingly weak signals produced by gravitational waves, exploiting the technique of laser interferometry.&nbsp; The tiny signals we seek can be swamped by other&nbsp; disturbances such as ground motion from earthquakes, passing vehicles, or wind; or electromagnetic disturbances from power lines or the earth's magnetic field; or acoustic noise (pressure waves) from an airplane passing overhead. The Oregon group has assumed the lead in measuring, characterizing, and mitigating, where possible, these many sources of environmental noise.<br /><br />During the three-year duration of this award, the LIGO project has been improving its sensitivity by yet another factor of ten. We call this Advanced LIGO. This will, we believe, allow LIGO to directly detect astrophysical gravitational waves. The Oregon group has in this time been vigorously identifying, analyzing, and characterizing the sources of environmental noise which could affect Advanced LIGO. <br /><br />Making first gravitational-wave detections should only be the initial point of departure for the LIGO project. We expect this new window on the universe to reveal new aspects of the astrophysical sources of gravitational waves. The Oregon group has been a leader in the LSC in developing the roadmap for using GWs to learn about a class of spectacular astrophysical events called gamma-ray bursts, or GRBs. These bursts of gamma-rays -- some so distant as to have their origin pegged to the first generation of star formation in the universe, about a billion years after the big bang -- are also expected to be sources of gravitational waves. The associated gravitational-wave production will provide new insights into the astrophysical systems which produce GRBs. And in the future, we hope to use the gravitational wavess from GRBs as cosmological markers to check the hypothesis that the expansion of the universe is accelerating, which is the prevailing paradigm. During the last three years, the Oregon group has used previous LIGO data to tune up data analysis methods for detecting gravitational waves associated with GRBs, while forming alliances with existing astronomical observation groups to maximize the scientific return from our detections wi...",
  "por_txt_cntn": "\nGravitational waves were predicted by Albert Einstein 99 years ago as a consequence of his General Theory of Relativity. They have yet to be directly observed. The General Theory of Relativity is essentially the theory of gravitation, replacing Newton's \"Law\" of the gravitational force, which has been demonstrated to not fully describe gravitational phenomena in all respects. Some of the Newton-Einstein differences are subtle but nonetheless crucial for accurate GPS. Others are not subtle, such as the existence of black holes or the expanding universe, which only Relativity predicts.\n\nGravitational waves represent a crucial prediction of Relativity which has not been verified by direct detection. They are are described in Relativity as ripples in space-time which propagate at the speed of light in vacuum. While Iight is generated by the accelerated motion of electrically charged objects, for example electrons, gravitational waves are generated by the accelerated motion of masses. However, gravitation is exceedingly week compared to electromagnetism.  Extreme astrophysical events are required to create a signal strong enough to detect. The challenge for LIGO is to detect these tiny signals from such systems as merging neutron stars or black holes in binary systems, core-collapse supernovae, or the early expansion of the universe. \n\nThe University of Oregon Experimental Relativity Group is a member of the LIGO Scientific Collaboration, which is the scientific organization tasked to exploit the LIGO observatories, funded by the National Science Foundation. The figure shows one of the two LIGO detectors. The LIGO observatories have been designed to detect the exceedingly weak signals produced by gravitational waves, exploiting the technique of laser interferometry.  The tiny signals we seek can be swamped by other  disturbances such as ground motion from earthquakes, passing vehicles, or wind; or electromagnetic disturbances from power lines or the earth's magnetic field; or acoustic noise (pressure waves) from an airplane passing overhead. The Oregon group has assumed the lead in measuring, characterizing, and mitigating, where possible, these many sources of environmental noise.\n\nDuring the three-year duration of this award, the LIGO project has been improving its sensitivity by yet another factor of ten. We call this Advanced LIGO. This will, we believe, allow LIGO to directly detect astrophysical gravitational waves. The Oregon group has in this time been vigorously identifying, analyzing, and characterizing the sources of environmental noise which could affect Advanced LIGO. \n\nMaking first gravitational-wave detections should only be the initial point of departure for the LIGO project. We expect this new window on the universe to reveal new aspects of the astrophysical sources of gravitational waves. The Oregon group has been a leader in the LSC in developing the roadmap for using GWs to learn about a class of spectacular astrophysical events called gamma-ray bursts, or GRBs. These bursts of gamma-rays -- some so distant as to have their origin pegged to the first generation of star formation in the universe, about a billion years after the big bang -- are also expected to be sources of gravitational waves. The associated gravitational-wave production will provide new insights into the astrophysical systems which produce GRBs. And in the future, we hope to use the gravitational wavess from GRBs as cosmological markers to check the hypothesis that the expansion of the universe is accelerating, which is the prevailing paradigm. During the last three years, the Oregon group has used previous LIGO data to tune up data analysis methods for detecting gravitational waves associated with GRBs, while forming alliances with existing astronomical observation groups to maximize the scientific return from our detections with Advanced LIGO. \n\nIn summary, during this award period the Oregon group has made tremendous progress toward realizi..."
 }
}