{
 "awd_id": "1205965",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Probing the Wave-Like Nature of Cell Migration and Collective Behavior",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032924666",
 "po_email": "kblagoev@nsf.gov",
 "po_sign_block_name": "Krastan Blagoev",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 500000.0,
 "awd_amount": 500000.0,
 "awd_min_amd_letter_date": "2012-09-08",
 "awd_max_amd_letter_date": "2014-07-16",
 "awd_abstract_narration": "In this project, the PIs will investigate the consequences of recent observations that the dynamics of the cell scaffolding is wavelike in many biological processes - from amoeboid chemotaxis to development. The PI's goal is to elucidate how this wave-like characteristic of the motility machinery affects navigation of cells in complex environments, and collective behavior of cell groups. The PIs will use D. discoideum as a model organism that exhibits both individual and collective cell migration behavior, and that exhibits wave-like protrusive activity even when cells are suspended without any surface contact. The specific goals are: 1. Wave-surface coupling: The PIs will analyze how waves interact with surfaces to generate forces and motion using micro-fabricated local adhesion patches and lines. The aim is to understand how patterns of adhesivity may direct migration and to integrate this insight into stochastic simulations of collective cell migration. 2. Cell-cell coupling: The PIs will measure how waves propagate through groups of cells that are in contact and integrate this finding in simulations. The aim is to elucidate mechanical aspects of cell-cell signaling and group migration. 3. Triggering waves and resonances: the PIs will use the strengths of their team in nonlinear dynamics, microfabrication, and quantitative studies of amoeboid cell migration, to achieve these goals. The PIs will carry out the proposed work through the combination of expertise in controlled 3D microfabrication and surface functionalization of local adhesion patches, systematic shape dynamics quantification, and stochastic modeling of collective dynamics. To make their findings broadly accessible, the PIs will also develop a series of videos for YouTube that will highlight wavelike cell migration and cell-cell communication as a jumping point to introduce different scientific topics at a level that is suitable for the general public. The PI will train women and underrepresented minorities in this research program. All students will receive highly interdisciplinary training involving elements of biophysics and materials science.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Wolfgang",
   "pi_last_name": "Losert",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wolfgang Losert",
   "pi_email_addr": "wlosert@umd.edu",
   "nsf_id": "000165167",
   "pi_start_date": "2012-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Fourkas",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "John T Fourkas",
   "pi_email_addr": "fourkas@umd.edu",
   "nsf_id": "000461819",
   "pi_start_date": "2012-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Maryland, College Park",
  "inst_street_address": "3112 LEE BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE PARK",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "3014056269",
  "inst_zip_code": "207425100",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "UNIVERSITY OF MARYLAND, COLLEGE PARK",
  "org_prnt_uei_num": "NPU8ULVAAS23",
  "org_uei_num": "NPU8ULVAAS23"
 },
 "perf_inst": {
  "perf_inst_name": "University of Maryland College Park",
  "perf_str_addr": "IREAP, Paint Branch Drive",
  "perf_city_name": "College Park",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "207423511",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "MD",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "724600",
   "pgm_ele_name": "PHYSICS OF LIVING SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 168979.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 164714.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 166307.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project, a biophysicist, a physical chemist, and our team of jointly-mentored graduate students and postdocs worked together to characterize the dynamics of migrating cells.&nbsp; Our focus was on cells whose motion and behavior is influenced by other cells or by nearby obstacles.&nbsp; We concentrated our measurements and analysis on the role of the dynamics inside the cell (such as the growth and shrinking of its internal scaffolding) and on analysis of the collective behavior of groups of touching cells. The dynamics of the inside of a cell and their collective motion is a fundamental physical characteristic that is a key aspect of a broad range of functions of living systems from wound healing to cancer metastasis.&nbsp;&nbsp;&nbsp;</p>\n<p><em>Dictyostelium discoideum, </em>an amoeboid cell, served as a model of migrating white blood cells for our studies. We demonstrated that when fast moving cells are confined between two walls, they maintain their speed and direction of motion for long times. &nbsp;For our measurements we zoomed in on the scaffolding inside each cell, the growth and shrinkage of which drives cell motion. We determined that cells remain in contact with both sidewalls and alternate protrusions of their leading edge near each wall. The growth of the cell scaffolding occurs most strongly in localized regions at the side walls that persist about 20 seconds, as well as along the leading edge. We developed an excitable-network model that accounts for this persistent motion, which can be technically described as a &ldquo;confinement-induced symmetry breaking&rdquo;.</p>\n<p>Underlying this ability of cells to follow confinement guidance cues is the dynamics of the scaffolding inside a cell.&nbsp; This scaffolding constantly grows and shrinks, with very reproducible dynamical properties.&nbsp; We showed that the loss of cell-surface contact does not significantly alter the dynamic pattern of protrusions and retractions generated by the scaffolding.&nbsp; However, when the attachment between cells and surface is lost, their ability to adhere to other cells is also greatly diminished. Analysis of cell wiggling motion (cell-shape dynamics) revealed that cells that are adherent to a surface coordinate their wiggling motion with touching neighbors. This behavior is illustrated in measurements in the attached image, which shows a pair of cells labeled as A and B whose scaffolding is fluorescently labeled and who thus stand out in a chain of other cells.&nbsp; An overlay of multiple cell shapes in the bottom of the figure shows that local protrusions (arrows) are correlated between touching cells. One way to describe this motion is as a kind of &ldquo;synchronized swimming&rdquo; of nearby cells. However, if cells are detached from surfaces, they do not couple to other touching cells in the same way. Our investigation of the changes in scaffolding indicated that loss of cell-surface adhesion reduces the scaffolding at cell-cell contacts.</p>\n<p><em>Broader impacts.</em> Students and postdocs contributed problems and wiki page edits to Physics 131/132, a new introductory physics course for life scientists with freely available problem sets and a wiki textbook at <a href=\"http://nexusphysics.umd.edu\">http://nexusphysics.umd.edu</a> . The course was developed to serve as a national model for reformed introductory science education for future physicians, and is being adopted by other institutions. Students and postdocs also helped to develop and run a Matlab image analysis workshop. Finally, we developed a movie to be shown in an immersive video dome &ldquo;Cells in Motion,&rdquo; as well as a &ldquo;Can you move like a cell?&rdquo; activity for children featuring live object tracking and analysis of motion cooperativity. Both activities took place at the University open house (Maryland Day), which attracted &gt;50,000 visitors.</p>\n<p>This project has led to seven publications, including one article on phenotyping based on cell shapes and other information in <em>PLOS Computational Biology, </em>and<em> </em>one article on the spatiotemporal relationships between cell shape and the scaffolding of the cell in the journal <em>Cytoskeleton.</em> The findings have been presented at over 20 invited colloquia, seminars and meetings, including an outreach talk in the Princeton Plasma Lab&rsquo;s Science on Saturday lectures. Human resources developed included three postdocs and four graduate students who were partially trained through this grant.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/30/2017<br>\n\t\t\t\t\tModified by: Wolfgang&nbsp;Losert</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2017/1205965/1205965_10212369_1485786036265_PoLS_2012_Losert--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2017/1205965/1205965_10212369_1485786036265_PoLS_2012_Losert--rgov-800width.jpg\" title=\"Coupling of Protrusions from Cell to Cell\"><img src=\"/por/images/Reports/POR/2017/1205965/1205965_10212369_1485786036265_PoLS_2012_Losert--rgov-66x44.jpg\" alt=\"Coupling of Protrusions from Cell to Cell\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Coordinated Cell motion via coupling of protrusions from cell to cell:  When a pair of cells, labeled A and B, touches, their protrusions synchronize.  This collective behavior allows groups of cells to coordinate their motion with great precision.</div>\n<div class=\"imageCredit\">Chenlu Wang, John Fourkas, Carole Parent, and Wolfgang Losert</div>\n<div class=\"imagePermisssions\">Royalty-free (restricted use - cannot be shared)</div>\n<div class=\"imageSubmitted\">Wolfgang&nbsp;Losert</div>\n<div class=\"imageTitle\">Coupling of Protrusions from Cell to Cell</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nIn this project, a biophysicist, a physical chemist, and our team of jointly-mentored graduate students and postdocs worked together to characterize the dynamics of migrating cells.  Our focus was on cells whose motion and behavior is influenced by other cells or by nearby obstacles.  We concentrated our measurements and analysis on the role of the dynamics inside the cell (such as the growth and shrinking of its internal scaffolding) and on analysis of the collective behavior of groups of touching cells. The dynamics of the inside of a cell and their collective motion is a fundamental physical characteristic that is a key aspect of a broad range of functions of living systems from wound healing to cancer metastasis.   \n\nDictyostelium discoideum, an amoeboid cell, served as a model of migrating white blood cells for our studies. We demonstrated that when fast moving cells are confined between two walls, they maintain their speed and direction of motion for long times.  For our measurements we zoomed in on the scaffolding inside each cell, the growth and shrinkage of which drives cell motion. We determined that cells remain in contact with both sidewalls and alternate protrusions of their leading edge near each wall. The growth of the cell scaffolding occurs most strongly in localized regions at the side walls that persist about 20 seconds, as well as along the leading edge. We developed an excitable-network model that accounts for this persistent motion, which can be technically described as a \"confinement-induced symmetry breaking\".\n\nUnderlying this ability of cells to follow confinement guidance cues is the dynamics of the scaffolding inside a cell.  This scaffolding constantly grows and shrinks, with very reproducible dynamical properties.  We showed that the loss of cell-surface contact does not significantly alter the dynamic pattern of protrusions and retractions generated by the scaffolding.  However, when the attachment between cells and surface is lost, their ability to adhere to other cells is also greatly diminished. Analysis of cell wiggling motion (cell-shape dynamics) revealed that cells that are adherent to a surface coordinate their wiggling motion with touching neighbors. This behavior is illustrated in measurements in the attached image, which shows a pair of cells labeled as A and B whose scaffolding is fluorescently labeled and who thus stand out in a chain of other cells.  An overlay of multiple cell shapes in the bottom of the figure shows that local protrusions (arrows) are correlated between touching cells. One way to describe this motion is as a kind of \"synchronized swimming\" of nearby cells. However, if cells are detached from surfaces, they do not couple to other touching cells in the same way. Our investigation of the changes in scaffolding indicated that loss of cell-surface adhesion reduces the scaffolding at cell-cell contacts.\n\nBroader impacts. Students and postdocs contributed problems and wiki page edits to Physics 131/132, a new introductory physics course for life scientists with freely available problem sets and a wiki textbook at http://nexusphysics.umd.edu . The course was developed to serve as a national model for reformed introductory science education for future physicians, and is being adopted by other institutions. Students and postdocs also helped to develop and run a Matlab image analysis workshop. Finally, we developed a movie to be shown in an immersive video dome \"Cells in Motion,\" as well as a \"Can you move like a cell?\" activity for children featuring live object tracking and analysis of motion cooperativity. Both activities took place at the University open house (Maryland Day), which attracted &gt;50,000 visitors.\n\nThis project has led to seven publications, including one article on phenotyping based on cell shapes and other information in PLOS Computational Biology, and one article on the spatiotemporal relationships between cell shape and the scaffolding of the cell in the journal Cytoskeleton. The findings have been presented at over 20 invited colloquia, seminars and meetings, including an outreach talk in the Princeton Plasma Lab?s Science on Saturday lectures. Human resources developed included three postdocs and four graduate students who were partially trained through this grant.\n\n\t\t\t\t\tLast Modified: 01/30/2017\n\n\t\t\t\t\tSubmitted by: Wolfgang Losert"
 }
}