{
 "awd_id": "1205597",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Geometry and Dynamics in Riemannian and Finsler Spaces",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Christopher Stark",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 145000.0,
 "awd_amount": 145000.0,
 "awd_min_amd_letter_date": "2012-08-28",
 "awd_max_amd_letter_date": "2012-08-28",
 "awd_abstract_narration": "Abstract\r\n\r\nAward: DMS 1205597, Principal Investigator: Dmitri Burago\r\n\r\nThe principal investigator proposes to continue his work on a number of long-term projects in Riemannian and Finsler geometry, dynamical systems of geometric origin, and geometric group theory. The main projects include: geometry of surfaces in normed spaces, ellipticity of surface area functionals, boundary rigidity and related inverse problems, and asymptotic geometry of tori; study of partially hyperbolic diffeomorphisms; conjugation-invariant quasi-norms; \"area structures and spaces.\" The projects that form the core of the proposal have already yielded a number of important results. Among the problems the proposal is aimed at are Michel's Boundary Rigidity Conjecture, Pu's conjecture, Busemann's Conjecture that flats in normed spaces are area-minimizers, classifications of partially-hyperbolic systems, studying \"area structures,\" finding geometric (conjugation-invariant) and \"non-dynamical\" (not asymptotic) invariants of diffeomorphisms, and various generalizations of the E. Hopf Conjecture. In his previous research, the principal investigator was lucky to solve a number of such problems, including Michel's conjecture for nearly flat metrics, non-existence of partially hyperbolic diffeomorphisms on the 3-sphere, the E. Hopf Conjecture on tori without conjugate points, the \"Boltzman-Sinaj\" problem on the existence of uniform estimates on the number of collisions in hard ball gas models, 2-dimensional cases of Busemann's problem mentioned above, Furstenberg's problem on the existence of bi-Lipschits non-equivalent separated nets and Moser's problem on Jacobian determinants of Lipschitz homeomorphisms, a problem of Hopcroft and Ullman on the complexity of the Split-Find problem, and Shefel's problem on the unboundedness of an immersed complete cylinder with finite total curvature (all from the 40s-70s). Most of the conjectures and directions of the research suggested in this proposal grew from ideas and methods developed by the PI and his collaborators while working on these problems, and the projects described in the proposal continue previous research. The PI has recently started a new research direction, discretization in Riemannian geometry.  The new approach is very different from the (classical) PL one, but it addresses both metric and spectral approximations (for differential operators).\r\n\r\nIf one peels off most of confusing mathematical terminology, all parts of the project deal with very practical and even computational understanding of geometric structures. One sends sound waves through the Earth and measures how long it take for them to travel from points to point (sound - because higher frequency waves dissipate, one cannot do X-rays of the Earth, and sound waves are easily detected by seismographs). From this data, how can one figure out what is inside the Earth?  The physical analogs of large-scale invariants of periodic metrics are macroscopic properties of periodic media (such as a crystal), and one wants to relate these properties to microscopic characteristics; similarly, study of partially hyperbolic systems, geodesic flows, billiard systems, and geometric complexity may result in better understanding of (stability of) many models in thermodynamics, biology, sociology, and physics, especially when dealing with imprecise data (and in practice, one always deals with imprecise data). If one wants to do a concrete analysis of a complicated geometric object (say, a Riemannian manifold), one has to deal with some finite approximations. Of course in dimension 2 gluing our space out of a bunch of triangles works, but in higher dimension we lose most of its geometric structure. There are more general approximations, but relating their characteristics to geometric properties of actual objects turns out to be a challenging mathematical task.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dmitri",
   "pi_last_name": "Burago",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dmitri Burago",
   "pi_email_addr": "burago@math.psu.edu",
   "nsf_id": "000225142",
   "pi_start_date": "2012-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 145000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The PI (with collaborators) has obtained a nuber of results on boundary rigidity, lens maps, and local generation of entropy (in GAFA), on discretization in metric geometry and uniform approximation of metrics by graphs (in&nbsp;Proceedings&nbsp;of the AMS), on discretization for the Laplacian (in Journal of Spectral Theory), polyhedral FinslerSpaces with locally unique geodesics (in&nbsp;Polyhedral Finsler Spaces with locally unique geodesics), and on convolution of elliptic operators on mm-spaces (ready to submission). There are the most important results, there are some more unpublished results or results which are less impressive.</p>\n<p>The PI works with two graduate students and a postdoc at Penn State. Another postdoc of the PI has completed his work and left for U Toronto last year.The PI also runs two seminars at Penn State.&nbsp;</p>\n<p>The PI has delivered a number of lectures at conferences and invited talk on his research supported by NSF, including:&nbsp;A Plenary Lecture, International Conference dedicated to 100 Years of&nbsp;A.D. Alexandrov, St. Petersburg;2012. Notre Dame University, a conference in the memory of J. Cao;<br />Conference: Systolic Geometry,, Topology, and beyond. Montpelier, France;<br />Conference: &nbsp;Representations, geometry, dynamics and beyond, Euler institute, Russia; Conference:&nbsp;Geometry and Dynamics of Finsler Manifolds, Lumini, France; Conferences:&nbsp; Inverse problems, Eiler institute, Russia, 2014;<br />A series of four talks at \"Discrete networks: geometry, dynamics and PDEs\" workshop at Pittsburgh University; invited seminar talks and colloquia at:&nbsp;&nbsp;Colloquium and a Seminar Lecture, Montreal;&nbsp;Colloquium and a Seminar Lecture, MIT;&nbsp;&nbsp;University of Pennsylvania, two talks, different years);&nbsp;University of Toronto; University of Washington; Courant Institute, NYU; Colloquium, Poly NY; Kent University, 2013; Steklov Institute, St. Petersburg; Tel Aviv University; &nbsp;U. Chicago; Ohio State U.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/04/2015<br>\n\t\t\t\t\tModified by: Dmitri&nbsp;Burago</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe PI (with collaborators) has obtained a nuber of results on boundary rigidity, lens maps, and local generation of entropy (in GAFA), on discretization in metric geometry and uniform approximation of metrics by graphs (in Proceedings of the AMS), on discretization for the Laplacian (in Journal of Spectral Theory), polyhedral FinslerSpaces with locally unique geodesics (in Polyhedral Finsler Spaces with locally unique geodesics), and on convolution of elliptic operators on mm-spaces (ready to submission). There are the most important results, there are some more unpublished results or results which are less impressive.\n\nThe PI works with two graduate students and a postdoc at Penn State. Another postdoc of the PI has completed his work and left for U Toronto last year.The PI also runs two seminars at Penn State. \n\nThe PI has delivered a number of lectures at conferences and invited talk on his research supported by NSF, including: A Plenary Lecture, International Conference dedicated to 100 Years of A.D. Alexandrov, St. Petersburg;2012. Notre Dame University, a conference in the memory of J. Cao;\nConference: Systolic Geometry,, Topology, and beyond. Montpelier, France;\nConference:  Representations, geometry, dynamics and beyond, Euler institute, Russia; Conference: Geometry and Dynamics of Finsler Manifolds, Lumini, France; Conferences:  Inverse problems, Eiler institute, Russia, 2014;\nA series of four talks at \"Discrete networks: geometry, dynamics and PDEs\" workshop at Pittsburgh University; invited seminar talks and colloquia at:  Colloquium and a Seminar Lecture, Montreal; Colloquium and a Seminar Lecture, MIT;  University of Pennsylvania, two talks, different years); University of Toronto; University of Washington; Courant Institute, NYU; Colloquium, Poly NY; Kent University, 2013; Steklov Institute, St. Petersburg; Tel Aviv University;  U. Chicago; Ohio State U.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/04/2015\n\n\t\t\t\t\tSubmitted by: Dmitri Burago"
 }
}