{
 "awd_id": "1205165",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Ground States of Disordered Quantum Magnets",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924892",
 "po_email": "tdurakie@nsf.gov",
 "po_sign_block_name": "Tomasz Durakiewicz",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 365000.0,
 "awd_amount": 365000.0,
 "awd_min_amd_letter_date": "2012-05-24",
 "awd_max_amd_letter_date": "2014-05-06",
 "awd_abstract_narration": "****Technical Abstract****\r\nThe aim of the proposed research is to obtain a deeper understanding of the multifaceted roles that disorder can play in complex materials. Arguably the most exciting and challenging regimes are the ones in which quantum fluctuations play a significant role. Disordered spin dimer compounds fall in to this general class of material, providing, at least in principle, well-controlled access to specific problems of interest, including Bose glass behavior, random singlet formation, and ordered states that arise as a consequence of quenched disorder. The proposed research will focus on the effects of disorder in this class of material, about which relatively little is known, and from which one can hope to glean important insights relevant to the broader class of quantum materials. Various chemical substitutions can be used to create different types and strengths of disorder in a variety of archetypal compounds, the effects of which will be studied via measurements of the low temperature thermodynamic properties as a function of the chemical composition. Single crystals of the materials studied will be grown in the PIs laboratory. The award will support the education and activities of a graduate student in these areas. \r\n\r\n****Non-Technical Abstract****\r\nDisorder of one form or another is remarkably common in many advanced materials of technological importance, including high-temperature superconductors and materials exhibiting colossal magnetoresistance. Whether the disorder is an irrelevant distraction, that simply accompanies, for example, charge doping, or whether it plays a more central role in determining the associated phase diagrams of these materials is a matter of ongoing research and debate. Given the prevalence of disorder in these complex and incompletely understood materials, it is important to understand its effects in simpler and better controlled model systems. It is the purpose of this program to study disordered magnets in regimes which have not previously been extensively explored, with the broad aim of developing a deeper understanding of the effects of disorder in the broad class of quantum materials. The project involves both low temperature measurements, and also an extensive crystal growth effort. This crystal growth program has a broader impact by serving the larger condensed matter community via external collaborations, ensuring the wide availability of contemporary materials for the US condensed matter community, and addressing the perceived need for increased emphasis on materials synthesis within the US. The award will support the education of a graduate student in these technologically important areas.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ian",
   "pi_last_name": "Fisher",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Ian R Fisher",
   "pi_email_addr": "irfisher@stanford.edu",
   "nsf_id": "000391962",
   "pi_start_date": "2012-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Geballe Lab for Advanced Materials",
  "perf_str_addr": "476 Lomita Mall",
  "perf_city_name": "Stanford",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 165000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span style=\"text-decoration: underline;\">Project goals</span>:</p>\n<p>A major goal of condensed matter physics (i.e. the study of solids) is to understand and ultimately control the ways in which interacting electrons arrange themselves. The resulting types of order are not only of theoretical interest, but also practical utility, delineating ways in which materials can be designed/engineered for specific applications.</p>\n<p>A practical consideration in all real materials is the effect of atomic disorder, whether unintentional, or intentionally introduced. Disorder can profoundly change the properties of materials, and in some circumstances disordered materials can even realize states of matter (distinct ways in which the electrons are organized in the solid) that do not exist in the clean limit. The current project seeks to understand the impact of site-disorder in a very specific type of material: geometrically frustrated &ldquo;spin dimer compounds&rdquo;. Such materials comprise pairs (dimers) of magnetic ions, but the arrangement of these ions on the crystal lattice is &ldquo;frustrated&rdquo; and consequently cannot support simple types of magnetic order.</p>\n<p>Spin dimer compounds are a simple type of &ldquo;quantum magnet&rdquo;. In such systems, the esoteric but manifestly real consequences of quantum mechanics, such as quantum fluctuations, play an important role in determining the magnetic properties. While spin dimer compounds might not have immediate practical utility, they do provide a suitable arena in which to understand disorder effects which might be applicable to other, more complex, types of quantum magnets. To study site disorder in such systems, we deliberately replace a certain fraction of the magnetic ions with non-magnetic ions.</p>\n<p><span style=\"text-decoration: underline;\">Intellectual Merit</span></p>\n<p>Our efforts concentrated on Ba<sub>3</sub>Mn<sub>2</sub>O<sub>8</sub>, a geometrically frustrated spin-dimer material that is particularly well-suited to study site-dilution effects because the magnetic&nbsp;Mn<sup>5+</sup> ion can be readily substituted by non-magnetic V<sup>5+</sup>.</p>\n<p>In non-dimerized systems, geometric frustration can lead to various types of novel ground states, including spin-liquids and spin-glasses. For site-substituted quantum spin dimers on a frustrated lattice, however, the ground state has not previously been established. Due to both theoretical challenges (the &ldquo;sign problem&rdquo;, which precludes quantum Monte Carlo studies) and experimental limitations (few candidate materials have been identified), the phase space of possible ground states remains essentially unexplored. In this work, we identify one such system (Ba<sub>3</sub>(Mn<sub>1</sub><sub>-</sub><sub>x</sub>V<sub>x</sub>)<sub>2</sub>O<sub>8</sub>) and, through a series of thermodynamic measurements, find that its ground state shows signatures of freezing to a type of spin-glass state over a wide range of concentrations (x) of the non-magnetic ions. This result establishes not only the ground state (previously not known), but details of the measurements also demonstrate a new pathway to spin freezing in geometrically frustrated dimer systems.</p>\n<p>The attached image shows one of the major findings of our research. The image shows as a color scale the temperature dependence (vertical axis) and compositional dependence (horizontal axis) of the magnetic entropy per unpaired magnetic ion in the disordered material that we have studied: Ba<sub>3</sub>(Mn<sub>1</sub><sub>-</sub><sub>x</sub>V<sub>x</sub>)<sub>2</sub>O<sub>8</sub>. For a wide range of compositions, the magnetic entropy per unpaired spin is independent of composition, consistent with a precursor state in which Mn ions pair with nearest neighbors to form singlets. This process of singlet formation is, however, eventually interrupted by freezing to a spin glass state (red data points).&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">Broader impacts</span></p>\n<p>A major component of our research involved crystal growth of the materials of interest. These crystals enabled our own measurements, but are also available for collaboration, addressing the perceived need for a wider availability of materials of current interest to the research community.</p>\n<p>Beyond the immediate scientific results that we obtained, this project has trained a graduate student to be skilled in the science and art of both crystal growth and low temperature measurements; skills for which there is a considerable current need.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/26/2016<br>\n\t\t\t\t\tModified by: Ian&nbsp;R&nbsp;Fisher</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1205165/1205165_10175885_1480194687571_Figure_for_outcomes_report--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1205165/1205165_10175885_1480194687571_Figure_for_outcomes_report--rgov-800width.jpg\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2016/1205165/1205165_10175885_1480194687571_Figure_for_outcomes_report--rgov-66x44.jpg\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Magnetic entropy per unpaired spin in Ba3(Mn1-xVx)2O8 as a function of vanadium concentration (horizontal axis) and temperature (vertical axis). These measurements provide insight to the unusual short range correlations that develop prior to eventual freezing to a spin glass state (red data points).</div>\n<div class=\"imageCredit\">I.R. Fisher and A. Hristov</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Ian&nbsp;R&nbsp;Fisher</div>\n<div class=\"imageTitle\">Figure 1</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nProject goals:\n\nA major goal of condensed matter physics (i.e. the study of solids) is to understand and ultimately control the ways in which interacting electrons arrange themselves. The resulting types of order are not only of theoretical interest, but also practical utility, delineating ways in which materials can be designed/engineered for specific applications.\n\nA practical consideration in all real materials is the effect of atomic disorder, whether unintentional, or intentionally introduced. Disorder can profoundly change the properties of materials, and in some circumstances disordered materials can even realize states of matter (distinct ways in which the electrons are organized in the solid) that do not exist in the clean limit. The current project seeks to understand the impact of site-disorder in a very specific type of material: geometrically frustrated \"spin dimer compounds\". Such materials comprise pairs (dimers) of magnetic ions, but the arrangement of these ions on the crystal lattice is \"frustrated\" and consequently cannot support simple types of magnetic order.\n\nSpin dimer compounds are a simple type of \"quantum magnet\". In such systems, the esoteric but manifestly real consequences of quantum mechanics, such as quantum fluctuations, play an important role in determining the magnetic properties. While spin dimer compounds might not have immediate practical utility, they do provide a suitable arena in which to understand disorder effects which might be applicable to other, more complex, types of quantum magnets. To study site disorder in such systems, we deliberately replace a certain fraction of the magnetic ions with non-magnetic ions.\n\nIntellectual Merit\n\nOur efforts concentrated on Ba3Mn2O8, a geometrically frustrated spin-dimer material that is particularly well-suited to study site-dilution effects because the magnetic Mn5+ ion can be readily substituted by non-magnetic V5+.\n\nIn non-dimerized systems, geometric frustration can lead to various types of novel ground states, including spin-liquids and spin-glasses. For site-substituted quantum spin dimers on a frustrated lattice, however, the ground state has not previously been established. Due to both theoretical challenges (the \"sign problem\", which precludes quantum Monte Carlo studies) and experimental limitations (few candidate materials have been identified), the phase space of possible ground states remains essentially unexplored. In this work, we identify one such system (Ba3(Mn1-xVx)2O8) and, through a series of thermodynamic measurements, find that its ground state shows signatures of freezing to a type of spin-glass state over a wide range of concentrations (x) of the non-magnetic ions. This result establishes not only the ground state (previously not known), but details of the measurements also demonstrate a new pathway to spin freezing in geometrically frustrated dimer systems.\n\nThe attached image shows one of the major findings of our research. The image shows as a color scale the temperature dependence (vertical axis) and compositional dependence (horizontal axis) of the magnetic entropy per unpaired magnetic ion in the disordered material that we have studied: Ba3(Mn1-xVx)2O8. For a wide range of compositions, the magnetic entropy per unpaired spin is independent of composition, consistent with a precursor state in which Mn ions pair with nearest neighbors to form singlets. This process of singlet formation is, however, eventually interrupted by freezing to a spin glass state (red data points). \n\nBroader impacts\n\nA major component of our research involved crystal growth of the materials of interest. These crystals enabled our own measurements, but are also available for collaboration, addressing the perceived need for a wider availability of materials of current interest to the research community.\n\nBeyond the immediate scientific results that we obtained, this project has trained a graduate student to be skilled in the science and art of both crystal growth and low temperature measurements; skills for which there is a considerable current need.\n\n\t\t\t\t\tLast Modified: 11/26/2016\n\n\t\t\t\t\tSubmitted by: Ian R Fisher"
 }
}