{
 "awd_id": "1205422",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Fisher-Hartwig Formula and XY Spin Chain",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Victor Roytburd",
 "awd_eff_date": "2012-07-15",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 255070.0,
 "awd_amount": 255070.0,
 "awd_min_amd_letter_date": "2012-07-09",
 "awd_max_amd_letter_date": "2012-07-09",
 "awd_abstract_narration": "This award will support a study of entanglement in spin models. In XY spin chains, the entropy of several blocks of spins will be represented as a block Toeplitz determinant, and then the generalized Fisher - Hartwig formula will be used to evaluate asymptotic. The project will consider both von Neumann and Renyi entropies. The entanglement spectrum also will be evaluated. This question has attracted attention recently and requires rigorous mathematical treatment. Entanglement of two blocks of spins in ground states of spin models is important. After tracing the rest of the ground state, these two blocks are left in a mixed state. An appropriate measure of entanglement of mixed systems is negativity. The project will describe entanglement of 2 blocks of spins in the AKLT (Affleck, Lieb, Kennedy Takasi) spin chain by means of negativity. The ground state of the AKLT model is known as valence-bond-solid (VBS) state. It plays an important role in quantum information, especially in measurement based quantum computation.\r\n\r\nEntanglement is a special phenomenon of quantum systems, which cannot happen in the classical (macroscopic) case. It is an important resource for quantum control, which is central for quantum devices, including quantum computers. This has recently become important, because experimentalist who are working with optical lattices can now build models of interacting spins, which had only previously been studied from the mathematical point of view. This is a substantial contribution of mathematical physics towards the goal of quantum information processing, and progress in the laboratory now depends on further theoretical study. The award will support the mathematical analysis of such entanglement, in order to guide atom-molecular-optics experiments.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Vladimir",
   "pi_last_name": "Korepin",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Vladimir E Korepin",
   "pi_email_addr": "korepin@gmail.com",
   "nsf_id": "000169179",
   "pi_start_date": "2012-07-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "SUNY at Stony Brook",
  "perf_city_name": "Stony Brook",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117943366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 255070.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Quantum Entanglement is an important phenomena, which distinguishes quantum mechanics from classical. It gives the power to quamtun cryptography [secure communication] and to quantum computers. Quantum computers will be able to brake the most important existing codes [RSA code for example]. Recently the &nbsp;entanglement was used for description phase transitions as well. The entanglement has several numerical measures: von Neumann&nbsp;<span style=\"font-size: 12px;\">entropy, Renyi entropy, &nbsp;negativity and &nbsp;concurrence. &nbsp;</span><span style=\"font-size: 12px;\">Many scientics involved now in the description of entanmglement in different quantum systems. The project provided mathematically rigourous reliable &nbsp;way for analyzing the entanglement. Other methods numerical and theoretical can be comparied and gauges against the method of the project.&nbsp;</span><span style=\"font-size: 12px;\">Spin chains were used recently as models for realistic quantum computers. There two classes of spin chains considered in the project: Affleck-Lieb-Kennedy Tasaki and XY spin half models. Both were built in the laboratories operating with quantum optics.</span><span style=\"font-size: 12px;\">The PI of the project described the entaglement spectrum of some spin chains. &nbsp;PI also evaluated Renyi entropy and described its singularities. He use modern mathemetical methods: Fredholm determinants and Riemann-Hilbert problem. The PI was able to describe Toepliz matrices [they have constant entries along diagonal] by means completely integrable integral operators. PI use Fisher -Hartwig formula to descibe explicitely asymptotical expression for large teoplitz matrices.&nbsp;</span><span style=\"font-size: 12px;\">The project descibes how to regulate the entanglement.</span></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/05/2015<br>\n\t\t\t\t\tModified by: Vladimir&nbsp;E&nbsp;Korepin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nQuantum Entanglement is an important phenomena, which distinguishes quantum mechanics from classical. It gives the power to quamtun cryptography [secure communication] and to quantum computers. Quantum computers will be able to brake the most important existing codes [RSA code for example]. Recently the  entanglement was used for description phase transitions as well. The entanglement has several numerical measures: von Neumann entropy, Renyi entropy,  negativity and  concurrence.  Many scientics involved now in the description of entanmglement in different quantum systems. The project provided mathematically rigourous reliable  way for analyzing the entanglement. Other methods numerical and theoretical can be comparied and gauges against the method of the project. Spin chains were used recently as models for realistic quantum computers. There two classes of spin chains considered in the project: Affleck-Lieb-Kennedy Tasaki and XY spin half models. Both were built in the laboratories operating with quantum optics.The PI of the project described the entaglement spectrum of some spin chains.  PI also evaluated Renyi entropy and described its singularities. He use modern mathemetical methods: Fredholm determinants and Riemann-Hilbert problem. The PI was able to describe Toepliz matrices [they have constant entries along diagonal] by means completely integrable integral operators. PI use Fisher -Hartwig formula to descibe explicitely asymptotical expression for large teoplitz matrices. The project descibes how to regulate the entanglement.\n\n\t\t\t\t\tLast Modified: 07/05/2015\n\n\t\t\t\t\tSubmitted by: Vladimir E Korepin"
 }
}