{
 "awd_id": "1205373",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Origins and Evolution of tRNA Synthetase Fidelity Modules",
 "cfda_num": "47.074",
 "org_code": "08070100",
 "po_phone": "7032924967",
 "po_email": "kccone@nsf.gov",
 "po_sign_block_name": "Karen Cone",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 844548.0,
 "awd_amount": 844548.0,
 "awd_min_amd_letter_date": "2012-06-15",
 "awd_max_amd_letter_date": "2015-07-20",
 "awd_abstract_narration": "Intellectual Merit: The tRNA synthetases (aaRSs) are enzymes responsible for the first and most crucial step of protein synthesis, covalent attachment of the correct amino  acid to its cognate tRNA.  The tRNA then delivers the attached amino acid to the ribosome for insertion into the correct place in each protein that is synthesized, guided by the mRNA template.  Accurate protein synthesis is essential to the survival of all living organisms and requires that aaRS enzymes attach the correct amino acid with high accuracy.  For about half of the amino acids, the corresponding aaRS enzyme has difficulty selecting the correct amino acid because at least one other amino acid is similar in size and chemical nature and occasionally is incorporated in place of the correct one.   These aaRS enzymes have evolved proofreading or editing modules to correct errors in amino acid selection. Mistakes in protein synthesis can be very harmful to cellular function and may even result in cell death. This project focuses on two aaRS enzymes that have editing modules. Leucyl-tRNA synthetase (LeuRS) has an editing module called CP1. Computation and biochemistry were used to determine that LeuRSs from three different Mycoplasma species contain mutations in the CP1 domain that compromise its editing activities. Phenylalanyl- and threonyl-tRNA synthetases from Mycoplasma also appear to lack functional editing modules. These aaRS editing-defects translated into errors in protein synthesis.  This project will test the hypothesis that the loss of editing function in these enzymes is actually beneficial to these organisms and have been selected by evolution because  proteins with random mutations provide a benefit to these parasitic organisms.  The benefit of statistical errors in protein sequences will be probed in this project using more facile non-parasitic model bacteria. Sulfolobus are bacteria that thrive in hot springs that are subject to fluctuating high temperatures and acidic environmental conditions.  All known Sulfolobus species contain two, apparently fully functional, copies of the LeuRS gene.  What distinguishes these two genes is that one contains modifications in the editing module, expected to disrupt its error correction mechanisms.  It is likely that this secondary LeuRS lacks fidelity.  Experiments with Sulfolobus will be carried out to investigate if decreased aaRS fidelity is maintained as a selective advantage. Yeast mitochondrial LeuRS has an adapted CP1 editing domain that is responsible for an essential RNA splicing activity. Co-evolution of the CP1 domain for RNA splicing occurred at a cost to its fidelity function and is consistent with published experiments showing that yeast mitochondria can tolerate LeuRS editing defects. The mechanistic and molecular co-adaptation of LeuRS and its CP1 editing domain for splicing will be investigated.It has been shown that naturally occurring protein synthesis errors are produced in organisms and that they can be dependent on error-prone aaRSs.  This was paradigm-shifting because it demonstrated that mutations that are 'statistical' can be tolerated and perhaps even preferred by certain organisms.  The intellectual merit of this project is a focus on new models to investigate cellular benefits that occur when aaRS editing is compromised, resulting in decreased thresholds of fidelity and statistical errors.  It will also investigate the evolutionary and functional co-adaptation of an aaRS editing domain for secondary functions in the cell.\r\n        \tBroader Impacts: It was shown that unusual aaRSs produce mischarged tRNAs for the purpose of generating proteins with statistical errors.  This broadly impacts the field of evolution and current beliefs of cellular dependence on translational fidelity.  This project will develop models to probe the benefits and selective advantage of decreased fidelity for the cell. A portion of this project is dedicated to outreach efforts to young children in their school classrooms to improve science literacy across a broad spectrum of students.  Academic modules with an experimental component will introduce students to microbiology and the three kingdoms of life.  This module is designed to educate young children in fundamental biology concepts and would be expected to broadly impact and stimulate their interest in science.  In addition, graduate and undergraduate training and mentoring will be integrated throughout the research and education plan to enhance their professional and scientific development as well as to provide role models to children and also junior researchers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "MCB",
 "org_div_long_name": "Division of Molecular and Cellular Biosciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Martinis",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Susan A Martinis",
   "pi_email_addr": "martinis@life.uiuc.edu",
   "nsf_id": "000508458",
   "pi_start_date": "2012-06-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michal",
   "pi_last_name": "Boniecki",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Michal T Boniecki",
   "pi_email_addr": "mboniec2@illinois.edu",
   "nsf_id": "000600421",
   "pi_start_date": "2012-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618207406",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "111200",
   "pgm_ele_name": "Genetic Mechanisms"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1112",
   "pgm_ref_txt": "GENES AND GENOME SYSTEMS"
  },
  {
   "pgm_ref_code": "7465",
   "pgm_ref_txt": "NANOSCALE BIO CORE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 211540.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 211277.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 211006.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 210725.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The enzyme family of aminoacyl-tRNA synthetases act as &ldquo;housekeepers&rdquo; of the cell, where they are responsible for accurate translation of the genetic code and forming part of the essential machinery that produce proteins.&nbsp; In an enzymatic reaction, each tRNA synthetase attaches a specific amino acid to its cognate tRNA adaptor molecule, for delivery to the ribosome that incorporates these building blocks into a growing protein polymer.&nbsp; However, over the past decade, they have also been discovered to carry out profoundly distinct functions in the cell that go far beyond protein synthesis.&nbsp; These functions have adapted through evolution as cells became more sophisticated and relied on the ancient tRNA synthetase as a scaffold to build-in added capacity for alternate activities. &nbsp;</p>\n<p>The long-term goal of this scientific project was to understand the evolution and adaptation of tRNA synthetases for alternate functions.&nbsp; In one specific aim, the project focused on an Archaea called Sulfolobus that resides in the changing environment of hot springs.&nbsp; This requires ready cellular and metabolic adaptation to fluctuating temperature, pH, and chemical environments.&nbsp; While nearly all life forms contain a single gene copy for leucyl-tRNA synthetase (LeuRS) in their central genome, Sulfolobus has two copies. &nbsp;They are distinct in that one (called LeuRS-I) has disruptions in its amino acid editing module to correct enzymatic mistakes that would threaten translation of the genetic code.&nbsp; It also has a highly basic appended module on its C-terminus.&nbsp; The outcome of this project determined that LeuRS-I is inactive in charging tRNA. &nbsp;Deletion of the LeuRS-I gene showed that it is not essential per se to the cell&rsquo;s protein synthesis activity.&nbsp; Thus, the other gene (LeuRS-F), which could not be deleted successfully, is responsible for its housekeeping function in translation.&nbsp; Further enzymatic investigation suggested that LeuRS-I retains adenylation activity that could, for example, be used in post-translational modifications of other proteins to stimulate or repress activities in ways that regulate cell metabolism.&nbsp; Also, &ldquo;pull-down&rdquo; experiments that &ldquo;fish out&rdquo; proteins that bind to a targeted &ldquo;bait&rdquo; protein, also identified novel partners that implicate a role for LeuRS-I in other metabolic pathways.</p>\n<p>The second aim of the project identified an additional function for LeuRS in the mitochondria of yeast, which has a separate family of tRNA synthetases from the cytoplasmic set.&nbsp; In addition to its protein synthesis function in the mitochondria, we demonstrated long ago that LeuRS was critical to excising introns from essential respiratory genes. Over the lifetime of this award,&nbsp; a new activity was discovered, where the LeuRS acts as a helicase to facilitate annealing of RNA duplexes.&nbsp; We have developed evidence that it may target regions of RNA that share similarities with the short variable loop of its tRNA substrate.&nbsp; Importantly, this activity may be used to remodel RNA structures that are dynamic to confer different functions in the cell.</p>\n<p>This project broadly impacted student training by embedding research scientists, graduate students, undergraduates, and even a high school student into the ecosystem of these projects sponsored by the National Science Foundation.&nbsp; Senior scientists, graduate students and post-doctoral associates successively acted as mentors to more junior scientists to provide professional training in management that included helping their young peers in the lab to plan experiments, learn time-management skills, prepare oral presentations for internal group and external meetings, as well as write papers and theses.&nbsp; One valuable outcome is that a senior research scientist in the laboratory had oversight over Specific Aim 1 and used his results as a foundation to apply and secure an academic tenure-track position at a nearby master&rsquo;s and bachelor&rsquo;s degree-granting institution.&nbsp; His future plans will rely on the work he carried out for this project as a cornerstone of the academic research program that he is developing while training undergraduate and master&rsquo;s students.&nbsp; Essentially, he inherited the project to launch his own independent career!</p>\n<p>In addition to supervising her group, the Principal Investigator utilized her campus STEM leadership positions (Vice Chancellor for Research (2017-present), Liberal Arts and Sciences Associate Dean over STEM departments (2013-14_, and Head of Biochemistry (2009-13, 2014-17) to coordinate and implement mentoring and networking opportunities for women academic leaders in STEM.&nbsp; She also used her Presidency (2016-2019) of the Association of Medical and Graduate Departments of Biochemistry (across North America) to provide a day-long workshop at the annual winter meeting that focused on educational, training, and mentoring practices to build STEM pipelines for the workforce.&nbsp; Overall, the PI&rsquo;s institutional and national leadership roles have provided unique opportunities to foster career growth and impact for under-represented populations in STEM.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/16/2018<br>\n\t\t\t\t\tModified by: Susan&nbsp;A&nbsp;Martinis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe enzyme family of aminoacyl-tRNA synthetases act as \"housekeepers\" of the cell, where they are responsible for accurate translation of the genetic code and forming part of the essential machinery that produce proteins.  In an enzymatic reaction, each tRNA synthetase attaches a specific amino acid to its cognate tRNA adaptor molecule, for delivery to the ribosome that incorporates these building blocks into a growing protein polymer.  However, over the past decade, they have also been discovered to carry out profoundly distinct functions in the cell that go far beyond protein synthesis.  These functions have adapted through evolution as cells became more sophisticated and relied on the ancient tRNA synthetase as a scaffold to build-in added capacity for alternate activities.  \n\nThe long-term goal of this scientific project was to understand the evolution and adaptation of tRNA synthetases for alternate functions.  In one specific aim, the project focused on an Archaea called Sulfolobus that resides in the changing environment of hot springs.  This requires ready cellular and metabolic adaptation to fluctuating temperature, pH, and chemical environments.  While nearly all life forms contain a single gene copy for leucyl-tRNA synthetase (LeuRS) in their central genome, Sulfolobus has two copies.  They are distinct in that one (called LeuRS-I) has disruptions in its amino acid editing module to correct enzymatic mistakes that would threaten translation of the genetic code.  It also has a highly basic appended module on its C-terminus.  The outcome of this project determined that LeuRS-I is inactive in charging tRNA.  Deletion of the LeuRS-I gene showed that it is not essential per se to the cell?s protein synthesis activity.  Thus, the other gene (LeuRS-F), which could not be deleted successfully, is responsible for its housekeeping function in translation.  Further enzymatic investigation suggested that LeuRS-I retains adenylation activity that could, for example, be used in post-translational modifications of other proteins to stimulate or repress activities in ways that regulate cell metabolism.  Also, \"pull-down\" experiments that \"fish out\" proteins that bind to a targeted \"bait\" protein, also identified novel partners that implicate a role for LeuRS-I in other metabolic pathways.\n\nThe second aim of the project identified an additional function for LeuRS in the mitochondria of yeast, which has a separate family of tRNA synthetases from the cytoplasmic set.  In addition to its protein synthesis function in the mitochondria, we demonstrated long ago that LeuRS was critical to excising introns from essential respiratory genes. Over the lifetime of this award,  a new activity was discovered, where the LeuRS acts as a helicase to facilitate annealing of RNA duplexes.  We have developed evidence that it may target regions of RNA that share similarities with the short variable loop of its tRNA substrate.  Importantly, this activity may be used to remodel RNA structures that are dynamic to confer different functions in the cell.\n\nThis project broadly impacted student training by embedding research scientists, graduate students, undergraduates, and even a high school student into the ecosystem of these projects sponsored by the National Science Foundation.  Senior scientists, graduate students and post-doctoral associates successively acted as mentors to more junior scientists to provide professional training in management that included helping their young peers in the lab to plan experiments, learn time-management skills, prepare oral presentations for internal group and external meetings, as well as write papers and theses.  One valuable outcome is that a senior research scientist in the laboratory had oversight over Specific Aim 1 and used his results as a foundation to apply and secure an academic tenure-track position at a nearby master?s and bachelor?s degree-granting institution.  His future plans will rely on the work he carried out for this project as a cornerstone of the academic research program that he is developing while training undergraduate and master?s students.  Essentially, he inherited the project to launch his own independent career!\n\nIn addition to supervising her group, the Principal Investigator utilized her campus STEM leadership positions (Vice Chancellor for Research (2017-present), Liberal Arts and Sciences Associate Dean over STEM departments (2013-14_, and Head of Biochemistry (2009-13, 2014-17) to coordinate and implement mentoring and networking opportunities for women academic leaders in STEM.  She also used her Presidency (2016-2019) of the Association of Medical and Graduate Departments of Biochemistry (across North America) to provide a day-long workshop at the annual winter meeting that focused on educational, training, and mentoring practices to build STEM pipelines for the workforce.  Overall, the PI?s institutional and national leadership roles have provided unique opportunities to foster career growth and impact for under-represented populations in STEM.\n\n\t\t\t\t\tLast Modified: 09/16/2018\n\n\t\t\t\t\tSubmitted by: Susan A Martinis"
 }
}