{
 "awd_id": "1205084",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Digitization PEN: Addressing Colorado Lichens and Bryophytes as Sensitive Indicators of Environmental Quality and Change",
 "cfda_num": "47.074",
 "org_code": "08040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Maglia",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 139439.0,
 "awd_amount": 139439.0,
 "awd_min_amd_letter_date": "2012-03-20",
 "awd_max_amd_letter_date": "2012-03-21",
 "awd_abstract_narration": "This award joins the ongoing Thematic Collections Network project on \"North American Lichens and Bryophytes: Sensitive Indicators of Environmental Quality and Change\". The primary goal of this project is to image label data from the 100,000 North American bryophyte (mosses) and lichen specimens held at the University of Colorado Herbarium (COLO).  The main scientific questions to be addressed from these efforts are: (1) How are changes in distribution patterns of lichens and bryophytes over time correlated with man-made environmental changes?  (2) Can mapping of specimens document such changes, and can these organisms be used as bioindicators to focus our attention on steps needed to maintain a healthy environment? Natural history museums and herbaria serve as storehouses for plant and animal specimens collected over generations of scientific investigation.  Collections are the basis for our understanding of life's diversity in all its abundance and variation across nature.  The collections from Colorado will add information about high altitude lichens and bryophytes and will fill a gap for the original network.\r\n\r\nWith uncertainty surrounding future impacts from human climate disruption, the value of efforts such as these will only grow over time.  Future scientists and policy makers will be indebted to those who expedite access to the objective records of voucher specimens documenting the presence of particular species at a particular place at a particular time.  COLO views this proposal not only as a commitment to fill a significant gap in the national project's goal to digitize the bulk of North American collection in US herbaria, but also as an opportunity to advance efforts within museums and herbaria to train and support the next generation of curatorial professionals, offering opportunities for several undergraduate students as interns.  Volunteers from the public community will be trained, and the museum will develop exhibits as a part of public outreach. This award is made as part of the National Resource for Digitization of Biological Collections through the Advancing Digitization of Biological Collections program and all data resulting from this award will be available through the national resource (iDigBio.org).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "EF",
 "org_div_long_name": "Emerging Frontiers",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Timothy",
   "pi_last_name": "Hogan",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Timothy M Hogan",
   "pi_email_addr": "tim.hogan@colorado.edu",
   "nsf_id": "000184120",
   "pi_start_date": "2012-03-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Colorado at Boulder",
  "inst_street_address": "3100 MARINE ST",
  "inst_street_address_2": "STE 481 572 UCB",
  "inst_city_name": "Boulder",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034926221",
  "inst_zip_code": "803090001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "THE REGENTS OF THE UNIVERSITY OF COLORADO",
  "org_prnt_uei_num": "",
  "org_uei_num": "SPVKK1RC2MZ3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Colorado at Boulder",
  "perf_str_addr": "3100 Marine St. Room 479",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803090572",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "689500",
   "pgm_ele_name": "Digitization"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6895",
   "pgm_ref_txt": "DIGITIZATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 139439.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The primary goal of this project was to digitize label data from the more than 100,000 North American bryophyte (mosses) and lichen specimens held at the University of Colorado Herbarium (COLO).&nbsp; Our goal was to make these specimens more discoverable to outside individuals and institutions through the process of imaging and transcribing specimen label information.</p>\n<p>Through the life of the award, COLO photographed, barcoded, geographically sorted, and uploaded 49,679 lichen specimens to the Consortium of North American Lichen Herbaria Portal. Correspondingly, COLO digitized and uploaded 62,895 unique moss specimens (label images) to the Consortium of North American Bryophyte Herbaria Portal. Over 112,000 specimen packet images have been made available through these two portals.</p>\n<p>Imaged specimens are made available shortly after processing through the Bryophyte (<a href=\"http://bryophyteportal.org/portal/\">http://bryophyteportal.org/portal/</a>) and Lichen(<a href=\"http://lichenportal.org/portal/\">http://lichenportal.org/portal/</a>) portals. Specimen barcodes and geography captured during the imaging process allows for the creation of a basic searchable database that acts as a searchable intermediary while the final database is completed. Work on these skeletal records continue, and to date there are over 60,000 completely transcribed specimens available through the two portals.</p>\n<p>Museum specimens serve as vouchers for a species occurrence in a particular place at a particular time. Potential uses include public policy decisions, conservation, and systematics research. Digitizing museum specimens allow for greater scientific and public access to the information housed in the collections. The end result of this work will facilitate information exchange, and aggregated specimen information will allow scientists to design studies to address questions involving environmental quality and change.</p>\n<p>Projects like this are bringing museum collections into the 21st century. Training potential museum professionals in techniques to digitize collections will provide important skills for future endeavors. As museum collections shift towards a focus on biodiversity informatics there will be an increasing need and demand for professionals to further these studies. This project provided training and experience with the digitization process and will help to facilitate future digitization efforts. COLO has provided numerous opportunities for students and faculty in the Museum &amp; Field Studies graduate program to become familiar with botanical imaging protocols and procedures.</p>\n<p>Those of us who worked on this grant are gratified to have contributed in a small way to the advancement of biodiversity studies.&nbsp; The study of life&rsquo;s riches on our little-known-planet is an exciting pursuit, and we hope our efforts help to contribute toward a deeper understanding and appreciation of these riches.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/27/2015<br>\n\t\t\t\t\tModified by: Timothy&nbsp;M&nbsp;Hogan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe primary goal of this project was to digitize label data from the more than 100,000 North American bryophyte (mosses) and lichen specimens held at the University of Colorado Herbarium (COLO).  Our goal was to make these specimens more discoverable to outside individuals and institutions through the process of imaging and transcribing specimen label information.\n\nThrough the life of the award, COLO photographed, barcoded, geographically sorted, and uploaded 49,679 lichen specimens to the Consortium of North American Lichen Herbaria Portal. Correspondingly, COLO digitized and uploaded 62,895 unique moss specimens (label images) to the Consortium of North American Bryophyte Herbaria Portal. Over 112,000 specimen packet images have been made available through these two portals.\n\nImaged specimens are made available shortly after processing through the Bryophyte (http://bryophyteportal.org/portal/) and Lichen(http://lichenportal.org/portal/) portals. Specimen barcodes and geography captured during the imaging process allows for the creation of a basic searchable database that acts as a searchable intermediary while the final database is completed. Work on these skeletal records continue, and to date there are over 60,000 completely transcribed specimens available through the two portals.\n\nMuseum specimens serve as vouchers for a species occurrence in a particular place at a particular time. Potential uses include public policy decisions, conservation, and systematics research. Digitizing museum specimens allow for greater scientific and public access to the information housed in the collections. The end result of this work will facilitate information exchange, and aggregated specimen information will allow scientists to design studies to address questions involving environmental quality and change.\n\nProjects like this are bringing museum collections into the 21st century. Training potential museum professionals in techniques to digitize collections will provide important skills for future endeavors. As museum collections shift towards a focus on biodiversity informatics there will be an increasing need and demand for professionals to further these studies. This project provided training and experience with the digitization process and will help to facilitate future digitization efforts. COLO has provided numerous opportunities for students and faculty in the Museum &amp; Field Studies graduate program to become familiar with botanical imaging protocols and procedures.\n\nThose of us who worked on this grant are gratified to have contributed in a small way to the advancement of biodiversity studies.  The study of lifeÆs riches on our little-known-planet is an exciting pursuit, and we hope our efforts help to contribute toward a deeper understanding and appreciation of these riches.\n\n\t\t\t\t\tLast Modified: 08/27/2015\n\n\t\t\t\t\tSubmitted by: Timothy M Hogan"
 }
}