{
 "awd_id": "1205658",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "II-EN: Infrastructure to Support Desktop Virtualization Experiments for Research and Education",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph Lyles",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2013-09-30",
 "tot_intn_awd_amt": 396311.0,
 "awd_amount": 396311.0,
 "awd_min_amd_letter_date": "2012-06-15",
 "awd_max_amd_letter_date": "2012-06-15",
 "awd_abstract_narration": "This project is a Computing Research Infrastructure Enhancing Infrastructure (CRI  II-EN) project focused on measurement and evaluation of thin clients and ?virtual desktop clouds? (VDCs) at Ohio State University .    By transitioning their ?traditional desktops? that have dedicated hardware and software installations to VDCs that are accessible via thin-clients, user communities greatly benefit in terms of user convenience, and cost-savings. However, to allocate and manage VDC resources in a scalable and cost-effective manner, cloud service providers are faced with unique challenges. User workload profiles in VDCs are bursty (e.g., during daily desktop startup, when user switches between text and graphic intensive applications), and thin-client user Quality of Experience (QoE) is highly sensitive to network health variations in the Internet. Unfortunately, existing works focus mainly on managing server-side resources based on utility functions of CPU and memory loads, and do not consider network health and thin-client user experience. Resource allocations without combined utility-directed information of system loads, network health and thin-client user experience in VDC platforms inevitably results in costly over-provisioning of resources, even for as few as tens of users. Also, due to lack of tools to measure the user experience from the server-side of VDCs, management functions in VDCs such as configuring thin client protocol parameters are often performed using guesswork, which in turn impacts user QoE. To address the above research challenges in developing scalable VDCs with satisfactory thin-client user QoE, the PIs have developed a ?VMLab? pilot infrastructure that can support desktop virtualization experiments for research and education communities. Over the last two years, this infrastructure has supported: (a) research and development activities relating to VDC resource allocation and thin-client performance benchmarking, (b) desktop virtualization sandboxes for system administrators, (c) virtual desktops for classroom labs involving faculty and students, and (d) evaluation of the feasibility to deploy computationally intensive interactive applications (e.g., remote volume visualization) in virtual desktops.   This project will expand the VMLab infrastructure and enable system measurement and user experience evaluation during productive use. \r\n\r\nBroader Impact\r\nThe broader impacts of this project include serving high-school students and other users from under-represented groups. The proposed research will explore the potential for using the thin-client computing model to provide high-quality user experience to groups otherwise unable to purchase or maintain a full blown PC. The thin-client model may not only be cost effective in terms of purchase costs (assuming end-users do not have to amortize the cost of back-end infrastructure, which is the case in this scenario), but also has a low steady-state cost due to simplicity of device maintenance and troubleshooting.   The area of desktop applications hosted in a cloud is an important and rapidly emerging area (both in academia and industry).  The broad dissemination of results will have positive impact in an economically valuable technology.\r\n",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Prasad",
   "pi_last_name": "Calyam",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Prasad Calyam",
   "pi_email_addr": "calyamp@umsystem.edu",
   "nsf_id": "000268773",
   "pi_start_date": "2012-06-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jayashree",
   "pi_last_name": "Ramanathan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jayashree Ramanathan",
   "pi_email_addr": "jayram@cse.ohio-state.edu",
   "nsf_id": "000361612",
   "pi_start_date": "2012-06-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Albert",
   "pi_last_name": "Lai",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Albert M Lai",
   "pi_email_addr": "lai.187@osu.edu",
   "nsf_id": "000524518",
   "pi_start_date": "2012-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio Supercomputer Center",
  "perf_str_addr": "1224 Kinnear Road",
  "perf_city_name": "Columbus",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432121163",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735900",
   "pgm_ele_name": "CCRI-CISE Cmnty Rsrch Infrstrc"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7359",
   "pgm_ref_txt": "COMPUTING RES INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 27629.0
  }
 ],
 "por": null
}