{
 "awd_id": "1205571",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Correlated Superfluids and Insulators of Ultracold Fermionic Atomic Gases",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927927",
 "po_email": "mcavagne@nsf.gov",
 "po_sign_block_name": "Mike Cavagnero",
 "awd_eff_date": "2012-07-15",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2012-07-14",
 "awd_max_amd_letter_date": "2014-06-11",
 "awd_abstract_narration": "This award supports the collaboration between researchers P. Nikolic at George Mason University and M. Rigol at Georgetown University. Ultracold atoms are a novel physical system whose properties can be dominated by a correlated behavior of many interacting particles. The theoretical discovery and characterization of correlated quantum states that may be difficult to obtain in any other system is the fundamental purpose of this project. The main focus are unconventional paired insulators and superfluids stabilized by nearly resonant interactions in optical lattices. Using simple microscopic models that are theoretically tractable and routinely realized in ultracold atom laboratories, this research will advance the many-body quantum theory in the atomic physics context, and analyze the emergence of correlations commonly found in complicated solid state materials. Our understanding of high temperature superconductivity is expected to benefit from the inter-disciplinary nature of this research, while the results will have potential applications to quantum engineering and high-precision measurements. \r\n\r\nA broad outreach effort included in this project will benefit from the location of George Mason and Georgetown Universities in the metropolitan Washington DC area. Opportunities such as science fairs and public lectures will be used to attract high school and undergraduate students from Northern Virginia to pursue higher education and careers in science and engineering, as well as participate in the funded research projects. Through the investigators? external affiliations, this project will also expose the students working on it to collaborative opportunities at the National Institute of Standards and Technology, and the Johns Hopkins University. This grant will further facilitate the building of advanced research programs in atomic and condensed matter theory at George Mason and Georgetown universities, and tight collaboration between the two groups. Graduate students at both universities will receive training in high performance computing, and will gain experience performing highly parallel calculations in high performance computing centers within the US.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Predrag",
   "pi_last_name": "Nikolic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Predrag Nikolic",
   "pi_email_addr": "pnikolic@gmu.edu",
   "nsf_id": "000544964",
   "pi_start_date": "2012-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "George Mason University",
  "inst_street_address": "4400 UNIVERSITY DR",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRFAX",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7039932295",
  "inst_zip_code": "220304422",
  "inst_country_name": "United States",
  "cong_dist_code": "11",
  "st_cong_dist_code": "VA11",
  "org_lgl_bus_name": "GEORGE MASON UNIVERSITY",
  "org_prnt_uei_num": "H4NRWLFCDF43",
  "org_uei_num": "EADLFP7Z72E5"
 },
 "perf_inst": {
  "perf_inst_name": "George Mason University",
  "perf_str_addr": "4400 UNIVERSITY DR",
  "perf_city_name": "Fairfax",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "220304422",
  "perf_ctry_code": "US",
  "perf_cong_dist": "11",
  "perf_st_cong_dist": "VA11",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128400",
   "pgm_ele_name": "AMO Theory/Atomic, Molecular &"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 50000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 50000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Superfluidity and superconductivity are a major subject in modern physics research. They have many special applications and promise to revolutionize the everyday life of broad population in the future. The main obstacle to broader applications of these phenomena is their dependence on extremely low temperatures and low magnetic fields. A class of &ldquo;high-temperature&rdquo; superconductors can survive at relatively high, but still cryogenic temperatures, and resist magnetic fields by admitting quantized magnetic vortices in their interior. Other superfluid and superconducting states of fermionic particles (e.g. electrons), known as Fulde-Ferrell-Larkin-Ovchinnikov (FFLO) states, have been theoretically predicted to survive in magnetic fields by forming &ldquo;moving&rdquo; rather than static Cooper pairs (the building blocks of superconductors) &ndash; such states of matter have not yet been broadly confirmed in experiments.<br /><br /><br />This research sought to understand the physical mechanisms and phenomenology of FFLO states in systems that can be created in laboratories using trapped gases of ultra-cold atoms. These systems have their own special properties, but also closely mimic the behavior of electrons in superconducting materials. The main conclusion of this project is that FFLO states of various types can be very stable when particles are placed in a crystal lattice potential (created in laboratories by the interference of counter-propagating laser beams). Deeper theoretical understanding of FFLO states acquired in this project will help further studies and the eventual synthesis and application of these states. The emergence of FFLO states was analyzed both as a result of effective magnetic fields (&ldquo;population imbalance&rdquo; in cold-atom gases) and spin-orbit coupling. The latter connects to the major recent effort to explore topological insulators in condensed matter physics. One important discovery of this project is that a strong spin-orbit coupling can stabilize a novel type of FFLO states &ndash; a vortex array of spin-currents. When these vortex arrays are melted by quantum fluctuations, a likely outcome are exotic states of quantum matter that have &ldquo;topological order&rdquo; and a potential for applications in quantum computing.<br /><br /><br />The NSF funding of this project supported the work and presentation of results at conferences by the PI and a graduate student pursuing a Ph.D. degree at George Mason University. It also supported a collaboration with Marcos Rigol at Pennsylvania State University.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/05/2016<br>\n\t\t\t\t\tModified by: Predrag&nbsp;Nikolic</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSuperfluidity and superconductivity are a major subject in modern physics research. They have many special applications and promise to revolutionize the everyday life of broad population in the future. The main obstacle to broader applications of these phenomena is their dependence on extremely low temperatures and low magnetic fields. A class of \"high-temperature\" superconductors can survive at relatively high, but still cryogenic temperatures, and resist magnetic fields by admitting quantized magnetic vortices in their interior. Other superfluid and superconducting states of fermionic particles (e.g. electrons), known as Fulde-Ferrell-Larkin-Ovchinnikov (FFLO) states, have been theoretically predicted to survive in magnetic fields by forming \"moving\" rather than static Cooper pairs (the building blocks of superconductors) &ndash; such states of matter have not yet been broadly confirmed in experiments.\n\n\nThis research sought to understand the physical mechanisms and phenomenology of FFLO states in systems that can be created in laboratories using trapped gases of ultra-cold atoms. These systems have their own special properties, but also closely mimic the behavior of electrons in superconducting materials. The main conclusion of this project is that FFLO states of various types can be very stable when particles are placed in a crystal lattice potential (created in laboratories by the interference of counter-propagating laser beams). Deeper theoretical understanding of FFLO states acquired in this project will help further studies and the eventual synthesis and application of these states. The emergence of FFLO states was analyzed both as a result of effective magnetic fields (\"population imbalance\" in cold-atom gases) and spin-orbit coupling. The latter connects to the major recent effort to explore topological insulators in condensed matter physics. One important discovery of this project is that a strong spin-orbit coupling can stabilize a novel type of FFLO states &ndash; a vortex array of spin-currents. When these vortex arrays are melted by quantum fluctuations, a likely outcome are exotic states of quantum matter that have \"topological order\" and a potential for applications in quantum computing.\n\n\nThe NSF funding of this project supported the work and presentation of results at conferences by the PI and a graduate student pursuing a Ph.D. degree at George Mason University. It also supported a collaboration with Marcos Rigol at Pennsylvania State University.\n\n\t\t\t\t\tLast Modified: 09/05/2016\n\n\t\t\t\t\tSubmitted by: Predrag Nikolic"
 }
}