{
 "awd_id": "1205800",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Shearing Rheology and Glassy Behavior in Athermal and Thermalized Models of Granular Materials, Simple Liquids, and Amorphous Solids",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 296676.0,
 "awd_amount": 302776.0,
 "awd_min_amd_letter_date": "2012-08-31",
 "awd_max_amd_letter_date": "2014-04-30",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\nThis award supports theoretical research and education on the nature of equilibrium and driven nonequilibrium critical phenomena in granular materials, glassy forming simple liquids, and related soft matter systems such as foams, emulsions and colloids. \r\n\r\nUsing extensive numerical simulations, the PI will investigate new regions of the jamming phase diagram that characterize a diverse array of physical systems that undergo transitions from flowing liquid-like states to rigid but structurally disordered states. The research will focus on the following activities: (i) The PI will study the rheology of athermal amorphous solids above jamming, characterizing the singular behavior as one approaches the yield stress, and exploring the relation to dynamic heterogeneity. (ii) The PI will investigate the relationship between thermal glassy behavior and the athermal jamming transition. Shear driven steady states at low temperature and low shear strain rate will be used as a new probe to demonstrate whether a true singular thermal glass transition exists. (iii) The PI will explore the effect of different dynamics on the critical behaviors of interest, in particular the difference between mean-field and non-mean-field models of viscous dissipation, and the crossover from inertial to overdamped dynamics. (iv) The PI will study the effect of frictional forces on shear driven athermal jamming. The experimental observation of novel shear jammed states will be explored in simulations. The PI will examine the effect differing models for friction, sliding contacts as opposed to geometric asperities, have on simulation phenomena. These investigations will also address the applicability of concepts and methods from equilibrium statistical mechanics to fundamentally nonequilibrium systems and driven steady states.\r\n\r\nUndergraduate students will participate in the research, gaining experience, skill, and insight into modern scientific research and methods of numerical simulation. The University of Rochester has several site REU programs that greatly assist in attracting high quality undergraduate students to work on summer research projects. Many of these continue with senior projects or theses during the following year. This project involves international collaboration with Ume¢ªa University in Sweden, as well as other research groups at Duke, Yale, and Rochester. These interactions will provide students with the opportunity to directly confront theory with experiment, to use state of the art high performance computing platforms.\r\n\r\n\r\n\r\nNON-TECHNICAL SUMMARY\r\nThis award supports theoretical research and education on granular and glassy materials with an emphasis to investigate the nature of the apparent transitions from a flowing liquid-like state to a rigid state with an amorphous structure that occur in granular materials, foams, colloids, emulsions, and liquids cooled to become a glass. The understanding of granular and glassy materials is not only of intrinsic scientific interest, but is important for a wide variety of industrial processes, from the processing of pharmaceuticals, to transportation of seeds and grains, to materials fabrication. This research will contribute to the knowledge base on granular and glassy materials and may lead to advances and improvements in efficiency in many important areas of modern industry and technology. \r\n\r\nUsing extensive numerical simulations, the PI will explore uncharted regions of the jamming phase diagram, a diagram that charts the conditions under which materials undergo transitions from flowing liquid-like states to rigid but structurally disordered states.  The jamming transition occurs far from the steady state of equilibrium. While the theory of nonequilibrium statistical mechanics is not well developed, an important research direction is to investigate the extent to which the concepts and methods of equilibrium statistical mechanics can be applied or adapted to the realm of nonequilibrium systems and driven steady states. The PI will contribute to this effort. \r\n\r\nThe PI will explore the relationship between the jamming transition and the transition where a cooling liquid becomes a glass. Because the energy scales in granular systems are usually very high compared to the temperature, temperature does not normally play a role in the jamming transition. The PI will use a novel strategy and innovative techniques to study the nature of the jamming transition at sufficiently high temperatures and compare the signatures of the jamming transition at temperature to the glass transition. \r\n\r\nStudies of granular systems often neglect friction between particles, but nonetheless are able to observe the jamming transition. The PI plans to study the effect of frictional forces that occur in real granular materials on jamming. The PI will investigate different models through simulation to illuminate experimental observations of novel jammed states that occur under the application of shear strain. \r\n \r\nUndergraduate students will participate in the research, gaining experience, skill, and insight into modern scientific research and methods of numerical simulation. The University of Rochester has several site REU programs that greatly assist in attracting high quality undergraduate students to work on summer research projects. Many of these continue with senior projects or theses during the following year. This project involves international collaboration with Ume¢ªa University in Sweden, as well as other research groups at Duke, Yale, and Rochester. These interactions will provide students with the opportunity to directly confront theory with experiment, to use state of the art high performance computing platforms.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Teitel",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen L Teitel",
   "pi_email_addr": "stte@pas.rochester.edu",
   "nsf_id": "000122725",
   "pi_start_date": "2012-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rochester",
  "inst_street_address": "910 GENESEE ST",
  "inst_street_address_2": "STE 200",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5852754031",
  "inst_zip_code": "146113847",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "UNIVERSITY OF ROCHESTER",
  "org_prnt_uei_num": "",
  "org_uei_num": "F27KDXZMF9Y8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rochester",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "146270171",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "NY25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 91340.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 97245.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 114191.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual merit:</strong>&nbsp; Granular materials, in a general sense, are systems composed of many large particles for which thermal fluctuations are negligible, and in which particles interact only when they come into direct contact. Examples include foams (gas bubbles in a liquid), emulsions (bubbles of one liquid in a second liquid), non-Brownian suspensions (large solid particles in a liquid), and dry solid particles.&nbsp;&nbsp; As a granular material is compressed, and the fraction of space occupied by the particles (the packing fraction) increases, the system undergoes a jamming transition from a flowing liquid-like state to a rigid but disordered solid state. &nbsp;This proposal has investigated the properties of such systems in both (i) the disordered solid state above jamming, and in (ii) the liquid-like state flowing under the influence of applied shearing.&nbsp; We have also investigated (iii) the relation between the jamming transition in such athermaing granular systems and behavior in glassy materials in thermal equilibrium.</p>\n<p>(i) When granular particles are compacted into a rigid solid structure they form a disordered solid in which the forces vary from particle to particle. There is thus a distribution of stresses throughout the system.&nbsp; Unexpectedly large stresses in the tail of this distribution can give rise to highly undesirable effects, such as the collapse of grain silos and avalanches.&nbsp; It is therefore important to understand and characterize the stress distributions that exist in compacted granular materials. &nbsp;One theory for such stress distributions is the <em>Maximum Entropy Hypothesis</em>, which states that this distribution will be as random as it can possibly be, subject to the known average properties of the packing, such as the average stress.&nbsp; Using numerical simulations we have found that the <em>Maximum Entropy Hypothesis</em> does indeed explain the distribution of stress within two dimensional granular packings, provided one takes into account all relevant known average properties.&nbsp; In related work, we have shown that fluctuations of packing fraction and stress on large length scales can be greater than previously realized.</p>\n<p>(ii) The flow of granular particles through hoppers, channels or conduits, whether dry or in a slurry, necessarily involves the formation of stress gradients orthogonal to the flow direction due to interactions with boundary surfaces. The transport of such materials thus intrinsically becomes a situation of shear-driven flow. &nbsp;We have investigated such shear-driven flows and shown how the system rheology (relation between stress and strain rate) can depend crucially on the mechanism of energy dissipation in the system, and that there are common limiting behaviors as the collisions become increasingly inelastic.&nbsp; We have shown that for Newtonian granular materials (linear relation between stress and strain rate), the divergence of transport viscosities upon approaching the jamming transition is universal, having the same singular behavior whether the dissipation is due to collisions of particles with each other, or with some embedding medium.</p>\n<p>(iii) We have considered the behavior of shear driven, hard-core, particles in thermal equilibrium at a finite temperature.&nbsp; We have shown that the behavior of the system can be described in terms of two dimensionless parameters, the packing fraction and the Peclet number, which is proportional to the shear strain rate divided by the temperature.&nbsp; We show that the athermal, shear-driven jamming transition is described by the limit where the Peclet number diverges to infinity, while the thermal glass transition is described by the limit where the Peclet number vanishes.&nbsp; Our results thus suggest that the athermal jamming transition and the equilibrium glass transition may not share a common ...",
  "por_txt_cntn": "\nIntellectual merit:  Granular materials, in a general sense, are systems composed of many large particles for which thermal fluctuations are negligible, and in which particles interact only when they come into direct contact. Examples include foams (gas bubbles in a liquid), emulsions (bubbles of one liquid in a second liquid), non-Brownian suspensions (large solid particles in a liquid), and dry solid particles.   As a granular material is compressed, and the fraction of space occupied by the particles (the packing fraction) increases, the system undergoes a jamming transition from a flowing liquid-like state to a rigid but disordered solid state.  This proposal has investigated the properties of such systems in both (i) the disordered solid state above jamming, and in (ii) the liquid-like state flowing under the influence of applied shearing.  We have also investigated (iii) the relation between the jamming transition in such athermaing granular systems and behavior in glassy materials in thermal equilibrium.\n\n(i) When granular particles are compacted into a rigid solid structure they form a disordered solid in which the forces vary from particle to particle. There is thus a distribution of stresses throughout the system.  Unexpectedly large stresses in the tail of this distribution can give rise to highly undesirable effects, such as the collapse of grain silos and avalanches.  It is therefore important to understand and characterize the stress distributions that exist in compacted granular materials.  One theory for such stress distributions is the Maximum Entropy Hypothesis, which states that this distribution will be as random as it can possibly be, subject to the known average properties of the packing, such as the average stress.  Using numerical simulations we have found that the Maximum Entropy Hypothesis does indeed explain the distribution of stress within two dimensional granular packings, provided one takes into account all relevant known average properties.  In related work, we have shown that fluctuations of packing fraction and stress on large length scales can be greater than previously realized.\n\n(ii) The flow of granular particles through hoppers, channels or conduits, whether dry or in a slurry, necessarily involves the formation of stress gradients orthogonal to the flow direction due to interactions with boundary surfaces. The transport of such materials thus intrinsically becomes a situation of shear-driven flow.  We have investigated such shear-driven flows and shown how the system rheology (relation between stress and strain rate) can depend crucially on the mechanism of energy dissipation in the system, and that there are common limiting behaviors as the collisions become increasingly inelastic.  We have shown that for Newtonian granular materials (linear relation between stress and strain rate), the divergence of transport viscosities upon approaching the jamming transition is universal, having the same singular behavior whether the dissipation is due to collisions of particles with each other, or with some embedding medium.\n\n(iii) We have considered the behavior of shear driven, hard-core, particles in thermal equilibrium at a finite temperature.  We have shown that the behavior of the system can be described in terms of two dimensionless parameters, the packing fraction and the Peclet number, which is proportional to the shear strain rate divided by the temperature.  We show that the athermal, shear-driven jamming transition is described by the limit where the Peclet number diverges to infinity, while the thermal glass transition is described by the limit where the Peclet number vanishes.  Our results thus suggest that the athermal jamming transition and the equilibrium glass transition may not share a common critical behavior, as had been earlier proposed.\n\nBroader impact: Granular materials, such as powders, seeds, grains, sand, rocks, etc., are ubiquitous in nature and important for a wide var..."
 }
}