{
 "awd_id": "1205589",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CI-P:Collaborative Research:The Speech Recognition Virtual Kitchen",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tatiana Korelsky",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 49645.0,
 "awd_amount": 49645.0,
 "awd_min_amd_letter_date": "2012-05-16",
 "awd_max_amd_letter_date": "2012-05-16",
 "awd_abstract_narration": "CI-P:Collaborative Research: The Speech Recognition Virtual Kitchen\r\n\r\nThis project provides a \"kitchen\" environment to promote community sharing of research techniques, foster innovative experimentation, and provide solid reference systems for automatically recognizing speech, as a tool for education, research, and evaluation.  The research infrastructure is built around virtual machines (VMs), which can be reconfigured and shared easily.  We liken the virtual machines to a \"kitchen\" because they provide the environmental infrastructure into which one can install \"appliances\" (e.g., speech recognition toolkits), \"recipes\" (scripts for creating state-of-the art systems for a toolkit), and \"ingredients\" (spoken language data), along with \"dishes\" (completed experiments with log-files for reference).\r\n\r\nThe planning project engages the community to tackle some of the issues that have previously hampered efforts in cross-community sharing, including distribution methods and intellectual property issues. The project also provides an example architecture, which serves as a focus point for community-wide discussion.\r\n\r\nIn terms of broader impacts, the project engages researchers and educators that typically do not participate in automatic speech recognition (ASR) research by providing travel scholarships to a workshop at INTERSPEECH2012.  In a wider scope, the infrastructure may be useable by other data-intensive fields (synthesis, dialog systems, NLP, computer vision, data mining). By providing a permanent, publicly available resource  for research,  education, and evaluation in ASR research, we can better train the next generation of undergraduates and graduates. The \"kitchen\" gives them easy access to a large number of state-of-the-art implementations, and facilitates deeper analysis of algorithms and better comparisons across systems.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Florian",
   "pi_last_name": "Metze",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Florian Metze",
   "pi_email_addr": "fmetze@cs.cmu.edu",
   "nsf_id": "000518948",
   "pi_start_date": "2012-05-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133890",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735900",
   "pgm_ele_name": "CCRI-CISE Cmnty Rsrch Infrstrc"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7359",
   "pgm_ref_txt": "COMPUTING RES INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 49645.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Building and maintaining a state-of-the-art Automatic Speech Recognition (ASR) system has moved beyond the ability of a single developer. It is difficult for all but the largest of University laboratories to maintain an end-to-end system, and adapt it to new languages, tasks, or conditions as required. Other researchers, who are not experts in speech recognition, find it impossible to use ASR in non-English languages, non-mainstream dialects, on istant microphones, or with children&rsquo;s speech &ndash; simply because too often no suitable recognizer is available off-the-shelf. What has been missing is a way for academic institutions (and industry) to leverage community resources in order to branch off new research from fully functional end-to-end system configurations, rather than a collection of individually downloaded tools, scripts and data. Even if a well documented, state-of-the-art open-source ASR toolkit is being used, a &ldquo;black box&rdquo; approach usually results in poor performance.</p>\n<p>This project attempts to extend the model of lab-internal knowledge transfer to a community-wide effort through the use of Virtual Machines (VMs). We design an infrastructure to share entire ready-to-run baseline &ldquo;recipes&rdquo; together with data, log-files, results, etc. &ndash; in a working environment, and by connecting users with other scholars that work on exactly the same task across the world. Students and researchers can then modify recipes step by step, observing the effect of changes, discussing algorithmic questions, rather than which library to install. Testing a system on different data becomes almost trivial, and retraining a system becomes very easy, because a working training setup is available for comparisons, including results, log-files, scorig setups, etc.</p>\n<p>The &ldquo;Speech Recognition Virtual Kitchen&rdquo; first serves as a repository for Virtual Machines, which will typically be based on redistributable operating systems such as the Ubuntu Linux derivative, to provide a common infrastructure for the use of tool-kits and data. A user would download a VM from the &ldquo;Kitchen Server&rdquo; onto his &ldquo;Host PC&rdquo;, and run it. Using the kitchen, any changes he makes to the VM can be compiled into a software package, and shared with other users that are running the same VM. Results can be uploaded to the kitchen, and displayed in a &ldquo;high score&rdquo; table, showing how well individual users are doing, and offering an incentive to continue for students. Class projects can be shared easily using VMs, which also allow for &ldquo;versioning&rdquo;, which could be used to distribute example solutions to students.</p>\n<p>The present CRI-P planning grant developed the idea and organized a workshop to collect community input. Example VMs and concepts for setting up the kitchen server for minimum data transfer were created. A follow-up CRI grant is currently implementing the &ldquo;Speech Recognition Virtual Kitchen&rdquo;, which we expect to go public in 2014.</p>\n<p>The &ldquo;Speech Recognition Virtual Kitchen&rdquo; represents an easy mechanism to create, maintain, and distribute high quality experiments in the speech and language area, which can be used at all levels of education. We plan to distribute baselines for evaluation, and to promote the use of speech recognition in related fields such as information retrieval, user interfaces, robotics, etc. The outcome will be a better educated future work force in a field that is critical for man machine communication, information access or analysis, ICT for development, and many other uses.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/29/2013<br>\n\t\t\t\t\tModified by: Florian&nbsp;Metze</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0...",
  "por_txt_cntn": "\nBuilding and maintaining a state-of-the-art Automatic Speech Recognition (ASR) system has moved beyond the ability of a single developer. It is difficult for all but the largest of University laboratories to maintain an end-to-end system, and adapt it to new languages, tasks, or conditions as required. Other researchers, who are not experts in speech recognition, find it impossible to use ASR in non-English languages, non-mainstream dialects, on istant microphones, or with childrenÆs speech &ndash; simply because too often no suitable recognizer is available off-the-shelf. What has been missing is a way for academic institutions (and industry) to leverage community resources in order to branch off new research from fully functional end-to-end system configurations, rather than a collection of individually downloaded tools, scripts and data. Even if a well documented, state-of-the-art open-source ASR toolkit is being used, a \"black box\" approach usually results in poor performance.\n\nThis project attempts to extend the model of lab-internal knowledge transfer to a community-wide effort through the use of Virtual Machines (VMs). We design an infrastructure to share entire ready-to-run baseline \"recipes\" together with data, log-files, results, etc. &ndash; in a working environment, and by connecting users with other scholars that work on exactly the same task across the world. Students and researchers can then modify recipes step by step, observing the effect of changes, discussing algorithmic questions, rather than which library to install. Testing a system on different data becomes almost trivial, and retraining a system becomes very easy, because a working training setup is available for comparisons, including results, log-files, scorig setups, etc.\n\nThe \"Speech Recognition Virtual Kitchen\" first serves as a repository for Virtual Machines, which will typically be based on redistributable operating systems such as the Ubuntu Linux derivative, to provide a common infrastructure for the use of tool-kits and data. A user would download a VM from the \"Kitchen Server\" onto his \"Host PC\", and run it. Using the kitchen, any changes he makes to the VM can be compiled into a software package, and shared with other users that are running the same VM. Results can be uploaded to the kitchen, and displayed in a \"high score\" table, showing how well individual users are doing, and offering an incentive to continue for students. Class projects can be shared easily using VMs, which also allow for \"versioning\", which could be used to distribute example solutions to students.\n\nThe present CRI-P planning grant developed the idea and organized a workshop to collect community input. Example VMs and concepts for setting up the kitchen server for minimum data transfer were created. A follow-up CRI grant is currently implementing the \"Speech Recognition Virtual Kitchen\", which we expect to go public in 2014.\n\nThe \"Speech Recognition Virtual Kitchen\" represents an easy mechanism to create, maintain, and distribute high quality experiments in the speech and language area, which can be used at all levels of education. We plan to distribute baselines for evaluation, and to promote the use of speech recognition in related fields such as information retrieval, user interfaces, robotics, etc. The outcome will be a better educated future work force in a field that is critical for man machine communication, information access or analysis, ICT for development, and many other uses.\n\n \n\n\t\t\t\t\tLast Modified: 08/29/2013\n\n\t\t\t\t\tSubmitted by: Florian Metze"
 }
}