{
 "awd_id": "1205573",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "CI-P: Collaborative Research:  Large-Scale FPGA-Centric Computing with Molecular Dynamics",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032927498",
 "po_email": "achtchel@nsf.gov",
 "po_sign_block_name": "Almadena Chtchelkanova",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 47317.0,
 "awd_amount": 47317.0,
 "awd_min_amd_letter_date": "2012-05-31",
 "awd_max_amd_letter_date": "2012-05-31",
 "awd_abstract_narration": "Together with theory and experimentation, computer simulation now constitutes the ?third pillar? of scientific inquiry, enabling researchers to build and test models of complex phenomena that cannot be replicated in the laboratory.  The method of Molecular Dynamics simulation in particular is critical:  applications range from the practical, e.g., drug design, to basic research in understanding disease processes.  The overall goal is to give the Molecular Dynamics user community the compute capability to conduct transformative research via scalable, cost-effective, high-performance, general-purpose systems built from off-the-shelf components.  The objective of this research is to bridge the many orders-of-magnitude gap between the largest current simulations and the potential physical systems to be studied.\r\n\r\nThree fundamental issues limiting performance are (i) computational efficiency per chip area, (ii) power density, which is reaching the limit of economical cooling methods, and (iii) the bottleneck between processing and communication devices.  All three are addressed by Large-Scale Reconfigurable Computing using Field Programmable Gate Arrays (FPGAs).  FPGAs are commodity integrated circuits whose circuitry can be configured, or programmed, in the field.  Their reconfigurable architecture gives them the ability to obtain maximum efficiency for a particular application while at the same time drawing less than a quarter the power of a conventional processing device.  And because FPGAs are the core components in internet routers, they are built to handle flexible high-throughput communication.  \r\n\r\nThis planning award is to investigate the novel system design to use the same FPGAs for communication and for computation.  This approach has several advantages.  First, it mitigates the critical bottleneck caused by the separation of functions among multiple devices.  Second, FPGA-based communication gives the flexibility either to use standard protocols, or to use innovative application-aware routing that enables important patterns, such as the Fast Fourier Transform, to be routed congestion-free.  Finally, FPGAs are well-suited for Molecular Dynamics computation allowing the hierarchical data-movement to be addressed through innovative routing, load-balancing, and arithmetic.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alan",
   "pi_last_name": "George",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Alan D George",
   "pi_email_addr": "alan.george@pitt.edu",
   "nsf_id": "000267484",
   "pi_start_date": "2012-05-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Herman",
   "pi_last_name": "Lam",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Herman Lam",
   "pi_email_addr": "hlam@ufl.edu",
   "nsf_id": "000259794",
   "pi_start_date": "2012-05-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Florida",
  "inst_street_address": "1523 UNION RD RM 207",
  "inst_street_address_2": "",
  "inst_city_name": "GAINESVILLE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "3523923516",
  "inst_zip_code": "326111941",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "FL03",
  "org_lgl_bus_name": "UNIVERSITY OF FLORIDA",
  "org_prnt_uei_num": "",
  "org_uei_num": "NNFQH1JAPEP3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Florida",
  "perf_str_addr": "327 Larsen Hall, POB 116200",
  "perf_city_name": "Gainesville",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "326116200",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "FL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735900",
   "pgm_ele_name": "CCRI-CISE Cmnty Rsrch Infrstrc"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7359",
   "pgm_ref_txt": "COMPUTING RES INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 47317.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Together with theory and experimentation, computer simulation now constitutes the third pillar of scientific inquiry, enabling researchers to build and test models of complex phenomena that either cannot be, or would be prohibitively expensive to be, replicated in the laboratory.&nbsp; Applications range from the practical, such as designing more efficient aircraft and effective drugs, to basic research in understanding the molecular basis of diseases such as Alzheimer&rsquo;s.&nbsp; Yet computing capability is currently only a small fraction of what is needed:&nbsp; detailed biological simulations are limited to small numbers of macro-molecules; additional factors of millions are needed to simulate cells and far more than that for larger structures.&nbsp; The overall goal of this work is to give the Scientific Computing user community the capability to conduct transformative research via scalable, cost-effective, high-performance, general-purpose systems built from off-the-shelf (COTS) components.&nbsp; The particular objective is to build a compute cluster and related infrastructure (called Novo-G#) that facilitates research that advances such computer systems. Specifically Novo-G# will be an enhancement of the Novo-G, an accelerator-based reconfigurable compute cluster housed at the University of Florida (UF).&nbsp; The unifying technical mechanism to be explored is the integration of communication and computation in accelerator-centric clusters with direct and programmable interconnects.&nbsp; The specific accelerator technology we are investigating is the FPGA: they are currently the only&nbsp; COTS component that combines innate communication support, high-computational capability, low power, and an installed application base.</p>\n<p>&nbsp;</p>\n<p>The intellectual merit of this work is derived from the novel technical mechanism underlying our system:&nbsp; using the same FPGAs for communication as for computation.&nbsp; This approach has several advantages.&nbsp; First, it mitigates the critical bottleneck caused by the separation of functions among multiple devices.&nbsp; Second, FPGA-based communication gives the flexibility either to use standard protocols, or to use innovative application-aware routing that enables important patterns, such as the Fast Fourier Transform, to be routed congestion-free.&nbsp; Finally, FPGAs are well-suited for Molecular Dynamics, and other Scientific Computing computations, by allowing hierarchical data-movement to be addressed through innovative routing, load-balancing, and arithmetic.</p>\n<p>&nbsp;</p>\n<p>The construction, demonstration, and dissemination of Novo-G#, together with building and organizing the associated communities, will be the primary activities of an Infrastructure Enhancement grant (Phase II). In this current grant (Community Infrastructure Planning, or Phase I), our overall technical goal was to eliminate most of the risk associated with creating this potentially high-impact infrastructure.&nbsp; Our aim was to identify and answer the major technical questions and to gather sufficient information to justify all major design decisions. The overall non-technical goal of Phase I was to begin building and organizing the stakeholder communities: code owners, vendors, end users, and system developers and researchers.</p>\n<p>&nbsp;</p>\n<p>All objectives were successfully and completely finished.&nbsp; The key finding was that our tentative design for the Novo-G# is appropriate for the overall goal of creating an FPGA-centric compute cluster and that this cluster will have the capabilities projected.&nbsp; Also, several publications and technical components were created; the follow-on (Phase II) proposal was written and largely followed the original plan outlined in the Phase I proposal; and, finally, that Phase II proposal has been funded and work begun on building the Novo-G#.&nbsp; Among the specific tasks co...",
  "por_txt_cntn": "\nTogether with theory and experimentation, computer simulation now constitutes the third pillar of scientific inquiry, enabling researchers to build and test models of complex phenomena that either cannot be, or would be prohibitively expensive to be, replicated in the laboratory.  Applications range from the practical, such as designing more efficient aircraft and effective drugs, to basic research in understanding the molecular basis of diseases such as AlzheimerÆs.  Yet computing capability is currently only a small fraction of what is needed:  detailed biological simulations are limited to small numbers of macro-molecules; additional factors of millions are needed to simulate cells and far more than that for larger structures.  The overall goal of this work is to give the Scientific Computing user community the capability to conduct transformative research via scalable, cost-effective, high-performance, general-purpose systems built from off-the-shelf (COTS) components.  The particular objective is to build a compute cluster and related infrastructure (called Novo-G#) that facilitates research that advances such computer systems. Specifically Novo-G# will be an enhancement of the Novo-G, an accelerator-based reconfigurable compute cluster housed at the University of Florida (UF).  The unifying technical mechanism to be explored is the integration of communication and computation in accelerator-centric clusters with direct and programmable interconnects.  The specific accelerator technology we are investigating is the FPGA: they are currently the only  COTS component that combines innate communication support, high-computational capability, low power, and an installed application base.\n\n \n\nThe intellectual merit of this work is derived from the novel technical mechanism underlying our system:  using the same FPGAs for communication as for computation.  This approach has several advantages.  First, it mitigates the critical bottleneck caused by the separation of functions among multiple devices.  Second, FPGA-based communication gives the flexibility either to use standard protocols, or to use innovative application-aware routing that enables important patterns, such as the Fast Fourier Transform, to be routed congestion-free.  Finally, FPGAs are well-suited for Molecular Dynamics, and other Scientific Computing computations, by allowing hierarchical data-movement to be addressed through innovative routing, load-balancing, and arithmetic.\n\n \n\nThe construction, demonstration, and dissemination of Novo-G#, together with building and organizing the associated communities, will be the primary activities of an Infrastructure Enhancement grant (Phase II). In this current grant (Community Infrastructure Planning, or Phase I), our overall technical goal was to eliminate most of the risk associated with creating this potentially high-impact infrastructure.  Our aim was to identify and answer the major technical questions and to gather sufficient information to justify all major design decisions. The overall non-technical goal of Phase I was to begin building and organizing the stakeholder communities: code owners, vendors, end users, and system developers and researchers.\n\n \n\nAll objectives were successfully and completely finished.  The key finding was that our tentative design for the Novo-G# is appropriate for the overall goal of creating an FPGA-centric compute cluster and that this cluster will have the capabilities projected.  Also, several publications and technical components were created; the follow-on (Phase II) proposal was written and largely followed the original plan outlined in the Phase I proposal; and, finally, that Phase II proposal has been funded and work begun on building the Novo-G#.  Among the specific tasks completed are as follows:  (i) instrumentation of key Scientific Computing programs and their use to derive design requirements for the Novo-G#; (ii) design and evaluation of the inter-FPGA direct network; ..."
 }
}