{
 "awd_id": "1205746",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "II-NEW: An Infrastructure to Support Advanced Computational Stereoscopic Cinematography and System",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": "7032924768",
 "po_email": "jyang@nsf.gov",
 "po_sign_block_name": "Jie Yang",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 123986.0,
 "awd_amount": 123986.0,
 "awd_min_amd_letter_date": "2012-06-27",
 "awd_max_amd_letter_date": "2012-06-27",
 "awd_abstract_narration": "This project supports the research focused on computational stereoscopic imaging for enhanced visualization at Portland State University. Stereoscopic 3D enabled devices are becoming more ubiquitous, providing their users with a more immersive experience. However, there exists a gap between the increasing demand of stereoscopic content and the limited capability of stereoscopic content production. Stereoscopic content needs to be carefully produced to avoid 3D fatigue. This project enables research to bridge this gap by establishing a stereoscopic imaging, displaying, and system infrastructure to support the research on computational stereoscopic photography and cinematography, stereoscopic systems support, and next-generation multi-lens stereoscopic imaging. This infrastructure consists of a comprehensive spectrum of stereoscopic imaging equipment and a range of stereoscopic displays. The stereoscopic imaging equipment includes both the state-of-the-art commercial cameras and the development of a platform to mimic next-generation multi-lens imaging devices. A particularly important component of this project is to develop a large, diverse set of conventional stereoscopic videos and multi-lens stereoscopic imaging data that will be shared with the community to promote computational research on stereoscopic 3D. \r\n\r\nThis project helps to better understand the relation between capture, compression, and display, and to facilitate the production of high-quality stereoscopic content to reduce the side effects such as 3D fatigue and headaches that people have from viewing low-quality stereoscopic content. The research results are disseminated through conference and journal publication and the research data, particularly the stereoscopic video library, is shared online.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Feng",
   "pi_last_name": "Liu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Feng Liu",
   "pi_email_addr": "fliu@pdx.edu",
   "nsf_id": "000580498",
   "pi_start_date": "2012-06-27",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Wu-chi",
   "pi_last_name": "Feng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Wu-chi Feng",
   "pi_email_addr": "wuchi@cs.pdx.edu",
   "nsf_id": "000148092",
   "pi_start_date": "2012-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Portland State University",
  "inst_street_address": "1600 SW 4TH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PORTLAND",
  "inst_state_code": "OR",
  "inst_state_name": "Oregon",
  "inst_phone_num": "5037259900",
  "inst_zip_code": "972015508",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "OR01",
  "org_lgl_bus_name": "PORTLAND STATE UNIVERSITY",
  "org_prnt_uei_num": "WWUJS84WJ647",
  "org_uei_num": "H4CAHK2RD945"
 },
 "perf_inst": {
  "perf_inst_name": "Portland State University",
  "perf_str_addr": "1900 SW 4th Avenue",
  "perf_city_name": "Portland",
  "perf_st_code": "OR",
  "perf_st_name": "Oregon",
  "perf_zip_code": "972070751",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "OR01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735900",
   "pgm_ele_name": "CCRI-CISE Cmnty Rsrch Infrstrc"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7359",
   "pgm_ref_txt": "COMPUTING RES INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 123986.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Stereoscopic 3D is a critical technology for enabling immersive 3D visual experience for applications like 3D movie and head-mounted display-based AR/VR; however, stereoscopic content is difficult to produce. With the support of this project, a stereoscopic imaging, displaying, and systems infrastructure has been developed and established at Portland State University to support research on computational stereoscopic photography and cinematography, stereoscopic systems support, and next-generation multi-lens stereoscopic imaging.&nbsp;This infrastructure includes the state of the art stereoscopic and auto-stereoscopic imaging and displaying equipments, a stereoscopic image and video dataset, and a synthetic auto-stereoscopic multi-view video benchmark.</p>\n<p>This infrastructure helps to investigate and better understand the relation between stereoscopic content capture, compression, and display, and to support high-quality stereoscopic content production to reduce 3D fatigue that people suffer from viewing low-quality stereoscopic content. This infrastructure has already supported a variety of research projects in the fields of computer graphics, computer vision, human computer interaction, and multimedia systems, such as stereoscopic image warping, stereoscopic image cropping, stereoscopic panorama synthesis, stereoscopic video stabilization, depth enhancement, and stereoscopic image and video compression. These projects have led to a number of publications at top-tier venues, such as IEEE CVPR, IEEE ICCV, and ACM Transactions on Graphics. Besides publications, the PIs have also been actively disseminate the research supported by this infrastructure to industry researchers and non-computer science researchers such as human vision healthcare scientists by giving talks, discussing research, and sharing the data. This infrastructure has provided support for the PI&rsquo;s course on Computational Photography. It has also been integrated into the PI&rsquo;s effort in developing a visual computing high-school student internship program.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/01/2015<br>\n\t\t\t\t\tModified by: Feng&nbsp;Liu</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nStereoscopic 3D is a critical technology for enabling immersive 3D visual experience for applications like 3D movie and head-mounted display-based AR/VR; however, stereoscopic content is difficult to produce. With the support of this project, a stereoscopic imaging, displaying, and systems infrastructure has been developed and established at Portland State University to support research on computational stereoscopic photography and cinematography, stereoscopic systems support, and next-generation multi-lens stereoscopic imaging. This infrastructure includes the state of the art stereoscopic and auto-stereoscopic imaging and displaying equipments, a stereoscopic image and video dataset, and a synthetic auto-stereoscopic multi-view video benchmark.\n\nThis infrastructure helps to investigate and better understand the relation between stereoscopic content capture, compression, and display, and to support high-quality stereoscopic content production to reduce 3D fatigue that people suffer from viewing low-quality stereoscopic content. This infrastructure has already supported a variety of research projects in the fields of computer graphics, computer vision, human computer interaction, and multimedia systems, such as stereoscopic image warping, stereoscopic image cropping, stereoscopic panorama synthesis, stereoscopic video stabilization, depth enhancement, and stereoscopic image and video compression. These projects have led to a number of publications at top-tier venues, such as IEEE CVPR, IEEE ICCV, and ACM Transactions on Graphics. Besides publications, the PIs have also been actively disseminate the research supported by this infrastructure to industry researchers and non-computer science researchers such as human vision healthcare scientists by giving talks, discussing research, and sharing the data. This infrastructure has provided support for the PIÆs course on Computational Photography. It has also been integrated into the PIÆs effort in developing a visual computing high-school student internship program. \n\n \n\n\t\t\t\t\tLast Modified: 09/01/2015\n\n\t\t\t\t\tSubmitted by: Feng Liu"
 }
}