{
 "awd_id": "1205229",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop: Innovation in Steel Design, Research Needs for Global Competitiveness; Chicago, Illinois; March 28, 2012",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Kishor Mehta",
 "awd_eff_date": "2011-12-01",
 "awd_exp_date": "2012-06-30",
 "tot_intn_awd_amt": 8500.0,
 "awd_amount": 8500.0,
 "awd_min_amd_letter_date": "2011-11-18",
 "awd_max_amd_letter_date": "2011-11-18",
 "awd_abstract_narration": "As the international construction sector continues to expand, US competitiveness will depend on the flexibility to both design with and utilization of construction materials, including steel, in innovative ways.  Whether the future includes automated construction, prefabricated or modular building components, or entirely new section configurations is unclear at this point.  Regardless, innovation will require both fundamental and applied research in order to understand and develop new approaches. The American Society of Civil Engineers /Structural Engineering Institute (ASCE/SEI) Technical Activities Committee (TAC) on Metals has planned one-day long workshop to develop a research and innovations agenda for the design of steel structures with support from the American Institute of Steel Construction (AISC).  The primary objective of the workshop is to develop a research agenda that will provide a direction for steel design and construction research in areas of promise for both technical advancement and global competitiveness with the input of a diverse group of academics, industry leaders and engaged graduate students. \r\n\r\nThe workshop, through moderated discussions, will bring together leaders and emerging talent in the academic and design communities to specifically address the following:  \r\n?\tWhat are the most promising areas of steel design innovation to increase US global competitiveness; and \r\n?\tWhat fundamental questions about steel structural behavior, including response to extreme loads and resiliency, need answers?\r\nIn addition to speakers from AISC and ASCE, academic and industry leaders will facilitate discussions in breakout sessions in three designated areas:  Design for Rapid Construction, Sustainability and Resiliency, and Response to Extreme Loads. A ?Wildcard? session will also convene to allow for open discussion in any area related to steel design. The results of the deliberations at the workshop will be disseminated to the stakeholders.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrea",
   "pi_last_name": "Surovek",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Andrea E Surovek",
   "pi_email_addr": "surovek@sdsmt.edu",
   "nsf_id": "000294282",
   "pi_start_date": "2011-11-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "South Dakota School of Mines and Technology",
  "inst_street_address": "501 E SAINT JOSEPH ST",
  "inst_street_address_2": "",
  "inst_city_name": "RAPID CITY",
  "inst_state_code": "SD",
  "inst_state_name": "South Dakota",
  "inst_phone_num": "6053941218",
  "inst_zip_code": "577013901",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "SD00",
  "org_lgl_bus_name": "SOUTH DAKOTA SCHOOL OF MINES & TECHNOLOGY",
  "org_prnt_uei_num": "CJAJYT2KW771",
  "org_uei_num": "CJAJYT2KW771"
 },
 "perf_inst": {
  "perf_inst_name": "ASCE Structures Congress 2012",
  "perf_str_addr": "",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606017802",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "IL07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163700",
   "pgm_ele_name": "Structural and Architectural E"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "039E",
   "pgm_ref_txt": "STRUCTURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "040E",
   "pgm_ref_txt": "Haz mitigation of structural sys"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  },
  {
   "pgm_ref_code": "9102",
   "pgm_ref_txt": "WOMEN, MINORITY, DISABLED, NEC"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 8500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In March 2012, over 50 academics, graduate students, and practitioners joined together to answer the question, &ldquo;What innovations will help move US steel design forward in the</p>\n<p>coming decade?&rdquo;&nbsp; The intent of the workshop was to bring together both leaders and emerging talent in the academic and design communities to specifically address the following:&nbsp;</p>\n<ul>\n<li>What are the most promising areas of steel design      innovation to increase US global competitiveness; and </li>\n<li>What fundamental questions about steel structural      behavior, including response to extreme loads and resiliency, need      answers?</li>\n</ul>\n<p>Tthe workshop utilized a brainstorming approach to develop a list of potential innovations followed by a focused discussion to identify the overarching themes from the brainstorming. &nbsp;Breakout session allowed for brainstorming on four areas that were identified based on their potential for innovation and general interest in research areas including Rapid Constructability, Sustainability, Extreme Loads and a &ldquo;Wildcard&rdquo; session.</p>\n<p>&nbsp;Based on results from the four breakout sessions, five themes emerged across all areas of discussion and in all breakout sessions:</p>\n<ul>\n<li>Integration, </li>\n<li>Modular design and construction, </li>\n<li>Novel joining methods and connection design, </li>\n<li>Material improvements and </li>\n<li>Educational opportunities </li>\n</ul>\n<p>&nbsp;The single most important and overreaching theme was that of integration: of systems, of disciplines, of design and construction, of education and industry and of materials properties and function.&nbsp; It became evident that true integration will not be achieved through individual effort, but will be require collaborative and diverse thinking across disciplines as well as boundaries of structural design and construction.&nbsp; For many steel professionals this will necessitate a paradigm shift in how we see our professional roles, how we develop research partnerships and how we go about the day-to-day business of designing structures.</p>\n<p>&nbsp;Innovation cannot happen in a vacuum, and it cannot occur without rethinking how we view structural forms and materials. Collaboration between multiple constituencies or disciplines is necessary to achieve true innovation, whether it is integration of mechanical and structural systems, of materials properties or of engineering design, fabrication and erection. Whether we seek inspiration in nature, in nanostructures, or in our children&rsquo;s toys, the continuing exercise of looking forward and envisioning the impossible, the improbable and the potential is useful in propelling advances in steel design and construction.&nbsp; The ideas generated at the Innovations in Steel Design workshop can serve as a springboard for research ideas or continuing conversations on future innovation, whether necessary increments in our knowledge or far-reaching advances in our designs.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/23/2012<br>\n\t\t\t\t\tModified by: Andrea&nbsp;E&nbsp;Surovek</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn March 2012, over 50 academics, graduate students, and practitioners joined together to answer the question, \"What innovations will help move US steel design forward in the\n\ncoming decade?\"  The intent of the workshop was to bring together both leaders and emerging talent in the academic and design communities to specifically address the following: \n\nWhat are the most promising areas of steel design      innovation to increase US global competitiveness; and \nWhat fundamental questions about steel structural      behavior, including response to extreme loads and resiliency, need      answers?\n\n\nTthe workshop utilized a brainstorming approach to develop a list of potential innovations followed by a focused discussion to identify the overarching themes from the brainstorming.  Breakout session allowed for brainstorming on four areas that were identified based on their potential for innovation and general interest in research areas including Rapid Constructability, Sustainability, Extreme Loads and a \"Wildcard\" session.\n\n Based on results from the four breakout sessions, five themes emerged across all areas of discussion and in all breakout sessions:\n\nIntegration, \nModular design and construction, \nNovel joining methods and connection design, \nMaterial improvements and \nEducational opportunities \n\n\n The single most important and overreaching theme was that of integration: of systems, of disciplines, of design and construction, of education and industry and of materials properties and function.  It became evident that true integration will not be achieved through individual effort, but will be require collaborative and diverse thinking across disciplines as well as boundaries of structural design and construction.  For many steel professionals this will necessitate a paradigm shift in how we see our professional roles, how we develop research partnerships and how we go about the day-to-day business of designing structures.\n\n Innovation cannot happen in a vacuum, and it cannot occur without rethinking how we view structural forms and materials. Collaboration between multiple constituencies or disciplines is necessary to achieve true innovation, whether it is integration of mechanical and structural systems, of materials properties or of engineering design, fabrication and erection. Whether we seek inspiration in nature, in nanostructures, or in our childrenÆs toys, the continuing exercise of looking forward and envisioning the impossible, the improbable and the potential is useful in propelling advances in steel design and construction.  The ideas generated at the Innovations in Steel Design workshop can serve as a springboard for research ideas or continuing conversations on future innovation, whether necessary increments in our knowledge or far-reaching advances in our designs.\n\n \n\n\t\t\t\t\tLast Modified: 10/23/2012\n\n\t\t\t\t\tSubmitted by: Andrea E Surovek"
 }
}