{
 "awd_id": "1205870",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Advanced Tests and Applications of Quantum Nonlocality",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John D. Gillaspy",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 400287.0,
 "awd_amount": 400287.0,
 "awd_min_amd_letter_date": "2012-08-15",
 "awd_max_amd_letter_date": "2013-07-19",
 "awd_abstract_narration": "Nonlocal entanglement has long been of great fundamental interest in quantum mechanics, and is now seen as a cornerstone in the nascent field of quantum information. However, although nearly half a century has passed since John Bell first showed that it was possible to perform a true, unambiguous test of the nonlocal, non-realistic aspects of quantum mechanics, such an unambiguous test has never been performed. Experimental tests of this quintessential quantum phenomenon have thus far been incomplete, all of them plagued by one or more \"loopholes\". We are addressing three main topics in advanced tests of quantum nonlocality. First, we employ new very efficient, fast detectors to realize an unambiguous test of nonlocality, a major quantum physics milestone. In the first phase, the \"detection loophole\" can be closed, which has never been done in optics; in the second phase, the \"timing loophole\" will also be closed, leading to the first truly loophole-free test of the nonlocal nature of reality.  Realizing a system that can perform such a test is relevant for \"verified\" quantum random number generation and \"device-independent\" ultra-secure quantum cryptography systems, advantageous over traditional implementations because they do not rely on extra assumptions about the equipment being used. \r\n\r\n   The second activity capitalizes on our recent NSF-funded successes in producing and controlling hyperentanglement -- photons that are simultaneously entangled in multiple degrees of freedom -- to study novel features of quantum nonlocality in larger Hilbert spaces. Specifically, using polarization, spatial-mode and time-bin entanglement, we explore states that reside in an unprecedented ~37,000,000-dimensional Hilbert space. In collaboration with University of Illinois colleague Prof. Anthony Leggett, we study the nonlocal character and robustness of the complex hyperentanglement in the face of decoherence, and as the dimensionality of the Hilbert space increases. Finally, using techniques developed here, we address two applications in the realm of advanced quantum information processing: realization of a completely verifiable source of quantum random numbers, and first implementation of a \"device independent\" quantum cryptography protocol. This project should lead to a number of other interesting investigations at the boundary between foundations of quantum mechanics and quantum information processing.\r\n\r\nOne can hardly discuss the nature of reality without the notion of quantum entanglement -- ultrastrong-correlations between separated quantum systems -- in fact, entanglement is now seen as a cornerstone in the nascent field of quantum information. Therefore, testing it thoroughly is essential, if challenging. Our experiments will, once and for all, exclude all models of nature that rely on the intuitive principles of locality (there are no actions at a distance) and realism (things we measure have values before we measure them), as well as testing for the presence of correlations beyond those predicted by quantum mechanics.  Should a \"positive result\" (i.e., an apparent breakdown of QM predictions) be found and confirmed, the eventual implications for our view of the physical world itself would be truly revolutionary. Moreover, the ability to study nonlocal correlations in much more complex quantum systems than has heretofore been possible -- using hyperentanglement -- may reveal new features in the robustness/fragility of entanglement phenomena. Finally, as part of the project, nonlocality experiments for undergraduate laboratories are being developed in collaboration with colleagues at undergraduate institutions, bringing the realities of quantum information phenomena to students at an earlier age and in broader venues.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Paul",
   "pi_last_name": "Kwiat",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Paul G Kwiat",
   "pi_email_addr": "kwiat@illinois.edu",
   "nsf_id": "000213534",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "1110 West Green Street",
  "perf_city_name": "Urbana",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013080",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "IL",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "129000",
   "pgm_ele_name": "OPTICAL PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7203",
   "pgm_ref_txt": "QUANTUM INFORMATION SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 199853.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 200434.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In 1935, Einstein, Podolsky, and Rosen suggested that certain quantum mechanical states must violate one or both of the fundamental classical assumptions of locality (sufficiently distant events cannot change the outcome of a nearby measurement) and realism (the outcome probabilities of potential measurements depend only on the state of the system). These nonclassical two-particle states exhibit multiple-basis correlations, and are referred to as &ldquo;entangled&rdquo;.&nbsp; Because locality and realism are so fundamental to classical intuition, a central debate in 20th century physics revolved around the following question: could an alternative to quantum mechanics---a local realistic theory---explain entanglement&rsquo;s seemingly nonclassical correlations? In 1964, John Bell devised a way to in principle answer this question experimentally, by analyzing the limit of allowed correlations between measurements made on an ensemble of any classical system.&nbsp; If performed under sufficiently ideal conditions, a violation of Bell&rsquo;s inequality would conclusively rule out all possible local realistic theories.&nbsp; Although entanglement has been experimentally demonstrated and the Bell inequality violated in a myriad of non-ideal experiments, each of these experiments fails to overcome at least one of two critical obstacles, and has required additional assumptions to validate the experiment.</p>\n<p>The first obstacle &ndash; the &ldquo;locality loophole&rdquo; &ndash; addresses the possibility that a local realistic theory might rely on some type of signal sent from one entangled particle to its partner (e.g., a signal containing information about the specific measurement carried out on the first particle).&nbsp; The second obstacle &ndash; the &ldquo;detection loophole&rdquo; &ndash; addresses the fact that entangled particles, when measured with low-quantum-efficiency detectors, will produce experimental results that can be explained by a local realistic theory.&nbsp; To avoid this, almost all previous experiments have had to make &ldquo;fair sampling&rdquo; assumptions that the collected photons are &ldquo;typical&rdquo; of those emitted.&nbsp; Under this grant, we performed the first experiment that fully closes the detection loophole with photons.&nbsp;</p>\n<p>The high entanglement quality of our source, along with the detection-loophole-free capability, offers interesting possibilities for applications, notably for &ldquo;device-independent&rdquo; quantum information processing. Here the goal is to implement a certain protocol, and to guarantee its security, without relying on assumptions about the internal functioning of the devices used in the protocol. Being device-independent, this approach is more robust to device imperfections compared to standard protocols, and is in principle immune to side-channel attacks.&nbsp; By performing local measurements on entangled particles, and observing nonlocal correlations between the outcomes of these measurements, it is possible to certify the presence of genuine randomness in the data in a device-independent way.&nbsp; We used our setup to generate 8700 secure bits of private randomness in under 3 hours of data acquisition, improving on the previous experiment (using trapped ions) by ~50,000.</p>\n<p>Beyond this, we pursued the experiment further, collaborating with the National Institute of Standard and Technology at Boulder, to perform an experiment where all testable loopholes are closed in a single experiment.&nbsp; The resulting landmark result showed with extremely high confidence that local realism is invalidated.</p>\n<p>Furthermore, quantum nonlocality is a very rich phenomenon, as demonstrated by recent theoretical work towards a generalized theory of nonlocality, along with theoretical work in hopes of answering the question of why we observe quantum mechanics despite more nonlocal theories being possi...",
  "por_txt_cntn": "\nIn 1935, Einstein, Podolsky, and Rosen suggested that certain quantum mechanical states must violate one or both of the fundamental classical assumptions of locality (sufficiently distant events cannot change the outcome of a nearby measurement) and realism (the outcome probabilities of potential measurements depend only on the state of the system). These nonclassical two-particle states exhibit multiple-basis correlations, and are referred to as \"entangled\".  Because locality and realism are so fundamental to classical intuition, a central debate in 20th century physics revolved around the following question: could an alternative to quantum mechanics---a local realistic theory---explain entanglementÆs seemingly nonclassical correlations? In 1964, John Bell devised a way to in principle answer this question experimentally, by analyzing the limit of allowed correlations between measurements made on an ensemble of any classical system.  If performed under sufficiently ideal conditions, a violation of BellÆs inequality would conclusively rule out all possible local realistic theories.  Although entanglement has been experimentally demonstrated and the Bell inequality violated in a myriad of non-ideal experiments, each of these experiments fails to overcome at least one of two critical obstacles, and has required additional assumptions to validate the experiment.\n\nThe first obstacle &ndash; the \"locality loophole\" &ndash; addresses the possibility that a local realistic theory might rely on some type of signal sent from one entangled particle to its partner (e.g., a signal containing information about the specific measurement carried out on the first particle).  The second obstacle &ndash; the \"detection loophole\" &ndash; addresses the fact that entangled particles, when measured with low-quantum-efficiency detectors, will produce experimental results that can be explained by a local realistic theory.  To avoid this, almost all previous experiments have had to make \"fair sampling\" assumptions that the collected photons are \"typical\" of those emitted.  Under this grant, we performed the first experiment that fully closes the detection loophole with photons. \n\nThe high entanglement quality of our source, along with the detection-loophole-free capability, offers interesting possibilities for applications, notably for \"device-independent\" quantum information processing. Here the goal is to implement a certain protocol, and to guarantee its security, without relying on assumptions about the internal functioning of the devices used in the protocol. Being device-independent, this approach is more robust to device imperfections compared to standard protocols, and is in principle immune to side-channel attacks.  By performing local measurements on entangled particles, and observing nonlocal correlations between the outcomes of these measurements, it is possible to certify the presence of genuine randomness in the data in a device-independent way.  We used our setup to generate 8700 secure bits of private randomness in under 3 hours of data acquisition, improving on the previous experiment (using trapped ions) by ~50,000.\n\nBeyond this, we pursued the experiment further, collaborating with the National Institute of Standard and Technology at Boulder, to perform an experiment where all testable loopholes are closed in a single experiment.  The resulting landmark result showed with extremely high confidence that local realism is invalidated.\n\nFurthermore, quantum nonlocality is a very rich phenomenon, as demonstrated by recent theoretical work towards a generalized theory of nonlocality, along with theoretical work in hopes of answering the question of why we observe quantum mechanics despite more nonlocal theories being possible. For example, we used our high-quality entangled photon source to experimentally test various bounds of quantum nonlocality and demonstrate several counter-intuitive features of quantum mechanics. In particular, we m..."
 }
}