{
 "awd_id": "1205814",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Developing Models of Facilitated Diffusion for DNA Binding Proteins",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032924666",
 "po_email": "kblagoev@nsf.gov",
 "po_sign_block_name": "Krastan Blagoev",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 232922.0,
 "awd_amount": 232922.0,
 "awd_min_amd_letter_date": "2012-08-27",
 "awd_max_amd_letter_date": "2012-08-27",
 "awd_abstract_narration": "In this project, the PI will study how proteins that bind to specific sequences in DNA find their target sequences. It is known that some DNA binding proteins first bind non-specifically to DNA and then diffuse one-dimensionally along the DNA until they find their target sequence. The name \"facilitated diffusion\" is used to describe this process. Although this behavior is thought to be generic, it has only been observed in a handful of systems. In addition, single molecule observations of this process often occur in complicated environments involving shear flow and non-equilibrium fluctuations in the DNA, conditions which have not been adequately included in quantitative models. The PI will use two single molecule experimental techniques he has developed in order to detect and characterize facilitated diffusion of type II restriction endonucleases, enzymes which cleave double stranded DNA. The first technique is a flow stretching assay, in which a surface immobilized DNA is stretched out by fluid drag forces on a bead which is attached to the free end of the DNA. The second technique employs single molecule TIRF imaging of fluorescently labeled proteins diffusing one-dimensionally along tethered DNAs. Numerical simulations will be employed to explain the experimental results. The PI has developed a numerical simulation of tethered DNAs in shear flow. This simulation will be extended to include diffusing DNA binding proteins, and the numerical model developed will be validated against experimental results. This project will produce more realistic models of in vitro facilitated diffusion which will assist in translating experimental results in these systems to biologically relevant conditions. Additionally, the project will contribute to the understanding of reaction-diffusion behavior in flow conditions encountered in microfluidic cells, a problem relevant to lab-on-a-chip applications. Performing this research at an undergraduate institution, the PI will train and employ undergraduate students in his lab. These students will be mentored in research, in scientific presentation skills (through poster presentations at scientific meetings) and in scientific writing (through authorship on publications resulting from this project). In addition, the PI has developed a simplified DNA tethering protocol for use in pedagogy. Two experimental modules for use in laboratory courses will be developed that use this method. The first will be implemented in the PI's introductory physics course, and will examine tethered Brownian motion and the mechanical properties of DNA. The second will be used in an introductory molecular biology course, and will focus on the biophysics of restriction endonucleases. The PI will create a summer workshop for high school students. In this workshop, students will learn concepts from single molecule biological physics and participate in a hands-on demonstration of DNA tethering. The PI will also create a professional development course for high school teachers. In this course, teachers will learn how to perform DNA tethering experiments they can do in their classrooms. Teachers will receive materials and supplies for the experiments and the PI will visit their classrooms for demonstrations and to speak with students about single molecule biological physics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Allen",
   "pi_last_name": "Price",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Allen C Price",
   "pi_email_addr": "priceal@emmanuel.edu",
   "nsf_id": "000601234",
   "pi_start_date": "2012-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Emmanuel College",
  "inst_street_address": "400 FENWAY",
  "inst_street_address_2": "",
  "inst_city_name": "BOSTON",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6177359979",
  "inst_zip_code": "021155725",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MA07",
  "org_lgl_bus_name": "EMMANUEL COLLEGE",
  "org_prnt_uei_num": "VGK6JK18ZKQ5",
  "org_uei_num": "VGK6JK18ZKQ5"
 },
 "perf_inst": {
  "perf_inst_name": "Emmanuel College",
  "perf_str_addr": "400 The Fenway",
  "perf_city_name": "Boston",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021155725",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "724600",
   "pgm_ele_name": "PHYSICS OF LIVING SYSTEMS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 232922.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project we have shown that enzymes that interact with DNA spend a significant amount of time searching for their correct binding site on the DNA.&nbsp; This \"search time\" can influence how long it takes important steps in gene regulation to occur.&nbsp; We have developed a technique that can measure the time spent searching the DNA by a single molecule.&nbsp; We have shown that the time it takes to search for their binding site depends on the size of the region of the DNA that the enzyme scans for each encounter with the DNA.&nbsp; We have been able to vary this scan length and have shown that the search time varies in such a way that it is a minimum for a specific scan length.&nbsp; This result confirms a fundamental prediction of the model of DNA search and allows us to think quantitatively about this fundamental process.&nbsp;</p>\n<p>We have also used our technique to examine the process of DNA cleavage and have shown that metal ions are essential for this process and that from one to two are necessary for the enzymes, known as restriction endonucleases that we are studying.&nbsp; These enzymes are important in biotechnology (for manipulating DNA) and are excellent &ldquo;model systems&rdquo; that show us fundamentally how many DNA binding proteins must work.</p>\n<p>In this project eight undergraduate students were trained in cutting edge biophysical laboratory techniques.&nbsp; They authored three scientific papers and presented their work at four national scientific meetings. Six of these students have graduated and are either working in biotechnology or pursuing post graduate training in science or medicine.&nbsp; Additionally, the results of this research have been translated into educational materials and disseminated to benefit undergraduate science education in biophysics.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/31/2016<br>\n\t\t\t\t\tModified by: Allen&nbsp;Price</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn this project we have shown that enzymes that interact with DNA spend a significant amount of time searching for their correct binding site on the DNA.  This \"search time\" can influence how long it takes important steps in gene regulation to occur.  We have developed a technique that can measure the time spent searching the DNA by a single molecule.  We have shown that the time it takes to search for their binding site depends on the size of the region of the DNA that the enzyme scans for each encounter with the DNA.  We have been able to vary this scan length and have shown that the search time varies in such a way that it is a minimum for a specific scan length.  This result confirms a fundamental prediction of the model of DNA search and allows us to think quantitatively about this fundamental process. \n\nWe have also used our technique to examine the process of DNA cleavage and have shown that metal ions are essential for this process and that from one to two are necessary for the enzymes, known as restriction endonucleases that we are studying.  These enzymes are important in biotechnology (for manipulating DNA) and are excellent \"model systems\" that show us fundamentally how many DNA binding proteins must work.\n\nIn this project eight undergraduate students were trained in cutting edge biophysical laboratory techniques.  They authored three scientific papers and presented their work at four national scientific meetings. Six of these students have graduated and are either working in biotechnology or pursuing post graduate training in science or medicine.  Additionally, the results of this research have been translated into educational materials and disseminated to benefit undergraduate science education in biophysics.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/31/2016\n\n\t\t\t\t\tSubmitted by: Allen Price"
 }
}