{
 "awd_id": "1205233",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: The relationship between microbial biogeography and ocean chemistry across a persistent oceanographic \"hot spot\" in the NE Pacific Ocean",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Donald L. Rice",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2013-12-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2011-12-13",
 "awd_max_amd_letter_date": "2011-12-13",
 "awd_abstract_narration": "The oceans are undergoing dramatic changes. Currently, two largely independently operating research communities -- geochemists and molecular ecologists -- examine potential biological repercussions of changes in ocean chemistry and physics. Geochemists focus primarily on large-scale resultant chemical features, with limited knowledge of underlying biological drivers. Molecular ecologists focus primarily on biodiversity of microbial ecosystems, with few direct linkages to process rates.\r\n\r\nWith funding from this Early-Concept Grant for Exploratory Research (EAGER), a marine molecular biologist from the University of Washington, a marine inorganic biochemist from the University of Southern California, and a marine trace metal geochemist from Old Dominion University will conduct a multi-parameter exploratory survey cruise to collect and analyze shared geochemical and molecular data to identify chemical and physical drivers of distinct biogeochemical provinces in the sea.  They have targeted a well-defined gradient in biogeochemical properties in the northeast Pacific where high nutrient, low chlorophyll waters limited by iron meet low nutrient, iron-replete waters with the long-term goal of understanding the sensitivity of province boundaries to climate change. The transition zone is a surrogate for a geochemical province boundary and is characterized by high biological activity and strong gradients in chemical parameters.\r\n \r\nThe team hypothesizes that the physical/chemical front creates a distinctive biome with a disproportionate impact on the biogeochemistry of the region, an attribute that may be a fundamental feature of province boundaries. Accordingly, they will characterize multiple biological and chemical parameters on a detailed surface to seafloor zonal survey across this zone. Biological parameters include metagenomes and metatranscriptomes of the microbial community from surface to seafloor at carefully selected stations and gene-focused surveys at more broadly distributed stations. Chemical parameters at all stations include nutrients and dissolved concentrations of Fe, Cu, Zn, Cd, Mn, Co and Ni, key parameters in the GEOTRACES program.  Shipboard work will include short-term (12-24 hr) on-deck incubations to examine relationships between rate processes and changes in community composition.\r\n\r\nThis project is well suited to EAGER funding. The high risk associated with bringing these two research communities together to synthesize resulting data in meaningful ways is mitigated by the high reward associated with learning how to conduct oceanographic work in entirely new ways, moving beyond correlations to causations between biology and chemistry.\r\n\r\nBroader impacts:  This study is motivated by the results from an NSF-sponsored community workshop that highlighted the transformative potential of bringing these two communities together to address underlying drivers of geochemical provinces. The team will invite cruise participation by a broad representation of the two communities, with a central requisite that all participants are broad thinkers that will readily share data in a timely fashion. Member of the U.S. Ocean Carbon and Biogeochemistry (OCB) Scientific Steering Committee have encouraged submission of a proposal for a post-cruise meeting to share successes and \"lessons learned\".   The results of this EAGER project will allow evaluation of the feasibility of joint molecular/geochemical sectional surveys on the scale of programs such as CLIVAR and GEOTRACES",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Virginia",
   "pi_last_name": "Armbrust",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Virginia Armbrust",
   "pi_email_addr": "armbrust@uw.edu",
   "nsf_id": "000369879",
   "pi_start_date": "2011-12-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 Brooklyn Ave NE",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951202",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "167000",
   "pgm_ele_name": "Chemical Oceanography"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The surface ocean is characterized by steep gradients in density, which limits the mixing of water from different sources such as those from the coast and the open ocean.&nbsp; This means that different communities of organisms and different chemistries distinguish these waters, creating distinct ecosystems. On land, the boundaries between ecosystems are commonly highly productive zones characterized by high biodiversity.&nbsp; In the ocean, ecosystem function is driven primarily by microbial activity.&nbsp; Previous studies suggested that boundaries between different marine ecosystems created areas of high biodiversity of microscopic algae (phytoplankton). Our goals were to understand if these regions of high phytoplankton diversity influenced the biodiversity of other microbes and to identify how chemical attributes across these boundaries differed from the surface to the seafloor. We conducted a 6-day oceanographic research cruise in the Northeast Pacific Ocean that crossed a density gradient between open-ocean and coastal waters off the US Pacific Northwest coast. The science party for the cruise consisted of students, postdoctoral researchers, technical staff and laboratory heads representing 30 different laboratories from 17 institutions. Samples for over fifty different types of chemical, molecular, and organism analyses were collected at 8 sites. This is the first time that such a broad suite of measurements for trace metals and organic molecules as well as genomic analyses have been made at the same set of oceanographic sites. New streamlined sampling protocols were developed, new ways to integrate the resulting data sets were created, and a new community of interdisciplinary researchers was fostered.&nbsp; A lasting legacy of this project is the integration of expertise from these very different research domains &ndash; organic chemists, molecular biologists, inorganic chemists, modelers, and data scientists. &nbsp;It is now possible to see how trace metals influence the physiology of the organisms at the base of the food web and in turn how these organisms influence the organic molecules detected in the water.&nbsp;&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/19/2014<br>\n\t\t\t\t\tModified by: E. Virginia&nbsp;Armbrust</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe surface ocean is characterized by steep gradients in density, which limits the mixing of water from different sources such as those from the coast and the open ocean.  This means that different communities of organisms and different chemistries distinguish these waters, creating distinct ecosystems. On land, the boundaries between ecosystems are commonly highly productive zones characterized by high biodiversity.  In the ocean, ecosystem function is driven primarily by microbial activity.  Previous studies suggested that boundaries between different marine ecosystems created areas of high biodiversity of microscopic algae (phytoplankton). Our goals were to understand if these regions of high phytoplankton diversity influenced the biodiversity of other microbes and to identify how chemical attributes across these boundaries differed from the surface to the seafloor. We conducted a 6-day oceanographic research cruise in the Northeast Pacific Ocean that crossed a density gradient between open-ocean and coastal waters off the US Pacific Northwest coast. The science party for the cruise consisted of students, postdoctoral researchers, technical staff and laboratory heads representing 30 different laboratories from 17 institutions. Samples for over fifty different types of chemical, molecular, and organism analyses were collected at 8 sites. This is the first time that such a broad suite of measurements for trace metals and organic molecules as well as genomic analyses have been made at the same set of oceanographic sites. New streamlined sampling protocols were developed, new ways to integrate the resulting data sets were created, and a new community of interdisciplinary researchers was fostered.  A lasting legacy of this project is the integration of expertise from these very different research domains &ndash; organic chemists, molecular biologists, inorganic chemists, modelers, and data scientists.  It is now possible to see how trace metals influence the physiology of the organisms at the base of the food web and in turn how these organisms influence the organic molecules detected in the water.  \n\n\t\t\t\t\tLast Modified: 04/19/2014\n\n\t\t\t\t\tSubmitted by: E. Virginia Armbrust"
 }
}