{
 "awd_id": "1205198",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Grammatical Regularities in Sign Language and Homesign",
 "cfda_num": "47.075",
 "org_code": "04040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joan Maling",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 100143.0,
 "awd_amount": 100143.0,
 "awd_min_amd_letter_date": "2011-11-02",
 "awd_max_amd_letter_date": "2011-11-02",
 "awd_abstract_narration": "With National Science Foundation support, Dr. Diane Brentari will conduct five years of linguistic research on the handshapes used in well-established sign languages and in the invented systems used by deaf individuals who have not been exposed to a signed or spoken languages, called 'homesign' systems. Three different deaf populations that use a visual-gestural system as their primary means of communication will be studied: native signers of Italian Sign Language (adults and children); Italian homesigning children, and Nicaraguan homesigners(adults and children). The populations are all from environments where gesture is also a strong part of the language environment.  The data will come from descriptions of events of motion and location.\r\n\r\nThe scientific questions addressed by this project are the following.  First, how do grammatical properties in syntax, phonology, and morphology emerge in the case of children acquiring a language from their parents vs. when children are inventing their own systems of gestures without language input from their families? Second, what aspects of grammar are more or less robust in the case of acquisition case vs. the case of invention and at what age?  Third, do homesign systems become more sophisticated when they are used as the primary means of communication over the course of a lifetime, as is the case in homesigning adults in Nicaragua?  Finally, this research will contribute to our understanding of the evolution of language because homesigners are inventing communication anew in a way that is not possible to observe in the realm of spoken languages; this particlar moment of spoken language history was not recorded in a way that it can be studied with contemporary means.  In addition to its scientific merit, this project will recruit native-signing Deaf undergraduate and graduate students to help analyze data, and so provide an opportunity for these students to engage in first-hand scientific research on sign languages.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "BCS",
 "org_div_long_name": "Division of Behavioral and Cognitive Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Diane",
   "pi_last_name": "Brentari",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Diane Brentari",
   "pi_email_addr": "dbrentari@uchicago.edu",
   "nsf_id": "000211416",
   "pi_start_date": "2011-11-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "1010 East 59th Street",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606371512",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "131100",
   "pgm_ele_name": "Linguistics"
  },
  {
   "pgm_ele_code": "169800",
   "pgm_ele_name": "DS -Developmental Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "1311",
   "pgm_ref_txt": "LINGUISTICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 100142.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"publications\">The goal of this project was to study the shapes of the hand produced by three distinct populations: Deaf people who use sign languages as their primary language, homesigners (deaf people who have used a gesture system all their lives, but who are isolated from any type of language community, either spoken or signed) and hearing people using gesture without their voices. The major question concerned how the shapes of the hand (called handshapes in sign language phonology) would show different patterns of distribution across these groups in adults and children, thereby providing insight into how a gesture system without grammatical rules becomes a system with grammatical rules -- in syntax, morphology, and phonology -- both when the linguistic system is being <span style=\"text-decoration: underline;\"><strong>acquired</strong></span> by children who have a language model and when it is being <span style=\"text-decoration: underline;\"><strong>created</strong></span> for the first time historically when no language model is present.</p>\n<p class=\"publications\">The results of this work indicate that some properties of a sign language grammar have become grammaticized from their roots in an iconic gesture system, and these are influenced by cognition and culture, while others have a decided break, or discontinuity, between their use in gesture and their use in a sign language, or even in a homesign system. Both HANDLING handshapes, those that show how an object is manipulated or handled, and OBJECT handshapes, those that show the size or dimension of an object, are common in gesture and sign language (see Figure 1). The results indicate that in sign languages the use of HANDLING handshapes is more prevalent in describing events with an agent, while the use of OBJECT handshapes is more prevalent in describing events without an agent. This is true across many sign languages, but this research shows that it is acquired a bit earlier in Italian Sign Language (LIS) than in American Sign Language (ASL). In addition, while some gesturers in both Italy and the US apply this <strong><em>agentive/nonagentive distinction</em></strong>, the research shows that Italian adult gesturers are more likely than the American adult gesturers to produce the relevant distinction using handshape. Perhaps this is due to the long tradition of the use of emblematic gestures in cultures such as Italy, where gestural forms are used to convey meaning without speech. The results show that both in language creation and acquisition this phenomenon is more varied and appears more gradually (see Figure 2). Since some gesturers can readily employ this distinction, and since  there are cultural differences in the ability to do so, we conclude that  cognition and culture play a role in the agentive/nonagentive contrast found in the  morphosyntax of sign languages.</p>\n<p>In contrast, the <strong><em>complexity</em></strong> in the handshapes used in HANDLING and OBJECT handshapes, which is part of the phonology of sign languages, appears to happen suddenly and earlier in acquisition than the morphosyntactic use of handshape described above. In many sign languages, including LIS and ASL, there is higher finger complexity in OBJECT handshapes and lower finger complexity in HANDLING handshapes. Our findings indicate that this pattern is already in place in young signers acquiring a sign language as a first language at age 4;0, and the pattern is already in place in a young sign language as well (Nicaraguan Sign Language (NSL)), both in adults and children. In contrast the gesturers do not show this pattern (see Figure 3). Moreover, the signers' pattern is also in evidence in adult homesigners (see Figure 4). This indicates that the patterns of handshape complexity are present at a young age, both in terms of acquisition and in terms of the emergence of a language, and that a lifetime of usin...",
  "por_txt_cntn": "The goal of this project was to study the shapes of the hand produced by three distinct populations: Deaf people who use sign languages as their primary language, homesigners (deaf people who have used a gesture system all their lives, but who are isolated from any type of language community, either spoken or signed) and hearing people using gesture without their voices. The major question concerned how the shapes of the hand (called handshapes in sign language phonology) would show different patterns of distribution across these groups in adults and children, thereby providing insight into how a gesture system without grammatical rules becomes a system with grammatical rules -- in syntax, morphology, and phonology -- both when the linguistic system is being acquired by children who have a language model and when it is being created for the first time historically when no language model is present.\nThe results of this work indicate that some properties of a sign language grammar have become grammaticized from their roots in an iconic gesture system, and these are influenced by cognition and culture, while others have a decided break, or discontinuity, between their use in gesture and their use in a sign language, or even in a homesign system. Both HANDLING handshapes, those that show how an object is manipulated or handled, and OBJECT handshapes, those that show the size or dimension of an object, are common in gesture and sign language (see Figure 1). The results indicate that in sign languages the use of HANDLING handshapes is more prevalent in describing events with an agent, while the use of OBJECT handshapes is more prevalent in describing events without an agent. This is true across many sign languages, but this research shows that it is acquired a bit earlier in Italian Sign Language (LIS) than in American Sign Language (ASL). In addition, while some gesturers in both Italy and the US apply this agentive/nonagentive distinction, the research shows that Italian adult gesturers are more likely than the American adult gesturers to produce the relevant distinction using handshape. Perhaps this is due to the long tradition of the use of emblematic gestures in cultures such as Italy, where gestural forms are used to convey meaning without speech. The results show that both in language creation and acquisition this phenomenon is more varied and appears more gradually (see Figure 2). Since some gesturers can readily employ this distinction, and since  there are cultural differences in the ability to do so, we conclude that  cognition and culture play a role in the agentive/nonagentive contrast found in the  morphosyntax of sign languages.\n\nIn contrast, the complexity in the handshapes used in HANDLING and OBJECT handshapes, which is part of the phonology of sign languages, appears to happen suddenly and earlier in acquisition than the morphosyntactic use of handshape described above. In many sign languages, including LIS and ASL, there is higher finger complexity in OBJECT handshapes and lower finger complexity in HANDLING handshapes. Our findings indicate that this pattern is already in place in young signers acquiring a sign language as a first language at age 4;0, and the pattern is already in place in a young sign language as well (Nicaraguan Sign Language (NSL)), both in adults and children. In contrast the gesturers do not show this pattern (see Figure 3). Moreover, the signers' pattern is also in evidence in adult homesigners (see Figure 4). This indicates that the patterns of handshape complexity are present at a young age, both in terms of acquisition and in terms of the emergence of a language, and that a lifetime of using gesture does not change the gesturers' pattern. It is therefore concluded that cognition and culture play less of a role in the development of phonology.\nThis work has provided new normative data with respect to the acquisition of these sign language properties, which will be useful in creating inst..."
 }
}