{
 "awd_id": "1205788",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Wave Statistics in Non-Integrable Systems: From Nanostructures to Ocean Waves",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032928235",
 "po_email": "bmihaila@nsf.gov",
 "po_sign_block_name": "Bogdan Mihaila",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 215893.0,
 "awd_amount": 215893.0,
 "awd_min_amd_letter_date": "2012-07-24",
 "awd_max_amd_letter_date": "2014-06-24",
 "awd_abstract_narration": "This grant is for fundamental research on the statistical properties of wave functions and quantum transport in systems with a non-integrable classical limit. Experiments and applications motivating this work come from fields as diverse as current flow through two-dimensional nanostructures, rogue wave formation in the ocean, Coulomb blockade conductance in quantum dots, microwaves in irregularly-shaped electromagnetic resonators, energy transport in large structural acoustic systems, chemical reaction statistics, asymmetric optical resonators, and Casimir forces for nontrivial geometries. Interrelated research topics are: (1) Branched Flow Through Weak Correlated Random Potentials and Rogue Waves in the Ocean. Extreme event statistics are of particular interest in the context of ocean wave dynamics. The PI has obtained analytical results for the rogue wave formation probability as a function of sea parameters and will extend these techniques to include nonlinear wave evolution, finite wavelength effects, and depth variation in coastal waters, bringing closer the long-term goal of rogue wave forecasting. Similarities with other physical systems will enable improved understanding of branched flow in electron, microwave, and light scattering. (2)Chaotic Wave Functions Beyond the Random Matrix and Semiclassical Approximations: the PI has developed a robust and accurate method for extending random matrix theory predictions by systematically incorporating the non-universal short-time behavior of chaotic or diffusive systems. These techniques will be extended to general Hamiltonian systems in arbitrary dimension and to resonance wave function statistics in open systems. He will incorporate symmetry effects (including time reversal symmetry), explore the consequences of mixed classical phase space and the effects of Anderson localization. Applications include interaction matrix elements in ballistic and diffusive quantum dots, as well as energy transport in acoustic systems. (3) Vacuum Energy and Casimir Forces in Non-Integrable Geometries: The PI will investigate the vacuum self-energy in pseudointegrable and chaotic cavities in two and three dimensions. Of particular interest are the validity of the semiclassical approximations; the role of boundaries, edges, and corners; conditions under which divergences cancel between the inside and outside of a thin shell; and the relationship between the total self-energy and the local energy density. (4) Long-Time Semiclassical Accuracy: A common thread linking the above themes is the accuracy of the semiclassical approximation for long-time dynamics and eigenstates. The PI has shown previously that semiclassics at long times is more accurate in chaotic than in regular systems in two dimensions. He will apply these methods to higher-dimensional and interacting systems, and to higher-order semiclassical approximations, obtaining analytical estimates for the breakdown of the approximation in chaotic systems. Semiclassical error results will be extended to include caustics and diffraction effects. \r\n\r\nBroader impacts of the project include: Undergraduate involvement in research, with active participation of underrepresented groups, utilizing diversity-enhancement programs such as LSAMP and development of research ties with Xavier University; enhancing research opportunities for undergraduate and graduate students through direct stipend support, professional development through travel to conferences, and active participation in external collaborations; development of a new course in Chaos and Nonlinear Dynamics, targeted toward upper division undergraduate and beginning graduate students, in collaboration with faculty in mathematics and engineering; teaching of relevant introductory graduate courses in quantum and classical mechanics, with emphasis on classical quantum correspondence; and continuation of effective, highly rated teaching of physics for liberal arts majors, with a focus on modern physics and applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lev",
   "pi_last_name": "Kaplan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lev Kaplan",
   "pi_email_addr": "lkaplan@tulane.edu",
   "nsf_id": "000196934",
   "pi_start_date": "2012-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Tulane University",
  "inst_street_address": "6823 SAINT CHARLES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEW ORLEANS",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "5048654000",
  "inst_zip_code": "701185665",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "LA01",
  "org_lgl_bus_name": "THE ADMINISTRATORS OF TULANE EDUCATIONAL FUND",
  "org_prnt_uei_num": "XNY5ULPU8EN6",
  "org_uei_num": "XNY5ULPU8EN6"
 },
 "perf_inst": {
  "perf_inst_name": "Tulane University",
  "perf_str_addr": "6823 St. Charles Avenue",
  "perf_city_name": "New Orleans",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "701185698",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "LA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128700",
   "pgm_ele_name": "MATHEMATICAL PHYSICS"
  },
  {
   "pgm_ele_code": "913400",
   "pgm_ele_name": "Integrative Activities in Phys"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1287",
   "pgm_ref_txt": "MATHEMATICAL PHYSICS"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 70940.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 71959.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 72994.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project supported fundamental research on the statistical properties of waves in complex classical and quantum systems. A few examples are mentioned below:</p>\n<p>1) One aspect of this project addressed extreme wave formation in disordered media (e.g. light traveling through the atmosphere or an optical fiber, or water waves propagating in the presence of random ocean currents). Here we investigated for example the relationship between extreme waves events and the stability (i.e., focusing or defocusing nature) of the corresponding ray propagation. This work will shed light on the mechanisms underlying the appearance of extreme waves in the ocean, contribute in the long term to the possibility of rogue wave forecasting, and add to our broader understanding of linear and nonlinear wave dynamics in random media, with applications including electron transport and electromagnetic waves.</p>\n<p>2) Quantum vacuum energy (or zero point energy), and the related Casimir force, are quantum phenomena with applications ranging from cosmology to micro- and nano-electromechanical devices. While calculations dating back to the 1940s address the simplest case of an attractive force between uncharged parallel plates, in more complicated geometries even the sign of the force is not well understood. &nbsp;Our work on applying semiclassical methods to quantum vacuum energy calculations seems to promise accurate calculations of quantum vacuum energies in circumstances where exact solutions, or naive extrapolations (such as the proximity force approximation), are inapplicable. This work is also expected to shed light on the effect on the vacuum energy of singular boundaries, such as edges and corners, and to improve our understanding of the relationship between local vacuum energy (which in the absence of regularization becomes infinite near a boundary) and the total energy.</p>\n<p>3) We have investigated transport efficiency in quantum systems that are both disordered and coupled to the outside world. In particular, we have shown that quantum coherence effects may significantly enhance transport in open quantum systems even in the deep classical regime (where the decoherence rate is high), as long as the disorder is sufficiently strong. We have also shown that a nonzero rate of dephasing (a loss of quantum coherence associated, for example, with a nonzero temperature) assists transport when the disorder exceeds a critical value, and we have determined how this critical disorder strength depends on the degree of opening. Our work on transport in open systems and its connection to superradiance promises to provide a better understanding, for example, of quantum effects in photosynthesis, and also to aid in the design of artificial light-harvesting devices, switches, and other applications.</p>\n<p>Broader impacts of the project have included: 1) Training of undergraduate and graduate students in research methods; 2) Effective teaching of undergraduate and graduate courses in areas including scientific computation; and 3) K-12 STEM outreach through a summer physics camp for 10<sup>th</sup> and 11<sup>th</sup> grade students.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/31/2016<br>\n\t\t\t\t\tModified by: Lev&nbsp;Kaplan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project supported fundamental research on the statistical properties of waves in complex classical and quantum systems. A few examples are mentioned below:\n\n1) One aspect of this project addressed extreme wave formation in disordered media (e.g. light traveling through the atmosphere or an optical fiber, or water waves propagating in the presence of random ocean currents). Here we investigated for example the relationship between extreme waves events and the stability (i.e., focusing or defocusing nature) of the corresponding ray propagation. This work will shed light on the mechanisms underlying the appearance of extreme waves in the ocean, contribute in the long term to the possibility of rogue wave forecasting, and add to our broader understanding of linear and nonlinear wave dynamics in random media, with applications including electron transport and electromagnetic waves.\n\n2) Quantum vacuum energy (or zero point energy), and the related Casimir force, are quantum phenomena with applications ranging from cosmology to micro- and nano-electromechanical devices. While calculations dating back to the 1940s address the simplest case of an attractive force between uncharged parallel plates, in more complicated geometries even the sign of the force is not well understood.  Our work on applying semiclassical methods to quantum vacuum energy calculations seems to promise accurate calculations of quantum vacuum energies in circumstances where exact solutions, or naive extrapolations (such as the proximity force approximation), are inapplicable. This work is also expected to shed light on the effect on the vacuum energy of singular boundaries, such as edges and corners, and to improve our understanding of the relationship between local vacuum energy (which in the absence of regularization becomes infinite near a boundary) and the total energy.\n\n3) We have investigated transport efficiency in quantum systems that are both disordered and coupled to the outside world. In particular, we have shown that quantum coherence effects may significantly enhance transport in open quantum systems even in the deep classical regime (where the decoherence rate is high), as long as the disorder is sufficiently strong. We have also shown that a nonzero rate of dephasing (a loss of quantum coherence associated, for example, with a nonzero temperature) assists transport when the disorder exceeds a critical value, and we have determined how this critical disorder strength depends on the degree of opening. Our work on transport in open systems and its connection to superradiance promises to provide a better understanding, for example, of quantum effects in photosynthesis, and also to aid in the design of artificial light-harvesting devices, switches, and other applications.\n\nBroader impacts of the project have included: 1) Training of undergraduate and graduate students in research methods; 2) Effective teaching of undergraduate and graduate courses in areas including scientific computation; and 3) K-12 STEM outreach through a summer physics camp for 10th and 11th grade students.\n\n\t\t\t\t\tLast Modified: 10/31/2016\n\n\t\t\t\t\tSubmitted by: Lev Kaplan"
 }
}