{
 "awd_id": "1205671",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "A Program of Medium Energy Nuclear Physics",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "kenneth hicks",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 7554991.0,
 "awd_amount": 7554991.0,
 "awd_min_amd_letter_date": "2012-09-08",
 "awd_max_amd_letter_date": "2014-06-18",
 "awd_abstract_narration": "Understanding the structure of hadrons and nuclei remains a compelling thrust in nuclear physics.  Although it is a relatively straightforward generalization of quantum electrodynamics, the underlying theory of strong interactions, quantum chromodynamics (QCD), is difficult to solve, especially in the context of structure.  Although lattice QCD has made important progress, observations are clearly still important to make the theory's phenomena come to life.  The University of Illinois at Urbana-Champagne program focuses on the spin and flavor structure of the nucleon in a variety of experiments at high energies where key elements of the microscopic role of quarks, anti-quarks and gluons are poorly understood.  The PHENIX polarized pp program, while continuing to measure the contribution of gluons to the nucleon spin, will enter a new phase of measuring the contributions of antiquarks, taking advantage of an Illinois-led muon trigger upgrade.  The SEAQUEST experiment at Fermilab will follow on the very successful E866 measurement of the intriguing asymmetry of up and down anti-quarks in the nucleon with more precise data over a broader kinematic range.  The Illinois group has recently joined the fixed target COMPASS experiment at CERN, where they will make a major contribution to an apparatus upgrade that will take the next step in characterizing the transverse spin structure of the nucleon.  Together, these efforts - with substantial Illinois contributions - promise significant advances in the understanding of QCD.  Beyond the current standard model of particle physics must lie new phenomena, only the shadows of which are currently visible.  The Illinois group contributes to these investigations through low-energy experiments designed to follow the leads provided by certain non-standard-model phenomena.  In the neutrino sector, where even the existence of non-zero masses was a surprise not contemplated in the standard model, the Illinois group is working on the Daya Bay experiment.  Currently taking its first data, Daya Bay will make the world's most sensitive determination of the mixing of the first and third neutrino generations, theta_(13).  In the standard model, the violation of the combined charge-conjugation and parity (CP) symmetry is added 'by hand' and is not well-understood.  A new measurement of the neutron's electric dipole moment (EDM), which violates CP, aims at a 100-fold improvement compared with the present limit.  These measurements are important on their own merits, but may also shed light on the observed asymmetry of matter and anti-matter in the universe.  The existence of this asymmetry is thought to require more CP violation than is currently known, and may arise from interactions that would generate an EDM in the neutron, and or in the neutrino sector where it would manifest in CP-violating mixing between the first and third generations.  \r\n\r\n\r\nThe Illinois group has reached beyond its laboratories to make significant contributions to education and outreach and will continue to do so.  Research projects contribute substantially to the education of a large number of postdoctoral research associates, graduate, and undergraduate students.  The faculty are also involved in innovative curricular and outreach efforts. Examples include introduction of research equipment and measurement protocols into advanced modern physics laboratories, establishment of a graduate option in energy and sustainability engineering, inventing new inter-disciplinary math/engineering teaching protocols targeted directly at retention, continued support of a Saturday lecture program aimed primarily at high school students, and a major contribution to the Physics of Baseball, a topic having wide public interest. Our group and Department expect to continue to support strongly the participation of underrepresented groups, for example, acting as host for the Conference for Undergraduate Women in Physics in 2008.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Douglas",
   "pi_last_name": "Beck",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Douglas H Beck",
   "pi_email_addr": "dhbeck@illinois.edu",
   "nsf_id": "000463996",
   "pi_start_date": "2012-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Matthias",
   "pi_last_name": "Grosse Perdekamp",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Matthias Grosse Perdekamp",
   "pi_email_addr": "mgp@illinois.edu",
   "nsf_id": "000486970",
   "pi_start_date": "2012-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jen-Chieh",
   "pi_last_name": "Peng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jen-Chieh Peng",
   "pi_email_addr": "jcpeng@uiuc.edu",
   "nsf_id": "000205005",
   "pi_start_date": "2012-09-08",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Naomi",
   "pi_last_name": "Makins",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Naomi C Makins",
   "pi_email_addr": "makins@uiuc.edu",
   "nsf_id": "000303279",
   "pi_start_date": "2012-09-08",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "1110 West Green Street",
  "perf_city_name": "Urbana",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618013080",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "IL",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "123200",
   "pgm_ele_name": "Nuclear & Hadron Quantum Chrom"
  },
  {
   "pgm_ele_code": "123400",
   "pgm_ele_name": "NUCLEAR PRECISION MEASUREMENTS"
  },
  {
   "pgm_ele_code": "164300",
   "pgm_ele_name": "Particle Astrophysics/Cosmic P"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 2749996.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 2424995.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 2380000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This grant supported the work of about 40 faculty, post-doctoral fellows, graduate students, undergraduate researchers and technical support personnel in the field of particle physics.&nbsp; There are two parts of our program.&nbsp; In the first, we investigate the structure of the building blocks of atomic nuclei, protons and neutrons.&nbsp; Just as the earth spins on its axis, protons and neutrons also have spin&mdash;but spin within the rules of the very small, the rules of quantum mechanics.&nbsp; At this stage, we don&rsquo;t really know what its origin is and, not surprisingly, we don&rsquo;t really know how it behaves.&nbsp; The second part of our program goes deeper into the world of the very small, back to the dawn of the universe, to look for indications of what the rules of physics might be at the edge of our understanding.&nbsp; Our current picture of this world has some remarkable, perhaps incredible, coincidences.&nbsp; For example, we know that our universe has <em>much</em> more of what we call matter, as compared to anti-matter.&nbsp; In the very early universe, we have strong reason to believe there should have been equal amounts of each, which begs the question of what happened in-between.</p>\n<p>As a part of our work, we build apparatus for use in experiments that make measurements to help answer these questions.&nbsp; Some of the development for these instruments has led to advances that are, or might in the future be, used in other applications.&nbsp; For example, one such detector technology is now being used at a commercial nuclear power plant as part of a test for general nuclear safeguard and surveillance use.&nbsp; Another pushes the world record for speed in particle detection.&nbsp; We have also developed tools and techniques useful for, for example, satellite instrumentation that is cooled with liquid helium, and, in collaboration with industry, devices that are both sensitive sensors of magnetic and electric fields, as well as potentially useful for a new generation of so-called &ldquo;quantum&rdquo; computers.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/11/2015<br>\n\t\t\t\t\tModified by: Douglas&nbsp;H&nbsp;Beck</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis grant supported the work of about 40 faculty, post-doctoral fellows, graduate students, undergraduate researchers and technical support personnel in the field of particle physics.  There are two parts of our program.  In the first, we investigate the structure of the building blocks of atomic nuclei, protons and neutrons.  Just as the earth spins on its axis, protons and neutrons also have spin&mdash;but spin within the rules of the very small, the rules of quantum mechanics.  At this stage, we donÆt really know what its origin is and, not surprisingly, we donÆt really know how it behaves.  The second part of our program goes deeper into the world of the very small, back to the dawn of the universe, to look for indications of what the rules of physics might be at the edge of our understanding.  Our current picture of this world has some remarkable, perhaps incredible, coincidences.  For example, we know that our universe has much more of what we call matter, as compared to anti-matter.  In the very early universe, we have strong reason to believe there should have been equal amounts of each, which begs the question of what happened in-between.\n\nAs a part of our work, we build apparatus for use in experiments that make measurements to help answer these questions.  Some of the development for these instruments has led to advances that are, or might in the future be, used in other applications.  For example, one such detector technology is now being used at a commercial nuclear power plant as part of a test for general nuclear safeguard and surveillance use.  Another pushes the world record for speed in particle detection.  We have also developed tools and techniques useful for, for example, satellite instrumentation that is cooled with liquid helium, and, in collaboration with industry, devices that are both sensitive sensors of magnetic and electric fields, as well as potentially useful for a new generation of so-called \"quantum\" computers.\n\n\t\t\t\t\tLast Modified: 08/11/2015\n\n\t\t\t\t\tSubmitted by: Douglas H Beck"
 }
}