{
 "awd_id": "1205439",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "II-NEW: mHealth - Computing Infrastructure for Mobile Health and Wellness Monitoring",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2015-12-31",
 "tot_intn_awd_amt": 232723.0,
 "awd_amount": 232723.0,
 "awd_min_amd_letter_date": "2012-05-29",
 "awd_max_amd_letter_date": "2012-05-29",
 "awd_abstract_narration": "Healthcare systems are facing an imminent crisis precipitated by the confluence of current social, economic and demographic trends.  According to the United States Census Bureau our total expenditures on healthcare reached $2.5 trillion in 2009 and are projected to reach 20% of the nation's Gross Domestic Product in 2020.  These statistics suggest the need to seek more scalable and affordable healthcare solutions.   A focus on proactive management of wellness / prevention, on early detection of disease, and on optimal maintenance of chronic conditions has the potential to reduce healthcare costs while increasing quality of life.  Recent technological advances in sensors, integration and miniaturization of low-power electronics, wireless networking, mobile computing, and cloud computing allow us to modernize and change the way health care services are deployed and delivered.\r\n\r\nMobile health monitoring systems that integrate wireless body area networks (WBANs) with a range of intelligent and miniature sensors, personal devices like smart phones, and servers that can be accessed over the Internet emerge as a promising technology for real-time, unobtrusive health and wellness monitoring of individuals during normal daily activities.  Unprecedented proliferation of personal computing devices and smart sensors makes such solutions practical and affordable.  But further research is needed to explore the design space and create optimal solution for a given application, and also to understand the full scope of the opportunities offered by the new technology while addressing the challenges.\r\n\r\nThis project will provide funds to create mHealth, a new computing infrastructure to support research and education in computer systems for mobile health and wellness monitoring at the University of Alabama in Huntsville.  The mHealth infrastructure consists of: a) A variety of wearable wireless sensors for monitoring users' physiological signals, body movement and activity levels, along with general environmental conditions; b) Personal devices that collect data from the sensors, analyze it, compile personalized health status information, and upload data over the Internet to a server; and c) An mHealth server running databases and services for logging and analysis of health records from multiple users.  The mHealth infrastructure will directly support several research efforts conducted by the investigators, their students, and their collaborators at the University of Alabama in Huntsville's College of Nursing, at the Mayo Clinic, at the University of Alabama at Birmingham's School of Health Sciences, and at the Lakeshore Foundation in Birmingham. In addition, mHealth will be used in a senior design course sequence and two graduate courses at the University of Alabama in Huntsville to improve the student academic experience and to help with recruiting efforts through outreach activities.\r\n\r\nIntellectual Merit\r\nThe mHealth infrastructure will enable the investigators to pursue the following research goals: 1) Exploring critical design issues in the next generation of wireless wearable body area networks for health monitoring including their functionality, reliability, and energy-efficiency; 2)  Creating annotated public data repositories with vital signs and physical activity parameters during normal daily activities to promote further research in WBANs for health monitoring; 3) Building WBAN research prototypes and developing algorithms, firmware and software artifacts for applications such as monitoring and managing physical activity in people with spinal cord injury (with UAB, Lakeshore), monitoring and managing ambulatory rehabilitation of people with coronary disease (with Mayo), health status assessment of people with coronary disease (with Mayo), and monitoring of the occupational stress of nurses (with UAHuntsville Nursing).\r\n\r\nBroader Impact\r\nAcquisition of the mHealth infrastructure will help the investigators and their collaborators pursue research in several multidisciplinary areas.  If successful, these efforts promise to improve our understanding of the design space of wearable ubiquitous platforms for health monitoring, to improve quality of life of people with disabilities, to promote healthy behaviors through use of technology in the general population, to enable affordable solutions for ambulatory rehabilitation, and to enable early detection of health conditions.  The mHealth infrastructure will also be used directly for education and training in several graduate and undergraduate courses.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Aleksandar",
   "pi_last_name": "Milenkovic",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Aleksandar Milenkovic",
   "pi_email_addr": "milenka@ece.uah.edu",
   "nsf_id": "000351300",
   "pi_start_date": "2012-05-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Emil",
   "pi_last_name": "Jovanov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Emil Jovanov",
   "pi_email_addr": "emil.jovanov@uah.edu",
   "nsf_id": "000349961",
   "pi_start_date": "2012-05-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alabama in Huntsville",
  "inst_street_address": "301 SPARKMAN DR NW",
  "inst_street_address_2": "",
  "inst_city_name": "HUNTSVILLE",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "2568242657",
  "inst_zip_code": "358051911",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "AL05",
  "org_lgl_bus_name": "THE UNIVERSITY OF ALABAMA IN HUNTSVILLE",
  "org_prnt_uei_num": "",
  "org_uei_num": "HB6KNGVNJRU1"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alabama in Huntsville",
  "perf_str_addr": "301 Sparkman Drive",
  "perf_city_name": "Huntsville",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "358991191",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "AL05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735900",
   "pgm_ele_name": "CCRI-CISE Cmnty Rsrch Infrstrc"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7359",
   "pgm_ref_txt": "COMPUTING RES INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 232723.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project enabled establishing the mHealth Laboratory at the University of Alabama in Huntsville (<a href=\"http://portal.mhealth.uah.edu/\">http://portal.mhealth.uah.edu</a>). The mHealth Laboratory houses a new computing and network infrastructure to support research and education in wearable systems for mobile health and wellness monitoring. The mHealth infrastructure consists of: (1) A variety of wearable wireless sensors for monitoring users' physiological signals, body movement, activity levels, as well as general environmental conditions; (2) Personal devices running applications that collect data from the sensors, analyze it, compile personalized health status information, provide instantaneous feedback through user interfaces, and upload data over the Internet to a server; and (3) mHealth servers running databases and services for logging and analysis of health records from multiple users.</p>\n<p>The acquired mHealth hardware infrastructure and developed mHealth software framework enabled the investigators and their graduate and undergraduate students to pursue the following research goals: <br /> (1) Exploring critical design issues in the next generation of wireless wearable systems for health and wellness monitoring, including their functionality, reliability, and energy-efficiency; <br /> (2) Creating annotated public data repositories with vital signs and physical activity parameters during normal daily activities to promote further research in wearable systems for health and wellness monitoring; <br /> (3) Building research prototypes, developing new algorithms, developing firmware and software artifacts for mobile health applications such as: (a) monitoring and managing of physical activity of people who use wheelchairs for mobility (mWheelness application); (b) monitoring and managing ambulatory rehabilitation of people with coronary disease (imWell application); and (c) assessing mobility and balance of elderly and people with Parkinson&rsquo;s disease (sTUG and 30SCS applications).</p>\n<p>The mHealth infrastructure enabled the investigators to pursue multidisciplinary projects with collaborators from (1) the University of Alabama in Huntsville's College of Nursing and its newly created Center for Aging, (2) the University of Alabama in Huntsville's College of Education, and (3) the Lakeshore Foundation in Birmingham. The mHealth infrastructure has directly supported research efforts of four doctoral students, three Master's students, and dozens of graduate and undergraduate students who pursued course projects and senior design projects in the area of wearable systems for health and wellness monitoring. The research enabled by the mHealth infrastructure resulted in thirteen journal and conference publications and two book chapters.</p>\n<p>The broader outcomes from the research enabled by the mHealth infrastructure include: (1) developed new methods for improving functionality, reliability, and energy-efficiency of wearable platforms for health and wellness monitoring; (2) developed mHealth applications that improve ambulatory rehabilitation and quality of life of people with disabilities; and (3) developed affordable solutions for ambulatory assessment of mobility and balance of elderly people. The sTUG and 30SCS mHealth applications have been used in the Center for Aging to promote healthy behaviors and quantify outcomes of prescribed exercise regimen in elderly population.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/12/2016<br>\n\t\t\t\t\tModified by: Aleksandar&nbsp;Milenkovic</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"ga...",
  "por_txt_cntn": "\nThis project enabled establishing the mHealth Laboratory at the University of Alabama in Huntsville (http://portal.mhealth.uah.edu). The mHealth Laboratory houses a new computing and network infrastructure to support research and education in wearable systems for mobile health and wellness monitoring. The mHealth infrastructure consists of: (1) A variety of wearable wireless sensors for monitoring users' physiological signals, body movement, activity levels, as well as general environmental conditions; (2) Personal devices running applications that collect data from the sensors, analyze it, compile personalized health status information, provide instantaneous feedback through user interfaces, and upload data over the Internet to a server; and (3) mHealth servers running databases and services for logging and analysis of health records from multiple users.\n\nThe acquired mHealth hardware infrastructure and developed mHealth software framework enabled the investigators and their graduate and undergraduate students to pursue the following research goals: \n (1) Exploring critical design issues in the next generation of wireless wearable systems for health and wellness monitoring, including their functionality, reliability, and energy-efficiency; \n (2) Creating annotated public data repositories with vital signs and physical activity parameters during normal daily activities to promote further research in wearable systems for health and wellness monitoring; \n (3) Building research prototypes, developing new algorithms, developing firmware and software artifacts for mobile health applications such as: (a) monitoring and managing of physical activity of people who use wheelchairs for mobility (mWheelness application); (b) monitoring and managing ambulatory rehabilitation of people with coronary disease (imWell application); and (c) assessing mobility and balance of elderly and people with ParkinsonÆs disease (sTUG and 30SCS applications).\n\nThe mHealth infrastructure enabled the investigators to pursue multidisciplinary projects with collaborators from (1) the University of Alabama in Huntsville's College of Nursing and its newly created Center for Aging, (2) the University of Alabama in Huntsville's College of Education, and (3) the Lakeshore Foundation in Birmingham. The mHealth infrastructure has directly supported research efforts of four doctoral students, three Master's students, and dozens of graduate and undergraduate students who pursued course projects and senior design projects in the area of wearable systems for health and wellness monitoring. The research enabled by the mHealth infrastructure resulted in thirteen journal and conference publications and two book chapters.\n\nThe broader outcomes from the research enabled by the mHealth infrastructure include: (1) developed new methods for improving functionality, reliability, and energy-efficiency of wearable platforms for health and wellness monitoring; (2) developed mHealth applications that improve ambulatory rehabilitation and quality of life of people with disabilities; and (3) developed affordable solutions for ambulatory assessment of mobility and balance of elderly people. The sTUG and 30SCS mHealth applications have been used in the Center for Aging to promote healthy behaviors and quantify outcomes of prescribed exercise regimen in elderly population. \n\n \n\n\t\t\t\t\tLast Modified: 01/12/2016\n\n\t\t\t\t\tSubmitted by: Aleksandar Milenkovic"
 }
}