{
 "awd_id": "1205712",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "tert-Butyl Chalcogenides as Useful Synthetic Tools for the Synthesis and Surface Modification of Semiconductor Nanocrystals",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael J. Scott",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 345000.0,
 "awd_amount": 345000.0,
 "awd_min_amd_letter_date": "2012-05-01",
 "awd_max_amd_letter_date": "2012-05-01",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\n\r\nThe goal of this research funded by the Solid State and Materials Chemistry program is to utilize general and rational synthetic methods for the solution-phase synthesis of semiconductor nanocrystals.  The PI developed a facile, low-temperature synthesis method to make semiconductor nanocrystals using thermally (and photolytically) unstable di-tert-butyl dichalcogenide precursors in the presence of readily available metal salts.  This method allows for the synthesis of a wide variety of semiconductor nanocrystals, and the high level of kinetic control offered by this approach has been instrumental in the discovery of several new crystal phases of semiconductor nanocrystals.  This project will focus on the controlled synthesis of SnSe and Cu2SnSe3 nanocrystals and their derivatives using this synthesis method.  These IV-VI and I-IV-VI semiconductors posses band gaps (Eg = 1.0-1.5 eV) in the optimal range for solar energy conversion, in addition to having high absorption coefficients, high carrier mobilities, and being comprised of relatively earth abundant elements; however, neither of these systems has been explored in great detail with respect to well-defined nanocrystals or solar cells.  Once in hand, efforts will be placed on removing the insulating ligand shell from the nanocrystal surface and replacing it with small, thermally labile ligands that can still provide enough colloidal stability to form usable nanocrystal inks.  These inks will be cast to give nanocrystal films, which upon mild thermal annealing will yield inorganic films that are largely devoid of insulating organic material.  The efficacy of the ligand exchange will be rapidly screened using solid-state device and photoelectrochemical measurements, and the most promising nanocrystal/ligand combinations will be further explored in all-inorganic nanocrystal solar cells.\r\n\r\nNON-TECHNICAL SUMMARY\r\n\r\nDespite over fifty years of developments in the field of solid-state and materials chemistry, there are still only a limited number of ways to rationally and reproducibly synthesize inorganic materials - the majority of which require energetically costly and harsh conditions.  As such, there is a need to develop new methodologies, using rational chemical design principles, for the sustainable synthesis of materials under inexpensive and scalable conditions.  This will ultimately enable a 'materials by design' approach to be taken, in which new functional materials can be rationally synthesized to meet specific applications.  The PI will utilize a method developed in his research group for the kinetically controlled, low-temperature synthesis of semiconductor nanocrystals.  These nanocrystals can be dispersed as an ink, and deposited as films for solar cell active layers using extremely inexpensive methods.  Particular focus will be placed on the synthesis of nanocrystals with optimal band gaps for solar energy conversion that are also comprised of earth abundant and sustainable elements.  Integrated into this research plan is an outreach program specifically aimed at local community college students.  The community college student demographic is among the least targeted in traditional chemistry outreach programs; however, the greater Los Angeles area is home to the largest number of community college students in the United States.  The PI has partnered with Cerritos Community College, an institution with a large number of underrepresented students, to provide internships on solar cell research.  The objective of this annual 8-week outreach program is to provide these students with research opportunities that are typically not afforded to them at the community college level, and thereby increase their transfer rate to 4-year institutions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Brutchey",
   "pi_mid_init": "L",
   "pi_sufx_name": "Jr",
   "pi_full_name": "Richard L Brutchey",
   "pi_email_addr": "brutchey@usc.edu",
   "nsf_id": "000465866",
   "pi_start_date": "2012-05-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "840 Downey Way",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900890744",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "CA37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 345000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Despite over fifty years of developments in the field of solid-state and materials chemistry, there are still only a limited number of ways to rationally and reproducibly synthesize inorganic materials that can be used in applications such as solar energy conversion. As such, there was a need to develop new ways to sustainably make materials under inexpensive and scalable conditions. This would ultimately enable a &ldquo;materials by design&rdquo; approach to be taken, in which new functional materials could be rationally synthesized to meet specific applications.&nbsp; This award enabled the PI to develop methods in his research group for the controlled, low-temperature synthesis of semiconductor inks. These inks can be solution deposited as films for solar cell active layers using extremely inexpensive methods and mild conditions.&nbsp; Particular focus was placed on the deposition of solar absorber films with optimal properties for solar energy conversion that are also comprised of earth abundant and sustainable elements.&nbsp; Integrated into this research plan was an outreach program specifically aimed at local community college students. The community college student demographic is among the least targeted in traditional chemistry outreach programs; however, the greater Los Angeles area is home to the largest number of community college students in the United States. &nbsp;The PI partnered with Cerritos Community College, an institution with a large number of underrepresented students, to provide internships on solar cell research. The objective of these annual 8-week outreach programs was to provide students with research opportunities that are typically not afforded to them at the community college level, and thereby increase their transfer rate to 4-year institutions.&nbsp; All three community college interns that participated from 2012-2014 transferred to 4-year universities, and two of them were co-authors on peer reviewed, high impact publications.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/01/2015<br>\n\t\t\t\t\tModified by: Richard&nbsp;L&nbsp;Brutchey</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDespite over fifty years of developments in the field of solid-state and materials chemistry, there are still only a limited number of ways to rationally and reproducibly synthesize inorganic materials that can be used in applications such as solar energy conversion. As such, there was a need to develop new ways to sustainably make materials under inexpensive and scalable conditions. This would ultimately enable a \"materials by design\" approach to be taken, in which new functional materials could be rationally synthesized to meet specific applications.  This award enabled the PI to develop methods in his research group for the controlled, low-temperature synthesis of semiconductor inks. These inks can be solution deposited as films for solar cell active layers using extremely inexpensive methods and mild conditions.  Particular focus was placed on the deposition of solar absorber films with optimal properties for solar energy conversion that are also comprised of earth abundant and sustainable elements.  Integrated into this research plan was an outreach program specifically aimed at local community college students. The community college student demographic is among the least targeted in traditional chemistry outreach programs; however, the greater Los Angeles area is home to the largest number of community college students in the United States.  The PI partnered with Cerritos Community College, an institution with a large number of underrepresented students, to provide internships on solar cell research. The objective of these annual 8-week outreach programs was to provide students with research opportunities that are typically not afforded to them at the community college level, and thereby increase their transfer rate to 4-year institutions.  All three community college interns that participated from 2012-2014 transferred to 4-year universities, and two of them were co-authors on peer reviewed, high impact publications.\n\n\t\t\t\t\tLast Modified: 07/01/2015\n\n\t\t\t\t\tSubmitted by: Richard L Brutchey"
 }
}