{
 "awd_id": "1205695",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "II-New: Infrastructure to Support Integrated Research and Education in Socially Intelligent Computing at Missouri S&T",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 281680.0,
 "awd_amount": 281680.0,
 "awd_min_amd_letter_date": "2012-05-31",
 "awd_max_amd_letter_date": "2012-05-31",
 "awd_abstract_narration": "The PI's efforts to conduct original and practical research in socially intelligent computing - an emerging and important paradigm centered on integrating people and computers to create new forms of collaboration, communication, and intelligence previously unachievable by humans or computers alone - have been hindered, in scope, scale and quality, by the lack of a dedicated and realistic infrastructure.  This proposal requests funds to set up such an infrastructure at the PI's institution, which will support integrated research and education.  The infrastructure requested includes high-end computational and storage servers, desktop machines, laptops, smart phones, sensors, cameras, software and accessories for collecting, processing and extracting knowledge from large scale data arising from the daily interactions of society with the Internet and with mobile phones.  The overall goal is to utilize the knowledge gained from social computing data to create a spectrum of practical services and applications benefitting society.  In particular, three research projects that emphasize the close integrations of society with technology are identified in the proposal:  a) Detection of depressive disorders in college settings by mining Internet usage data; b) Human \"fingerprinting\" by mining Internet and smart phone usage; and c) Tracking humans in the social world by fusing heterogeneous sensor data.\r\n\r\nIntellectual Merit\r\nThe planned research activities are well described and will likely significantly advance the state of the art in socially intelligent computing.  The PI has pioneered the mining of real Internet data to detect depressive behavior in college students.  His prior research has identified critical Internet usage features that show strong statistical differences between students with and without depressive symptoms.   He next plans to design, using computational intelligence techniques, classifiers which can proactively detect depressive behavior in college students with high accuracy while being transparent and preserving privacy.  He is also exploring the feasibility of mining Internet usage patterns to fingerprint humans, with applications to Internet forensics and mitigation of insider attacks.  Similar techniques will be applied to mine sensor data from smart phones in order to fingerprint mobility patterns and to lay the foundation for a variety of pervasive services.  While conventional tracking algorithms leverage either a network of cameras or physical sensory data or electronic signals, the PI plans to pursue an integrated approach that fuses multiple orthogonal data source and which incorporates novel feature extraction and pattern recognition techniques for human tracking in both outdoor and indoor environments.\r\n\r\nBroader Impact\r\nThis project has applications in diverse areas including mental health screening, insider attack and fraud prevention, phone and vehicle theft detection, participatory sensing etc.  Research outcomes will be shared periodically with diverse stakeholders in psychology, law enforcement, forensics, business, etc. The courses taught by the PI and his team in networking, security and computer vision will be enhanced with content deriving from this project, and the infrastructure will help students learn by practical experience.  Research findings, learning materials and team experiences will be disseminated periodically to a wide audience (including educators and students in HBCUs and K-12) via conferences and the Web.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sriram",
   "pi_last_name": "Chellappan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sriram Chellappan",
   "pi_email_addr": "sriramc@usf.edu",
   "nsf_id": "000508634",
   "pi_start_date": "2012-05-31",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Zhaozheng",
   "pi_last_name": "Yin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhaozheng Yin",
   "pi_email_addr": "zhaozheng.yin@stonybrook.edu",
   "nsf_id": "000605796",
   "pi_start_date": "2012-05-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Missouri University of Science and Technology",
  "inst_street_address": "300 W. 12TH STREET",
  "inst_street_address_2": "202 CENTENNIAL HALL",
  "inst_city_name": "ROLLA",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "5733414134",
  "inst_zip_code": "654091330",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "MO08",
  "org_lgl_bus_name": "UNIVERSITY OF MISSOURI SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "Y6MGH342N169"
 },
 "perf_inst": {
  "perf_inst_name": "Missouri University of Science and Technology",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "654096506",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "MO08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735900",
   "pgm_ele_name": "CCRI-CISE Cmnty Rsrch Infrstrc"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7359",
   "pgm_ref_txt": "COMPUTING RES INFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 281680.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Socially Intelligent Computing is an emerging paradigm centered on integrating people, computers and technology to create new forms of collaboration, communication, and intelligence previously un-achievable by humans or computers alone. With the widespread permeance of diverse and accessible computing platforms like the Internet, personal computers, smart phones, sensors etc., harnessing their potential for societal intelligence assumes significance today. In this project, the investigators have attempted to seamlessly integrate humans and multiple forms of technology to create innovative societal scale applications, that are guided by sound theory and experiments.</p>\n<p>Intellectual Merit: The project has demonstrated how privacy preserving statistics of Internet usage can provide significant insights on mood of a subject. We have also designed novel machine learning algorithms by fusing multi-modal sensor data for human activity tracking with applications to healthcare. Machine learning algorithms to track vehicle mobility during platooning have been designed leveraging from human driving characteristics. Novel fusion and vision based algorithms are also designed for vehicular tracking, facial recognition, pedestrian recognition and indoor localization. Within the realm of smart-phones, the project has enabled the design of processing and fusing accelerometer and pressure sensor readings from smart-phone sensors for ranging and analyzing explosion events.</p>\n<p>Broader Impacts: There are broader impacts of project outcomes in &nbsp;Smart HealthCare, Intelligent Transportation Systems, Cyber Security, Homeland Security, Medical Imaging and more. Project activities have helped train numerous graduate and undersgraduate students in state-of-art technologies to preapare them better in their careers.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 05/31/2016<br>\n\t\t\t\t\tModified by: Sriram&nbsp;Chellappan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nSocially Intelligent Computing is an emerging paradigm centered on integrating people, computers and technology to create new forms of collaboration, communication, and intelligence previously un-achievable by humans or computers alone. With the widespread permeance of diverse and accessible computing platforms like the Internet, personal computers, smart phones, sensors etc., harnessing their potential for societal intelligence assumes significance today. In this project, the investigators have attempted to seamlessly integrate humans and multiple forms of technology to create innovative societal scale applications, that are guided by sound theory and experiments.\n\nIntellectual Merit: The project has demonstrated how privacy preserving statistics of Internet usage can provide significant insights on mood of a subject. We have also designed novel machine learning algorithms by fusing multi-modal sensor data for human activity tracking with applications to healthcare. Machine learning algorithms to track vehicle mobility during platooning have been designed leveraging from human driving characteristics. Novel fusion and vision based algorithms are also designed for vehicular tracking, facial recognition, pedestrian recognition and indoor localization. Within the realm of smart-phones, the project has enabled the design of processing and fusing accelerometer and pressure sensor readings from smart-phone sensors for ranging and analyzing explosion events.\n\nBroader Impacts: There are broader impacts of project outcomes in  Smart HealthCare, Intelligent Transportation Systems, Cyber Security, Homeland Security, Medical Imaging and more. Project activities have helped train numerous graduate and undersgraduate students in state-of-art technologies to preapare them better in their careers.\n\n\t\t\t\t\tLast Modified: 05/31/2016\n\n\t\t\t\t\tSubmitted by: Sriram Chellappan"
 }
}