{
 "awd_id": "1205232",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "EAGER: Characterizing biological function across a persistent oceanographic \"hotspot\" in the NE Pacific Ocean",
 "cfda_num": "47.050",
 "org_code": "06040300",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "David Garrison",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 299991.0,
 "awd_amount": 299991.0,
 "awd_min_amd_letter_date": "2011-12-13",
 "awd_max_amd_letter_date": "2011-12-13",
 "awd_abstract_narration": "Intellectual Merit: Every cubic centimeter of oceanic water is home to millions of single celled organisms that are the engines of the majority of biological activity in the ocean. These organisms form functional communities that are key to our understanding of how the ocean benefits us through providing ecosystem services and hinders us through disease and harmful algal blooms. The underlying causes that shape the distribution and activity of organisms remain elusive, resulting in impaired predictive ability.  This project will bring oceanographic research into the post-genomic era by joining genomics and transciptomics with state of the art tools in proteomics, metabolomics and trace metal analyses to understand the causes for observed biogeography and biological activity. The project is a multi-faceted study of the structure and function of microbial communities along a transect in the Northeast Pacific that crosses an oceanographic \"hotspot\" that results from the mixing of high nutrient low chlorophyll waters with coastal iron rich waters.  This project is appropriate as an EAGER award due to the high risk associated with combining numerous cutting edge techniques carried out by a highly multidisciplinary team for the first time.  The team includes individuals in the geochemistry community that are accustomed to viewing the end result of biological activity on a large spatial and time integrated scale, and molecular ecologists who interrogate organisms and communities for their evolutionary roots, metabolic capabilities and physiological status. The project is a test bed for an integrated study that includes a complete set of \"omics\" data along with cell quotas for trace metals. The project will generate a large data set that will be shared with the broader community as well as analyzed by the PIs.  Cells in the environment carry out their metabolic processes in the context of a chemical environment. By interrogating cellular functions in the form of the proteome, metabolome and metallome, the investigators are asking the cells to tell us what they sense in the environment and how they respond to what they are sensing. These findings will represent a major step toward redefining how we do oceanography such that a complete understanding of microbial communities can lead us to predictions of how the ocean will respond to ongoing change.\r\n\r\nBroader impacts:\r\nThis project follows on an ocean carbon and biogeochemistry workshop that discussed how molecular ecologists might collaborate with geochemists to better understand biogeochemical processes in the world oceans.   It is expected that successful completion of this proof of concept cruise will lead to larger interdisciplinary program with the ongoing U.S. Geotraces program. This particular project will demonstrate how using -omics approaches, in conjunction with metagenomic and geochemical sampling, can provide the key to linking structure with function across ocean biomes.  As part of this project there will be training for the next generation of oceanographers to work in a multidisciplinary community. Undergraduate students will participate on the cruise and will be entrained in research projects using the data generated. A large data set will be made available to the entire oceanographic community, so that participation will be considerably larger than the small group of investigators participating in the cruise.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OCE",
 "org_div_long_name": "Division Of Ocean Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Anitra",
   "pi_last_name": "Ingalls",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Anitra E Ingalls",
   "pi_email_addr": "aingalls@u.washington.edu",
   "nsf_id": "000275862",
   "pi_start_date": "2011-12-13",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Morris",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Robert M Morris",
   "pi_email_addr": "morrisrm@u.washington.edu",
   "nsf_id": "000525534",
   "pi_start_date": "2011-12-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 Brooklyn Ave NE",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951202",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "165000",
   "pgm_ele_name": "BIOLOGICAL OCEANOGRAPHY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1389",
   "pgm_ref_txt": "CARBON CYCLE RESEARCH"
  },
  {
   "pgm_ref_code": "4444",
   "pgm_ref_txt": "INTERDISCIPLINARY PROPOSALS"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  },
  {
   "pgm_ref_code": "9117",
   "pgm_ref_txt": "MARINE BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 299991.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Every teaspoon of seawater is home to millions of microscopic organisms that are the engines driving biological activity in the ocean. They form the base of food webs that sustain fisheries and are responsible for recycling nutrients required for life (e.g. carbon, hydrogen, nitrogen, oxygen, phosphorus, iron, and sulfur). They directly influence Earth&rsquo;s climate by altering the concentrations of carbon dioxide, methane, nitrous oxide and other gases in the oceans and in the atmosphere. There are thousands of different types of microorganisms in the oceans, each performing different and critical functions that are required to maintain life on Earth. &nbsp;The underlying forces that determine the abundance, distribution and activity of these microorganisms are largely unknown.&nbsp; In this one year award for a pilot study, we have brought together oceanographic researchers from different disciplines to identify the key factors that determine the abundance, distribution and activity of marine microorganisms.</p>\n<p>In addition to the principal investigators (Morris, Ingalls and subcontract Twining), collaborators drew from 14 different research groups in the geochemistry and molecular biology communities. &nbsp;The geochemistry community typically studies the end result of biological activity that has occurred over days to many years.&nbsp; The molecular biology community typically studies cellular processes that are occurring on the scale of minutes to hours. &nbsp;These researchers also often use different techniques for collecting marine samples.&nbsp; Geochemists typically worry about contaminating their samples with metallic or organic compounds from the ship and sampling equipment, while biologists are concerned with contamination from other organisms (like humans). This project is among the first efforts to bring together these disparate communities to identify mechanisms underlying biogeochemical process at an interface between two distinct environments in the North Pacific.</p>\n<p>&nbsp;PIs and collaborators carried out a 6 day cruise starting in Seattle and heading northwest into the Pacific Ocean.&nbsp; We reached the low chlorophyll high nutrient waters of the north Pacific Subarctic gyre, where the waters are characterized by low biological productivity despite the relatively large quantities of unused nutrients (nitrogen and phosphorous) present. &nbsp;The cruise returned to costal waters along a well established transect that crosses an open ocean to coastal oceanographic boundary.&nbsp; We used genomics, transcriptomics, proteomics, metabolomics and metallomics to determine which microbial types were present and active at six stations, and the extent to which they were deficient in biologically necessary trace metal nutrients. &nbsp;</p>\n<p>We have generated a large dataset that we, along with the broader community, are mining for clues about the state of the biological community and the environment.&nbsp; Some preliminary highlights include molecular studies indicating that the organisms along our transect are responding to very different conditions.&nbsp; For example, the phytoplankton at the station furthest from shore displayed signs that the scarcity of iron was causing physiological stress. &nbsp;Also, the metal content of different types of phytoplankton differed significantly.&nbsp; Such differences in cellular <em>metallomes</em> indicate that there were differences in the biochemical cellular processes occurring in different cell types.&nbsp; These may occur in response to the environment, and they may also have implications for how cells <em>alter</em> their environment. &nbsp;Proteomic analyses revealed between 600 and 1,000 proteins in each sample and suggest that there were shifts in microbial communities and activities. &nbsp;Specifically, open ocean and coastal communities were dominated by different groups of microorganisms that...",
  "por_txt_cntn": "\nEvery teaspoon of seawater is home to millions of microscopic organisms that are the engines driving biological activity in the ocean. They form the base of food webs that sustain fisheries and are responsible for recycling nutrients required for life (e.g. carbon, hydrogen, nitrogen, oxygen, phosphorus, iron, and sulfur). They directly influence EarthÆs climate by altering the concentrations of carbon dioxide, methane, nitrous oxide and other gases in the oceans and in the atmosphere. There are thousands of different types of microorganisms in the oceans, each performing different and critical functions that are required to maintain life on Earth.  The underlying forces that determine the abundance, distribution and activity of these microorganisms are largely unknown.  In this one year award for a pilot study, we have brought together oceanographic researchers from different disciplines to identify the key factors that determine the abundance, distribution and activity of marine microorganisms.\n\nIn addition to the principal investigators (Morris, Ingalls and subcontract Twining), collaborators drew from 14 different research groups in the geochemistry and molecular biology communities.  The geochemistry community typically studies the end result of biological activity that has occurred over days to many years.  The molecular biology community typically studies cellular processes that are occurring on the scale of minutes to hours.  These researchers also often use different techniques for collecting marine samples.  Geochemists typically worry about contaminating their samples with metallic or organic compounds from the ship and sampling equipment, while biologists are concerned with contamination from other organisms (like humans). This project is among the first efforts to bring together these disparate communities to identify mechanisms underlying biogeochemical process at an interface between two distinct environments in the North Pacific.\n\n PIs and collaborators carried out a 6 day cruise starting in Seattle and heading northwest into the Pacific Ocean.  We reached the low chlorophyll high nutrient waters of the north Pacific Subarctic gyre, where the waters are characterized by low biological productivity despite the relatively large quantities of unused nutrients (nitrogen and phosphorous) present.  The cruise returned to costal waters along a well established transect that crosses an open ocean to coastal oceanographic boundary.  We used genomics, transcriptomics, proteomics, metabolomics and metallomics to determine which microbial types were present and active at six stations, and the extent to which they were deficient in biologically necessary trace metal nutrients.  \n\nWe have generated a large dataset that we, along with the broader community, are mining for clues about the state of the biological community and the environment.  Some preliminary highlights include molecular studies indicating that the organisms along our transect are responding to very different conditions.  For example, the phytoplankton at the station furthest from shore displayed signs that the scarcity of iron was causing physiological stress.  Also, the metal content of different types of phytoplankton differed significantly.  Such differences in cellular metallomes indicate that there were differences in the biochemical cellular processes occurring in different cell types.  These may occur in response to the environment, and they may also have implications for how cells alter their environment.  Proteomic analyses revealed between 600 and 1,000 proteins in each sample and suggest that there were shifts in microbial communities and activities.  Specifically, open ocean and coastal communities were dominated by different groups of microorganisms that expressed different proteins for nutrient uptake and utilization.  We also have found clues about the presence and activity of organisms through analyzing the variety of organic molecules prese..."
 }
}