{
 "awd_id": "1205884",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Precision Studies of Neutrino Interactions and Neutrino Mixing",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032924516",
 "po_email": "jshank@nsf.gov",
 "po_sign_block_name": "James Shank",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 932000.0,
 "awd_amount": 932000.0,
 "awd_min_amd_letter_date": "2012-05-30",
 "awd_max_amd_letter_date": "2014-07-08",
 "awd_abstract_narration": "The possibility of charge parity (CP) violation in the neutrino sector may be crucial to understanding the evolution and matter dominance of the Universe. Neutrino oscillations are of fundamental interest, probing new phenomena at both subatomic and cosmological scales. The William and Mary particle physics group is heavily invested in the neutrino program at Fermilab, and active on MINOS, MINERvA, and NOvA experiments.  While the data taking phase of MINOS will come to a close in the near term, analysis will continue for the first year of this grant. MINOS will make a final statement on compelling problems in neutrino physics, such as the\r\nsearch for muon neutrino to electron neutrino transitions, the value of the neutrino oscillation parameters, and the existence of sterile neutrinos. As the statistical precision of these measurements improves, the ultimate precision of MINOS, other current experiments, and the optimal design of future experiments, is hampered by the poor understanding of neutrino interactions. The William and Mary group will continue to exploit its investment in MINERvA to measure neutrino reactions across a wide energy range. Furthermore, the William and Mary group has adopted a strong role in NO&#957;A, the next generation experiment designed to study muon neutrino to electron neutrino transitions.   Indications of a potentially large value of theta_13 from the Daya Bay Experiment imply that the NOvA physics program will indeed be rich, perhaps able to resolve the neutrino mass hierarchy. Finally, the William and Mary group will capitalize on the opportunity to run the MINOS detectors in the NOvA era. The neutrino flux in the new beam configuration will peak at energies above the oscillation maximum, but the high rates will enable sensitive studies of the energy dependence of the oscillation probability.\r\n\r\nOn broader impacts, William and Mary is committed to engaging undergraduates in research as a vital component of their education. The group's program provides summer research opportunities for undergraduates and enables senior research thesis topics. Beyond promoting science education, the group will  team-teach an Emerging Scholars program at a local elementary school. The debut of this program will be in winter 2012 and will consist of ten weekly after-school sessions. An inherent goal of the after-school program is to expose students from historically underrepresented communities to the sciences and to practicing physicists and exciting science activities. The program will be developed in collaboration with the Coordinator for Gifted and Talented Students of the Williamsburg-James City County schools, and specialists will base assessment on feedback from follow-up discussions with the students and notes from in-session observations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Nelson",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey K Nelson",
   "pi_email_addr": "jknels@wm.edu",
   "nsf_id": "000387130",
   "pi_start_date": "2012-05-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Kordosky",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Michael A Kordosky",
   "pi_email_addr": "makordosky@wm.edu",
   "nsf_id": "000508233",
   "pi_start_date": "2012-05-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Patricia",
   "pi_last_name": "Vahle",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Patricia L Vahle",
   "pi_email_addr": "plvahle@wm.edu",
   "nsf_id": "000508588",
   "pi_start_date": "2012-05-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "College of William and Mary",
  "inst_street_address": "1314 S MOUNT VERNON AVE",
  "inst_street_address_2": "",
  "inst_city_name": "WILLIAMSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "7572213965",
  "inst_zip_code": "23185",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "VA08",
  "org_lgl_bus_name": "COLLEGE OF WILLIAM AND MARY",
  "org_prnt_uei_num": "EVWJPCY6AD97",
  "org_uei_num": "EVWJPCY6AD97"
 },
 "perf_inst": {
  "perf_inst_name": "College of William and Mary",
  "perf_str_addr": "",
  "perf_city_name": "Williamsburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "231878795",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "VA01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "122100",
   "pgm_ele_name": "HEP-High Energy Physics"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 320000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 306000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 306000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This award allowed our group to continue studies of the&nbsp;<span><span>chargeless</span></span>, but slightly massive, particles called neutrinos. Neutrinos come in three types and have the ability to transform from one of three types to another as they travel over long distances in a process called oscillations.&nbsp;</p>\n<p>The MINOS experiment measured muon neutrinos from the <span><span>NuMI</span></span> beam at <span><span>Fermilab</span></span>&nbsp;in two detectors. The near detector on site at <span><span>Fermilab</span></span> was used to characterize the beam before oscillations and predict the results at the far detector 810 km away in Minnesota. Deviations from predictions were evidence for oscillations. A significant effort of this grant was to exploit the world's first high statistics oscillation data set and produce final oscillation results, including the world's best measurement of the mass splitting between the second and third neutrino mass states. The group was involved in all aspects of the analysis of this data, which yielded a number of published results and a PhD thesis (Alena&nbsp;<span><span>DeVan</span></span>). A highlight of this work was a search for&nbsp;oscillations involving a possible new non-interacting \"sterile\" neutrino. Sterile neutrinos are predictions of many theories of physics beyond the Standard Model and are the subject of various anomalies in accelerator-based experiments (<span><span>LSND</span></span>, <span><span>MiniBooNE</span></span>). No evidence for sterile oscillations were seen in the MINOS data and an upper limit was established over a wide range of masses. When combined with searches using electron neutrino disappearance conducted by the <span><span>Bugey</span></span> and Day Bay collaborations, the data rejects the <span><span>LSND</span></span> best fit point by more than 3 standard deviations (&gt;99.7% confidence level).&nbsp;Prof. Kordosky was co-leader of the analysis group that performed this analysis.&nbsp;</p>\n<p>This award enabled our group to be deeply involved in the installation and commissioning of the NOvA near and far detectors, which were completed in 2014. The group took the lead in testing and installing the near detector photodetectors and testing that both detectors were efficiently reading signals. Prof. Vahle co-led the first analysis of the far detector data to study electron neutrino appearance in the muon neutrino beam. This is the experiment's flagship physics measurement and a significant number of electrons were seen in the far detector. These first results were recently published.&nbsp;</p>\n<p><span style=\"font-size: 12px;\">This award enabled our group to plan&nbsp;a number of important roles in the MINERvA neutrino-nucleus scattering experiment. Since neutrinos only interact weakly, we must infer their type and energy based on the results of their interactions. For precision oscillation experiments our knowledge of neutrino interactions must be correspondingly precise. Using the low-energy MINERvA exposure from 2010 to 2012</span><span style=\"font-size: 12px;\">, we published eleven papers during this grant period.&nbsp;Prof. Kordosky lead the group that evaluated the neutrino flux, which cannot be directly measured, using simulations benchmarked using legacy particle production data, which was the subject of Leo Aliaga's PhD thesis. The flux calculations results were tested using two in situ samples and showed that this is the best understood few-GeV neutrino beam in history.&nbsp;Prof. Nelson lead the inclusive scattering working group, which published two papers that for the first time directly compare scattering on different nuclei within the same experimental and produced world-leading measurements the total neutrino scattering cross sections for neutrinos and antineutrinos. The later was the subject of Joshua Devan's PhD thesis. MINERvA conitnued to collect a significan...",
  "por_txt_cntn": "\nThis award allowed our group to continue studies of the chargeless, but slightly massive, particles called neutrinos. Neutrinos come in three types and have the ability to transform from one of three types to another as they travel over long distances in a process called oscillations. \n\nThe MINOS experiment measured muon neutrinos from the NuMI beam at Fermilab in two detectors. The near detector on site at Fermilab was used to characterize the beam before oscillations and predict the results at the far detector 810 km away in Minnesota. Deviations from predictions were evidence for oscillations. A significant effort of this grant was to exploit the world's first high statistics oscillation data set and produce final oscillation results, including the world's best measurement of the mass splitting between the second and third neutrino mass states. The group was involved in all aspects of the analysis of this data, which yielded a number of published results and a PhD thesis (Alena DeVan). A highlight of this work was a search for oscillations involving a possible new non-interacting \"sterile\" neutrino. Sterile neutrinos are predictions of many theories of physics beyond the Standard Model and are the subject of various anomalies in accelerator-based experiments (LSND, MiniBooNE). No evidence for sterile oscillations were seen in the MINOS data and an upper limit was established over a wide range of masses. When combined with searches using electron neutrino disappearance conducted by the Bugey and Day Bay collaborations, the data rejects the LSND best fit point by more than 3 standard deviations (&gt;99.7% confidence level). Prof. Kordosky was co-leader of the analysis group that performed this analysis. \n\nThis award enabled our group to be deeply involved in the installation and commissioning of the NOvA near and far detectors, which were completed in 2014. The group took the lead in testing and installing the near detector photodetectors and testing that both detectors were efficiently reading signals. Prof. Vahle co-led the first analysis of the far detector data to study electron neutrino appearance in the muon neutrino beam. This is the experiment's flagship physics measurement and a significant number of electrons were seen in the far detector. These first results were recently published. \n\nThis award enabled our group to plan a number of important roles in the MINERvA neutrino-nucleus scattering experiment. Since neutrinos only interact weakly, we must infer their type and energy based on the results of their interactions. For precision oscillation experiments our knowledge of neutrino interactions must be correspondingly precise. Using the low-energy MINERvA exposure from 2010 to 2012, we published eleven papers during this grant period. Prof. Kordosky lead the group that evaluated the neutrino flux, which cannot be directly measured, using simulations benchmarked using legacy particle production data, which was the subject of Leo Aliaga's PhD thesis. The flux calculations results were tested using two in situ samples and showed that this is the best understood few-GeV neutrino beam in history. Prof. Nelson lead the inclusive scattering working group, which published two papers that for the first time directly compare scattering on different nuclei within the same experimental and produced world-leading measurements the total neutrino scattering cross sections for neutrinos and antineutrinos. The later was the subject of Joshua Devan's PhD thesis. MINERvA conitnued to collect a significant exposure of high-energy neutrinos throughout the award period. \n\nOur group also pursued enabling technology for next-generation neutrino detectors. With collaborators, we developed and prototyped a new concept for large-mass low-cost detectors using the water Cerenkov detector technology based on submerging the detector in a large body of water instead of in an excavated cavern. Our group delivered the underwater high voltage cables..."
 }
}