{
 "awd_id": "1206772",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Dynamic Stochastic Networks: Analysis, Control and Applications",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924885",
 "po_email": "tbartosz@nsf.gov",
 "po_sign_block_name": "Tomek Bartoszynski",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2019-06-30",
 "tot_intn_awd_amt": 530931.0,
 "awd_amount": 567641.0,
 "awd_min_amd_letter_date": "2012-06-27",
 "awd_max_amd_letter_date": "2016-03-29",
 "awd_abstract_narration": "Stochastic dynamic models of complex networks arise in a wide variety of applications in science and engineering. Specific instances include high-tech manufacturing, telecommunications, computer systems, service systems and biochemical reaction networks. This project involves the study of a number of mathematical problems stemming from the challenges of analyzing and controlling such dynamic stochastic networks. A balance of topics is proposed. Some topics involve the development of general theory for broad classes of networks, while others focus on mathematical problems directly motivated by specific applications. Since the complexity of these networks usually precludes exact analysis of detailed microscopic models, the focus here is on approximate models. Mathematical questions to be addressed include rigorous justification of these approximations, analyzing and controlling the behavior of the approximate models and interpreting the results for the original microscopic models. \r\nFour topics are proposed for study:\r\n(i) Dynamic control of stochastic processing networks,\r\n(ii) Analysis of processor sharing networks,\r\n(iii) Congestion control and resource entrainment in data networks,\r\n(iv) Stochastic systems with delayed dynamics and state constraints.\r\nSome stochastic process aspects of these topics include study of singular diffusion control problems, analysis of measure-valued processes, foundational questions for reflected processes, and the asymptotic properties of functional stochastic differential equations with natural state constraints.\r\n\r\nDynamic stochastic networks are used as mathematical models in a wide variety of applications in science and engineering, particularly in operations management, computer science, electrical engineering and bioengineering. This grant funds research to develop new results and techniques for addressing mathematical problems stemming from the need to analyze and control such dynamic stochastic networks. The networks under study are substantially more general than those that have been rigorously studied to date. The results will be of fundamental mathematical interest as well as of interest for applied researchers in relevant areas of science and engineering. The training of mathematics PhD students, dissemination of results through publication in peer-reviewed journals and presentations of the research at cross-disciplinary conferences, are all integral parts of the project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ruth",
   "pi_last_name": "Williams",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Ruth J Williams",
   "pi_email_addr": "williams@math.ucsd.edu",
   "nsf_id": "000459574",
   "pi_start_date": "2012-06-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-San Diego",
  "inst_street_address": "9500 GILMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "LA JOLLA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "8585344896",
  "inst_zip_code": "920930021",
  "inst_country_name": "United States",
  "cong_dist_code": "50",
  "st_cong_dist_code": "CA50",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, SAN DIEGO",
  "org_prnt_uei_num": "",
  "org_uei_num": "UYTTZT6G9DT1"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-San Diego",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "920930934",
  "perf_ctry_code": "US",
  "perf_cong_dist": "50",
  "perf_st_cong_dist": "CA50",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126300",
   "pgm_ele_name": "PROBABILITY"
  },
  {
   "pgm_ele_code": "755200",
   "pgm_ele_name": "COFFES"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9232",
   "pgm_ref_txt": "RES OPPOR AWARDS(ROA) (SUPPLEM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 198641.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 36710.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 111417.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 108920.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 111953.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project involved the study of a number of mathematical problems stemming from the challenges of analyzing and controlling dynamic stochastic networks. The research conducted is classified under four main topic areas.</p>\n<p>(i)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Dynamic control of stochastic processing networks.</p>\n<p>Kang and PI Williams established a diffusion approximation for an input-queued packet switch operating under a maximum weight matching algorithm. Besides the application, this work provided new insight into methods for handling stochastic processing networks with simultaneous consumption from buffers.</p>\n<p>Pesic and PI Williams discovered a novel graphical structure of scheduling problems for parallel server systems. This enabled them to solve some new scheduling problems for an associated multi-dimensional diffusion control problem and to propose asymptotically optimal policies that exploit partial pooling of resources in some stochastic parallel server systems.&nbsp;</p>\n<p>Kelly, Helton, PI Williams and Ziedins studied a fluid model of road traffic subject to on-ramp metering control and feedback of congestion signals. Their paper characterizes both the dynamics and the equilibrium behavior of the model operating under a global delay minimizing policy.</p>\n<p>&nbsp;</p>\n<p>(ii)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Analysis of processor sharing networks.</p>\n<p>PI Williams and Puha (supported under an ROA supplement to this grant)&nbsp; developed a new approach using a form of relative entropy to study the asymptotic behavior of&nbsp;balanced fluid models for measure-valued models of single server processor sharing queues. In addition, under the ROA,&nbsp; Puha completed a paper on diffusion limits for shortest remaining processing time queues. Her work developed a heavy traffic diffusion limit theorem under nonstandard spatial scaling and treated the challenging case where the processing time has unbounded support.</p>\n<p>(iii)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Congestion control and resource entrainment.</p>\n<p>Fu and PI Williams studied the asymptotic behavior of a measure-valued fluid model of bandwidth sharing in the Internet. They gave a rigorous proof of the stability of the fluid model under nominal conditions. Further related to entrainment, PI Williams studied entrainment effects caused by limited processing resources in stochastic models of biological networks. In particular, with W. H. Mather, J. Hasty and L. S. Tsimring, Williams developed and analyzed a stochastic model for translation of two types of mRNA by a limited pool of ribosomes. A striking finding from the analysis was that a qualitative shift in the correlation occurs as the system transitions from being underloaded to being overloaded.</p>\n<p>(iv) Stochastic systems with delayed dynamics and state constraints.</p>\n<p>Lipshutz and PI Williams established sufficient conditions for existence, uniqueness and stability of slowly oscillating periodic solutions of delay differential equations with non-negativity constraints. Their paper reporting on this work developed novel methodology for handling discontinuities that arise due to the state constraints. This work was motivated by applications to Internet rate control and gene regulation in cell biology.&nbsp;</p>\n<p>&nbsp;Leite and PI Williams developed reflected diffusions as approximations to Markov process models of biochemical reaction networks. In contrast to some other approximations, these diffusions are well defined for all time and naturally live in the non-negative orthant, capturing the natural constraint that chemical concentrations are never negative.</p>\n<p>&nbsp;In broader impacts, the mathematical results developed under this grant are of benefit to the disciplines of computer science, electrical engineering, transportation science, operations management and bioscience. Specifically, the results obtained have applications to input-queued switches that are pervasive in the Internet, performance of processing protocols for computer systems, stability of bandwidth sharing protocols in data communication networks, simulation of chemical reaction networks used in systems biology, scheduling of customer service systems, and control of traffic networks with congestion signaling.&nbsp; Williams wrote an invited article for &ldquo;Annual Reviews of Statistics and Its Applications&rdquo; to introduce the results of mathematical research on stochastic processing networks to a broader scientific audience and also to summarize key aspects of this research for graduate students and new researchers interested in working in the area. (&ldquo;Annual Reviews&rdquo; is a nonprofit organization whose mission is to provide the worldwide scientific&nbsp;community with a useful and intelligent synthesis of the primary research literature for a broad&nbsp;spectrum of scientific disciplines.)&nbsp; PI Williams also contributed to training new mathematics researchers through work with 9 graduate students involved in research supported under this grant; 3 of these were female and one was Latino.&nbsp; In addition, the PI collaborated with a female researcher who is at a non-Ph.D. granting institution under an ROA supplement to this grant.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/25/2019<br>\n\t\t\t\t\tModified by: Ruth&nbsp;J&nbsp;Williams</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project involved the study of a number of mathematical problems stemming from the challenges of analyzing and controlling dynamic stochastic networks. The research conducted is classified under four main topic areas.\n\n(i)             Dynamic control of stochastic processing networks.\n\nKang and PI Williams established a diffusion approximation for an input-queued packet switch operating under a maximum weight matching algorithm. Besides the application, this work provided new insight into methods for handling stochastic processing networks with simultaneous consumption from buffers.\n\nPesic and PI Williams discovered a novel graphical structure of scheduling problems for parallel server systems. This enabled them to solve some new scheduling problems for an associated multi-dimensional diffusion control problem and to propose asymptotically optimal policies that exploit partial pooling of resources in some stochastic parallel server systems. \n\nKelly, Helton, PI Williams and Ziedins studied a fluid model of road traffic subject to on-ramp metering control and feedback of congestion signals. Their paper characterizes both the dynamics and the equilibrium behavior of the model operating under a global delay minimizing policy.\n\n \n\n(ii)           Analysis of processor sharing networks.\n\nPI Williams and Puha (supported under an ROA supplement to this grant)  developed a new approach using a form of relative entropy to study the asymptotic behavior of balanced fluid models for measure-valued models of single server processor sharing queues. In addition, under the ROA,  Puha completed a paper on diffusion limits for shortest remaining processing time queues. Her work developed a heavy traffic diffusion limit theorem under nonstandard spatial scaling and treated the challenging case where the processing time has unbounded support.\n\n(iii)         Congestion control and resource entrainment.\n\nFu and PI Williams studied the asymptotic behavior of a measure-valued fluid model of bandwidth sharing in the Internet. They gave a rigorous proof of the stability of the fluid model under nominal conditions. Further related to entrainment, PI Williams studied entrainment effects caused by limited processing resources in stochastic models of biological networks. In particular, with W. H. Mather, J. Hasty and L. S. Tsimring, Williams developed and analyzed a stochastic model for translation of two types of mRNA by a limited pool of ribosomes. A striking finding from the analysis was that a qualitative shift in the correlation occurs as the system transitions from being underloaded to being overloaded.\n\n(iv) Stochastic systems with delayed dynamics and state constraints.\n\nLipshutz and PI Williams established sufficient conditions for existence, uniqueness and stability of slowly oscillating periodic solutions of delay differential equations with non-negativity constraints. Their paper reporting on this work developed novel methodology for handling discontinuities that arise due to the state constraints. This work was motivated by applications to Internet rate control and gene regulation in cell biology. \n\n Leite and PI Williams developed reflected diffusions as approximations to Markov process models of biochemical reaction networks. In contrast to some other approximations, these diffusions are well defined for all time and naturally live in the non-negative orthant, capturing the natural constraint that chemical concentrations are never negative.\n\n In broader impacts, the mathematical results developed under this grant are of benefit to the disciplines of computer science, electrical engineering, transportation science, operations management and bioscience. Specifically, the results obtained have applications to input-queued switches that are pervasive in the Internet, performance of processing protocols for computer systems, stability of bandwidth sharing protocols in data communication networks, simulation of chemical reaction networks used in systems biology, scheduling of customer service systems, and control of traffic networks with congestion signaling.  Williams wrote an invited article for \"Annual Reviews of Statistics and Its Applications\" to introduce the results of mathematical research on stochastic processing networks to a broader scientific audience and also to summarize key aspects of this research for graduate students and new researchers interested in working in the area. (\"Annual Reviews\" is a nonprofit organization whose mission is to provide the worldwide scientific community with a useful and intelligent synthesis of the primary research literature for a broad spectrum of scientific disciplines.)  PI Williams also contributed to training new mathematics researchers through work with 9 graduate students involved in research supported under this grant; 3 of these were female and one was Latino.  In addition, the PI collaborated with a female researcher who is at a non-Ph.D. granting institution under an ROA supplement to this grant. \n\n \n\n \n\n\t\t\t\t\tLast Modified: 08/25/2019\n\n\t\t\t\t\tSubmitted by: Ruth J Williams"
 }
}