{
 "awd_id": "1206899",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Designed Collagen Heterotrimeric Helices and Nanofibrous Hydrogels",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922191",
 "po_email": "asimonia@nsf.gov",
 "po_sign_block_name": "Aleksandr Simonian",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 420000.0,
 "awd_amount": 469660.0,
 "awd_min_amd_letter_date": "2012-08-22",
 "awd_max_amd_letter_date": "2015-05-13",
 "awd_abstract_narration": "ID: MPS/DMR/BMAT(7623) 1206899  \t            PI:  Hartgerink, Jeffrey\t         ORG:  Rice University\r\n\r\nTitle:  Designed Collagen Heterotrimeric Helices and Nanofibrous Hydrogels\r\n\r\nINTELLECTUAL  MERIT:  Collagen is the most abundant protein in the human body and arguably one of the most important proteins in nature, playing a critical role in nearly every tissue especially bone, skin, and tendons.  Furthermore, collagen plays a major role in many diseases such as metathesis in cancer and a variety of brittle bone diseases.  Despite collagen's critical importance, its structure and the assembly process that leads to its final fibrous form is poorly understood.  In the work funded through this grant, the Hartgerink lab at Rice University will focus on understanding this critical molecule through an iterative process of synthesis, analysis, and computational modeling.  Molecules, which closely mimic collagen's structure, will be prepared and their structure determined through a variety of analytical methods including nuclear magnetic resonance spectroscopy, X-ray crystallography, and transmission electron microscopy.  Based on these findings, a model will be prepared to predict new and more complicated collagen structures.  This process will allow a blueprint to be created that will define how natural collagen assembles as well as how one can chemically synthesize and self-assemble structurally sophisticated mimics of collagen.  \r\n\r\nBROADER IMPACTS:  It is expected that this blueprint will enhance the knowledge of this centrally important biological molecule as well as create a useful tool for biomaterials researchers.  The research described in this grant proposal will also be used as the basis for undergraduate and graduate educational programs that effectively combine chemical design and synthesis with traditional structural biology into an exciting multidisciplinary study.  Furthermore, through a secondary education outreach program, high school science teachers will have an opportunity to participate in a research lab over summers to develop innovative curriculum modules based on current research that can be directly implemented in high school level chemistry and biology courses.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Hartgerink",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey D Hartgerink",
   "pi_email_addr": "jdh@rice.edu",
   "nsf_id": "000358252",
   "pi_start_date": "2012-08-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "6100 Main St.",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "125300",
   "pgm_ele_name": "OFFICE OF MULTIDISCIPLINARY AC"
  },
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  },
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  },
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1515",
   "pgm_ref_txt": "MINORITY GRADUATE EDUC ACTIVIT"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 49660.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Collagen is the most abundant protein in the human body. While there are many varieties of collagen and proteins related to collagen, most of them play their role in the extra cellular matrix - the space in living tissues between cells. There collagen helps to hold tissue together in addition to providing a guiding framework for the cells that live there which helps the cells determine how to behave. Despite the major biological role played by collagen, many aspects of its structure and function are unknown. In particular how the amino acids which make up the collagen structure impact its formation and stability are not at all clearly defined. In the three year grant, funded by the NSF, our group set out to determine how specific amino acids impact collagen&rsquo;s structure and stability and from these correlations we hoped to be able to lay down guidelines for chemists and materials scientists on how collagen&rsquo;s structure could be mimicked and prepared in the laboratory. These &ldquo;biomimetic materials&rdquo; could then have a variety of uses in medical science including to assist in tissue healing and regeneration. During the funding period of this grant we were able to find a critical pair of amino acids which dramatically stabilize the core structure of collagen, the triple helix. When a positively charged amino acid is in the appropriate position adjacent to a negatively charged amino acid they are able to interact through what we call an &ldquo;axial charged-pair hydrogen bond&rdquo;. This interaction only takes place when the amino acids are in a very specific geometry with respect to one another. Outside of this configuration the amino acids result in the triple helix being destabilized. From this simple, but important, discovery we described a detailed set of rules, that can be programmed into a computer, for how a collagen triple helix can be designed and synthesized. We then took these rules and applied them toward the preparation of collagen-like biomaterials which assemble from triple helices into nanofibers of collagen. The nanofibers then entangle with one another to form a hydrogel. As a proof of principle, we demonstrated how these types of collagen-like hydrogels can be used as a hemostat in a surgical setting.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In addition to the scientific advances made during the time of this grant, five graduate students and three undergraduates have participated in their respective education and training by conducting this work. Of these five are women and / or come from under represented groups in the STEM fields. Of the eight, seven have been authors on peer reviewed publications including all three of the undergraduates and two have graduated with a Ph.D. in Chemistry.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2015<br>\n\t\t\t\t\tModified by: Jeffrey&nbsp;D&nbsp;Hartgerink</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n            Collagen is the most abundant protein in the human body. While there are many varieties of collagen and proteins related to collagen, most of them play their role in the extra cellular matrix - the space in living tissues between cells. There collagen helps to hold tissue together in addition to providing a guiding framework for the cells that live there which helps the cells determine how to behave. Despite the major biological role played by collagen, many aspects of its structure and function are unknown. In particular how the amino acids which make up the collagen structure impact its formation and stability are not at all clearly defined. In the three year grant, funded by the NSF, our group set out to determine how specific amino acids impact collagenÆs structure and stability and from these correlations we hoped to be able to lay down guidelines for chemists and materials scientists on how collagenÆs structure could be mimicked and prepared in the laboratory. These \"biomimetic materials\" could then have a variety of uses in medical science including to assist in tissue healing and regeneration. During the funding period of this grant we were able to find a critical pair of amino acids which dramatically stabilize the core structure of collagen, the triple helix. When a positively charged amino acid is in the appropriate position adjacent to a negatively charged amino acid they are able to interact through what we call an \"axial charged-pair hydrogen bond\". This interaction only takes place when the amino acids are in a very specific geometry with respect to one another. Outside of this configuration the amino acids result in the triple helix being destabilized. From this simple, but important, discovery we described a detailed set of rules, that can be programmed into a computer, for how a collagen triple helix can be designed and synthesized. We then took these rules and applied them toward the preparation of collagen-like biomaterials which assemble from triple helices into nanofibers of collagen. The nanofibers then entangle with one another to form a hydrogel. As a proof of principle, we demonstrated how these types of collagen-like hydrogels can be used as a hemostat in a surgical setting.\n\n            In addition to the scientific advances made during the time of this grant, five graduate students and three undergraduates have participated in their respective education and training by conducting this work. Of these five are women and / or come from under represented groups in the STEM fields. Of the eight, seven have been authors on peer reviewed publications including all three of the undergraduates and two have graduated with a Ph.D. in Chemistry.\n\n\t\t\t\t\tLast Modified: 11/30/2015\n\n\t\t\t\t\tSubmitted by: Jeffrey D Hartgerink"
 }
}