{
 "awd_id": "1206421",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Ion Losses to Plasma Boundaries-Sheaths and Presheaths",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927382",
 "po_email": "vlukin@nsf.gov",
 "po_sign_block_name": "Vyacheslav (Slava) Lukin",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 165000.0,
 "awd_amount": 165000.0,
 "awd_min_amd_letter_date": "2012-08-29",
 "awd_max_amd_letter_date": "2014-07-08",
 "awd_abstract_narration": "This award is made in response to a proposal submitted to and reviewed under the NSF/DOE Partnership in Basic Plasma Science and Engineering joint solicitation NSF 09-596. The award provides funds to support undergraduate participation in the overall research effort, which is being funded separately by the DOE under contract to the University of Wisconsin - Madison (Grant Number DE-FG02-97ER54437).\" \r\n\r\nUnderstanding sheaths is fundamental to the understanding of all bounded plasmas. Experiments for this project are aimed at establishing the basic properties of sheaths and associated presheaths for a variety of situations for which theoretical predictions and assumptions have not yet been verified. Coordinated studies will be carried out at the University of Wisconsin and the University of San Diego. Experiments will determine the presheath and sheath plasma potential profiles and the resulting ion velocity distribution functions (IVDFs) associated with ion acceleration. Most of the experiments will be carried out in Madison and led by the P.I., Prof. Noah Hershkowitz. LIF diagnostic development will be carried out on both campuses and led by the other P.I. Prof. Greg Severn. Plasma parameters will be determined with two or more techniques, e.g. combinations of emissive probes, Ar, Xe, and Kr metastable ion LIF, Langmuir probes, the phase velocities of ion acoustic waves, and optical emission spectroscopy. The intellectual merit of this work is that after more than 80 years, many important questions associated with sheaths will be addressed for the first time. Indeed it was during the current funded period that our previous discovery of anomalous sheath edge velocities in multiple ion species plasmas met with theoretical justification by the introduction of a new theoretical element: ion streaming instabilities. The new theory, which is the freshest thinking about medium like behavior in connection with sheath formation in 80 years, was applied directly to our experimental results with excellent agreement. It follows then that many different aspects of sheath formation must be reevaluated in light of the new theory. \r\n\r\nOur research activities will also have a broader impact. Results will be disseminated widely to the scientific community through refereed publications and talks by the P.I.'s and their students at scientific meetings, as well as in seminars at universities and national Labs, and through patents. For example, previous work on electron sheaths resulted in a patent application and STTR support from NASA to develop an electron source to replace hollow cathode electron sources as neutralizers of ion-thrusters on long-range space exploration missions. Further, the relatively inexpensive tabletop experiments used in the investigations we are pursuing in this project are suited to student laboratory courses, permitting students to perform state-of-the-art experiments. Prof. Hershkowitz has developed three new plasma-based courses offered several times to a very inter-disciplinary audience. Several student lab experiments were adopted to train semiconductor-processing technicians at Portland Community College. New ion acoustic wave experiments have been introduced by Prof. Severn in the upper division experimental modern physics course at the University of San Diego. In the past, several undergraduates who worked with Prof. Hershkowitz have been first authors on published papers, have gone on to receive Ph.D.s in plasma physics and other areas, and to work in a variety of fields, including one who is now a reporter for the New York Times. Further, students have served as tutors in community colleges and secondary schools to increase awareness in careers in science. A student who performed undergraduate research work with Prof. Severn was one of six students honored for outstanding undergraduate research in plasma physics at the 51st American Physical Society, Division of Plasma Physics meeting in Atlanta, GA, in 2009. This student was a first generation college attendee. Our activities will continue to have a positive impact on diversity in STEM fields in the US.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Greg",
   "pi_last_name": "Severn",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Greg Severn",
   "pi_email_addr": "severn@sandiego.edu",
   "nsf_id": "000449455",
   "pi_start_date": "2012-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of San Diego",
  "inst_street_address": "5998 ALCALA PARK FRNT",
  "inst_street_address_2": "",
  "inst_city_name": "SAN DIEGO",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6192606825",
  "inst_zip_code": "921102476",
  "inst_country_name": "United States",
  "cong_dist_code": "51",
  "st_cong_dist_code": "CA51",
  "org_lgl_bus_name": "UNIVERSITY OF SAN DIEGO",
  "org_prnt_uei_num": "V6S1GT51XD56",
  "org_uei_num": "V6S1GT51XD56"
 },
 "perf_inst": {
  "perf_inst_name": "University of San Diego",
  "perf_str_addr": "5998 Alcala Park",
  "perf_city_name": "San Diego",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "921102492",
  "perf_ctry_code": "US",
  "perf_cong_dist": "51",
  "perf_st_cong_dist": "CA51",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124200",
   "pgm_ele_name": "PLASMA PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1062",
   "pgm_ref_txt": "BASIC PLASMA SCIENCE & ENGINEERING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 55000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 55000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 55000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br />The project entitled, ``Collaborative Research: Ion Losses to Plasma Boundaries-Sheaths and Presheath'', focussed on <br />problems fundamental to the understanding of plasma boundaries and how ion losses play a role in sheath and presheath formation. Our main goal is to continue experiments aimed at establishing the basic properties of sheaths and<br />presheaths for a variety of situations, magnetized and unmagnetized, for which theoretical predictions have not yet been verified. <br />&nbsp;Sheaths matter.&nbsp; They are non-neutral regions that form at plasma boundaries to balance electron and ion losses. They are the most ubiquitous feature of bounded plasma, and since the term sheath and plasma arose at the same time in Langmuir's pioneering studies in the early 1920's, nearly 100 years ago, we tend to think they are well understood and that they can be modeled accurately in all plasma systems in which they are important. But this is not the case.&nbsp; They are one of the most significant and complex self organized structures in plasma physics, complex, and still in many ways mysterious, yielding new and fundamental discoveries during this present decade.&nbsp; In low temperature plasmas, sheaths are the working end of processing plasmas. Their formation permits the high anisotropy of ion energy that in turn has permitted VLSI and ULSI fabrication in semiconductor devices. Sheaths have made possible the maintenance of Moore's Law, and have created the information age. In high temperature plasmas, sheaths affect plasma energy flux to surfaces, thus impurity production, migration, and deposition and redeposition, and so affect the stability of the core in significant ways. Such sheaths, comprising multiple ion species, maybe weakly collisional, maybe strongly, and certainly immersed in a magnetic field which strikes the boundary surface obliquely, poses a theoretical problem that is not yet thoroughly benchmarked against experiment. But solving it will play a significant role in ultimately yielding practical fusion energy. It is a necessary problem to solve. Both of the areas cited above constitute grand engineering challenges (maintaining ULSI fabrication down sub 20nm feature sizes while expanding wafer size, and achieving useful magnetic confinement fusion). They are also grand physics challenges.<br /><br />&nbsp;Returning to low temperature plasmas, we observe that<br />ULSI fabrication processes to permit 10-20 nm DRAM &frac12; Pitch, which according to the ITRS 2013 roadmap, takes the semiconductor industry to 2025: do not yet have benchmark experiments that verify anisotropy of ion velocity distribution functions (IVDFs) at the sheath edge in multiple ion species, electronegative plasma. We would point out that knowing the flux of ions into the sheath and the irreducible anisotropy of the flow are critical to the validation of simulations and theoretical models that exit. The state of the art of sheath experiments in multiple ion species plasmas is as follows: until 2010, no theory existed to explain two ion species experiments of sheath formation first performed in 2001. Experimental results for 3 ion species are unknown. Anisotropy of IVDFs in 2 (or higher)&nbsp; ion species electropositive plasmas, at the sheath edge, to say nothing of electronegative plasmas, have not yet been measured.&nbsp; Furthermore, while all theoretical models agree that as ion neutral collisionality rises it does not make sense to speak of a Bohm Criterion, yet there exist neither theoretical consensus nor experiment validation demonstrating how this comes about in the context of complex plasma that is, multiple ion species plasma, and the sheath that is forming at the surface. While theoretical models of sheath formation in magnetized plasma have had vigorous development over the past four decades, experiments where the magnetic field strikes the surface obliquely, l...",
  "por_txt_cntn": "\n\nThe project entitled, ``Collaborative Research: Ion Losses to Plasma Boundaries-Sheaths and Presheath'', focussed on \nproblems fundamental to the understanding of plasma boundaries and how ion losses play a role in sheath and presheath formation. Our main goal is to continue experiments aimed at establishing the basic properties of sheaths and\npresheaths for a variety of situations, magnetized and unmagnetized, for which theoretical predictions have not yet been verified. \n Sheaths matter.  They are non-neutral regions that form at plasma boundaries to balance electron and ion losses. They are the most ubiquitous feature of bounded plasma, and since the term sheath and plasma arose at the same time in Langmuir's pioneering studies in the early 1920's, nearly 100 years ago, we tend to think they are well understood and that they can be modeled accurately in all plasma systems in which they are important. But this is not the case.  They are one of the most significant and complex self organized structures in plasma physics, complex, and still in many ways mysterious, yielding new and fundamental discoveries during this present decade.  In low temperature plasmas, sheaths are the working end of processing plasmas. Their formation permits the high anisotropy of ion energy that in turn has permitted VLSI and ULSI fabrication in semiconductor devices. Sheaths have made possible the maintenance of Moore's Law, and have created the information age. In high temperature plasmas, sheaths affect plasma energy flux to surfaces, thus impurity production, migration, and deposition and redeposition, and so affect the stability of the core in significant ways. Such sheaths, comprising multiple ion species, maybe weakly collisional, maybe strongly, and certainly immersed in a magnetic field which strikes the boundary surface obliquely, poses a theoretical problem that is not yet thoroughly benchmarked against experiment. But solving it will play a significant role in ultimately yielding practical fusion energy. It is a necessary problem to solve. Both of the areas cited above constitute grand engineering challenges (maintaining ULSI fabrication down sub 20nm feature sizes while expanding wafer size, and achieving useful magnetic confinement fusion). They are also grand physics challenges.\n\n Returning to low temperature plasmas, we observe that\nULSI fabrication processes to permit 10-20 nm DRAM &frac12; Pitch, which according to the ITRS 2013 roadmap, takes the semiconductor industry to 2025: do not yet have benchmark experiments that verify anisotropy of ion velocity distribution functions (IVDFs) at the sheath edge in multiple ion species, electronegative plasma. We would point out that knowing the flux of ions into the sheath and the irreducible anisotropy of the flow are critical to the validation of simulations and theoretical models that exit. The state of the art of sheath experiments in multiple ion species plasmas is as follows: until 2010, no theory existed to explain two ion species experiments of sheath formation first performed in 2001. Experimental results for 3 ion species are unknown. Anisotropy of IVDFs in 2 (or higher)  ion species electropositive plasmas, at the sheath edge, to say nothing of electronegative plasmas, have not yet been measured.  Furthermore, while all theoretical models agree that as ion neutral collisionality rises it does not make sense to speak of a Bohm Criterion, yet there exist neither theoretical consensus nor experiment validation demonstrating how this comes about in the context of complex plasma that is, multiple ion species plasma, and the sheath that is forming at the surface. While theoretical models of sheath formation in magnetized plasma have had vigorous development over the past four decades, experiments where the magnetic field strikes the surface obliquely, local measurements of ion dynamics and the potential profile in single ion species plasma in the magnetic presheath were performed in..."
 }
}