{
 "awd_id": "1206231",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: Origins of Mechanical Fragility in Disordered Solids",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Sokol",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 204000.0,
 "awd_amount": 204000.0,
 "awd_min_amd_letter_date": "2012-07-16",
 "awd_max_amd_letter_date": "2014-05-21",
 "awd_abstract_narration": "****Technical Abstract****\r\nWithin the field of condensed matter physics, our understanding of disordered systems lags far behind our understanding of crystalline ones.  In crystalline systems, defects are known to control mechanical fragility, but there are no obvious counterparts to defects in disordered solids.  This experimental program explores the source of mechanical fragility in disordered solids by using a recently developed laser-poking technique to perturb disordered colloidal solids and track induced particle rearrangements using video microscopy. Critical to this project is employing a new data analysis approach that has been shown to greatly reduce the complexity of disordered solids, perhaps even identifying structurally weak regions.  The results from this project will be a great interest to both the scientific and engineering communities as our current limited understanding of disordered materials impedes the progress in both modeling materials as well as designing new materials with improved mechanical properties.  Beyond addressing an important and open question in the field of condensed matter physics, the project will also provide critical experience to undergraduate researchers who will conduct the research and broadly disseminate the results through student-coauthored papers as well as talks at national conferences.  Furthermore, the proposed research will offer opportunities to student researchers from a diverse range of backgrounds found at a state institution and encourage them towards careers in science and technology.\r\n\r\n****Non-Technical Abstract****\r\nThis experimental program explores the mechanical properties of amorphous solids.  In contrast to crystalline solids, amorphous solids have a disordered atomic structure.  Because of this complexity, physicists lack a clear physical picture of how the structure of disordered solids relates to their mechanical properties.  This limited understanding of disordered materials has hindered the application of such materials as bulk metallic glasses, amorphous thin films, and nanoparticles assemblies.  Using a recently developed laser-poking technique, this project will explore the mechanical response of colloidal disordered solids to stress.  The experimental results from this research will serve to validate or disprove current theories relating to amorphous solids, aid in the development of a clear physical picture of amorphous solids, and provide a framework to support the development of new materials as well as improve the design of current ones.  Beyond addressing an important and open question in the field of condensed matter physics, this project will also provide critical experience to undergraduate researchers who will conduct the research and broadly disseminate the results through student-coauthored papers as well as talks at national conferences.  Furthermore, the proposed research will offer opportunities to student researchers from a diverse range of backgrounds found at a state institution and encourage them towards careers in science and technology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Aptowicz",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin B Aptowicz",
   "pi_email_addr": "kaptowicz@wcupa.edu",
   "nsf_id": "000591355",
   "pi_start_date": "2012-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "West Chester University of Pennsylvania",
  "inst_street_address": "201 CARTER DR STE 200",
  "inst_street_address_2": "",
  "inst_city_name": "WEST CHESTER",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6104363060",
  "inst_zip_code": "19383",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "PA06",
  "org_lgl_bus_name": "WEST CHESTER UNIVERSITY OF PENNSYLVANIA",
  "org_prnt_uei_num": "QG9HTDGKJJL3",
  "org_uei_num": "LJGZZLEEMG63"
 },
 "perf_inst": {
  "perf_inst_name": "West Chester University of PA",
  "perf_str_addr": "700 South High Street",
  "perf_city_name": "West Chester",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "193830001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "PA06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 104000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 50000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 50000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Within the field of condensed matter physics, our understanding of disordered systems lags far behind our understanding of crystalline ones. In crystalline systems, defects are known to control mechanical fragility of a solid. As an example, if a crystalline solid is stressed, defects will serve as the nucleation site for plastic deformations.&nbsp; However, there are no obvious counterparts to defects in disordered solids. Is there a structural or dynamic property of the material that can be used to identify the nucleation sites of plastic deformation upon being stressed? To put it more concisely, when things fall apart, where does it start? &nbsp;This question was at the heart of the research program supported by Grant Number DMR-1206231.&nbsp;</p>\n<p>This research was carried out in three phases. In the first phase, two undergraduate researchers studied the thermophoretic mobility of pNIPA microgel particles.&nbsp; These micro-gel particles showed an unusually large diffusion towards colder environments. The students successfully designed and executed an experiment using a state-of-the-art holographic optical tweezers system to quantify this phenomenon. The students presented their results at national conferences. In the next phase, a undergraduate researcher explored hydrodynamic dampening of normal modes of colloidal solids.&nbsp; This work built upon recent advances in the field which use covariance analysis to extract vibrational modes structure.&nbsp; By examining the dynamics of these modes, we successfully quantified the hydrodynamic dampening at play and showed it to be length-scale dependent. As with the previous phase, undergraduate student researcher presented his results at national conferences. &nbsp;In the third phase, still ongoing, we are exploring the mechanical response of a colloidal glass made of thermo-responsive micro-gel particles undergoing repeated local perturbation.&nbsp; Although analysis is still underway, our initial results suggest the restructuring of the colloidal glass upon local perturbation does not map onto to low energy vibrational modes of the system.&nbsp; Instead, the local perturbation significantly alters the vibrational mode structures.&nbsp; &nbsp;Finally, over the course of the program, a new measurement technique was developed to measure the wall separation in micro-chambers in situ on a microscope stage. The new technique uses reflection mode illumination and conoscopic imaging to measure thicknesses of 1 to 30 micrometers with a precision on the order of 10 nm.</p>\n<p>Throughout all of the phases of the research supported by this Grant, undergraduates played a critical role in the design, implementation and dissemination of the research.&nbsp;&nbsp; In addition to their work with the PI, students also developed collaborative relationships with researchers at the University of Pennsylvania, deepening the PI&rsquo;s existing relationships with top researchers at that institution.&nbsp;&nbsp; In this way, the Grant offered undergraduates access to the opportunity to participate actively in cutting-edge research, in collaboration with top researchers in the field, and promote careers in STEM disciplines. &nbsp;</p>\n<p>During this grant period, the PI also developed a popular science course aimed at non-scientists &ldquo;Food, Fire, and Physics: The Science of Cooking.&rdquo; Inspired by course offerings at other institutions, this course uses cooking as a means to motivate students to learn about soft matter physics as well as the culture of science.&nbsp; It has been offered every year since 2014 and continues to be one of the most popular courses at West Chester University.&nbsp; Building upon this success, the PI has also visited an elementary school and shared with the students some of the more intriguing demonstrations from the course.&nbsp;</p>\n<p>In summary, this research program, supported by Grant Number DMR-1206231, created new knowledge about thermophoretic mobility of thermo-responsive micro-gel particles, length-scale-dependent hydrodynamic dampening of vibrational modes in a colloidal solid, and discovered a new technique for measuring wall separation in micro-chambers on a microscope. Undergraduate researchers played a central role in these successes.&nbsp; Those students who have graduated after participating in this research have been employed in STEM fields (e.g. process engineering for a medical device company and a software engineer for a consulting company), are pursuing graduate school in physics or are teaching physics at the high school level. Furthermore, the PI for this grant designed and taught a novel general education course on the science of cooking that students find engaging, intellectually challenging, and enlightening. Finally, this research program has outfitted the PI&rsquo;s laboratory with critical equipment for future research as well as served as a served as a catalyst for further collaboration between locally situated research groups at the University of Pennsylvania and his research group at West Chester University.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/11/2016<br>\n\t\t\t\t\tModified by: Kevin&nbsp;B&nbsp;Aptowicz</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWithin the field of condensed matter physics, our understanding of disordered systems lags far behind our understanding of crystalline ones. In crystalline systems, defects are known to control mechanical fragility of a solid. As an example, if a crystalline solid is stressed, defects will serve as the nucleation site for plastic deformations.  However, there are no obvious counterparts to defects in disordered solids. Is there a structural or dynamic property of the material that can be used to identify the nucleation sites of plastic deformation upon being stressed? To put it more concisely, when things fall apart, where does it start?  This question was at the heart of the research program supported by Grant Number DMR-1206231. \n\nThis research was carried out in three phases. In the first phase, two undergraduate researchers studied the thermophoretic mobility of pNIPA microgel particles.  These micro-gel particles showed an unusually large diffusion towards colder environments. The students successfully designed and executed an experiment using a state-of-the-art holographic optical tweezers system to quantify this phenomenon. The students presented their results at national conferences. In the next phase, a undergraduate researcher explored hydrodynamic dampening of normal modes of colloidal solids.  This work built upon recent advances in the field which use covariance analysis to extract vibrational modes structure.  By examining the dynamics of these modes, we successfully quantified the hydrodynamic dampening at play and showed it to be length-scale dependent. As with the previous phase, undergraduate student researcher presented his results at national conferences.  In the third phase, still ongoing, we are exploring the mechanical response of a colloidal glass made of thermo-responsive micro-gel particles undergoing repeated local perturbation.  Although analysis is still underway, our initial results suggest the restructuring of the colloidal glass upon local perturbation does not map onto to low energy vibrational modes of the system.  Instead, the local perturbation significantly alters the vibrational mode structures.   Finally, over the course of the program, a new measurement technique was developed to measure the wall separation in micro-chambers in situ on a microscope stage. The new technique uses reflection mode illumination and conoscopic imaging to measure thicknesses of 1 to 30 micrometers with a precision on the order of 10 nm.\n\nThroughout all of the phases of the research supported by this Grant, undergraduates played a critical role in the design, implementation and dissemination of the research.   In addition to their work with the PI, students also developed collaborative relationships with researchers at the University of Pennsylvania, deepening the PI?s existing relationships with top researchers at that institution.   In this way, the Grant offered undergraduates access to the opportunity to participate actively in cutting-edge research, in collaboration with top researchers in the field, and promote careers in STEM disciplines.  \n\nDuring this grant period, the PI also developed a popular science course aimed at non-scientists \"Food, Fire, and Physics: The Science of Cooking.\" Inspired by course offerings at other institutions, this course uses cooking as a means to motivate students to learn about soft matter physics as well as the culture of science.  It has been offered every year since 2014 and continues to be one of the most popular courses at West Chester University.  Building upon this success, the PI has also visited an elementary school and shared with the students some of the more intriguing demonstrations from the course. \n\nIn summary, this research program, supported by Grant Number DMR-1206231, created new knowledge about thermophoretic mobility of thermo-responsive micro-gel particles, length-scale-dependent hydrodynamic dampening of vibrational modes in a colloidal solid, and discovered a new technique for measuring wall separation in micro-chambers on a microscope. Undergraduate researchers played a central role in these successes.  Those students who have graduated after participating in this research have been employed in STEM fields (e.g. process engineering for a medical device company and a software engineer for a consulting company), are pursuing graduate school in physics or are teaching physics at the high school level. Furthermore, the PI for this grant designed and taught a novel general education course on the science of cooking that students find engaging, intellectually challenging, and enlightening. Finally, this research program has outfitted the PI?s laboratory with critical equipment for future research as well as served as a served as a catalyst for further collaboration between locally situated research groups at the University of Pennsylvania and his research group at West Chester University.\n\n\t\t\t\t\tLast Modified: 10/11/2016\n\n\t\t\t\t\tSubmitted by: Kevin B Aptowicz"
 }
}