{
 "awd_id": "1206763",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Renormalized Insulators: On the Verge of Magnetism",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924892",
 "po_email": "tdurakie@nsf.gov",
 "po_sign_block_name": "Tomasz Durakiewicz",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 370000.0,
 "awd_amount": 370000.0,
 "awd_min_amd_letter_date": "2012-05-24",
 "awd_max_amd_letter_date": "2014-05-21",
 "awd_abstract_narration": "****Technical Abstract****\r\nThis project is designed to extend knowledge of strongly correlated electron systems into the regime of strongly interacting, or highly renormalized, insulators on the verge of magnetism. Previous investigations by the PI and collaborators have indicated that this is a very rich vein of research because of the importance of both semiconductor physics and magnetism. The competing interactions inherent in these carefully characterized chemically substituted small band-gap insulators often lead to quantum phase transitions in the presence of strong correlations and disorder. Typical systems that will be investigated include iron-based non-magnetic insulators, such as FeSi, FeS2, and related materials, where a transition from a strongly correlated-insulator-to-magnetic metal transition can be accessed by doping. The goals are to discover what novel phenomena exist when carriers are doped into these strongly correlated insulators placing them in the unique regime where low carrier density, disorder, magnetism, and, in some cases,  finite size are all important aspects. In addition we will be exploring the nucleation, imaging, and control of the magnetic Skyrmion phases that have recently been discovered in the mono-silicide and -germanide materials having the FeSi crystal structure in thin films of these materials. Students on many levels, as well as high school teachers will explore these materials searching for novel transport, magnetic, thermodynamic, and optical properties that may be exploited in future technologies.\r\n\r\n****Non-Technical Abstract****\r\nIn order to accelerate the technological revolution that has placed high speed computation and information storage at our fingertips almost anywhere on Earth, new ideas are essential. One pathway for progress in semiconductor device design, known as spintronics, seeks to make use of the magnetic degrees of freedom to the same extent that charge degrees of freedom are used in present day silicon technologies. As scientists have sought to control or manipulate the electron spin, the intrinsic magnetic property of electrons, they have recognized the utility of materials that are both magnetic and semiconducting. This work seeks to extend our knowledge of magnetic semiconductors by investigating a series of compounds composed of transition metals and silicon or germanium where both semiconducting and magnetic behavior are known to emerge. The chemical flexibility that these systems offer while maintaining a common crystal structure allows enormous control over their physical properties making them ideal for discovering new behaviors at the intersection of semiconductor physics and magnetism. Also, the unusual symmetry of the underlying crystal structure of one family of these compounds has been shown to induce ~100 nm sized toroidal shaped magnetic structures, known as magnetic Skyrmions, for a range of temperatures and magnetic fields. This project investigates the necessary elements for nucleating, imaging, and controlling these novel magnetic structures both as a fundamental exploration and to assess their possible relevance for future technologies.  Students on many levels, as well as high school teachers, will be exploring magnetic, electric, optical, and thermodynamic properties of these magnetic semiconductors in crystalline, thin film, and nanowire form.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "DiTusa",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "John F DiTusa",
   "pi_email_addr": "ditusa@phys.lsu.edu",
   "nsf_id": "000180186",
   "pi_start_date": "2012-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Louisiana State University",
  "inst_street_address": "202 HIMES HALL",
  "inst_street_address_2": "",
  "inst_city_name": "BATON ROUGE",
  "inst_state_code": "LA",
  "inst_state_name": "Louisiana",
  "inst_phone_num": "2255782760",
  "inst_zip_code": "708030001",
  "inst_country_name": "United States",
  "cong_dist_code": "06",
  "st_cong_dist_code": "LA06",
  "org_lgl_bus_name": "LOUISIANA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "ECQEYCHRNKJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Louisiana State University & A and M College",
  "perf_str_addr": "Department of Physics and Astron",
  "perf_city_name": "Baton Rouge",
  "perf_st_code": "LA",
  "perf_st_name": "Louisiana",
  "perf_zip_code": "708034001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "LA06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 170000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Overview: An experimental research program to investigate several related magnetic systems was carried out. This included renormalized insulators, specifically small band-gap transition metal compounds that are on the verge of magnetic order. These insulators display the hallmarks of being in close proximity to magnetic instabilities such as temperature induced magnetic fluctuations and magnetic ground states accessed through small levels of chemical substitution. These experiments resulted in the discovery of fundamentally new condensed matter physics including novel insulating, metallic, and magnetic states of matter. Through low levels of chemical substitution, control over magnetism and charge conductivity was achieved in magnetic semiconducting systems.&nbsp; Here, differences with standard semiconducting materials are due to a stronger coupling of electronic and magnetic degrees of freedom. Investigations into the magnetic and electronic properties of Fe<sub>1-<em>x</em></sub>Co<em><sub>x</sub></em>Si and our newly discovered magnetic semiconductor &nbsp;Ru<sub>1-<em>x</em></sub> Co<em><sub>x</sub></em>Ge, were carried out to explore the transition from a small band gap insulator at <em>x</em>=0 to a magnetic metal for <em>x</em>&gt;0.05. These materials are also interesting because they form with a chiral crystal structure so that the magnetism takes on forms that are more complex than simple ferromagnetic and antiferromagnetic systems. In fact, a novel state of matter known as a magnetic skyrmion lattice, characterized as a lattice of mesoscopic magnetic swirls, has been shown by others to form in these materials. These magnetic skyrmions have been touted as a possible new paradigm for low energy consuming magnetic storage. In this project we explored the evolution of small band-gap insulators toward metallic and helimagnetic states where skyrmion lattices can be achieved through application of small magnetic fields.</p>\n<p>In addition, a materials having the same chiral crystal structure displaying helimagnetism, paramagnetism,&nbsp; and in one case superconductivity were synthesized &nbsp;and characterized to probe the effect of the crystalline symmetry (and lack thereof) on the magnetic or superconducting properties. Related itinerant magnetic systems where competing magnetic phases were explored to identify future research directions.</p>\n<p>Intellectual Merit: This project resulted in several discoveries in the electronic and magnetic properties of an unusual class of materials, those having the same chiral crystal structure but which by changing either the transition metal or the non-metal constituent can be insulating and non-magnetic, metallic and helimagnetic, or even superconducting. The majority of the work centered on the exploration of the properties of magnetic semiconductors having this crystal structure where the combination of disorder, low carrier density, and strong electrical carrier interactions lead to novel behavior. We have thoroughly investigated Fe<sub>1-<em>x</em></sub>Co<em><sub>x</sub></em>Si finding non-traditional semiconductor behavior due to the interaction of the low density of charge carriers and magnetic moments introduced by the Co substitution. We have characterized the transition to a magnetic ground state and the evolution of the interactions along the way. This is an important and interesting since it is relatively unexplored and it may prove important for progress in identifying magnetic semiconductors that are useful to future spintronics devices. We find evidence that the underscreening of large, spin-1, magnetic moments play a large role in determining the behavior at low temperatures. Other experiments extended the knowledge base of magnetic materials known to display magnetic skyrmion lattice ordering as well as establishing a new magnetic semiconducting system which we believe should display stronger effects of spin-orbit coupling.</p>\n<p>We have also explored MnGe, a high temperature phase having the same chiral crystal structure as FeSi. We found it to be magnetic at relatively high temperatures, confirming earlier reports, and we have explored the thermodynamic and charge carrier transport properties to compare to the well investigated isostructural MnSi. Several important differences were elucidated by this project. &nbsp;In addition, a superconducting member of this family of compounds was synthesized and characterized so that the effect of the chiral crystal structure on the superconducting state could be probed. A surface superconducting state was found that was far more roust to magnetic fields than the bulk, a result that appears to be common among a number of materials of this type. The cause of this behavior is not understood and future work is needed to lend insight into this unusual state of matter.</p>\n<p>Broader Impact: Because this project involved the investigations of the properties of magnetic semiconductors which are thought to be important for the future technology of spintronics and because this project supported the work of two graduate students and six undergraduate students we believe that this project may have a much broader impact than the intellectual accomplishments outlined above. The students involved included 3 women, and one Latino undergraduate. Several of the undergraduate students involved in the project have transitioned to graduate programs in Physics at other institutions. The two graduate students earned their PhDs with support of this project. One has recently started a postdoc at Oak Ridge National Laboratory.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/16/2016<br>\n\t\t\t\t\tModified by: John&nbsp;F&nbsp;Ditusa</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1206763/1206763_10175889_1471377116361_Figuresforfinalreport1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1206763/1206763_10175889_1471377116361_Figuresforfinalreport1--rgov-800width.jpg\" title=\"Research Members\"><img src=\"/por/images/Reports/POR/2016/1206763/1206763_10175889_1471377116361_Figuresforfinalreport1--rgov-66x44.jpg\" alt=\"Research Members\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Graduate, undergraduate, and REU members whose research was supported by this grant.</div>\n<div class=\"imageCredit\">JFD</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">John&nbsp;F&nbsp;Ditusa</div>\n<div class=\"imageTitle\">Research Members</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1206763/1206763_10175889_1471377202468_Figuresforfinalreport2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1206763/1206763_10175889_1471377202468_Figuresforfinalreport2--rgov-800width.jpg\" title=\"Strongly correlated Insulator to magnetic metal transition in Fe1-xCoxSi\"><img src=\"/por/images/Reports/POR/2016/1206763/1206763_10175889_1471377202468_Figuresforfinalreport2--rgov-66x44.jpg\" alt=\"Strongly correlated Insulator to magnetic metal transition in Fe1-xCoxSi\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">a) and b) Magnetic moments and interactions. c) Electrical conductivity. d) Mangetoresistance. e) Vapor transport and flux grown crystals.</div>\n<div class=\"imageCredit\">JFD</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">John&nbsp;F&nbsp;Ditusa</div>\n<div class=\"imageTitle\">Strongly correlated Insulator to magnetic metal transition in Fe1-xCoxSi</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1206763/1206763_10175889_1471377262320_Figuresforfinalreport3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1206763/1206763_10175889_1471377262320_Figuresforfinalreport3--rgov-800width.jpg\" title=\"MnGe magnetic properties\"><img src=\"/por/images/Reports/POR/2016/1206763/1206763_10175889_1471377262320_Figuresforfinalreport3--rgov-66x44.jpg\" alt=\"MnGe magnetic properties\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">a) Contour plot of the magnetization vs. field and temperature. b) magnetic susceptibility. c) ac magnetic susceptibility. d) Fermi surfaces of MnGe.</div>\n<div class=\"imageCredit\">JFD</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">John&nbsp;F&nbsp;Ditusa</div>\n<div class=\"imageTitle\">MnGe magnetic properties</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1206763/1206763_10175889_1471377347985_Figuresforfinalreport4--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1206763/1206763_10175889_1471377347985_Figuresforfinalreport4--rgov-800width.jpg\" title=\"AuBe &ndash; chiral structured superconductor\"><img src=\"/por/images/Reports/POR/2016/1206763/1206763_10175889_1471377347985_Figuresforfinalreport4--rgov-66x44.jpg\" alt=\"AuBe &ndash; chiral structured superconductor\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">a) Electronic specific heat compared to BCS form. b) Crystal structure. c) Critical fields measured via the Meisner effect (open symbols) and transport measurements (solid symbols). d) and e) de Has- van Alphen  oscillations and FFT</div>\n<div class=\"imageCredit\">JFD and DJR</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">John&nbsp;F&nbsp;Ditusa</div>\n<div class=\"imageTitle\">AuBe ? chiral structured superconductor</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nOverview: An experimental research program to investigate several related magnetic systems was carried out. This included renormalized insulators, specifically small band-gap transition metal compounds that are on the verge of magnetic order. These insulators display the hallmarks of being in close proximity to magnetic instabilities such as temperature induced magnetic fluctuations and magnetic ground states accessed through small levels of chemical substitution. These experiments resulted in the discovery of fundamentally new condensed matter physics including novel insulating, metallic, and magnetic states of matter. Through low levels of chemical substitution, control over magnetism and charge conductivity was achieved in magnetic semiconducting systems.  Here, differences with standard semiconducting materials are due to a stronger coupling of electronic and magnetic degrees of freedom. Investigations into the magnetic and electronic properties of Fe1-xCoxSi and our newly discovered magnetic semiconductor  Ru1-x CoxGe, were carried out to explore the transition from a small band gap insulator at x=0 to a magnetic metal for x&gt;0.05. These materials are also interesting because they form with a chiral crystal structure so that the magnetism takes on forms that are more complex than simple ferromagnetic and antiferromagnetic systems. In fact, a novel state of matter known as a magnetic skyrmion lattice, characterized as a lattice of mesoscopic magnetic swirls, has been shown by others to form in these materials. These magnetic skyrmions have been touted as a possible new paradigm for low energy consuming magnetic storage. In this project we explored the evolution of small band-gap insulators toward metallic and helimagnetic states where skyrmion lattices can be achieved through application of small magnetic fields.\n\nIn addition, a materials having the same chiral crystal structure displaying helimagnetism, paramagnetism,  and in one case superconductivity were synthesized  and characterized to probe the effect of the crystalline symmetry (and lack thereof) on the magnetic or superconducting properties. Related itinerant magnetic systems where competing magnetic phases were explored to identify future research directions.\n\nIntellectual Merit: This project resulted in several discoveries in the electronic and magnetic properties of an unusual class of materials, those having the same chiral crystal structure but which by changing either the transition metal or the non-metal constituent can be insulating and non-magnetic, metallic and helimagnetic, or even superconducting. The majority of the work centered on the exploration of the properties of magnetic semiconductors having this crystal structure where the combination of disorder, low carrier density, and strong electrical carrier interactions lead to novel behavior. We have thoroughly investigated Fe1-xCoxSi finding non-traditional semiconductor behavior due to the interaction of the low density of charge carriers and magnetic moments introduced by the Co substitution. We have characterized the transition to a magnetic ground state and the evolution of the interactions along the way. This is an important and interesting since it is relatively unexplored and it may prove important for progress in identifying magnetic semiconductors that are useful to future spintronics devices. We find evidence that the underscreening of large, spin-1, magnetic moments play a large role in determining the behavior at low temperatures. Other experiments extended the knowledge base of magnetic materials known to display magnetic skyrmion lattice ordering as well as establishing a new magnetic semiconducting system which we believe should display stronger effects of spin-orbit coupling.\n\nWe have also explored MnGe, a high temperature phase having the same chiral crystal structure as FeSi. We found it to be magnetic at relatively high temperatures, confirming earlier reports, and we have explored the thermodynamic and charge carrier transport properties to compare to the well investigated isostructural MnSi. Several important differences were elucidated by this project.  In addition, a superconducting member of this family of compounds was synthesized and characterized so that the effect of the chiral crystal structure on the superconducting state could be probed. A surface superconducting state was found that was far more roust to magnetic fields than the bulk, a result that appears to be common among a number of materials of this type. The cause of this behavior is not understood and future work is needed to lend insight into this unusual state of matter.\n\nBroader Impact: Because this project involved the investigations of the properties of magnetic semiconductors which are thought to be important for the future technology of spintronics and because this project supported the work of two graduate students and six undergraduate students we believe that this project may have a much broader impact than the intellectual accomplishments outlined above. The students involved included 3 women, and one Latino undergraduate. Several of the undergraduate students involved in the project have transitioned to graduate programs in Physics at other institutions. The two graduate students earned their PhDs with support of this project. One has recently started a postdoc at Oak Ridge National Laboratory.\n\n\t\t\t\t\tLast Modified: 08/16/2016\n\n\t\t\t\t\tSubmitted by: John F Ditusa"
 }
}