{
 "awd_id": "1206404",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Field-and Current-Driven Domain-Wall Dynamics in Microstructures",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924892",
 "po_email": "tdurakie@nsf.gov",
 "po_sign_block_name": "Tomasz Durakiewicz",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 390000.0,
 "awd_amount": 390000.0,
 "awd_min_amd_letter_date": "2012-04-30",
 "awd_max_amd_letter_date": "2014-05-06",
 "awd_abstract_narration": "****Technical Abstract****\r\nMagnetic domain walls can be manipulated at high-speeds and on nanometer spatial scales by applied magnetic fields and electric currents.  Modern nanotechnology methods can be used to engineer and fabricate nanometer-scale magnetic wires.  These model one-dimensional structures can serve as conduits for electric current and for guiding magnetic domain walls.  This project utilizes magneto-optic techniques to probe the high-speed manipulation of magnetic domain walls in fabricated nanometer-scale magnetic structures.  The goal of the work is to characterize and understand the (spin-torque) mechanisms that: 1) allow high-speed manipulation of magnetization on nanometer spatial scales by electric currents, and that 2) govern energy loss and damping.  The work is directly related to existing and emerging technology that relies on high-speed manipulation of magnetism on small spatial scales: magnetic meta materials, memory and logic structures, and imaging, radar and telecommunication technology.  The research involves state-of-the-art materials synthesis and nanofabrication techniques, and addresses new phenomena that occur as a result of nanometer spatial constraints. It provides excellent education and training opportunities for the students and postdoctoral associates who work on the projects.\r\n\r\n****Non-Technical Abstract****\r\nElectron spins in one-dimensional nanometer-scale structures of magnetic material (magnetic nanowires) form regions of uniform magnetization (domains) separated by a domain wall in which spin orientation reverses between the two opposing spin domains.  The spin configuration in the nanostructure can be manipulated by the application of a magnetic field or an electric current.  The ability to manipulate and probe electron spins (local magnetism) on nanometer scales at high speeds is technologically important: it provides the basis for magnetic cellular logic and related new device technology that could extend and improve existing microelectronic devices that digitally store and process information.  This project explores high-speed manipulation of electron spins in magnetic nanostructures.  The objective of the work is to determine and understand the mechanisms that allow electric current manipulation of spins and discover how material composition and geometrical constraints govern and limit the control of local magnetism on nanometer scales.  The project provides a good venue for training the next generation of scientists, technologists, and teachers because it involves new phenomena and requires application of current state-of the-art research instruments and materials science/nanoscience technology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Erskine",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "James L Erskine",
   "pi_email_addr": "erskine@physics.utexas.edu",
   "nsf_id": "000430069",
   "pi_start_date": "2012-04-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787137726",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 130000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 110000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"p1\">Domain-wall dynamics in nanometer-scale rectangular cross section Permalloy nano wires are studied by experiments, numerical simulations and analytical modeling.&nbsp; Magnetic domains in ferromagnetic materials are regions of uniform electron spin alignment. Domain walls (thin regions that separate magnetic domains) provide a transition between the different direction of magnetization in adjacent domains. &nbsp;Magnetic anisotropy energy in a long magnetic nanowire generally creates a single magnetic domain with magnetization along the nano wire axis.&nbsp; A domain wall can be created by reversing the magnetization in a region at one end of the nano wire thus creating a second domain and a domain wall (domain wall injection).&nbsp; The resulting system (two opposing domains) is an ideal model system for exploring the motion of a domain wall when it is exposed to an applied magnetic field or an electric current in the nanowire. &nbsp;</p>\n<p class=\"p1\">The spin distribution within a nano wire guided domain wall and the motion of the domain wall under magnetic-field or electric-current drive forces can be simple or very complex.&nbsp; The spin distribution and dynamics&nbsp; depend on the nanowire cross sectional dimensions and the strength of the applied magnetic field and/or electric current.&nbsp; Knowledge and understanding of the relationships between nanowire geometry, materials properties, spin distributions within a domain wall, and the domain-wall propagation behavior under applied magnetic fields and electric current is important in the development of a broad range of magnetic materials based technology including sensors, information storage media and devices, microwave devices and medical/biological devices that (for example) manipulate magnetic nano particles trapped at domain walls by stray magnetic fields (lab on a chip technology for nanometer-scale processing of chemical agents).&nbsp; The objective of this research program is to develop the basic scientific understanding of domain- wall processes in nanometer-scale magnetic structures that underlie these important magnetic material technologies.</p>\n<p class=\"p2\">&nbsp;</p>\n<p class=\"p1\">Magnetic nano wire structures are fabricated on oxide-coated silicon wafers by sputter deposition followed by ion beam milling.&nbsp; The structures are characterized by scanning electron microscopy, atomic force microscopy and magnetic force microscopy.&nbsp; Domain-wall motion is measured by a time-of-flight technique that uses the magneto optic Kerr effect to detect the change of magnetism in the nanowire as a domain wall propagates across the focused light spot on the nanowire. &nbsp; The measurement yields directly the mobility of the domain wall propagating in the nano&nbsp; wire: the domain-wall velocity as a function of the magnetic drive field and/or the electric current in the nanowire. &nbsp; The domain wall is very thin (smaller than the diffraction limited size of the focused light beam), but the spin distribution within the domain wall and the mobility function can be simulated numerically by solving the equations of motion of electron spins in the propagating domain wall under magnetic field and electric current forces.&nbsp; The combination of mobility measurements and atomic-level simulation of electron-spin dynamics provides a sensitive and detailed probe of domain dynamics in nano wire structures.</p>\n<p class=\"p2\">&nbsp;</p>\n<p class=\"p1\">&nbsp;These systematic studies of domain-wall propagation in Permalloy nano wires have resulted in the discovery of a variety of domain-wall spin textures (involving multiple vortex structures)&nbsp; and the development of a comprehensive spin texture phase diagram that characterizes the spin directional distributions in domain walls as a function of the cross sectional dimensions of the nano wire.&nbsp; An analytical expression for the mobility func...",
  "por_txt_cntn": "Domain-wall dynamics in nanometer-scale rectangular cross section Permalloy nano wires are studied by experiments, numerical simulations and analytical modeling.  Magnetic domains in ferromagnetic materials are regions of uniform electron spin alignment. Domain walls (thin regions that separate magnetic domains) provide a transition between the different direction of magnetization in adjacent domains.  Magnetic anisotropy energy in a long magnetic nanowire generally creates a single magnetic domain with magnetization along the nano wire axis.  A domain wall can be created by reversing the magnetization in a region at one end of the nano wire thus creating a second domain and a domain wall (domain wall injection).  The resulting system (two opposing domains) is an ideal model system for exploring the motion of a domain wall when it is exposed to an applied magnetic field or an electric current in the nanowire.  \nThe spin distribution within a nano wire guided domain wall and the motion of the domain wall under magnetic-field or electric-current drive forces can be simple or very complex.  The spin distribution and dynamics  depend on the nanowire cross sectional dimensions and the strength of the applied magnetic field and/or electric current.  Knowledge and understanding of the relationships between nanowire geometry, materials properties, spin distributions within a domain wall, and the domain-wall propagation behavior under applied magnetic fields and electric current is important in the development of a broad range of magnetic materials based technology including sensors, information storage media and devices, microwave devices and medical/biological devices that (for example) manipulate magnetic nano particles trapped at domain walls by stray magnetic fields (lab on a chip technology for nanometer-scale processing of chemical agents).  The objective of this research program is to develop the basic scientific understanding of domain- wall processes in nanometer-scale magnetic structures that underlie these important magnetic material technologies.\n \nMagnetic nano wire structures are fabricated on oxide-coated silicon wafers by sputter deposition followed by ion beam milling.  The structures are characterized by scanning electron microscopy, atomic force microscopy and magnetic force microscopy.  Domain-wall motion is measured by a time-of-flight technique that uses the magneto optic Kerr effect to detect the change of magnetism in the nanowire as a domain wall propagates across the focused light spot on the nanowire.   The measurement yields directly the mobility of the domain wall propagating in the nano  wire: the domain-wall velocity as a function of the magnetic drive field and/or the electric current in the nanowire.   The domain wall is very thin (smaller than the diffraction limited size of the focused light beam), but the spin distribution within the domain wall and the mobility function can be simulated numerically by solving the equations of motion of electron spins in the propagating domain wall under magnetic field and electric current forces.  The combination of mobility measurements and atomic-level simulation of electron-spin dynamics provides a sensitive and detailed probe of domain dynamics in nano wire structures.\n \n These systematic studies of domain-wall propagation in Permalloy nano wires have resulted in the discovery of a variety of domain-wall spin textures (involving multiple vortex structures)  and the development of a comprehensive spin texture phase diagram that characterizes the spin directional distributions in domain walls as a function of the cross sectional dimensions of the nano wire.  An analytical expression for the mobility function  has been developed (domain-wall propagation velocity as a function of applied magnet field and electric current) for various nano wire width and thickness parameters that accounts for Joule heating by the high current density electric current in the nanowire..."
 }
}