{
 "awd_id": "1206867",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Photoconductive Metal Nanowires with Embedded Semiconductor Nanonodes",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032928428",
 "po_email": "cying@nsf.gov",
 "po_sign_block_name": "Z.  Ying",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 414998.0,
 "awd_amount": 414998.0,
 "awd_min_amd_letter_date": "2012-08-15",
 "awd_max_amd_letter_date": "2013-05-23",
 "awd_abstract_narration": "Technical Description: A new strategy is under investigation for the creation of nanometer-scale photoconductors that are both fast, in terms of the response and recovery of the photoconductive state to light (<100 ns), and highly sensitive to light, possessing a high internal photoconductive gain (>100). The gain, defined as the number of electrons produced for each absorbed photon, can be maximized by collapsing a semiconductor nanowire in length until it becomes a semiconductor nanoparticle, cradled between a pair of metal electrical contacts. This arrangement is achieved by preparing arrays of crossed nanowires in which an ultrathin (<100 nm) optical absorbing layer of cadmium selenide, for example, is sandwiched between two gold nanowires. Light-emitting junctions or nanonodes are obtained using the same crossed-nanowire strategy except that one set of metal nanowires is replaced by p-type semiconductor nanowires, such as silver (I) oxide or PEDOT (poly (3,4-ethylene-dioxythiophene)). A photoemissive n-p junction is thereby formed. Processes for preparing dense arrays of crossed nanowire junctions that function as photoconductive optical sensors and photoemissive junctions are being developed. Fundamental aspects of these structures are being probed using single crossed nanowire junctions. The properties of photoconductive arrays for detecting spatially modulated light sources, and the collective properties of photoemissive arrays for generating spatially modulated light will be characterized. \r\n\r\nNon-technical Description: A new method is being studied for fabricating optical detectors and light sources that are smaller than the wavelength of light. In this project, linear arrays of nanowires composed of metal or semiconductors are superimposed on top of one another to create an array of nanowire crossings or junctions. This crossed nanowire strategy should be capable of producing arrays of millions of optical detectors or optical sources. This project provides a multidisciplinary training experience for graduate students that encompassing nanofabrication, surface chemistry, electrochemistry, condensed matter physics, and spectroscopy. A fellowship-based outreach program that targets economically disadvantaged high-school students is operating in parallel with these research activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Reginald",
   "pi_last_name": "Penner",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Reginald M Penner",
   "pi_email_addr": "rmpenner@uci.edu",
   "nsf_id": "000380097",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Irvine",
  "perf_str_addr": "1102 Natural Science 2, 2327",
  "perf_city_name": "Irvine",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926972025",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 175000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 239998.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>One promise of nanoscience is the development of a new generation of devices that have the ability to generate light (photodetectors), and detect light (photon sources), but which are so small that they are invisible to the human eye. &nbsp;This promise has been fullfilled: &nbsp;Nanoscopic semiconductor wires were prepared in 2001 and these wires were 1/100th the diameter of a human hair. &nbsp;When these \"nanowires\" are connected to an electrical circuit, they can form the basis for tiny photodetectors and photon sources that convert light into electroncs, or visa-versa. &nbsp;But even today, 14 years after their discovery, placing semiconductor nanowires into electrical circuits has proven to be challenging, because they are so small. &nbsp;The most common approach to building these circuits has been to prepare billions of these nanowires in a beaker, spread them onto a surface, and then attach electrical contacts, one at a time, in a microscope. Unfortunately, the potential of these exciting nanomaterials has not been realized because the process of making the devices is simply too difficult, and too time consuming.</p>\n<p>We have been focusing our attention on solving this \"nanowire wiring\" problem. Out solution has required that we achieve two objectives: &nbsp;Objective 1) Create a high throughput process for preparing ultra-long (millimeter-scale) nanowires (and other architecures) directly on a surface, with a predetermined pattern. &nbsp;<em><strong>The goal is to simplify the wiring process.</strong></em> &nbsp;Objective 2) &nbsp;Our process involve electro-plating nanowires and there is one critical difference between electroplated semiconductors and the semiconductor studied since 2001, in that electrodepositedsemiconductors contain defects called grain boundaries. &nbsp;Our second objective is therefore to <em><strong>determine how</strong><strong>&nbsp;defects influence the performance of these materials in photodetectors and photon sources.</strong></em></p>\n<p>We have developed two types of devices that exploit the electrodepsoition of semiconductors to enable high throughput fabrication: &nbsp;Nanowire arrays (both photodetectors and photon sources) and nanogap arrays (again, of both types). The simplification of the wiring process is achieved using both of these strategies, fullfilling Objective 1.</p>\n<p>The surprise has come with the investigation of these devices in pursuit of Objective 2. &nbsp;In the category of photodetectors, we have learned that 30 year-old principles governing the operation of photodetector work perfectly well for our nanodevices as well. &nbsp;One such principle is simply to reduce the distance that electroncs must travel within the light-absorbing semiconductor layer. &nbsp;Our nanogap devices (see image) allow the electrical path to be reduced to &asymp;100 nm, and the efficiency of such nanogap photodetectors rivals that of photodetectors prepared using the traditional, defect-free semiconductors. &nbsp;That is, our defective photodetectors work as well - better in fact - than defect-free photodetectors! &nbsp;Specifically, our devices are faster (up to 225 kHz) and more efficient (with a gain of &nbsp;up to 2000) than devices fabricated from defect-free versions of the same material (cadmium selenide).</p>\n<p><span style=\"font-size: 12px;\">A second surprise has involved light-emitting nanodevices. &nbsp;In this case, we have learned that a fundamentally different principle is responsible for the light emission process in defective semiconductors. &nbsp;This principle - called Poole-Frenkel emission - produces light where the electrical field inside the nanowire is highest. &nbsp; This means that - as in photodetectors - elevating the efficiency of photon sources requires reducing the distance between the two electrodes. &nbsp;When we fabricate nanogaps that are 400 nm wide and fill them with our defective CdSe mater...",
  "por_txt_cntn": "\nOne promise of nanoscience is the development of a new generation of devices that have the ability to generate light (photodetectors), and detect light (photon sources), but which are so small that they are invisible to the human eye.  This promise has been fullfilled:  Nanoscopic semiconductor wires were prepared in 2001 and these wires were 1/100th the diameter of a human hair.  When these \"nanowires\" are connected to an electrical circuit, they can form the basis for tiny photodetectors and photon sources that convert light into electroncs, or visa-versa.  But even today, 14 years after their discovery, placing semiconductor nanowires into electrical circuits has proven to be challenging, because they are so small.  The most common approach to building these circuits has been to prepare billions of these nanowires in a beaker, spread them onto a surface, and then attach electrical contacts, one at a time, in a microscope. Unfortunately, the potential of these exciting nanomaterials has not been realized because the process of making the devices is simply too difficult, and too time consuming.\n\nWe have been focusing our attention on solving this \"nanowire wiring\" problem. Out solution has required that we achieve two objectives:  Objective 1) Create a high throughput process for preparing ultra-long (millimeter-scale) nanowires (and other architecures) directly on a surface, with a predetermined pattern.  The goal is to simplify the wiring process.  Objective 2)  Our process involve electro-plating nanowires and there is one critical difference between electroplated semiconductors and the semiconductor studied since 2001, in that electrodepositedsemiconductors contain defects called grain boundaries.  Our second objective is therefore to determine how defects influence the performance of these materials in photodetectors and photon sources.\n\nWe have developed two types of devices that exploit the electrodepsoition of semiconductors to enable high throughput fabrication:  Nanowire arrays (both photodetectors and photon sources) and nanogap arrays (again, of both types). The simplification of the wiring process is achieved using both of these strategies, fullfilling Objective 1.\n\nThe surprise has come with the investigation of these devices in pursuit of Objective 2.  In the category of photodetectors, we have learned that 30 year-old principles governing the operation of photodetector work perfectly well for our nanodevices as well.  One such principle is simply to reduce the distance that electroncs must travel within the light-absorbing semiconductor layer.  Our nanogap devices (see image) allow the electrical path to be reduced to &asymp;100 nm, and the efficiency of such nanogap photodetectors rivals that of photodetectors prepared using the traditional, defect-free semiconductors.  That is, our defective photodetectors work as well - better in fact - than defect-free photodetectors!  Specifically, our devices are faster (up to 225 kHz) and more efficient (with a gain of  up to 2000) than devices fabricated from defect-free versions of the same material (cadmium selenide).\n\nA second surprise has involved light-emitting nanodevices.  In this case, we have learned that a fundamentally different principle is responsible for the light emission process in defective semiconductors.  This principle - called Poole-Frenkel emission - produces light where the electrical field inside the nanowire is highest.   This means that - as in photodetectors - elevating the efficiency of photon sources requires reducing the distance between the two electrodes.  When we fabricate nanogaps that are 400 nm wide and fill them with our defective CdSe material, we obtain an efficiency for light emission that is five-times higher than the best ever seen for defect-free CdSe - an amazing result!  \n\nIn summary, the research carried out under this NSF DMR award (1206867) has literally rewritten the design rules for making efficient nanodevices for det..."
 }
}