{
 "awd_id": "1206016",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Spin, Heat and Charge Transport in Quantum Hall Edge Modes",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Sokol",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 520000.0,
 "awd_amount": 520000.0,
 "awd_min_amd_letter_date": "2012-05-24",
 "awd_max_amd_letter_date": "2015-06-16",
 "awd_abstract_narration": "****Technical Abstract****\r\nThis research project will investigate spin, heat and charge transport in quantum Hall edge modes. Already in the integer quantum Hall regime once edge reconstruction occurs, correlated electron physics described by Luttinger liquid theory is needed in order to properly describe edge mode characteristics. In the fractional quantum Hall regime edge reconstruction is expected to produce both charged and neutral excitations that result from the interplay between confinement, Coulomb repulsion and disorder. A renewed interest in quantum Hall systems also arises due to the prospects of using such systems for topological quantum computing.  Furthermore, in recent years, edge mode physics has also immerged in other material systems known as topological insulators even in the absence of an external magnetic field. Leading examples of intriguing edge mode physics in these systems are the quantized spin Hall effect and the anomalous quantized Hall insulator. Three approaches will be used in this project: cleaved edge overgrowth for sharp edges, laterally defined edges and suspended graphene. The experimental tools developed here for studying edge mode physics in the quantized Hall regime will offer new approaches for exploring edge mode physics in this new class of materials. This project will assess the possible technological use of topologically protected edge modes for dissipationless transfer of information in solid state devices. The research will be incorporated into our new graduate program that will be centered on the \"fundamental properties of materials and their applications\" as well as into our undergraduate curriculum addressing the \"principles of scientific inquiry\". \r\n\r\n****Non Technical Abstract****\r\nMicroelectronic circuitry changed our lives. One of the growing challenges, however, in this field is the dissipation of energy or heat production due to the flow of electricity within such devices. These challenges call for new approaches for carrying information across microscopic dimensions. This project seeks to use other properties of electrons such as their intrinsic angular momentum, known as spin, as opposed to their charge, for carrying information. Electros move in circles when subject to an external magnetic field. In clean samples such circular motion prevents electricity from flowing in the bulk from one side of the sample to the other. However, near the boundaries of a sample this circular motion leads to skipping orbits which allow electrons to traverse the length of the sample without dissipation. In addition to their charge, electrons also carry spin and heat. Under unique conditions that result from the interactions between neighboring electrons, the edge modes at the boundary can carry heat and spin currents without carrying any charge current. Such neutral modes offer intriguing possibilities for carrying information without involving the charge of the carries. This project explores the properties of such edge modes in high purity semiconductors and will assess their utility in future applications. Participating students are trained in technological areas that are front and center in the nanoelectronics industry including nanofabrication, electrical measurement and data acquisition. Furthermore, by incorporating the research topics into the undergraduate and graduate curriculum, this project will prepare the next generation of scientists for future challenges in nanoelectronics and their applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Amir",
   "pi_last_name": "Yacoby",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Amir Yacoby",
   "pi_email_addr": "yacoby@g.harvard.edu",
   "nsf_id": "000152626",
   "pi_start_date": "2012-05-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021383846",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 160000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 120000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;</p>\n<p><em>Overview:</em> Nearly a hundred years after its discovery, superconductivity remains one of the most intriguing phases of matter. In 1957 Bardeen, Cooper and Schrieffer (BCS) presented their theory of superconductivity describing this state in terms of pairs of electrons arranged in a spatially isotropic wave function with no net momentum and a spin singlet configuration. Immediately thereafter, a search began to find materials with unconventional superconductivity where pairing deviates from conventional BCS theory.</p>\n<p>One particular class of unconventional superconductors involves pairs arranged in triplet rather than singlet configurations. Such superconductors may enable dissipationless transport of spin and may also give rise to elementary excitations that do not obey the conventional Fermi or Bose statistics but rather have non-Abelian statistics where the exchange of two particles transforms the state of the system into a new quantum mechanical state.</p>\n<p><em>Intellectual Merit:</em> Throughout this grant period we have explored various forms of unconventional superconductivity both experimentally and theoretically. Specifically, we have explored proximity effect between a conventional superconductor and a semiconductor made of HgCdTe, containing strong spin-orbit interaction. Using electrostatic gating, the semiconductor can be tuned into a conducting phase or into a quantum spin Hall phase where transport exists only along its edges. Using supercurrent interference, we showed that we can tune the induced superconductivity continuously from conventional to unconventional, that is, from singlet to triplet. Our results open up new possibilities for exploring unconventional superconductivity as well as new ways for detecting unconventional pairing in known materials.</p>\n<p>The <em>broader impact</em> of our work includes:</p>\n<p><em>Benefits to Society</em>: Two of the main technological challenges we are currently facing is to reduce the amount of dissipation generated in electronic devices and to discover new modes of computation that are inherently more efficient than the existing ones. Topological insulators and topological superconductivity holds promise in both areas. The topological nature of edge modes and the transport associated with them may hold promise in future applications where dissipationless transfer of information across a device is needed. Furthermore, the exploration of localized non-Abelian excitations facilitated through this effort has the desired properties needed for implementing topological quantum computation. Such approach to quantum computing is particularly appealing in the context of energy dissipation since quantum operations are generated as adiabatic manipulation of the ground state of the system and hence maintains the system in equilibrium. Our work throughout this grant opens up a new way to explore topological superconductivity with possible technological impact for topological quantum computing.</p>\n<p><em>Advance Discovery and Understanding While Promoting Teaching, Training and Learning:</em></p>\n<p>Graduate students and postdocs involved in our research have taken active part in the development and instruction of a new undergraduate initiative geared towards the teaching of &lsquo;principles of scientific inquiry&rsquo;. This initiative enhances the teaching skills of our graduate students and postdocs while exposing the broad undergraduate community at Harvard to the scientific methodology. This initiative is being implemented within the introductory physics courses that are typically attended by science, pre-meds and also non science majors. The experiences gained by our graduate students and postdocs is crucial for their traning as future educators.&nbsp;</p>\n<p><em>Broaden Participation of Underrepresented Groups:</em></p>\n<p>We have a strong track record in attracting female scientists into our group. During the course of this grant we have managed to increase the number of female students and postdocs in my group to 50%. In addition, last summer we hosted 2 female undergraduate students.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/19/2016<br>\n\t\t\t\t\tModified by: Amir&nbsp;Yacoby</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n \n\nOverview: Nearly a hundred years after its discovery, superconductivity remains one of the most intriguing phases of matter. In 1957 Bardeen, Cooper and Schrieffer (BCS) presented their theory of superconductivity describing this state in terms of pairs of electrons arranged in a spatially isotropic wave function with no net momentum and a spin singlet configuration. Immediately thereafter, a search began to find materials with unconventional superconductivity where pairing deviates from conventional BCS theory.\n\nOne particular class of unconventional superconductors involves pairs arranged in triplet rather than singlet configurations. Such superconductors may enable dissipationless transport of spin and may also give rise to elementary excitations that do not obey the conventional Fermi or Bose statistics but rather have non-Abelian statistics where the exchange of two particles transforms the state of the system into a new quantum mechanical state.\n\nIntellectual Merit: Throughout this grant period we have explored various forms of unconventional superconductivity both experimentally and theoretically. Specifically, we have explored proximity effect between a conventional superconductor and a semiconductor made of HgCdTe, containing strong spin-orbit interaction. Using electrostatic gating, the semiconductor can be tuned into a conducting phase or into a quantum spin Hall phase where transport exists only along its edges. Using supercurrent interference, we showed that we can tune the induced superconductivity continuously from conventional to unconventional, that is, from singlet to triplet. Our results open up new possibilities for exploring unconventional superconductivity as well as new ways for detecting unconventional pairing in known materials.\n\nThe broader impact of our work includes:\n\nBenefits to Society: Two of the main technological challenges we are currently facing is to reduce the amount of dissipation generated in electronic devices and to discover new modes of computation that are inherently more efficient than the existing ones. Topological insulators and topological superconductivity holds promise in both areas. The topological nature of edge modes and the transport associated with them may hold promise in future applications where dissipationless transfer of information across a device is needed. Furthermore, the exploration of localized non-Abelian excitations facilitated through this effort has the desired properties needed for implementing topological quantum computation. Such approach to quantum computing is particularly appealing in the context of energy dissipation since quantum operations are generated as adiabatic manipulation of the ground state of the system and hence maintains the system in equilibrium. Our work throughout this grant opens up a new way to explore topological superconductivity with possible technological impact for topological quantum computing.\n\nAdvance Discovery and Understanding While Promoting Teaching, Training and Learning:\n\nGraduate students and postdocs involved in our research have taken active part in the development and instruction of a new undergraduate initiative geared towards the teaching of ?principles of scientific inquiry?. This initiative enhances the teaching skills of our graduate students and postdocs while exposing the broad undergraduate community at Harvard to the scientific methodology. This initiative is being implemented within the introductory physics courses that are typically attended by science, pre-meds and also non science majors. The experiences gained by our graduate students and postdocs is crucial for their traning as future educators. \n\nBroaden Participation of Underrepresented Groups:\n\nWe have a strong track record in attracting female scientists into our group. During the course of this grant we have managed to increase the number of female students and postdocs in my group to 50%. In addition, last summer we hosted 2 female undergraduate students.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 10/19/2016\n\n\t\t\t\t\tSubmitted by: Amir Yacoby"
 }
}