{
 "awd_id": "1206492",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop on Identifying Barriers for Lignocellulosic Biofuels Using Thermochemical Conversion, June 13-15, 2012, Auburn, Alabama",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ram Gupta",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2013-02-28",
 "tot_intn_awd_amt": 28841.0,
 "awd_amount": 28841.0,
 "awd_min_amd_letter_date": "2012-02-07",
 "awd_max_amd_letter_date": "2012-02-07",
 "awd_abstract_narration": "Adhikari/1206492\r\n\r\nThe main objective of this project is to host a workshop on lignocellulosic biofuels at Auburn University from June 13-15, 2012.  This award will support travel costs for the speakers attending the workshop.  This workshop will bring together a diverse audience with a collective wealth of knowledge that will:  \r\n\r\n\t(1) identify research gaps that currently exist in thermal biomass conversion processes \r\n\t\r\n\t2) determine future research directions that will provide immediate and long-term benefits and to help realize the goals of The Energy Independence and Security Act (EISA) of 2007, which calls for a reduction in the country's reliance on fossil fuels\r\n\r\n\t(3) exchange information via several panel sessions with distinguished and knowledgeable speakers \r\n\t\r\n\t(4) educate the biofuels community about the relevant issues that need to be addressed to increase the efficiency and reduce the cost of biofuels \r\n\r\nA main goal of this workshop is to identify technological barriers to producing biofuels on a commercial scale from gasification and fast pyrolysis processes. This objective will be achieved by organizing a two-day workshop at Auburn University.  Experts in biomass gasification, pyrolysis, and logistics from industry, academia, and national laboratories will be invited to participate in the workshop. This workshop will follow the format of individual presentations followed by panel discussion by experts. Three sessions will be organized during the workshop: (i) biomass logistics, (ii) gasification, and (iii) pyrolysis. \r\n\r\nIn terms of the broader impacts, outreach activities will be organized for 7th and 8th grade students who will learn what the gasification and pyrolysis technologies are and how to make biofuels using these technologies. Students will also learn how to make biodiesel from waste vegetable oils recycled from local restaurants. During the students' visit, they will have an opportunity to see a mobile downdraft gasifier.  The exchange of ideas and information by speakers and participants will advance the knowledge-base of the participants.  It will also foster collaborations leading to basic and applied research that increases the impact of the biofuels community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sushil",
   "pi_last_name": "Adhikari",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sushil Adhikari",
   "pi_email_addr": "sza0016@auburn.edu",
   "nsf_id": "000511488",
   "pi_start_date": "2012-02-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Auburn University",
  "inst_street_address": "321-A INGRAM HALL",
  "inst_street_address_2": "",
  "inst_city_name": "AUBURN",
  "inst_state_code": "AL",
  "inst_state_name": "Alabama",
  "inst_phone_num": "3348444438",
  "inst_zip_code": "368490001",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "AL03",
  "org_lgl_bus_name": "AUBURN UNIVERSITY",
  "org_prnt_uei_num": "DMQNDJDHTDG4",
  "org_uei_num": "DMQNDJDHTDG4"
 },
 "perf_inst": {
  "perf_inst_name": "Auburn University",
  "perf_str_addr": "350 Mell St",
  "perf_city_name": "Auburn",
  "perf_st_code": "AL",
  "perf_st_name": "Alabama",
  "perf_zip_code": "368495417",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "AL03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764400",
   "pgm_ele_name": "EchemS-Electrochemical Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "002E",
   "pgm_ref_txt": "Bio-energy"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 28841.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Lignocellulosic Biofuels workshop brought experts from various sectors such as industry, academia and national laboratories, and identified opportunities and barriers related to biomass gasification and pyrolysis to produce &ldquo;fungible, drop-in&rdquo; transportation fuels. Experts in biomass gasification, pyrolysis, and logistics discussed recent advancements in science and technologies pertaining to biofuels and barriers in making the lignocellulosic biofuels dream come true. The workshop was funded through a grant from the National Science Foundation - Energy for Sustainability.</p>\n<p>The keynote speaker of the workshop was Dr. Thomas D. Foust, Director of National Advanced Biofuels Consortium, funded by the Department of Energy, at National Renewable Energy Laboratory.&nbsp; Twenty other speakers from universities, federal agencies and companies including Rentech presented their research on gasification, pyrolysis and biomass logistics. A panel that included representatives from universities, federal agencies and companies discussed challenges and potential solutions pertaining to biomass-to-biofuels. A complete list of presentations can be found at <a href=\"http://www.ag.auburn.edu/biofuel\">http://www.ag.auburn.edu/biofuel</a>.</p>\n<p>Graduate students interested in this field of research had an opportunity to submit their research in a poster competition. There were 28 posters presented with cash prizes awarded to the top three winners. The workshop also provided networking opportunities for those who are venturing into biofuels area.</p>\n<p>Tours were offered for the Center for Bioenergy and Bioproducts Laboratory&rsquo;s Gasification and Fractionation facility. The state-of-the-art facility housed bubbling-fluidized bed gasifier, F-T reactors, biomass fractionation unit and analytical laboratories to support ongoing research activities on biomass thermochemical and biochemical platforms.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/05/2013<br>\n\t\t\t\t\tModified by: Sushil&nbsp;Adhikari</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe Lignocellulosic Biofuels workshop brought experts from various sectors such as industry, academia and national laboratories, and identified opportunities and barriers related to biomass gasification and pyrolysis to produce \"fungible, drop-in\" transportation fuels. Experts in biomass gasification, pyrolysis, and logistics discussed recent advancements in science and technologies pertaining to biofuels and barriers in making the lignocellulosic biofuels dream come true. The workshop was funded through a grant from the National Science Foundation - Energy for Sustainability.\n\nThe keynote speaker of the workshop was Dr. Thomas D. Foust, Director of National Advanced Biofuels Consortium, funded by the Department of Energy, at National Renewable Energy Laboratory.  Twenty other speakers from universities, federal agencies and companies including Rentech presented their research on gasification, pyrolysis and biomass logistics. A panel that included representatives from universities, federal agencies and companies discussed challenges and potential solutions pertaining to biomass-to-biofuels. A complete list of presentations can be found at http://www.ag.auburn.edu/biofuel.\n\nGraduate students interested in this field of research had an opportunity to submit their research in a poster competition. There were 28 posters presented with cash prizes awarded to the top three winners. The workshop also provided networking opportunities for those who are venturing into biofuels area.\n\nTours were offered for the Center for Bioenergy and Bioproducts LaboratoryÆs Gasification and Fractionation facility. The state-of-the-art facility housed bubbling-fluidized bed gasifier, F-T reactors, biomass fractionation unit and analytical laboratories to support ongoing research activities on biomass thermochemical and biochemical platforms.\n\n\t\t\t\t\tLast Modified: 04/05/2013\n\n\t\t\t\t\tSubmitted by: Sushil Adhikari"
 }
}