{
 "awd_id": "1206957",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Shape Memory Biomaterials Possessing Independent Photo and Thermal Switches for Dual and Triple Shape Memory",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922191",
 "po_email": "asimonia@nsf.gov",
 "po_sign_block_name": "Aleksandr Simonian",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 420000.0,
 "awd_amount": 420000.0,
 "awd_min_amd_letter_date": "2012-08-09",
 "awd_max_amd_letter_date": "2014-06-25",
 "awd_abstract_narration": "ID: MPS/DMR/BMAT(7623) 1206957  \t          PI:  Ashby, Valerie         \t ORG: University of North Carolina\r\n\r\nTitle:  Shape Memory Biomaterials Possessing Independent Photo and Thermal Switches for Dual and Triple Shape Memory\r\n\r\nINTELLECTUAL  MERIT:  Shape memory polymers (SMPs) are proving to be an attractive, novel tool in biomedical applications including self-tightening sutures, self-deploying stents, and drug delivery vehicles.  The transition in dual SMPs is characterized by a change from shape A to shape B upon direct or indirect triggering typically by heat and more recently by light.  Triple shape polymeric materials (TSPs), first developed in 2006, have received increased attention in biomedical research due to their ability to perform complex movements (for example, shape A to B to C).  In spite of the unique mobility properties of both systems, there remain significant challenges.  Specifically, for dual shape memory polymers in many of the proposed biomaterials applications, the transition temperature (T-trans) should be near body temperature (37 °C).  However, because the T-trans is altered by several factors (molecular weight, crosslink density, functionality), it is often challenging to target specific transition temperatures, as any change in either property results in a T-trans shift.  Triple shape materials often take advantage of multiphase polymer networks with two phase-separated domains, and therefore two independent transition temperatures.  As a result, the transition temperature and property control challenges seen in dual shape memory are even more pronounced in the triple shape system.  To address these issues, novel polymeric biomaterials that possess two independent transitions (photo and thermal) within a single temperature range will be designed.  For the polymers that possess transitions between room and body temperature, the thermal shape memory properties will be characterized and combined with light-induced shape memory to form unique triple shape materials.  Finally, using a modified PRINT (Pattern Replication in Non-Wetting Templates) fabrication method, multi-functional shape memory polymers with the ability to shape shift on the macro and micro/nano scales will be created.  To our knowledge, there are no examples of polymeric biomaterials that possess independent thermal and photo switches that can be combined for triple shape memory.  At the end of three years these materials will have been developed, their unique properties elucidated and insight gained into their potential as unique multifunctional biomaterials.  Potential fields of application include those that require materials capable of complex movement, such as minimally invasive surgery, where multifunctional stents, catheters, and valves could prove to be significant advances in the next generation of smart medical devices.\r\n\r\nBROADER IMPACTS:  The understanding of shape memory biomaterials will be advanced, while teaching and training will be promoted .  Graduate students will learn how to solve problems by starting with polymer design and synthesis and continuing through materials characterization and applications.  Undergraduates and high school student researchers will be presented with intriguing, relevant problems that can be answered in the laboratory using organic synthesis, analytical chemistry, and biological techniques.  The interdisciplinary interaction will also be an educational opportunity for all students, as they will be active participants in the collaborative research.  Additionally, it is expected that the research results will be incorporated, where appropriate, into the teaching of undergraduate organic chemistry and graduate polymer science to help students appreciate the utility of basic concepts.  All students will be encouraged to present their research at conferences and publish their research in the appropriate journals.  The PI will mentor underrepresented high school, undergraduate and graduate students, as well as junior faculty in various workshops, presentations and research experiences.  Finally, the PI will utilize her role as UNC NSF AGEP Director to continue the mentoring of undergraduates interested in pursuing doctoral degrees in STEM fields and graduate students in doctoral programs in STEM fields who are interested in research and teaching careers.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Valerie",
   "pi_last_name": "Ashby",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Valerie S Ashby",
   "pi_email_addr": "ashby@email.unc.edu",
   "nsf_id": "000249644",
   "pi_start_date": "2012-08-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of North Carolina at Chapel Hill",
  "inst_street_address": "104 AIRPORT DR STE 2200",
  "inst_street_address_2": "",
  "inst_city_name": "CHAPEL HILL",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9199663411",
  "inst_zip_code": "275995023",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
  "org_prnt_uei_num": "D3LHU66KBLD5",
  "org_uei_num": "D3LHU66KBLD5"
 },
 "perf_inst": {
  "perf_inst_name": "UNC Chapel Hill Department of Chemistry",
  "perf_str_addr": "Caudill Laboratories",
  "perf_city_name": "Chapel Hill, NC",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275993290",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 140000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"TAMainText\">Controllable surface properties, such as surface energy and topography, are extremely desirable.&nbsp; How a material interfaces with its environment is fundamental to its function; thus, research into the development of such materials has been extensive. This is especially important for biomaterials, as surface energy and topography affect critical properties such as biocompatibility; cell growth, adhesion, alignment, and differentiation; biodegradation; and protein absorption.&nbsp; Dynamic control of these functions is even more attractive.&nbsp; &nbsp;Applications for such dynamic materials range from deployable materials (such as stents) to simulation of <em>in vivo</em> environments (cell signaling events) and biosensors.</p>\n<p class=\"TAMainText\">Stimuli responsive materials have long been aimed to meet these goals.&nbsp; Temperature and pH responsive hydrogels, such as poly(N-isopropylacrylamide) and its copolymers, have shown to be good actuating cell substrates, as they can switch between hydrophilic and hydrophobic surface depending on temperature.&nbsp; Shape memory polymeric (SMPs) materials as dynamic substrates have also been recently explored.&nbsp; These materials are programmed from one shape to another, with the application of heat and force, and they remain in that temporary shape until heated above the transition temperature.&nbsp; These materials demonstrate excellent dynamic control of topography (SMPs) and hydrophilicity (hydrogels); however, the chemical structure of these materials limits their ability to be chemically surface-modified without the loss of their thermal and mechanical properties.&nbsp; Thus, a truly versatile material capable of tunable and dynamic surface chemistry and topography has remained elusive.</p>\n<p class=\"TAMainText\">We have developed materials with dynamic surface switching behavior that enables true control of both its surface chemistry and topography.&nbsp; This was accomplished by designing a shape memory thermoset that contained a known shape memory polymer, poly(octylene adipate) and a novel and easily functionalizable polymer, poly(octylene diazoadipate).&nbsp; Adjusting the ratios of the two segments allowed for facile control of the transition temperature.&nbsp; Topographical actuation on multiple length scales (1 mm to 100 nm) was easily achieved, and the surface of the material was easily functionalized with a variety of alkynes (e.g. hydrophilic to hydrophobic and reactive to non-reactive) using copper assisted Huisgen [3+2]-cycloaddition (click chemistry). &nbsp;&nbsp;The combination of micro- and nano-scopic shape memory with surface functionalization produced materials that could readily switch their surface chemistry and topography as they transitioned through the shape memory cycle.</p>\n<p class=\"VAFigureCaption\">We have developed the first example of a truly multi-functional shape memory material, which has a broad impact on shape memory polymers and their applications.&nbsp; The designed material&rsquo;s shape memory transition can be adjusted (27 to 64 &deg;C) by simply altering the copolymer ratio.&nbsp; In addition to exhibiting excellent shape memory properties on the macro-, micro-, and nano-scales, the surface chemistry of the material can be altered by functionalization with copper click chemistry.&nbsp; That is, this material is uniquely capable of adjusting its surface chemistry by simply clicking on the desired functionality at either the initial or temporary shape, thus creating a material that is capable of both geometric and chemical surface switching.&nbsp; These results are particularly exciting as cell-dictating substrates that can deliver a unique combination of physical and chemical cues at the will of the researcher.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/20/2016<br>\n\t\t\t\t\tModified by: Valerie&nbsp;S&nbsp;Ashby</p>\n</div>\n<div c...",
  "por_txt_cntn": "Controllable surface properties, such as surface energy and topography, are extremely desirable.  How a material interfaces with its environment is fundamental to its function; thus, research into the development of such materials has been extensive. This is especially important for biomaterials, as surface energy and topography affect critical properties such as biocompatibility; cell growth, adhesion, alignment, and differentiation; biodegradation; and protein absorption.  Dynamic control of these functions is even more attractive.   Applications for such dynamic materials range from deployable materials (such as stents) to simulation of in vivo environments (cell signaling events) and biosensors.\nStimuli responsive materials have long been aimed to meet these goals.  Temperature and pH responsive hydrogels, such as poly(N-isopropylacrylamide) and its copolymers, have shown to be good actuating cell substrates, as they can switch between hydrophilic and hydrophobic surface depending on temperature.  Shape memory polymeric (SMPs) materials as dynamic substrates have also been recently explored.  These materials are programmed from one shape to another, with the application of heat and force, and they remain in that temporary shape until heated above the transition temperature.  These materials demonstrate excellent dynamic control of topography (SMPs) and hydrophilicity (hydrogels); however, the chemical structure of these materials limits their ability to be chemically surface-modified without the loss of their thermal and mechanical properties.  Thus, a truly versatile material capable of tunable and dynamic surface chemistry and topography has remained elusive.\nWe have developed materials with dynamic surface switching behavior that enables true control of both its surface chemistry and topography.  This was accomplished by designing a shape memory thermoset that contained a known shape memory polymer, poly(octylene adipate) and a novel and easily functionalizable polymer, poly(octylene diazoadipate).  Adjusting the ratios of the two segments allowed for facile control of the transition temperature.  Topographical actuation on multiple length scales (1 mm to 100 nm) was easily achieved, and the surface of the material was easily functionalized with a variety of alkynes (e.g. hydrophilic to hydrophobic and reactive to non-reactive) using copper assisted Huisgen [3+2]-cycloaddition (click chemistry).   The combination of micro- and nano-scopic shape memory with surface functionalization produced materials that could readily switch their surface chemistry and topography as they transitioned through the shape memory cycle.\nWe have developed the first example of a truly multi-functional shape memory material, which has a broad impact on shape memory polymers and their applications.  The designed materialÆs shape memory transition can be adjusted (27 to 64 &deg;C) by simply altering the copolymer ratio.  In addition to exhibiting excellent shape memory properties on the macro-, micro-, and nano-scales, the surface chemistry of the material can be altered by functionalization with copper click chemistry.  That is, this material is uniquely capable of adjusting its surface chemistry by simply clicking on the desired functionality at either the initial or temporary shape, thus creating a material that is capable of both geometric and chemical surface switching.  These results are particularly exciting as cell-dictating substrates that can deliver a unique combination of physical and chemical cues at the will of the researcher.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 03/20/2016\n\n\t\t\t\t\tSubmitted by: Valerie S Ashby"
 }
}