{
 "awd_id": "1206284",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Monge-Ampere equations and microlocal analysis on Kahler manifolds",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 119976.0,
 "awd_amount": 130580.0,
 "awd_min_amd_letter_date": "2012-06-26",
 "awd_max_amd_letter_date": "2013-09-12",
 "awd_abstract_narration": "Abstract\r\n\r\nAward: DMS 1206284, Principal Investigator: Yanir Rubinstein\r\n\r\nThis project focuses on problems mainly in differential geometry and  geometric analysis that can be formulated as real and complex Monge-Ampere  type equations. These include (1) the existence and regularity of  Kahler-Einstein metrics with conic singularities and their applications;  (2) the existence and regularity of solutions to and well-posedness of the  homogeneous Monge-Ampere equation; (3) new equations of Monge-Ampere type  that arise in convex geometry and their relations to PDEs and the  Legendre transform. One feature in key parts of this project is to combine  tools of microlocal analysis to study these equations, in addition to the  more traditional methods of PDEs, convex analysis, pluripotential theory,  and several complex variables. Another theme is to investigate novel  relations between convex analysis and geometry and complex analysis and  geometry.\r\n\r\nIn general terms, the analytic techniques developed in this proposal should be useful to researchers working in geometry, physics and elsewhere. On the one hand, deepening our understanding of canonical geometries on Kahler manifolds seems to be of interest to physicists trying to model the geometry of the universe. On the other hand, these canonical geometries have relations to a wide variety of established fields in mathematics. Moreover, Monge-Ampere type equations arise in a wide variety of problems in pure and applied mathematics and have a wide range of real-world applications, such as meteorology and optimal design of networks. Developing methods and techniques to construct and approximate solutions to such equations and to study their regularity could have applications in other instances where these equations appear. Finally, the Legendre transform is a classical tool in mathematics, mechanics and economics, and seeking generalizations of this theory to other settings, as in this project, could find a broad range of applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yanir",
   "pi_last_name": "Rubinstein",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yanir Rubinstein",
   "pi_email_addr": "yanir@alum.mit.edu",
   "nsf_id": "000602449",
   "pi_start_date": "2012-06-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "American Institute of Mathematics",
  "inst_street_address": "CALTECH, 1200 E CALIFORNIA BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "PASADENA",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4083502088",
  "inst_zip_code": "911250001",
  "inst_country_name": "United States",
  "cong_dist_code": "28",
  "st_cong_dist_code": "CA28",
  "org_lgl_bus_name": "AMERICAN INSTITUTE OF MATHEMATICS",
  "org_prnt_uei_num": "",
  "org_uei_num": "RP8CDDTJLA24"
 },
 "perf_inst": {
  "perf_inst_name": "American Institute of Mathematics",
  "perf_str_addr": "360 Portage Avenue",
  "perf_city_name": "Palo Alto",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943062244",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 119976.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 10604.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A long term goal of the PI is to combine research with teaching and mentoring in order to be able to influence and train the next generation of researchers in mathematics and related fields, as well as to encourage interdisciplinary collaboration. The PI mentored and trained graduate students, postdocs, and notably undergraduate researchers. The PI believes<br />undergraduate research has important broader impacts, and has coorganized a conference on future directions for undergraduate research in Mathematics in the United States. In addition, the PI in collaboration with Mark Peterson have edited a volume summarizing outcomes from this conference. The volume has been published by World Scientific. It is hoped that this edited volume will have an impact on how undergraduate research mathematics (in the broadest sense of the word) shapes up in the next decades.</p>\n<p>Another key goal of the project was to develop understanding of singular metrics on certain spaces. The resulting paper has been published in Annals of Mathematics 2016 and has been cited over 80 times already. In addition, a long survey paper on the topic has been published as well, as well as an article on novel relations with algebraic geometry.</p>\n<p>The PI has founded and&nbsp; a learning and research seminar in the Baltimore--Washington In order to create a long-lasting time between the University of Maryland, Johns Hopkins University, and Howard University. This seminar unites several universities in the Baltimore--Washington metropolitan area to introduce students with diverse backgrounds, including underrepresented<br />minorities, to this geometry and to foster interactions between researchers in diverse areas of geometric analysis. The seminar has so far been a great success, including a very moving speech by the Dean Of the College of Arts and Sciences in Howard University during the inaugural meeting in Howard University and lectures by very prominent mathematicians such as<br />R. Bryant, L. Caffarelli, B. Lawson, and G. Tian.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/08/2016<br>\n\t\t\t\t\tModified by: Yanir&nbsp;Rubinstein</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA long term goal of the PI is to combine research with teaching and mentoring in order to be able to influence and train the next generation of researchers in mathematics and related fields, as well as to encourage interdisciplinary collaboration. The PI mentored and trained graduate students, postdocs, and notably undergraduate researchers. The PI believes\nundergraduate research has important broader impacts, and has coorganized a conference on future directions for undergraduate research in Mathematics in the United States. In addition, the PI in collaboration with Mark Peterson have edited a volume summarizing outcomes from this conference. The volume has been published by World Scientific. It is hoped that this edited volume will have an impact on how undergraduate research mathematics (in the broadest sense of the word) shapes up in the next decades.\n\nAnother key goal of the project was to develop understanding of singular metrics on certain spaces. The resulting paper has been published in Annals of Mathematics 2016 and has been cited over 80 times already. In addition, a long survey paper on the topic has been published as well, as well as an article on novel relations with algebraic geometry.\n\nThe PI has founded and  a learning and research seminar in the Baltimore--Washington In order to create a long-lasting time between the University of Maryland, Johns Hopkins University, and Howard University. This seminar unites several universities in the Baltimore--Washington metropolitan area to introduce students with diverse backgrounds, including underrepresented\nminorities, to this geometry and to foster interactions between researchers in diverse areas of geometric analysis. The seminar has so far been a great success, including a very moving speech by the Dean Of the College of Arts and Sciences in Howard University during the inaugural meeting in Howard University and lectures by very prominent mathematicians such as\nR. Bryant, L. Caffarelli, B. Lawson, and G. Tian.\n\n \n\n\t\t\t\t\tLast Modified: 01/08/2016\n\n\t\t\t\t\tSubmitted by: Yanir Rubinstein"
 }
}