{
 "awd_id": "1206795",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Synthesis and Electrochemical Studies of Intercalated and Framework Substituted Silicon Clathrates",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "eugene zubarev",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 390000.0,
 "awd_amount": 390000.0,
 "awd_min_amd_letter_date": "2012-08-27",
 "awd_max_amd_letter_date": "2012-08-27",
 "awd_abstract_narration": "TECHNICAL SUMMARY:\r\nWith the support of the Solid State and Materials Chemistry program, this project will undertake a detailed structural and electrochemical investigation of silicon clathrates. These materials consist of silicon covalently bonded in cage structures comprised of face-sharing Si20, Si24, and/or Si28 clusters that can be doped by the incorporation of alkali or alkaline guest ions inside the cages. Framework substituted clathrates involve replacing silicon atoms with other metals such as Al and Cu.  Key objectives of this project are to understand the electrochemical properties of these materials and how their structure affects those properties, as well as how the structure of the silicon clathrates changes upon electrochemical insertion of guest ions. Direct synthesis methods such as thermal and arc melting will be utilized to make framework substituted silicon clathrates, followed by electrochemical methods to insert and remove guest ions. The project aims are the synthesis and both structural and electrochemical characterization of Li, Na, and Mg intercalated silicon clathrates. Potential outcomes are: (1) the synthesis of new clathrates doped with Li and Mg, (2) the creation of fundamental knowledge regarding the electrochemistry of guest atom insertion and removal in silicon clathrate structures, and (3) the correlation of redox processes with structural changes in silicon clathrates. These outcomes have implications for the development of new anodes for Li, Na, and Mg-ion based rechargeable batteries. In addition, the new knowledge gained related to the synthesis of novel silicon clathrates (such as Li and Mg intercalated clathrate) may be of interest to researchers who study silicon clathrates for other applications such as thermoelectric, superconducting, magnetic, and hard materials. \r\n\r\nON-TECHNICAL SUMMARY:\r\nElectrochemical energy storage is increasingly becoming an important component of technology and society, with widespread use in portable electronics and soon to be larger roles in electric vehicles and photovoltaic-grid applications. The search for new electrode materials with higher energy and power densities is necessary in order for the future energy storage demands to be realized. Silicon clathrate materials have cage-like structures that can naturally hold guest ions, a feature that may be exploited in energy storage applications. This project seeks to establish fundamental understanding on how the structures of silicon clathrates affect the type and number of guest ions that can be electrochemically inserted and removed, key properties that can lead to the development of new battery electrode materials with improved charge storage capabilities, mechanical integrity, and cycle life. This project will also provide broad training in materials chemistry and electrochemistry for students at the graduate and undergraduate level through the experimental and computational techniques involved. \r\n\r\nWhile batteries are used on a daily basis by the general public, most people do not understand the intimate details of these devices. Therefore, the importance and impact of basic materials research as it relates to energy storage devices will be disseminated through teaching at the undergraduate and graduate level, as well as through outreach programs to target K-12 students and the general population. The broad dissemination of the results of this project will enhance scientific understanding in the general public of how ubiquitous energy storage devices work and may also stimulate further research in the scientific community on the application of silicon clathrate materials in other energy and electronic applications.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Candace",
   "pi_last_name": "Chan",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Candace K Chan",
   "pi_email_addr": "candace.chan@asu.edu",
   "nsf_id": "000605143",
   "pi_start_date": "2012-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Arizona State University",
  "inst_street_address": "660 S MILL AVENUE STE 204",
  "inst_street_address_2": "",
  "inst_city_name": "TEMPE",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "4809655479",
  "inst_zip_code": "852813670",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "AZ04",
  "org_lgl_bus_name": "ARIZONA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NTLHJXM55KZ6"
 },
 "perf_inst": {
  "perf_inst_name": "Arizona State University",
  "perf_str_addr": "PO Box 876011",
  "perf_city_name": "Tempe",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "852876011",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "AZ04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 390000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Electrochemical energy storage is increasingly becoming an important component of technology and society, with widespread use in portable electronics and soon to be larger roles in electric vehicles and photovoltaic-grid applications. The search for new electrode materials with higher energy and power densities is necessary in order for the future energy storage demands to be realized. Silicon clathrate materials have cage-like structures that can naturally hold &ldquo;guest&rdquo; ions, a feature that may be exploited in energy storage applications. While these materials have been investigated for their thermoelectric and magnetic properties, very little was known about their potential electrochemical properties.</p>\n<p>The research supported by this award was designed to establish a fundamental understanding on how the structures of clathrates affect the type and number of guest ions that can be electrochemically inserted and removed, key properties that can lead to the development of new battery electrode materials with improved charge storage capabilities, mechanical integrity, and cycle life. We also investigated how the elemental composition of the guest species, the cage volumes, and substitution within the cage framework could affect the observed electrochemical properties. The results of our experiments showed that all of these properties play crucial roles towards the structural stability of the materials after electrochemical reaction. We obtained new insights on the critical properties of the clathrate needed to obtain large capacities for storing lithium, and used computational techniques to help understand the preferred sites in the crystal structures for lithium to reside. By expanding our studies to germanium and phosphide clathrates, we also learned more about the electrochemistry of the family of materials as a whole. This project provided broad training in materials chemistry and electrochemistry for students at the undergraduate, graduate (M.S. and Ph.D.), and postdoctoral level and established several domestic and international collaborations.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/14/2017<br>\n\t\t\t\t\tModified by: Candace&nbsp;K&nbsp;Chan</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nElectrochemical energy storage is increasingly becoming an important component of technology and society, with widespread use in portable electronics and soon to be larger roles in electric vehicles and photovoltaic-grid applications. The search for new electrode materials with higher energy and power densities is necessary in order for the future energy storage demands to be realized. Silicon clathrate materials have cage-like structures that can naturally hold \"guest\" ions, a feature that may be exploited in energy storage applications. While these materials have been investigated for their thermoelectric and magnetic properties, very little was known about their potential electrochemical properties.\n\nThe research supported by this award was designed to establish a fundamental understanding on how the structures of clathrates affect the type and number of guest ions that can be electrochemically inserted and removed, key properties that can lead to the development of new battery electrode materials with improved charge storage capabilities, mechanical integrity, and cycle life. We also investigated how the elemental composition of the guest species, the cage volumes, and substitution within the cage framework could affect the observed electrochemical properties. The results of our experiments showed that all of these properties play crucial roles towards the structural stability of the materials after electrochemical reaction. We obtained new insights on the critical properties of the clathrate needed to obtain large capacities for storing lithium, and used computational techniques to help understand the preferred sites in the crystal structures for lithium to reside. By expanding our studies to germanium and phosphide clathrates, we also learned more about the electrochemistry of the family of materials as a whole. This project provided broad training in materials chemistry and electrochemistry for students at the undergraduate, graduate (M.S. and Ph.D.), and postdoctoral level and established several domestic and international collaborations. \n\n \n\n\t\t\t\t\tLast Modified: 03/14/2017\n\n\t\t\t\t\tSubmitted by: Candace K Chan"
 }
}