{
 "awd_id": "1206695",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IEEE Life Sciences Grand Challenges Conference, October 4 - 5, 2012, Washington, DC",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Athanassios Sambanis",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 25000.0,
 "awd_amount": 25000.0,
 "awd_min_amd_letter_date": "2011-12-13",
 "awd_max_amd_letter_date": "2011-12-13",
 "awd_abstract_narration": "Abstract\r\n1206695, He\r\n\r\nThis project is to organize the IEEE Life Sciences Grant Challenges Conference, which is aimed at providing a public platform for debate and exchange of ideas on how to engineer the life sciences in a broad sense. The Conference will review significant progress that have been made in the past decade and identify grand challenges facing the scientific community in engineering life sciences and healthcare in the next 10 years.\r\n\r\nThe successful organization of the conference will bring together leading scholars, government officials, representatives from industry, and outstanding young investigators to discuss and identify critical issues and challenges facing the biomedical engineering community and larger society. The outcome of the conference will provide guidance to the scientific community, government and industry with regard to how to engineer the future of life sciences and healthcare. \r\n\r\nThe proposed conference will include a two-day workshop consisting of invited presentations and panel discussions by leading scholars, government officials and representative from industry both from the United States and other countries. General participants are welcome but will be limited to up to a total of 200 participants. The two days meeting will consist of a single session platform presentations and debates on the six topics. \r\n\r\nA white paper summarizing the grand challenges identified to the scientific community through the vast networks if IEEE, to be published in one of the well circulated magazines such as IEEE Spectrum, IEEE PLUSE, ort Science/Nature, and to the public via media coverage.\r\n\r\nIEEE has strong international representations in the global biomedical engineering community. It is anticipated that a substantial portion of the participants will come from international community. Every effort will be made to encourage the participation of women, racial/ethnic minorities, and person with disabilities in the conference. \r\n\r\nIntellectual Merit\r\nThe intellectual merits of the conference will be to identify grant challenges facing the biomedical engineering community in the next 10 years, provide guidance to the scientific community, government and industry with regard t how to engineer the future of life sciences and healthcare.\r\n\r\nBroader Impact\r\nThe broader impacts of the meeting will include identification of important challenges for the large society, broad dissemination of the conference outcome via IEEE network and media coverage, publication of special issue in international well-circulated magazine, and strong international participants.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Bin",
   "pi_last_name": "He",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Bin He",
   "pi_email_addr": "bhe1@andrew.cmu.edu",
   "nsf_id": "000091548",
   "pi_start_date": "2011-12-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Minnesota-Twin Cities",
  "inst_street_address": "2221 UNIVERSITY AVE SE STE 100",
  "inst_street_address_2": "",
  "inst_city_name": "MINNEAPOLIS",
  "inst_state_code": "MN",
  "inst_state_name": "Minnesota",
  "inst_phone_num": "6126245599",
  "inst_zip_code": "554143074",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MN05",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF MINNESOTA",
  "org_prnt_uei_num": "",
  "org_uei_num": "KABJZBBJ4B54"
 },
 "perf_inst": {
  "perf_inst_name": "University of Minnesota-Twin Cities",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MN",
  "perf_st_name": "Minnesota",
  "perf_zip_code": "554552070",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MN05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "017E",
   "pgm_ref_txt": "Cellular and Tissue Engineering"
  },
  {
   "pgm_ref_code": "137E",
   "pgm_ref_txt": "Neural-engineering"
  },
  {
   "pgm_ref_code": "138E",
   "pgm_ref_txt": "Stem cells/regenerative medicine"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7479",
   "pgm_ref_txt": "NANO AND BIO MECHANICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"style149\">The 20<sup>th </sup>century was  established as the century of extraordinary progress in the physical  sciences and engineering technology. The beginning of the 21<sup>st</sup> century, which is noted as the bio-century, represents an outstanding  opportunity to engineer biological systems using physical sciences and  engineering approaches. Despite tremendous efforts in developing the  knowledge and ability that is essential in addressing biomedical and  health problems using engineering methodologies, how to optimize this  approach towards engineering, life sciences, and healthcare remains a  grand challenge.</p>\n<p class=\"style149\">As the pace of R &amp; D  continues to accelerate, how to address the most significant challenges  that face the scientific community, and how to best invest public  resources in order to achieve large societal impacts, are of ultimate  importance. Public discussions and debates become essential in  identifying and resolving those challenges that could become roadblocks  to progress and innovation. By providing an unbiased, public forum in  which such issues can be freely deliberated, the conference is aimed to  ensure that the quest for scientific excellence and advancement  continues unimpeded.</p>\n<p class=\"style149\">The Conference was aimed at  providing a public forum to discuss and debate the grand challenges and  major technical trends in the interface of engineering, life sciences,  and healthcare. The Conference conducted strategic discussions and  debates that was open to, and engage, the scientific community. Thought leaders from academia,  government, and industry, gave keynote and plenary talks in areas interfacing engineering with life  sciences and medicine. Break out sessions were held on each of grand challenges identified, and participated by all conference participants.</p>\n<p>While many challenges exist in scientific explorations interfacing engineering with the life sciences, the participants of this conference identified those in engineering the brain and nervous systems, cardiovascular systems, and<br />cancer diagnostics, therapeutics, and prevention as among the most pressing that biomedical and health research is facing. The impact of meeting these challenges is determined in part by the success of translating basic science results to the clinic for treatment and the home and workplace for prevention. Of equal importance are the grand challenges of the education and training<br />of future generations. These grand challenges may merit a call to action for investigators to develop the capabilities of our society for research, education, and translation in this exciting and critically important interdisciplinary endeavor, as well as for funding agencies to continue or expand their support of these<br />highly important fields.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/13/2014<br>\n\t\t\t\t\tModified by: Bin&nbsp;He</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "The 20th century was  established as the century of extraordinary progress in the physical  sciences and engineering technology. The beginning of the 21st century, which is noted as the bio-century, represents an outstanding  opportunity to engineer biological systems using physical sciences and  engineering approaches. Despite tremendous efforts in developing the  knowledge and ability that is essential in addressing biomedical and  health problems using engineering methodologies, how to optimize this  approach towards engineering, life sciences, and healthcare remains a  grand challenge.\nAs the pace of R &amp; D  continues to accelerate, how to address the most significant challenges  that face the scientific community, and how to best invest public  resources in order to achieve large societal impacts, are of ultimate  importance. Public discussions and debates become essential in  identifying and resolving those challenges that could become roadblocks  to progress and innovation. By providing an unbiased, public forum in  which such issues can be freely deliberated, the conference is aimed to  ensure that the quest for scientific excellence and advancement  continues unimpeded.\nThe Conference was aimed at  providing a public forum to discuss and debate the grand challenges and  major technical trends in the interface of engineering, life sciences,  and healthcare. The Conference conducted strategic discussions and  debates that was open to, and engage, the scientific community. Thought leaders from academia,  government, and industry, gave keynote and plenary talks in areas interfacing engineering with life  sciences and medicine. Break out sessions were held on each of grand challenges identified, and participated by all conference participants.\n\nWhile many challenges exist in scientific explorations interfacing engineering with the life sciences, the participants of this conference identified those in engineering the brain and nervous systems, cardiovascular systems, and\ncancer diagnostics, therapeutics, and prevention as among the most pressing that biomedical and health research is facing. The impact of meeting these challenges is determined in part by the success of translating basic science results to the clinic for treatment and the home and workplace for prevention. Of equal importance are the grand challenges of the education and training\nof future generations. These grand challenges may merit a call to action for investigators to develop the capabilities of our society for research, education, and translation in this exciting and critically important interdisciplinary endeavor, as well as for funding agencies to continue or expand their support of these\nhighly important fields.\n\n\t\t\t\t\tLast Modified: 08/13/2014\n\n\t\t\t\t\tSubmitted by: Bin He"
 }
}