{
 "awd_id": "1206219",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Developing materials strategies to control siRNA spatial and temporal delivery to engineer multicomponent tissues",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922191",
 "po_email": "asimonia@nsf.gov",
 "po_sign_block_name": "Aleksandr Simonian",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 419995.0,
 "awd_amount": 424995.0,
 "awd_min_amd_letter_date": "2012-07-16",
 "awd_max_amd_letter_date": "2015-06-29",
 "awd_abstract_narration": "ID: MPS/DMR/BMAT(7623) 1206219  \t         PI: Benoit, Danielle \t ORG: University of Rochester\r\n\r\nTitle:  Developing materials strategies to control siRNA spatial and temporal delivery to engineer multicomponent tissues\r\n\r\nINTELLECTUAL  MERIT:  Small interfering (siRNA) is a powerful and specific gene silencing mechanism that can initiate signaling cascades governing stem cell differentiation.  Thus, siRNA may provide potent cues to direct stem-cell differentiation for regenerative medicine applications.  However, development of technology to provide patterned, localized, and efficacious delivery of siRNA is crucial for realizing this potential.  The objective of this work is to incorporate and control the patterning of polymer nanoparticles (NPs) to deliver siRNA within a hydrogel to affect encapsulated mesenchymal stem cell (MSC) differentiation, where MSCs are multipotent precursor cells capable of differentiating into cells of the musculoskeletal lineage.  The PI aims to develop hydrogel scaffolds that can be patterned with powerful siRNA differentiation cues capable of directing osteogenic and chondrogenic differentiation of MSCs for osteochondral tissue engineering applications.  Four technical objectives have been established to achieve this goal: (1) Assemble and characterize siRNA/polymer nanoparticles (NPs) to direct MSC osteogenic and chondrogenic differentiation.  (2) Exploit controlled release chemistries to sustain the release of siRNA from or within hydrogels.  (3) Develop spatial photopatterning techniques for siRNA/polymer NP within hydrogel microenvironments.  (4) Exploit spatiotemporally regulated siRNA/polymer NP availability to develop osteogenic, chondrogenic, and osteochondral tissue in vitro.  The results of these objectives will establish MSC differentiation induced by siRNA within hydrogel microenvironments.  Moreover, it will demonstrate that delivery of spatiotemporally controlled differentiation cues can be exploited to develop complex tissue structures.  These developments will advance and expand the utility of siRNA for numerous therapeutic applications within regenerative medicine and beyond, where spatial and temporal depot delivery is required.\r\n\r\nBROADER IMPACTS:  Over 50% of orthopaedic injuries involve damage to osteochondral tissues within articular joints.  Due to the paucity of regenerative strategies, these injuries commonly progress to irreversible degenerative osteoarthritis.  This work will develop the means to exploit spatially and temporally controlled siRNA therapeutics for osteochondral tissue regeneration.  However, the approach can readily be tailored for the engineering of any multicomponent tissue.  Beyond the anticipated scientific results, the PI has planned a variety of activities to educate non-engineers as well as to recruit and retain women and underrepresented minorities in engineering.  Specifically, the PI will be proactive in working with UR programs aimed at increasing diversity and exposing high school students to possible career opportunities in engineering.  These programs include:  hosting and mentoring Xerox, Kearns, and SURF students each summer, developing and teaching hands-on laboratory experiments for UR's Summer Scholars Program, working with UR's Women In Engineering Group to host events in our laboratory and speak to visiting student groups, hosting shadowing high school students, and speaking at numerous public engagements to educate the general public about engineering's impact in society (e.g., WXXI Healthy Friday radio program, Annual Benoit Laboratory Alex's Lemonade Stand).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Danielle",
   "pi_last_name": "Benoit",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Danielle Benoit",
   "pi_email_addr": "dbenoit@uoregon.edu",
   "nsf_id": "000600679",
   "pi_start_date": "2012-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Rochester",
  "inst_street_address": "910 GENESEE ST",
  "inst_street_address_2": "STE 200",
  "inst_city_name": "ROCHESTER",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "5852754031",
  "inst_zip_code": "146113847",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "NY25",
  "org_lgl_bus_name": "UNIVERSITY OF ROCHESTER",
  "org_prnt_uei_num": "",
  "org_uei_num": "F27KDXZMF9Y8"
 },
 "perf_inst": {
  "perf_inst_name": "University of Rochester",
  "perf_str_addr": "324 Robert B Goergen Hall",
  "perf_city_name": "Rochester",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "146270168",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "NY25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "149100",
   "pgm_ele_name": "Cellular & Biochem Engineering"
  },
  {
   "pgm_ele_code": "171200",
   "pgm_ele_name": "DMR SHORT TERM SUPPORT"
  },
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 419995.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 5000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong><span style=\"text-decoration: underline;\">Intellectual Merit</span></strong><strong>:</strong> The goal of this work was to develop hydrogel scaffolds that can be patterned with powerful siRNA differentiation cues to direct osteogenic and chondrogenic differentiation of MSCs for tissue engineering applications. We examined a variety of nanoparticles to provide successful, functional siRNA delivery to MSCs (Benoit et al. 2012) and other cell types (Arany et al. 2012) and have identified several candidate siRNAs to provide differentiation signals (osteogenic and chondrogenic) to MSCs (publication in preparation). We have also investigated the side effects of nanoparticle (NP)-siRNA delivery to MSCs (Malcolm et al., 2016) and have also shown successful <em>in vivo</em> delivery of siRNA via nanoparticles using local injections and resulting in gene-specific knockdown (Arany et al. 2013, manuscript in review). We have also tuned NP chemistry to allow for delivery of small molecule drugs (Horev et al, 2015, Zhou et al., 2016) and to track siRNA-positive cells long-term (manuscript in preparation).</p>\n<p><strong><span style=\"text-decoration: underline;\">&nbsp;</span></strong></p>\n<p><strong><span style=\"text-decoration: underline;\">Broader Impacts</span></strong><strong>:</strong> This work has already led to 6 publications in peer-reviewed journals (an additional 1 manuscript is in review and 2 manuscripts are in preparation), 2 patents, is the current work of 2 PhD theses, and has been the subject of a number of presentations at national meetings, including invited talks at the Materials Research Society meeting, the annual meeting of the American Institute of Chemical Engineers, and several universities, and has provided for research training of 8 undergraduate students. Several hands-on demonstrations were also conducted for visiting high school and grade school students using nanoparticle (fluosphere) delivery from hydrogels and our annual 'Teach the Teachers' event, which seeks to train high school science teachers about our research projects and equips them with tools to integrate our modules into the classroom.</p>\n<p><strong><span style=\"text-decoration: underline;\">&nbsp;</span></strong></p>\n<p><strong><span style=\"text-decoration: underline;\">Publications and research products:</span></strong><strong>&nbsp;</strong></p>\n<p><strong>[1]</strong> D. Malcolm, J. Sorrells, D. Van Twisk, J. Thakar, <strong>D.S.W. Benoit</strong>. 2016. Evaluating Side Effects of Nanoparticle-mediated siRNA Delivery to Mesenchymal Stem Cells Using Next Generation Sequencing and Enrichment Analysis, Bioengineering &amp; Translational Medicine, <em>In press</em>.</p>\n<p><strong>[2]</strong> J. Zhou, B. Horev,<strong> </strong>M. Klein, G. Hwang, H. Koo, and<strong> D.S.W. Benoit. </strong>2016.<strong> </strong>Characterization and optimization of pH-responsive polymer nanoparticles for drug delivery to oral biofilms, J. Materials Chemistry Part B, 4, 3075-3085.<em> </em><strong>Chosen for 2016 Emerging Innovator Issue </strong></p>\n<p><strong>[3]</strong> B. Horev, M.I. Klein, G. Hwang, H. Koo, <strong>D.S.W. Benoit</strong>. 2015. pH-activated nanoparticles for targeted delivery and controlled drug release to disrupt oral biofilms. ACS Nano, 9(3):2390-404, 2015.</p>\n<p><strong>[4]</strong> S. Arany, <strong>D.S.W. Benoit</strong>, S. Dewhurst, C.E. Ovitt.&nbsp; 2013. Nanoparticle-mediated gene silencing confers radioprotection to salivary glands in vivo, Molecular Therapeutics, 21(6):1182-94. Highlighted on the NIDCR/NIH website in July 2013.</p>\n<p><strong>[5]</strong> <strong>D.S.W. Benoit</strong> and M.E. Boutin.&nbsp; 2012.&nbsp; Controlling mesenchymal stem cell gene expression using polymer-mediated delivery of siRNA, Biomacromolecules,<em> </em>13(11):3841-3849<em>.</em></p>\n<p><strong>[6]</strong> S. Arany, Q. Xu, E. Hernady, <strong>D.S.W. Benoit</strong>, S. Dewhurst, and C.E. Ovitt. 2012.&nbsp; Pro-apoptotic gene knockdown mediated by nanocomplexed siRNA reduces radiation damage in primary salivary gland cultures, Journal of Cellular Biochemistry, 113(6):1955-65.</p>\n<p><strong>[7]</strong><strong> </strong>&lsquo;Hydrogels for stimuli-responsive drug delivery.&rsquo;&nbsp; WO 2015021044 (with A. Van Hove), Filed February 12, 2015.</p>\n<p><strong>[8]</strong> &lsquo;Nanoparticles for Controlled Release of Anti-Biofilm Agents and Methods of Use.&rsquo; Patent Pending: PCT/US2014/18211 (with H. Koo).</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/25/2016<br>\n\t\t\t\t\tModified by: Danielle&nbsp;Benoit</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit: The goal of this work was to develop hydrogel scaffolds that can be patterned with powerful siRNA differentiation cues to direct osteogenic and chondrogenic differentiation of MSCs for tissue engineering applications. We examined a variety of nanoparticles to provide successful, functional siRNA delivery to MSCs (Benoit et al. 2012) and other cell types (Arany et al. 2012) and have identified several candidate siRNAs to provide differentiation signals (osteogenic and chondrogenic) to MSCs (publication in preparation). We have also investigated the side effects of nanoparticle (NP)-siRNA delivery to MSCs (Malcolm et al., 2016) and have also shown successful in vivo delivery of siRNA via nanoparticles using local injections and resulting in gene-specific knockdown (Arany et al. 2013, manuscript in review). We have also tuned NP chemistry to allow for delivery of small molecule drugs (Horev et al, 2015, Zhou et al., 2016) and to track siRNA-positive cells long-term (manuscript in preparation).\n\n \n\nBroader Impacts: This work has already led to 6 publications in peer-reviewed journals (an additional 1 manuscript is in review and 2 manuscripts are in preparation), 2 patents, is the current work of 2 PhD theses, and has been the subject of a number of presentations at national meetings, including invited talks at the Materials Research Society meeting, the annual meeting of the American Institute of Chemical Engineers, and several universities, and has provided for research training of 8 undergraduate students. Several hands-on demonstrations were also conducted for visiting high school and grade school students using nanoparticle (fluosphere) delivery from hydrogels and our annual 'Teach the Teachers' event, which seeks to train high school science teachers about our research projects and equips them with tools to integrate our modules into the classroom.\n\n \n\nPublications and research products: \n\n[1] D. Malcolm, J. Sorrells, D. Van Twisk, J. Thakar, D.S.W. Benoit. 2016. Evaluating Side Effects of Nanoparticle-mediated siRNA Delivery to Mesenchymal Stem Cells Using Next Generation Sequencing and Enrichment Analysis, Bioengineering &amp; Translational Medicine, In press.\n\n[2] J. Zhou, B. Horev, M. Klein, G. Hwang, H. Koo, and D.S.W. Benoit. 2016. Characterization and optimization of pH-responsive polymer nanoparticles for drug delivery to oral biofilms, J. Materials Chemistry Part B, 4, 3075-3085. Chosen for 2016 Emerging Innovator Issue \n\n[3] B. Horev, M.I. Klein, G. Hwang, H. Koo, D.S.W. Benoit. 2015. pH-activated nanoparticles for targeted delivery and controlled drug release to disrupt oral biofilms. ACS Nano, 9(3):2390-404, 2015.\n\n[4] S. Arany, D.S.W. Benoit, S. Dewhurst, C.E. Ovitt.  2013. Nanoparticle-mediated gene silencing confers radioprotection to salivary glands in vivo, Molecular Therapeutics, 21(6):1182-94. Highlighted on the NIDCR/NIH website in July 2013.\n\n[5] D.S.W. Benoit and M.E. Boutin.  2012.  Controlling mesenchymal stem cell gene expression using polymer-mediated delivery of siRNA, Biomacromolecules, 13(11):3841-3849.\n\n[6] S. Arany, Q. Xu, E. Hernady, D.S.W. Benoit, S. Dewhurst, and C.E. Ovitt. 2012.  Pro-apoptotic gene knockdown mediated by nanocomplexed siRNA reduces radiation damage in primary salivary gland cultures, Journal of Cellular Biochemistry, 113(6):1955-65.\n\n[7] ?Hydrogels for stimuli-responsive drug delivery.?  WO 2015021044 (with A. Van Hove), Filed February 12, 2015.\n\n[8] ?Nanoparticles for Controlled Release of Anti-Biofilm Agents and Methods of Use.? Patent Pending: PCT/US2014/18211 (with H. Koo).\n\n \n\n\t\t\t\t\tLast Modified: 10/25/2016\n\n\t\t\t\t\tSubmitted by: Danielle Benoit"
 }
}