{
 "awd_id": "1206152",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Understanding Ion Losses to Plasma Boundaries Sheaths and Presheaths",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927382",
 "po_email": "vlukin@nsf.gov",
 "po_sign_block_name": "Vyacheslav (Slava) Lukin",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 20014.0,
 "awd_min_amd_letter_date": "2012-08-29",
 "awd_max_amd_letter_date": "2015-06-17",
 "awd_abstract_narration": "This award is made in response to a proposal submitted to and reviewed under the NSF/DOE Partnership in Basic Plasma Science and Engineering joint solicitation NSF 09-596. The award provides funds to support undergraduate participation in the overall research effort, which is being funded separately by the DOE under contract to the University of Wisconsin - Madison (Grant Number DE-FG02-97ER54437).\" \r\n\r\nUnderstanding sheaths is fundamental to the understanding of all bounded plasmas. Experiments for this project are aimed at establishing the basic properties of sheaths and associated presheaths for a variety of situations for which theoretical predictions and assumptions have not yet been verified. Coordinated studies will be carried out at the University of Wisconsin and the University of San Diego. Experiments will determine the presheath and sheath plasma potential profiles and the resulting ion velocity distribution functions (IVDFs) associated with ion acceleration. Most of the experiments will be carried out in Madison and led by the P.I., Prof. Noah Hershkowitz. LIF diagnostic development will be carried out on both campuses and led by the other P.I. Prof. Greg Severn. Plasma parameters will be determined with two or more techniques, e.g. combinations of emissive probes, Ar, Xe, and Kr metastable ion LIF, Langmuir probes, the phase velocities of ion acoustic waves, and optical emission spectroscopy. The intellectual merit of this work is that after more than 80 years, many important questions associated with sheaths will be addressed for the first time. Indeed it was during the current funded period that our previous discovery of anomalous sheath edge velocities in multiple ion species plasmas met with theoretical justification by the introduction of a new theoretical element: ion streaming instabilities. The new theory, which is the freshest thinking about medium like behavior in connection with sheath formation in 80 years, was applied directly to our experimental results with excellent agreement. It follows then that many different aspects of sheath formation must be reevaluated in light of the new theory. \r\n\r\nOur research activities will also have a broader impact. Results will be disseminated widely to the scientific community through refereed publications and talks by the P.I.'s and their students at scientific meetings, as well as in seminars at universities and national Labs, and through patents. For example, previous work on electron sheaths resulted in a patent application and STTR support from NASA to develop an electron source to replace hollow cathode electron sources as neutralizers of ion-thrusters on long-range space exploration missions. Further, the relatively inexpensive tabletop experiments used in the investigations we are pursuing in this project are suited to student laboratory courses, permitting students to perform state-of-the-art experiments. Prof. Hershkowitz has developed three new plasma-based courses offered several times to a very inter-disciplinary audience. Several student lab experiments were adopted to train semiconductor-processing technicians at Portland Community College. New ion acoustic wave experiments have been introduced by Prof. Severn in the upper division experimental modern physics course at the University of San Diego. In the past, several undergraduates who worked with Prof. Hershkowitz have been first authors on published papers, have gone on to receive Ph.D.s in plasma physics and other areas, and to work in a variety of fields, including one who is now a reporter for the New York Times. Further, students have served as tutors in community colleges and secondary schools to increase awareness in careers in science. A student who performed undergraduate research work with Prof. Severn was one of six students honored for outstanding undergraduate research in plasma physics at the 51st American Physical Society, Division of Plasma Physics meeting in Atlanta, GA, in 2009. This student was a first generation college attendee. Our activities will continue to have a positive impact on diversity in STEM fields in the US.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Noah",
   "pi_last_name": "Hershkowitz",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Noah Hershkowitz",
   "pi_email_addr": "hershkowitz@engr.wisc.edu",
   "nsf_id": "000179868",
   "pi_start_date": "2012-08-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "1500 Engineering Drive",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061609",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124200",
   "pgm_ele_name": "PLASMA PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1062",
   "pgm_ref_txt": "BASIC PLASMA SCIENCE & ENGINEERING"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 5000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 5000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 5000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 5014.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This Project Outcomes Report for the General Public is displayed verbatim as submitted by the Principal Investigator (PI) for this award. Any opinions, findings, and conclusions or recommendations expressed in this Report are those of the PI and do not necessarily reflect the views of the National Science Foundation; NSF has not approved or endorsed its content.</p>\n<p>When a plasma, consisting of free electrons and free ions in relatively low neutral pressure, touches a surface, a transitional region called the sheath forms to balance electron and ion loss rates. Curiously, even when the ions have zero temperature and the plasma is collisionless, theory requires that ions must have a directed velocity to be lost at the temperature of the electrons, called the Bohm velocity, at the plasma-sheath boundary. In order to provide a weak electric field to accelerate ions to the sheath, another longer transitional region called the presheath is formed. The Bohm velocity is important in fusion, thruster, laboratory and surface treatment plasmas because it determines the details of ions bombardment to the surface. In a plasma with a magnetic field at an oblique angle to the boundary, the presheath gets more complicated because electrons spiral around the magnetic the field lines, and attract the ions. Somehow the ions have to reach the Bohm velocity close to the boundary. The corresponding electric field structure is known as magnetic presheath. A prediction of Chodura on the properties of magnetic presheaths was widely accepted before our experiment, but was never tested experimentally.</p>\n<p>The most important objective of the grant is to allow undergraduate students to participate in cutting-edge physics research. This grant aided two undergraduate students to participate in experimental exploration of magnetic presheath phenomena under the guidance of the PI and his Ph.D student in a radio-frequency wave produced plasma known as a helicon plasma. This project was jointly funded by the NSF and the DoE. One of the students, is African-American and also is a first generation college student in his family (i.e. he is the first in his family to attend college). Both students showed excellent vigilance and scientific vigor in their participation of the project.</p>\n<p>In the Chodura prediction of the magnetic presheath, ions reach the Bohm velocity parallel to the magnetic field at the edge of the magnetic presheath, the ions then accelerate towards the plasma boundary and reach the Bohm velocity perpendicular to the boundary. In the experiment, however, ions were never found to reach the Bohm velocity near the boundary, and locations where ions reach the Bohm velocity along the magnetic field lines were very different from the Chodura predictions. This has important implications because both the ion bombardment rate and their incident angle to the surface are very different from previously predicted, and therefore the corresponding erosion and etching of plasma facing surfaces was also incorrectly predicted. Controlling erosion of plasma facing surfaces is critical to the success of future reactors employing fusion plasmas to produce electricity.</p>\n<p>In the research project it was also found that a second sheath-like structure existed far from the boundary of the plasma to confine electrons. The phenomenon is known as a double layer or double sheath and it is the first time structures like this was observed in a helicon device with a uniform magnetic field. It was found that the location of the presheath is determined by the ion-neutral collisions. Due to the assistance they provided in the studies, both undergraduate students were named as co-authors of 2 publications describing with these results.</p>\n<p>In addition, both undergraduate students led a successful effort to rebuild a triple plasma device where ion and electron beams can be created from two source chambers...",
  "por_txt_cntn": "\nThis Project Outcomes Report for the General Public is displayed verbatim as submitted by the Principal Investigator (PI) for this award. Any opinions, findings, and conclusions or recommendations expressed in this Report are those of the PI and do not necessarily reflect the views of the National Science Foundation; NSF has not approved or endorsed its content.\n\nWhen a plasma, consisting of free electrons and free ions in relatively low neutral pressure, touches a surface, a transitional region called the sheath forms to balance electron and ion loss rates. Curiously, even when the ions have zero temperature and the plasma is collisionless, theory requires that ions must have a directed velocity to be lost at the temperature of the electrons, called the Bohm velocity, at the plasma-sheath boundary. In order to provide a weak electric field to accelerate ions to the sheath, another longer transitional region called the presheath is formed. The Bohm velocity is important in fusion, thruster, laboratory and surface treatment plasmas because it determines the details of ions bombardment to the surface. In a plasma with a magnetic field at an oblique angle to the boundary, the presheath gets more complicated because electrons spiral around the magnetic the field lines, and attract the ions. Somehow the ions have to reach the Bohm velocity close to the boundary. The corresponding electric field structure is known as magnetic presheath. A prediction of Chodura on the properties of magnetic presheaths was widely accepted before our experiment, but was never tested experimentally.\n\nThe most important objective of the grant is to allow undergraduate students to participate in cutting-edge physics research. This grant aided two undergraduate students to participate in experimental exploration of magnetic presheath phenomena under the guidance of the PI and his Ph.D student in a radio-frequency wave produced plasma known as a helicon plasma. This project was jointly funded by the NSF and the DoE. One of the students, is African-American and also is a first generation college student in his family (i.e. he is the first in his family to attend college). Both students showed excellent vigilance and scientific vigor in their participation of the project.\n\nIn the Chodura prediction of the magnetic presheath, ions reach the Bohm velocity parallel to the magnetic field at the edge of the magnetic presheath, the ions then accelerate towards the plasma boundary and reach the Bohm velocity perpendicular to the boundary. In the experiment, however, ions were never found to reach the Bohm velocity near the boundary, and locations where ions reach the Bohm velocity along the magnetic field lines were very different from the Chodura predictions. This has important implications because both the ion bombardment rate and their incident angle to the surface are very different from previously predicted, and therefore the corresponding erosion and etching of plasma facing surfaces was also incorrectly predicted. Controlling erosion of plasma facing surfaces is critical to the success of future reactors employing fusion plasmas to produce electricity.\n\nIn the research project it was also found that a second sheath-like structure existed far from the boundary of the plasma to confine electrons. The phenomenon is known as a double layer or double sheath and it is the first time structures like this was observed in a helicon device with a uniform magnetic field. It was found that the location of the presheath is determined by the ion-neutral collisions. Due to the assistance they provided in the studies, both undergraduate students were named as co-authors of 2 publications describing with these results.\n\nIn addition, both undergraduate students led a successful effort to rebuild a triple plasma device where ion and electron beams can be created from two source chambers that bounded a target chamber. This configuration creates double layers in the target chamb..."
 }
}