{
 "awd_id": "1206097",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Modeling Advanced LIGO Gravitational Wave Sources and their Electromagnetic Counterparts",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": "7032922761",
 "po_email": "hkrimm@nsf.gov",
 "po_sign_block_name": "Hans Krimm",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 268641.0,
 "awd_amount": 268641.0,
 "awd_min_amd_letter_date": "2012-08-15",
 "awd_max_amd_letter_date": "2014-06-25",
 "awd_abstract_narration": "This award will support a multifaceted theoretical study of the mergers of various types of compact objects such as neutron stars. Understanding the full sequence of events in these mergers is a great interdisciplinary challenge of high current interest.  The work will model binary formation and gravitational wave-driven inspiral; the hydrodynamics of mergers; the viscous, thermal and nuclear evolution of the post merger remnant; the general relativistic radiation hydrodynamics of the collapse to neutron stars and black holes (with its associated gravitational wave signals); and the nuclear and radiation hydrodynamics of the unbound ejecta that produces observable electromagnetic (light, radio wave, etc.) signals.  \r\n\r\nA major motivation is to model both gravity wave and electromagnetic signatures from these mergers. The two types of signatures provide important information about different regions of the sources. Gravitational waves will determine the 'engine' of the sources, their masses, spins, and inclinations. The electromagnetic signals will provide the precise locations, compositions, and their relation to the rest of astrophysics (nucleosynthesis, pulsars, magnetars, transients, Type Ia supernovae, formation rates and progenitors). \r\n\r\nThe project will contribute to the training of graduate students and in regular student exchanges between the participating institutions. Members of the research team will continue their efforts to give non-technical lectures for the public, high schools and undergraduate institutions, and consult on curricula, films, TV and radio. The results of this research, on topics that tend to generate broad interest (stellar collisions, explosions, collapse to black holes, gravitational waves in space-time), will be incorporated into these activities. The team will also make the results from this study widely available to the astrophysics community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eliot",
   "pi_last_name": "Quataert",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eliot Quataert",
   "pi_email_addr": "quataert@princeton.edu",
   "nsf_id": "000373590",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Kasen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel Kasen",
   "pi_email_addr": "kasen@berkeley.edu",
   "nsf_id": "000520442",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947045940",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121500",
   "pgm_ele_name": "STELLAR ASTRONOMY & ASTROPHYSC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 85835.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 89478.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 93328.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intellectual Merit<br /><br />This past year, Advanced LIGO opened the gravitational wave view of<br />the Universe.&nbsp; A major goal in the coming years is to simultaneously<br />see the same astrophysical source with gravitational wave and<br />electromagnetic telescopes.&nbsp; This would provide far more information<br />than either view alone can provide.&nbsp; Our collaboration focused on<br />developing improved theoretical predictions of the electromagnetic<br />emission associated with gravitational wave sources.<br /><br />In the course of this work, we developed the leading model for the<br />electromagnetic counterparts to mergers of neutron stars.&nbsp; The<br />merger ejects some matter from the system, which produces a faint<br />supernova like source of optical-infrared light.&nbsp; We calculated how<br />much mass is ejected from neutron star mergers, the composition of the<br />outflow, and the resulting properties of the electromagnetic<br />counterpart.&nbsp; Matter ejected from neutron star mergers in this manner<br />may be the primary place in the Universe that some of the heavy<br />elements in the periodic table are produced, including gold and a<br />number of elements that are important in modern technology.<br /><br />We also showed how white dwarf mergers with a total mass above the maximum mass of a white dwarf ultimately collapse to form a neutron star,<br />significantly changing the communities view of how this happens.&nbsp;</p>\n<p>In more detail, our major scientific results include the following:</p>\n<p>1.&nbsp; White Dwarf Mergers and Accretion Induced Collapse</p>\n<p>We demonstrated that white  dwarf mergers with masses above the Chandrasekhar mass collapse to form a  neutron star via a channel that no one had anticipated in the previous literature on this problem.&nbsp; In particular, rather than the  star collapsing via electron captures as previously argued, fusion  proceeds all the way to iron, generating an unusual low mass iron core.&nbsp;  We are now prepared to calculate the observational signatures  (electromagnetic and gravitational wave) of the resulting iron core  collapse and supernova.&nbsp; &nbsp;<br /><br />As part of this work, we also  developed improved models for the accretion induced collapse (AIC) of  white dwarfs to neutron stars (which can still occur in single  degenerate scenarios).&nbsp;&nbsp; AIC is caused  when electron captures on Neon and Magnesium rob the white dwarf of  pressure support, leading to collapse.&nbsp;&nbsp; We have developed and  implemented new methods of calculating the evolution of AIC progenitors  in the open source stellar evolution code MESA -- these tools are now  available to the broader community.&nbsp; We have carried out calculations of  the evolution of white dwarfs towards AIC,  showing for the first time how the electron captures initiate a thermal  runaway in the core of the white dwarf.&nbsp;&nbsp;&nbsp;</p>\n<p>2.&nbsp; Neutron Star Mergers</p>\n<p>We have carried out&nbsp; theoretical predictions of the expected  electromagnetic emission from accretion disks left after neutron star  mergers. &nbsp; The emission is produced in outflows created during the  merger; the primary uncertainties are in the thermodynamics and  composition of outflows from the accretion disk.&nbsp;&nbsp; We showed that black  hole spin leads to more matter ejected and thus a brighter  electromagnetic counterpart.&nbsp;&nbsp; In ongoing work, we are carrying out the  first self-consistent magnetohydrodynamic simulations of the long-time  evolution of the accretion disk left after neutron star mergers.</p>\n<p>We further studied neutrino transport in post-merger accretion disks.  Weak interactions alter the composition of the debris disks formed in  compact binary mergers, and so strongly affect the color of the  associated electromagnetic counterpart. &nbsp;We developed a Monte Carlo  neutrino transport code and used to calculate detailed models of  post-merger disks. The calculations highlight the limitations of  previous approximate transport schemes, and provide insight into the  role neutrinos play in setting the composition of outflows and the  energetics of GRB jets.</p>\n<p>We further studied the opacities of the material ejected in mergers  and its dependence on composition. We showed that the unusual heavy  elements produced in these events have a much higher opacity than  previous thought. We found that this high opacity led to transients that  were dimmer, longer-lasting, and much redder than previously believed.  The opacity was sensitive to the abundance of heavier elements in the  ejecta, and hence the conditions of the outflow. The color of the  transient thus carries information as to the physical condition in the  merger.</p>\n<p>In additional studies we also showed that the luminosity of the  electromagnetic counterpart was sensitive to thermalization efficiency  of radioactive decay. We studied the nuclear physics of the elements  synthesized in the merger ejecta, and determined the spectrum of decay  product. We then carried out 3-dimensional transport calculations of the  products -- gamma-rays, beta particles, alpha particles and fission  fragments -- to determine the fraction of decay energy deposited in the  ejecta. We found that the gamma and beta particles likely escape a few  days after merger, and the late time emission may be powered primarily  by alpha decay.</p>\n<p>Broader Impact<br /><br />Our collaborative effort helped build a technically advanced scientific workforce by training undergraduate students, graduate students, and postdoctoral scholars in research.&nbsp; We also gave public talks that&nbsp; disseminated the results of our research to the public at large.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/21/2016<br>\n\t\t\t\t\tModified by: Eliot&nbsp;Quataert</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merit\n\nThis past year, Advanced LIGO opened the gravitational wave view of\nthe Universe.  A major goal in the coming years is to simultaneously\nsee the same astrophysical source with gravitational wave and\nelectromagnetic telescopes.  This would provide far more information\nthan either view alone can provide.  Our collaboration focused on\ndeveloping improved theoretical predictions of the electromagnetic\nemission associated with gravitational wave sources.\n\nIn the course of this work, we developed the leading model for the\nelectromagnetic counterparts to mergers of neutron stars.  The\nmerger ejects some matter from the system, which produces a faint\nsupernova like source of optical-infrared light.  We calculated how\nmuch mass is ejected from neutron star mergers, the composition of the\noutflow, and the resulting properties of the electromagnetic\ncounterpart.  Matter ejected from neutron star mergers in this manner\nmay be the primary place in the Universe that some of the heavy\nelements in the periodic table are produced, including gold and a\nnumber of elements that are important in modern technology.\n\nWe also showed how white dwarf mergers with a total mass above the maximum mass of a white dwarf ultimately collapse to form a neutron star,\nsignificantly changing the communities view of how this happens. \n\nIn more detail, our major scientific results include the following:\n\n1.  White Dwarf Mergers and Accretion Induced Collapse\n\nWe demonstrated that white  dwarf mergers with masses above the Chandrasekhar mass collapse to form a  neutron star via a channel that no one had anticipated in the previous literature on this problem.  In particular, rather than the  star collapsing via electron captures as previously argued, fusion  proceeds all the way to iron, generating an unusual low mass iron core.   We are now prepared to calculate the observational signatures  (electromagnetic and gravitational wave) of the resulting iron core  collapse and supernova.   \n\nAs part of this work, we also  developed improved models for the accretion induced collapse (AIC) of  white dwarfs to neutron stars (which can still occur in single  degenerate scenarios).   AIC is caused  when electron captures on Neon and Magnesium rob the white dwarf of  pressure support, leading to collapse.   We have developed and  implemented new methods of calculating the evolution of AIC progenitors  in the open source stellar evolution code MESA -- these tools are now  available to the broader community.  We have carried out calculations of  the evolution of white dwarfs towards AIC,  showing for the first time how the electron captures initiate a thermal  runaway in the core of the white dwarf.   \n\n2.  Neutron Star Mergers\n\nWe have carried out  theoretical predictions of the expected  electromagnetic emission from accretion disks left after neutron star  mergers.   The emission is produced in outflows created during the  merger; the primary uncertainties are in the thermodynamics and  composition of outflows from the accretion disk.   We showed that black  hole spin leads to more matter ejected and thus a brighter  electromagnetic counterpart.   In ongoing work, we are carrying out the  first self-consistent magnetohydrodynamic simulations of the long-time  evolution of the accretion disk left after neutron star mergers.\n\nWe further studied neutrino transport in post-merger accretion disks.  Weak interactions alter the composition of the debris disks formed in  compact binary mergers, and so strongly affect the color of the  associated electromagnetic counterpart.  We developed a Monte Carlo  neutrino transport code and used to calculate detailed models of  post-merger disks. The calculations highlight the limitations of  previous approximate transport schemes, and provide insight into the  role neutrinos play in setting the composition of outflows and the  energetics of GRB jets.\n\nWe further studied the opacities of the material ejected in mergers  and its dependence on composition. We showed that the unusual heavy  elements produced in these events have a much higher opacity than  previous thought. We found that this high opacity led to transients that  were dimmer, longer-lasting, and much redder than previously believed.  The opacity was sensitive to the abundance of heavier elements in the  ejecta, and hence the conditions of the outflow. The color of the  transient thus carries information as to the physical condition in the  merger.\n\nIn additional studies we also showed that the luminosity of the  electromagnetic counterpart was sensitive to thermalization efficiency  of radioactive decay. We studied the nuclear physics of the elements  synthesized in the merger ejecta, and determined the spectrum of decay  product. We then carried out 3-dimensional transport calculations of the  products -- gamma-rays, beta particles, alpha particles and fission  fragments -- to determine the fraction of decay energy deposited in the  ejecta. We found that the gamma and beta particles likely escape a few  days after merger, and the late time emission may be powered primarily  by alpha decay.\n\nBroader Impact\n\nOur collaborative effort helped build a technically advanced scientific workforce by training undergraduate students, graduate students, and postdoctoral scholars in research.  We also gave public talks that  disseminated the results of our research to the public at large.\n\n\t\t\t\t\tLast Modified: 11/21/2016\n\n\t\t\t\t\tSubmitted by: Eliot Quataert"
 }
}