{
 "awd_id": "1206298",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Microscopic Theory of High Temperature Superconductivity Induced by Electronic Fluctuations",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 330000.0,
 "awd_min_amd_letter_date": "2012-08-15",
 "awd_max_amd_letter_date": "2014-05-22",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\n\r\nThis award supports theoretical research on a consistent microscopic theory of the extraordinary phenomena discovered in high temperature cuprate superconductors. Work done by the PI in the past two years suggests that d-wave superconductivity in cuprates comes from the quantum-critical fluctuations of the time-reversal order parameter discovered in the pseudogap region of the phase diagram and their derived coupling to fermions. In this project, the PI will work on providing definitive evidence for this suggestion by analyzing high resolution laser-angle-resolved-photoemission-spectroscopy to determine (i) the absolute magnitudes and the momentum and frequency dependence of the spectrum of fluctuations, and (ii) their coupling to fermions and variation for a range of dopings and critical temperatures. The expected outcome is the formulation of a fundamental and testable theory of the pseudo gap.  In addition to this main theme, the PI and his group will undertake two new investigations on related problems: (1) Solution of Eliashberg equations for superconductivity induced by gaussian quantum-critical fluctuations, which are expected to yield results in variance with the Bardeen-Cooper-Schieffer type formulas for the energy gap, critical temperature, and thermodynamic quantities, and (2) Derivation of the multiple Higgs or amplitude modes expected in d-wave superconductors.\r\n\r\nThis award also supports the education and training of a postdoctoral research associate and a graduate student in condensed matter theory.  The PI will continue his active participation and mentoring activities under the University of California Leadership Excellence in Advanced Degrees and Mentoring Summer Research Internship programs. He will also participate in the Early Academic Outreach Program at this institution targeting high school students by providing various lectures and demonstrations.  \r\n\r\nNON-TECHNICAL SUMMARY\r\n\r\nThis award supports theoretical research on a consistent microscopic theory of the extraordinary phenomena discovered in high temperature cuprate superconductors. These are materials discovered in the late 1980s that conduct electricity without any dissipation (no resistance, no energy loss) when they are cooled below certain critical temperatures. Even though the critical temperatures necessary for these materials to superconduct are significantly below the room temperature, they are still much higher compared to the critical temperatures of ordinary superconductors (which are close to absolute zero).  Furthermore, a theory formulated in the late 1950s that explains the microscopic mechanism of superconductivity in ordinary superconductors is not adequate to explain the mechanism and physical properties of high temperature cuprate superconductors.  \r\n\r\nEven though it has been 25 years since the discovery of high temperature superconductivity and many theories have been proposed, a consistent microscopic theory that explains all properties of cuprate superconductors is still missing. For the last several years, the PI and his group have been working on a theory that is consistent with most of the experimental findings. In this project, the PI will work on providing definitive evidence for his theory by analyzing the latest high resolution spectroscopy experiments.  The expected outcome is the formulation of a fundamental and testable theory of an important part of the phase diagram of the cuprate superconductors. \r\n\r\nThis award also supports the education and training of a postdoctoral research associate and a graduate student in condensed matter theory.  The PI will continue his active participation and mentoring activities under the University of California Leadership Excellence in Advanced Degrees and Mentoring Summer Research Internship programs. He will also participate in the Early Academic Outreach Program at this institution targeting high school students by providing various lectures and demonstrations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chandra",
   "pi_last_name": "Varma",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Chandra M Varma",
   "pi_email_addr": "chandra.varma@ucr.edu",
   "nsf_id": "000383737",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Riverside",
  "inst_street_address": "200 UNIVERSTY OFC BUILDING",
  "inst_street_address_2": "",
  "inst_city_name": "RIVERSIDE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9518275535",
  "inst_zip_code": "925210001",
  "inst_country_name": "United States",
  "cong_dist_code": "39",
  "st_cong_dist_code": "CA39",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA AT RIVERSIDE",
  "org_prnt_uei_num": "",
  "org_uei_num": "MR5QC5FCAVH5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Riverside",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "925210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "39",
  "perf_st_cong_dist": "CA39",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 110000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;Intellectual Merits</p>\n<p><br />In this project, studies were undertaken to prove that the fundamental physics of high temperature superconductivity in cuprates is driven by quantum-critical fluctuations due to an unusual time-reversal breaking order, sketched in Fig. (1) proposed earlier. The principal aspects of the outcome of the studies are:</p>\n<p>(A) Showing that the anomalous properties in light reflection and propagation in a indicated of the phase diagram in Fig. (2) of the cuprates are due to the time-reversal and reflection breaking properties of the proposed phase. In one set of the experiments explained, a rotation of polarization of light is observed (Kerr effect) with unusual features, such as the same sense of rotation irrespective of direction of incidence of light and rotation even in multi-domain samples, which require symmetries beyond the text book derivation of the Kerr effect. In another set of experiments, propagation of light has different temperature dependent velocities depending on the orientation of polarization with respect to some axes, which themselves rotate with respect to the crystalline axes with temperature.</p>\n<p><br />&nbsp;(B) Definitive derivations, using quantum Monte-Carlo calculations of the correlation functions of the fluctuations of this phase. It is discovered, in line with analytical studies made earlier, that the fluctuations are of vortices and quantum-mechanical topological excitations, which we have termed 'warps'. An extraordinary feature of these results, not ever known in critical phenomena is that the correlation functions are separable in space and time and that the correlation length in time is exponentially bigger than the correlation length in space. Variational Monte-Carlo calculations were also performed on a model for the cuprates deriving the phase diagram and showing that it systematically reproduces aspects of the phase diagram of hole-doped cuprates in Fig. (2) &nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>(C) Deciphering the correlation function of fluctuations scattering the electrons to lead to non-Fermi-liquid properties and high temperature superconductivity and showing that they are consistent with (B). This is accomplished through analysis of high resolution angle resolved photoemission (ARPES) data, taken by collaborators in IOP - Beijing. More work on this massive undertaking is continuing. ARPES, more than any other experimental technique carries the finger prints of the fluctuations and their coupling to electrons. Through the analysis of the frequency and momentum dependence of scattering in both the normal and the Cooper-pairing channel is revealed. This information is used to reveal the spectra of the fluctuations and the coupling function of electron doing the scattering through the Eliashberg equations. The Eliashberg equations are shown to be precise and controlled and this is tested self-consistently through the experiments.&nbsp;&nbsp;The complete acceptance of the framework laid out by the PI in this and earlier NSF supported projects requires observation of a few more predictions made in the course of this work. Most of them have to do with the explanation of the lack of observation of the proposed order, which is directly seen by polarized neutron scattering and verified in experiments, such as mentioned in (A), in local probes such as nuclear magnetic resonance experiments.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;Broad Impacts</p>\n<p>&nbsp;High Temperature superconductivity is one of the most profound problems to arise in physics of the last quarter of the 20th-century. It was realized very early on that the understanding of the phenomena requires a fundamental revision of our understanding of strongly interacting electrons. Many imaginative&nbsp;&nbsp;different frameworks to this understanding have been proposed but most of them have not been supported by experiments. The PI's fr...",
  "por_txt_cntn": "\n Intellectual Merits\n\n\nIn this project, studies were undertaken to prove that the fundamental physics of high temperature superconductivity in cuprates is driven by quantum-critical fluctuations due to an unusual time-reversal breaking order, sketched in Fig. (1) proposed earlier. The principal aspects of the outcome of the studies are:\n\n(A) Showing that the anomalous properties in light reflection and propagation in a indicated of the phase diagram in Fig. (2) of the cuprates are due to the time-reversal and reflection breaking properties of the proposed phase. In one set of the experiments explained, a rotation of polarization of light is observed (Kerr effect) with unusual features, such as the same sense of rotation irrespective of direction of incidence of light and rotation even in multi-domain samples, which require symmetries beyond the text book derivation of the Kerr effect. In another set of experiments, propagation of light has different temperature dependent velocities depending on the orientation of polarization with respect to some axes, which themselves rotate with respect to the crystalline axes with temperature.\n\n\n (B) Definitive derivations, using quantum Monte-Carlo calculations of the correlation functions of the fluctuations of this phase. It is discovered, in line with analytical studies made earlier, that the fluctuations are of vortices and quantum-mechanical topological excitations, which we have termed 'warps'. An extraordinary feature of these results, not ever known in critical phenomena is that the correlation functions are separable in space and time and that the correlation length in time is exponentially bigger than the correlation length in space. Variational Monte-Carlo calculations were also performed on a model for the cuprates deriving the phase diagram and showing that it systematically reproduces aspects of the phase diagram of hole-doped cuprates in Fig. (2)   \n\n \n\n(C) Deciphering the correlation function of fluctuations scattering the electrons to lead to non-Fermi-liquid properties and high temperature superconductivity and showing that they are consistent with (B). This is accomplished through analysis of high resolution angle resolved photoemission (ARPES) data, taken by collaborators in IOP - Beijing. More work on this massive undertaking is continuing. ARPES, more than any other experimental technique carries the finger prints of the fluctuations and their coupling to electrons. Through the analysis of the frequency and momentum dependence of scattering in both the normal and the Cooper-pairing channel is revealed. This information is used to reveal the spectra of the fluctuations and the coupling function of electron doing the scattering through the Eliashberg equations. The Eliashberg equations are shown to be precise and controlled and this is tested self-consistently through the experiments.  The complete acceptance of the framework laid out by the PI in this and earlier NSF supported projects requires observation of a few more predictions made in the course of this work. Most of them have to do with the explanation of the lack of observation of the proposed order, which is directly seen by polarized neutron scattering and verified in experiments, such as mentioned in (A), in local probes such as nuclear magnetic resonance experiments.  \n\n \n\n Broad Impacts\n\n High Temperature superconductivity is one of the most profound problems to arise in physics of the last quarter of the 20th-century. It was realized very early on that the understanding of the phenomena requires a fundamental revision of our understanding of strongly interacting electrons. Many imaginative  different frameworks to this understanding have been proposed but most of them have not been supported by experiments. The PI's framework has been substantially supported in experiments because several specific predictions were made, which have been satisfied. The acceptance of this framework and understanding is expec..."
 }
}