{
 "awd_id": "1206255",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Southeastern Lie Theory Workshop Series",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Eric Sommers",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 38750.0,
 "awd_amount": 38750.0,
 "awd_min_amd_letter_date": "2012-04-02",
 "awd_max_amd_letter_date": "2012-04-02",
 "awd_abstract_narration": "The Southeastern Lie Theory Workshops funded under this grant will take place at College of Charleston on October 13-15, 2012 and at Louisiana State University in late spring of 2013.  Algebraic, analytic and geometric Lie theory is a major area of mathematical research with important application to many different areas of mathematics, physics, computer science, etc. There is a critical mass of mathematicians working on different aspects of Lie Theory and their applications in the southeastern region of U.S. Three years ago some of the PIs established a consortium called \"Southeastern Lie Theory Network\" to enhance regional research collaboration and provide a stronger educational environment for graduate students and junior researchers. Toward this end, they initiated an annual workshop series. The first three workshops were held at member institutions: North Carolina State University (NCSU) (2009), University of Georgia (UGA) (2010) and University of Virginia (UVA) (2011) with a follow up workshop to be held at North Carolina State University during April 21-22, 2012. Based on the success of these workshops the PIs plan to continue this series with a workshop at College of Charleston (CoC) in 2012 and one at Louisiana State University (LSU) in 2013. The research themes for these two workshops will be: \"Vertex Algebras, Conformal Field Theory, and Integrable Systems\" (2012, CoC) and \"Noncommutative geometry and representation theory\" (2013, LSU). \r\n\r\nThis funding will provide the needed support to organize these two workshops. Each workshop will feature one or two main speakers, giving 2-3 expository talks in the theme area, accessible to graduate students and postdocs. In addition, there will be 3-4 invited talks by other researchers. There will be ample time for informal discussion among participants. Considerable time will be devoted for informal discussion among participants in small groups (following the \"AIM Model\") to work on specific research problems led by invited team leaders chosen from among the participants.  The consortium and workshop series has and will continue to stimulate and enhance research collaboration in Lie theory in the southeastern region of the U.S. In the long run, the proposed activity will foster a strong regional tradition of research and education, in turn helping mathematics departments attract more minorities and underrepresented groups to mathematical sciences in general. The website for this conference is:\r\nhttp://coxbl.people.cofc.edu/Southeastern%20Lie%20Theory%20conference",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kailash",
   "pi_last_name": "Misra",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Kailash C Misra",
   "pi_email_addr": "misra@math.ncsu.edu",
   "nsf_id": "000192474",
   "pi_start_date": "2012-04-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Parshall",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Brian J Parshall",
   "pi_email_addr": "bjp8w@virginia.edu",
   "nsf_id": "000134022",
   "pi_start_date": "2012-04-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Nakano",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel K Nakano",
   "pi_email_addr": "nakano@math.uga.edu",
   "nsf_id": "000432699",
   "pi_start_date": "2012-04-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Ben",
   "pi_last_name": "Cox",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ben Cox",
   "pi_email_addr": "coxbl@cofc.edu",
   "nsf_id": "000437789",
   "pi_start_date": "2012-04-02",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Milen",
   "pi_last_name": "Yakimov",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Milen T Yakimov",
   "pi_email_addr": "m.yakimov@northeastern.edu",
   "nsf_id": "000487061",
   "pi_start_date": "2012-04-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276958205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126400",
   "pgm_ele_name": "ALGEBRA,NUMBER THEORY,AND COM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 38750.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><br /><br />Lie Theory is a major area of modern mathematics. It has important connections with many areas withinmathematics, including topology, geometry, combinatorics, finite and infinite group theory, etc. In addition,it has important applications to physics, computer science, engineering, etc. &nbsp;In 2009, the PIs establisheda consortium called the ``Southeastern Lie Theory Network\" to enhance regional research collaboration and provide a stronger educational environment for graduate students and junior researchers in the southeastern United States. The idea was to organize a series of annual workshops at various universities. This report focuses on the three most recent workshops, held at the College of Charleston (2012), Louisiana StateUniversity (2013), and the University of Georgia (2014).</p>\n<p><br />The workshop at the University of Charleston was entitled ``Vertex Algebras, Conformal Field Theory, and&nbsp;Integrable Systems,\" all topics close to physics. The conference featured five prominent USmathematicians (Bojko Bakalov, NCSU; Katrina Barron (Notre Dame), Maarten Bergvelt (UI at Urbana-Champaign);Vyjayanthi Chari (Riverside); Geoffrey Mason (Santa Cruz)) and two foreign mathematicians (MartinSchlichenmaier (Luxembourg) and Oleg Sheinman (Steklov Math. Institute and Independent University ofMoscow). The speakers represented a good mix of junior and senior mathematicians. In addition, there were several afternoon ``discussion\" sessions, in which junior and senior attendees could interact. In all the Charleston workshop had 32 participants, including 10 woman and 15 graduate students.</p>\n<p>&nbsp;<br />The Louisiana State University workshop was concentrated on ``Non-commutative Algebraic Geometry andRepresentation Theory\". Research talks were given by Rina Anno (Pittsburg), Christof Geiss (UNAM), Allen Knutson (Cornell), Tmasz Przebinda (Oklahoma), Daniel Rogalski (UC San Diego), Travis Schedler (UT Austin),Birgit Speh (Cornell), Robert Stanton (Ohio State), David Vogan (MIT), James Zhang (Washington), and Xinwen Zhu (Northwestern). In addition there were several discussion sessions, led by Tom Braden (UMass Amherst), Carl Mautner (Harvard), and Susan Sierra (Edinburgh). &nbsp;Both representation theory and non-commutative algebraic geometry are extremely active areas of contemporary mathematics, which interact well with each other and which are very Lie theoretic by nature. There was a great deal of discussion at the meeting on the general topic of parity sheaves in representation theory---how they might be used to make new breakthroughs in establishing as yet unproved character formulas.&nbsp;<br />The LSU meeting had 60 participants, including 13 women and 25 graduate students.</p>\n<p><br />The topic of the third workshop (held at the University of Georgia) was ``Representation Theory of Lie Algebras and Lie Superalgebras.\" &nbsp;Invited hour talks were given by Shun-Jen Cheng (Acadamia Sinica), Dimitar Grantcharov (UTArlington), Shrawan Kumar (UNC), Cornelius Pillen (USA Mobile), Laura Rider (MIT), and Leonard Scott (UVA). These talks were on a range of topics involving representation theory (both geometric and classical methods). In addition, as a reflection of recent activity on the representation theory of Lie superalgebras, there were two lecture series, one by Jon Kujawa (Oklahoma) and one by Weiqiang Wang (UVA), on this topic. Finally, there were three parallel sessions in which 15 participants presented short 20 minute talks on their recent research. Thisprovided a good opportunity for mostly junior speakers to interact with more senior participants.&nbsp;The Georgia meeting had 53 participants, including 11 women and 27 graduate students. While it was not part of the original project proposal, the Georgia meeting was funded by money left over from the first two workshops and generous contribution from University of Georgia. Thus, it w...",
  "por_txt_cntn": "\n\n\nLie Theory is a major area of modern mathematics. It has important connections with many areas withinmathematics, including topology, geometry, combinatorics, finite and infinite group theory, etc. In addition,it has important applications to physics, computer science, engineering, etc.  In 2009, the PIs establisheda consortium called the ``Southeastern Lie Theory Network\" to enhance regional research collaboration and provide a stronger educational environment for graduate students and junior researchers in the southeastern United States. The idea was to organize a series of annual workshops at various universities. This report focuses on the three most recent workshops, held at the College of Charleston (2012), Louisiana StateUniversity (2013), and the University of Georgia (2014).\n\n\nThe workshop at the University of Charleston was entitled ``Vertex Algebras, Conformal Field Theory, and Integrable Systems,\" all topics close to physics. The conference featured five prominent USmathematicians (Bojko Bakalov, NCSU; Katrina Barron (Notre Dame), Maarten Bergvelt (UI at Urbana-Champaign);Vyjayanthi Chari (Riverside); Geoffrey Mason (Santa Cruz)) and two foreign mathematicians (MartinSchlichenmaier (Luxembourg) and Oleg Sheinman (Steklov Math. Institute and Independent University ofMoscow). The speakers represented a good mix of junior and senior mathematicians. In addition, there were several afternoon ``discussion\" sessions, in which junior and senior attendees could interact. In all the Charleston workshop had 32 participants, including 10 woman and 15 graduate students.\n\n \nThe Louisiana State University workshop was concentrated on ``Non-commutative Algebraic Geometry andRepresentation Theory\". Research talks were given by Rina Anno (Pittsburg), Christof Geiss (UNAM), Allen Knutson (Cornell), Tmasz Przebinda (Oklahoma), Daniel Rogalski (UC San Diego), Travis Schedler (UT Austin),Birgit Speh (Cornell), Robert Stanton (Ohio State), David Vogan (MIT), James Zhang (Washington), and Xinwen Zhu (Northwestern). In addition there were several discussion sessions, led by Tom Braden (UMass Amherst), Carl Mautner (Harvard), and Susan Sierra (Edinburgh).  Both representation theory and non-commutative algebraic geometry are extremely active areas of contemporary mathematics, which interact well with each other and which are very Lie theoretic by nature. There was a great deal of discussion at the meeting on the general topic of parity sheaves in representation theory---how they might be used to make new breakthroughs in establishing as yet unproved character formulas. \nThe LSU meeting had 60 participants, including 13 women and 25 graduate students.\n\n\nThe topic of the third workshop (held at the University of Georgia) was ``Representation Theory of Lie Algebras and Lie Superalgebras.\"  Invited hour talks were given by Shun-Jen Cheng (Acadamia Sinica), Dimitar Grantcharov (UTArlington), Shrawan Kumar (UNC), Cornelius Pillen (USA Mobile), Laura Rider (MIT), and Leonard Scott (UVA). These talks were on a range of topics involving representation theory (both geometric and classical methods). In addition, as a reflection of recent activity on the representation theory of Lie superalgebras, there were two lecture series, one by Jon Kujawa (Oklahoma) and one by Weiqiang Wang (UVA), on this topic. Finally, there were three parallel sessions in which 15 participants presented short 20 minute talks on their recent research. Thisprovided a good opportunity for mostly junior speakers to interact with more senior participants. The Georgia meeting had 53 participants, including 11 women and 27 graduate students. While it was not part of the original project proposal, the Georgia meeting was funded by money left over from the first two workshops and generous contribution from University of Georgia. Thus, it was somewhat shorter.\n\n\n                                                      Scientific Merit                                                    ..."
 }
}