{
 "awd_id": "1206039",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: Precision Muon Physics",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "kenneth hicks",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2015-11-30",
 "tot_intn_awd_amt": 132000.0,
 "awd_amount": 142000.0,
 "awd_min_amd_letter_date": "2012-05-17",
 "awd_max_amd_letter_date": "2014-05-09",
 "awd_abstract_narration": "This award will enable the Regis University nuclear physics group to make substantial contributions to two precision muon physics experiments over the next three years: the MuSun measurement of nuclear muon capture in deuterium at the Paul Scherrer Institute (PSI), and the Muon g-2 experiment at Fermilab.   The MuSun collaboration will measure the rate of muon capture on the deuteron from the doublet spin state of the muonic deuterium atom to a precision of better than 1.5%.  This will be the most precise determination to date, by an order of magnitude, of the rate for any two-nucleon weak-interaction process.  The Regis group will develop low-power preamplifier circuits that will function in the cryogenic environment of this experiment, implement the response of the detector in the simulation software framework, and participate in the physics analysis.   The Muon g-2 experiment will measure the anomalous magnetic moment of the muon to a precision of 0.15 parts per million (ppm), a substantial improvement from the 0.5 ppm that has been achieved in previous measurements.  The current result disagrees with the prediction of the Standard Model by more than three standard deviations: enough to hint at the possibility of \"new physics,'' but not yet enough to claim a discovery.  This is one of a very small number of observables that cannot be understood in the context of the current Standard Model, and it provides an important constraint on extensions to it.  The Regis group's initial responsibility will be to test, refurbish, and modernize the scintillating fiber beam monitors that are used to record the dynamic motion of the beam.\r\n\r\nThe Muon g-2 experiment has the potential to uncover entirely new particles and interactions, perhaps even before they can be directly observed in experiments at the energy frontier.    Similarly, the MuSun measurement will enable a precise characterization of proton-proton fusion, which is responsible for releasing energy in stars like our Sun, and also of the reactions that have been used by the Sudbury Neutrino Observatory to detect solar neutrinos.  This science is at the forefront of subatomic physics, and a primary purpose of this award is to allow undergraduate students to become involved in it as research assistants.  Regis University is a teaching-focused, primarily-undergraduate institution that is currently initiating formal majors in physics and computational physics as part of an ambitious expansion of its traditional liberal-arts programs.  This award will complement the University's undergraduate research initiative, strengthening our students' education in mathematics, the sciences, and computing.  Several students will be able to travel to PSI and Fermilab to participate in the construction and data collection for these experiments.  Travel to collaboration meetings, for collaborative work with research university partners, and to academic conferences will also be supported.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frederick",
   "pi_last_name": "Gray",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Frederick Gray",
   "pi_email_addr": "fgray@regis.edu",
   "nsf_id": "000510869",
   "pi_start_date": "2012-05-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Regis University",
  "inst_street_address": "3333 REGIS BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "DENVER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034584100",
  "inst_zip_code": "802218926",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "CO01",
  "org_lgl_bus_name": "REGIS UNIVERSITY",
  "org_prnt_uei_num": "HTREMNKMB9E7",
  "org_uei_num": "HTREMNKMB9E7"
 },
 "perf_inst": {
  "perf_inst_name": "Regis University",
  "perf_str_addr": "3333 Regis Boulevard",
  "perf_city_name": "Denver",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "802211099",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "CO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "123400",
   "pgm_ele_name": "NUCLEAR PRECISION MEASUREMENTS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 44000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 54000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 44000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Regis University group made substantial contributions to two important, high-precision experiments: the MuSun measurement at the Paul Scherrer Institute, and the Muon g-2 experiment at Fermilab.  Both of these experiments use subatomic particles known as muons as probes to study fundamental aspects of nature.  The muon is a second-generation particle that is much like an electron, but it is 207 times heavier; when observed in isolation and at rest, it has an average lifetime of 2.2 microseconds before it decays into an electron, a neutrino, and an antineutrino.  Although muons are produced in small numbers in nature when cosmic rays strike the upper atmosphere, these experiments use controlled beams of muons produced by particle accelerators.&nbsp;</p>\n<p>The goal of the MuSun experiment is to improve our ability to perform calculations related to nuclear reactions in which two nucleons (protons or neutrons) are bound together or broken apart.  The most important of these processes, which is reflected in the name of the experiment, is the proton-proton fusion that is the primary driver of stars like our Sun.  The MuSun experiment directly observes the rate at which the nuclei in deuterium, a heavy isotope of hydrogen, capture muons.  During the term of this grant, MuSun recorded its production data set, which is now being analyzed.  The Regis University group took many setup and data collection shifts, troubleshooting and operating the detector.</p>\n<p>It is important that only events where the muon stops in the clean deuterium gas are counted, since the goal is to measure the rate of muon capture in deuterium, not in the materials that surround it.  Consequently, the central detector of the experiment tracks the muons to their stopping points by collecting the electrons that form a trail of ionization along their paths.  These tiny electrical signals must be amplified tremendously, and the amount of electrical noise that is added must be as small as possible.  The Regis University group developed and tested several generations of prototypes of the amplifier circuits, and we worked with our collaborators to deploy them in the experiment.   To minimize noise, they are located in vacuum just outside the deuterium volume.  They operate at a very cold temperature of 140 Kelvin, or -208 degrees Fahrenheit.  We published our design and operating experience with this unique electronic apparatus in a paper in the <em>Journal of Instrumentation</em>.</p>\n<p>The Muon g-2 experiment will measure the rate at which the spin of the muon turns around in a magnetic field.  It builds on the foundations of an experiment that was last operated in 2001 at Brookhaven National Laboratory, which found that the spin rotation was slightly faster than would be predicted by the Standard Model of particle physics.  While this result did not reach a level of statistical significance that would qualify it as a \"discovery,\" it remains as a strong hint that some as-yet-unknown particle or interaction outside of the Standard Model may affect the muon spin.  Consequently, a new experiment is being built to study the muon spin precession rate with even higher precision.  It is on track to collect its first muon beam data in 2017.</p>\n<p>The Regis University group's primary role in the Muon g-2 experiment has been to refurbish the scintillating fiber beam monitors from the Brookhaven experiment to prepare them to be used again.  These devices observe the position and width of the beam of muons on every lap around the muon storage ring.  We have developed and tested techniques for replacing the 0.5 millimeter diameter plastic fibers that are the active part of this detector.  They must be glued end-on-end to clear plastic fibers that guide the light to the outside world.   We have also developed new electronic circuits that use silicon photomultipliers to detect the light and convert it to an elec...",
  "por_txt_cntn": "\nThe Regis University group made substantial contributions to two important, high-precision experiments: the MuSun measurement at the Paul Scherrer Institute, and the Muon g-2 experiment at Fermilab.  Both of these experiments use subatomic particles known as muons as probes to study fundamental aspects of nature.  The muon is a second-generation particle that is much like an electron, but it is 207 times heavier; when observed in isolation and at rest, it has an average lifetime of 2.2 microseconds before it decays into an electron, a neutrino, and an antineutrino.  Although muons are produced in small numbers in nature when cosmic rays strike the upper atmosphere, these experiments use controlled beams of muons produced by particle accelerators. \n\nThe goal of the MuSun experiment is to improve our ability to perform calculations related to nuclear reactions in which two nucleons (protons or neutrons) are bound together or broken apart.  The most important of these processes, which is reflected in the name of the experiment, is the proton-proton fusion that is the primary driver of stars like our Sun.  The MuSun experiment directly observes the rate at which the nuclei in deuterium, a heavy isotope of hydrogen, capture muons.  During the term of this grant, MuSun recorded its production data set, which is now being analyzed.  The Regis University group took many setup and data collection shifts, troubleshooting and operating the detector.\n\nIt is important that only events where the muon stops in the clean deuterium gas are counted, since the goal is to measure the rate of muon capture in deuterium, not in the materials that surround it.  Consequently, the central detector of the experiment tracks the muons to their stopping points by collecting the electrons that form a trail of ionization along their paths.  These tiny electrical signals must be amplified tremendously, and the amount of electrical noise that is added must be as small as possible.  The Regis University group developed and tested several generations of prototypes of the amplifier circuits, and we worked with our collaborators to deploy them in the experiment.   To minimize noise, they are located in vacuum just outside the deuterium volume.  They operate at a very cold temperature of 140 Kelvin, or -208 degrees Fahrenheit.  We published our design and operating experience with this unique electronic apparatus in a paper in the Journal of Instrumentation.\n\nThe Muon g-2 experiment will measure the rate at which the spin of the muon turns around in a magnetic field.  It builds on the foundations of an experiment that was last operated in 2001 at Brookhaven National Laboratory, which found that the spin rotation was slightly faster than would be predicted by the Standard Model of particle physics.  While this result did not reach a level of statistical significance that would qualify it as a \"discovery,\" it remains as a strong hint that some as-yet-unknown particle or interaction outside of the Standard Model may affect the muon spin.  Consequently, a new experiment is being built to study the muon spin precession rate with even higher precision.  It is on track to collect its first muon beam data in 2017.\n\nThe Regis University group's primary role in the Muon g-2 experiment has been to refurbish the scintillating fiber beam monitors from the Brookhaven experiment to prepare them to be used again.  These devices observe the position and width of the beam of muons on every lap around the muon storage ring.  We have developed and tested techniques for replacing the 0.5 millimeter diameter plastic fibers that are the active part of this detector.  They must be glued end-on-end to clear plastic fibers that guide the light to the outside world.   We have also developed new electronic circuits that use silicon photomultipliers to detect the light and convert it to an electrical signal, as well as a new system to regulate the motion of the devices as they are extended in..."
 }
}