{
 "awd_id": "1206849",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Blackbody Radiation in the Nanothermodynamic Limit",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Sokol",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 375000.0,
 "awd_amount": 375000.0,
 "awd_min_amd_letter_date": "2012-07-19",
 "awd_max_amd_letter_date": "2014-06-08",
 "awd_abstract_narration": "****TECHNICAL ABSTRACT****\r\nThis award supports the construction and study of thermal radiators that contain millions of atoms but are small in comparison to a typical thermal wavelength, using filaments constructed with carbon nanotubes, graphene, and tungsten nanowires.  Incandescent radiators in this size regime operate in an area that is wholly in neither the quantum mechanical nor the thermodynamic limit. This investigation will require an improved understanding of thermal transport in extreme temperature gradients at the nanoscale. Combining microfabricated devices and transmission electron microscopy characterization, these studies will extend unique imaging single-color pyrometry techniques and complement them with time-correlated single photon counting (TCSPC) correlation measurements. Because the nanolamps are approximately black and operate in the same exotic size-to-wavelength regime, benchmarking their coherence properties may provide further insight into the quantum physics of black holes and Hawking radiation.   This project will support the training of a PhD student, who will necessarily master a wide array of skills in critical areas on the technological frontier, including microfabrication, electronics integration, and nanomaterials.\r\n\r\n****NON-TECHNICAL ABSTRACT****\r\nThis award supports the construction and study of tiny incandescent lamps.  The nanolamps have carbon filaments much like those originally used by Edison, but a billion times smaller.  A typical incandescent lamp has dimensions that are large in comparison to the wavelengths of the light that it emits.  Only recently has microfabrication technology advanced to the point where it is now possible to build \"small\" lamps that operate in the opposite limit and emit easily detected optical photons.  The study of such lamps will probe the mechanisms of heat transport in devices where the temperature changes by thousands of degrees on sub-micrometer length scales.  Furthermore, small lamps are ideal for elucidating the coherence properties of thermal radiation, which contrary to the common misconception, is not completely incoherent.  New measurements of incandescent radiation in this unexplored regime will improve the current understanding heat transport at small length scales, the coherence properties of thermal photons, and the relationships between quantum mechanics and thermodynamics.  Such measurements may even shed light on the physics of black holes, which are also thought to be \"small\" in comparison to the thermal Hawking radiation that they emit. This project will support the training of a PhD student, who will necessarily master a wide array of skills in critical areas on the technological frontier, including microfabrication, electronics integration, and nanomaterials.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "BC",
   "pi_last_name": "Regan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "BC Regan",
   "pi_email_addr": "regan@physics.ucla.edu",
   "nsf_id": "000008989",
   "pi_start_date": "2012-07-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "475 Portola Plaza, 4-425 PAB",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951547",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 195000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 90000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 90000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The major outcome of this project has been the development of a thermometry technique, called PEET, with record-setting spatial resolution.&nbsp; Using this technique we can map the temperature inside a microelectronic device.&nbsp; One long-term goal of this research is to be able to experimentally locate and characterize hot spots within a functioning transistor like those providing the computational power in a laptop or smart phone.&nbsp;&nbsp; Such transistors have features that are only a few hundred atoms across &ndash; no other technique has yet demonstrated the requisite spatial resolution.</p>\n<p>We have performed proof-of-principle measurements by mapping temperature inside tiny aluminum wires.&nbsp; The physical principle underlying PEET is the same as that enabling Fahrenheit's famous glass-bulb thermometer:&nbsp; all materials expand or contract as their temperature changes.&nbsp; If a material&rsquo;s coefficient of thermal expansion is known, precision measurements of the material&rsquo;s density allow one to extract the temperature.&nbsp; With an electron microscope we determine the density locally in the aluminum wire as a function of position.&nbsp; Using aluminum&rsquo;s known thermal expansion we can then calculate the temperature variations everywhere in the wire.</p>\n<p>Our density maps show the effect of grain boundaries, where the lattice mismatch between crystalline grains in the poly-crystalline aluminum wire causes the effective aluminum density to drop slightly. This sensitivity to atomic-scale structural features in the wire indicates that PEET&rsquo;s spatial resolution should reach the ultimate limit.&nbsp; We expect PEET will be used in fundamental studies of thermal transport at the nanoscale, and that such studies will inform the development of new, more powerful microprocessors.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/09/2015<br>\n\t\t\t\t\tModified by: Bc&nbsp;Regan</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1206849/1206849_10192118_1444432678956_28_map_4500_classic_cropped_3upload--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1206849/1206849_10192118_1444432678956_28_map_4500_classic_cropped_3upload--rgov-800width.jpg\" title=\"Temperature (color) and density (grey) in a heated, serpentine aluminum wire\"><img src=\"/por/images/Reports/POR/2015/1206849/1206849_10192118_1444432678956_28_map_4500_classic_cropped_3upload--rgov-66x44.jpg\" alt=\"Temperature (color) and density (grey) in a heated, serpentine aluminum wire\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">This merged image shows the density and temperature in a 100 nm-wide aluminum wire.   Lower densities appear at crystal-grain boundaries, and where thermal expansion has caused the aluminum to expand.   One end of the wire (green) is near room temperature, and the other (orange) is 160 K warmer.</div>\n<div class=\"imageCredit\">Courtesy of CEMMA and Regan Group collaboration.</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Bc&nbsp;Regan</div>\n<div class=\"imageTitle\">Temperature (color) and density (grey) in a heated, serpentine aluminum wire</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe major outcome of this project has been the development of a thermometry technique, called PEET, with record-setting spatial resolution.  Using this technique we can map the temperature inside a microelectronic device.  One long-term goal of this research is to be able to experimentally locate and characterize hot spots within a functioning transistor like those providing the computational power in a laptop or smart phone.   Such transistors have features that are only a few hundred atoms across &ndash; no other technique has yet demonstrated the requisite spatial resolution.\n\nWe have performed proof-of-principle measurements by mapping temperature inside tiny aluminum wires.  The physical principle underlying PEET is the same as that enabling Fahrenheit's famous glass-bulb thermometer:  all materials expand or contract as their temperature changes.  If a materialÆs coefficient of thermal expansion is known, precision measurements of the materialÆs density allow one to extract the temperature.  With an electron microscope we determine the density locally in the aluminum wire as a function of position.  Using aluminumÆs known thermal expansion we can then calculate the temperature variations everywhere in the wire.\n\nOur density maps show the effect of grain boundaries, where the lattice mismatch between crystalline grains in the poly-crystalline aluminum wire causes the effective aluminum density to drop slightly. This sensitivity to atomic-scale structural features in the wire indicates that PEETÆs spatial resolution should reach the ultimate limit.  We expect PEET will be used in fundamental studies of thermal transport at the nanoscale, and that such studies will inform the development of new, more powerful microprocessors.\n\n \n\n\t\t\t\t\tLast Modified: 10/09/2015\n\n\t\t\t\t\tSubmitted by: Bc Regan"
 }
}