{
 "awd_id": "1206562",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Developing a New Generation of Perovskite Oxides Based Composite Materials for CO2 Conversion into Fuels",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924936",
 "po_email": "lmadsen@nsf.gov",
 "po_sign_block_name": "Lynnette Madsen",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 368235.0,
 "awd_amount": 368235.0,
 "awd_min_amd_letter_date": "2012-05-30",
 "awd_max_amd_letter_date": "2012-05-30",
 "awd_abstract_narration": "NON-TECHNICAL DESCRIPTION: The efficient conversion of carbon dioxide into fuels has an enormous potential to address both greenhouse emission issues and sustainable energy challenges. Significant challenges exist in producing materials, which can facilitate this conversion by utilizing solar energy, especially the visible part of the solar spectrum. A limited number of known materials exhibit very low quantum efficiency for carbon dioxide conversions, while being activated only by ultraviolet (UV) light. If successful, this project can significantly impact energy and environmental areas by using green routes for producing valuable chemicals. It will reduce carbon dioxide emissions by utilizing sustainable sources of energy, such as sunlight.\r\n\r\nTECHNICAL DETAILS: The major obstacle to progress in this scientific area is a lack of understanding of the relationship between synthetic method, micro- and nano-architecture and nanostructure, and the resulting physico-chemical and reactivity properties. Achieving this understanding and developing entirely new fabrication methods, applicable on an industrial scale, are major challenges that must be met before these new functional properties can find actual practical application.  Accomplishing these two objectives, one scientific and the other technical, would correspond to a major breakthrough that would make possible a whole range of new applications. This project focuses on synthesis of perovskite-based nanostructured films and powders modified at the nanoscopic level by a variety of techniques that allow chemical doping, control of crystal structure, defect concentration and imposition of unusual new morphologies.  This research undertakes an entirely new direction for achieving photocatalytic conversion of carbon dioxide into valuable chemical products.  This project aims at exploring several strategies to establish a link between reactivity and physicochemical properties of these materials through both bulk and surface sensitive characterization techniques. This project also seeks a better understanding of the role of dopants in carbon dioxide interfacial reactions when the dopants are introduced in the correct oxidation state, concentrations and location where they can lead to significant increase in catalytic activity. An unusual part of this research is the utilization of doped nanostructured films, where both particle size and composition can be precisely controlled by a new nanofabrication method.  Additionally, this project aims at exploring morphological control of perovskite oxides to increase their surface area and light trapping capabilities. Finally this project expands the teaching curriculum and research opportunities at both the graduate and undergraduate levels with significant inclusion of underrepresented students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Orlov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander Orlov",
   "pi_email_addr": "alexander.orlov@stonybrook.edu",
   "nsf_id": "000500579",
   "pi_start_date": "2012-05-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "SUNY at Stony Brook",
  "inst_street_address": "W5510 FRANKS MELVILLE MEMORIAL LIBRARY",
  "inst_street_address_2": "",
  "inst_city_name": "STONY BROOK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6316329949",
  "inst_zip_code": "117940001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NY01",
  "org_lgl_bus_name": "THE RESEARCH FOUNDATION FOR THE STATE UNIVERSITY OF NEW YORK",
  "org_prnt_uei_num": "M746VC6XMNH9",
  "org_uei_num": "M746VC6XMNH9"
 },
 "perf_inst": {
  "perf_inst_name": "SUNY at Stony Brook",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "117943366",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NY01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177400",
   "pgm_ele_name": "CERAMICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1774",
   "pgm_ref_txt": "CERAMICS"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 368235.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main focus of this project is on developing new materials, which can convert carbon dioxide into fuels. Development of new sustainable energy sources, while addressing the CO<sub>2</sub> emission problem, is a win-win approach for both energy and environmental communities. These advances, especially given the failing efforts in controlling greenhouse emissions, can potentially deliver breakthroughs for sustaining economic development without adversely impacting our environment. This project has identified several promising materials, which can potentially address the challenging issue of CO<sub>2</sub> mitigation. The major efforts of the research team focused on innovative synthesis and characterization of novel materials, which can be activated by solar energy. These efforts also included materials screening for CO<sub>2</sub> conversion properties in the presence and absence of solar light. The intellectual merit of the project outcomes is in increasing fundamental understanding and developing predictive capabilities for synthesis of ceramic materials. The broader impacts of this project are related to development of a new paradigm shifting approach of increasing sustainability of energy production by converting environmentally harmful molecules into fuels. In addition, there is also a significant educational component to this research. &nbsp;The Principal Investigator (PI) has expanded the teaching curriculum and research opportunities at both the graduate and undergraduate levels with significant inclusion of underrepresented students.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/30/2016<br>\n\t\t\t\t\tModified by: Alexander&nbsp;Orlov</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe main focus of this project is on developing new materials, which can convert carbon dioxide into fuels. Development of new sustainable energy sources, while addressing the CO2 emission problem, is a win-win approach for both energy and environmental communities. These advances, especially given the failing efforts in controlling greenhouse emissions, can potentially deliver breakthroughs for sustaining economic development without adversely impacting our environment. This project has identified several promising materials, which can potentially address the challenging issue of CO2 mitigation. The major efforts of the research team focused on innovative synthesis and characterization of novel materials, which can be activated by solar energy. These efforts also included materials screening for CO2 conversion properties in the presence and absence of solar light. The intellectual merit of the project outcomes is in increasing fundamental understanding and developing predictive capabilities for synthesis of ceramic materials. The broader impacts of this project are related to development of a new paradigm shifting approach of increasing sustainability of energy production by converting environmentally harmful molecules into fuels. In addition, there is also a significant educational component to this research.  The Principal Investigator (PI) has expanded the teaching curriculum and research opportunities at both the graduate and undergraduate levels with significant inclusion of underrepresented students.\n\n\t\t\t\t\tLast Modified: 08/30/2016\n\n\t\t\t\t\tSubmitted by: Alexander Orlov"
 }
}