{
 "awd_id": "1206468",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Molecules to Materials - Multiscale Interfacial Phenomena in Biological and Bio-inspired Materials",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph A. Akkara",
 "awd_eff_date": "2012-02-15",
 "awd_exp_date": "2013-01-31",
 "tot_intn_awd_amt": 5000.0,
 "awd_amount": 5000.0,
 "awd_min_amd_letter_date": "2012-01-30",
 "awd_max_amd_letter_date": "2012-01-30",
 "awd_abstract_narration": "ID: MPS/DMR/BMAT(7623) 1206468  \t         PI: Dillen, J. A.\t      ORG: Materials Research Society\r\n\r\nTitle:  Spring 2012 MRS Symposium RR: Molecules to Materials - Multiscale Interfacial Phenomena in Biological and Bio-inspired Materials\r\n\r\nINTELLECTUAL MERIT:  Buried interfaces, i.e., interfaces that are occluded within the final composite material or functional structure, are crucial to a variety of biological processes and applications, including:  (1) biological wet/dry adhesion in barnacles and geckos; (2) biological control over mineral growth and functional properties in biominerals; (3) tissue engineering; and (4) bio-lubrication, for example, in joints.  Rational design of bio-inspired materials for applications from biomedicine to sensors and from catalysts to high toughness composites depends on a detailed understanding of the structure, chemistry, routes of assembly, mechanical properties, and wear-processes at these interfaces.  With typical length scales ranging from the subnanometer to macroscopic dimensions and the complexities arising from the hybrid (hard/soft, organic/inorganic, etc.) character of these materials, the synthesis, simulation, and in situ functional characterization of such buried interfaces is a significant challenge.  These challenges are currently addressed by experts from a number of communities that do not generally interact, as they currently have no common platform.  The proposed symposium seeks to create such a multi-disciplinary forum and will actively recruit contributions from materials science, chemistry, biochemistry, medicine, biotechnology and state-of-the-art in situ characterization methodologies (e.g. Xray, electron imaging and tomography, spectroscopy, cryo-techniques).\r\n\r\nBROADER IMPACTS:   The organizers are particularly interested in increasing the participation of underrepresented groups (women, minorities, and disabled persons), undergraduate institutions and historically black colleges and universities, and young researchers (students, postdocs, and young faculty).  To this end, they are requesting funds to support the participation of these groups through travel grants for two exceptional female young faculty invited speakers and to up to nine others from these groups who have been accepted to make oral or poster presentations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "J. Ardie Butch",
   "pi_last_name": "Dillen",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "J. Ardie Butch Dillen",
   "pi_email_addr": "dillen@mrs.org",
   "nsf_id": "000602561",
   "pi_start_date": "2012-01-30",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Derk",
   "pi_last_name": "Joester",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Derk Joester",
   "pi_email_addr": "d-joester@northwestern.edu",
   "nsf_id": "000081881",
   "pi_start_date": "2012-01-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Materials Research Society",
  "inst_street_address": "506 KEYSTONE DR",
  "inst_street_address_2": "",
  "inst_city_name": "WARRENDALE",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "7247792732",
  "inst_zip_code": "150867537",
  "inst_country_name": "United States",
  "cong_dist_code": "17",
  "st_cong_dist_code": "PA17",
  "org_lgl_bus_name": "MATERIALS RESEARCH SOCIETY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MFPJGRD1NWE3"
 },
 "perf_inst": {
  "perf_inst_name": "Materials Research Society",
  "perf_str_addr": "",
  "perf_city_name": "Warrendale",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "150867573",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "PA17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 5000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Buried interfaces, i.e. interfaces that are occluded within the final composite material or functional structure, are crucial to a variety of biological processes and applications, including: biological wet/dry adhesion from barnacles to geckos; biological control over mineral growth and functional properties in biominerals; tissue engineering; and bio-lubrication, for example in joints. Rational design of bio-inspired materials for applications from biomedicine to sensors and from catalysts to high toughness composites depends on a detailed understanding of the structure, chemistry, routes of assembly, mechanical properties, and wear-processes at these interfaces. With typical length scales ranging from the sub-nanometer range to macroscopic dimensions, and the complexities arising from the hybrid (hard/soft, organic/inorganic, etc.) character of these materials, the synthesis, simulation, and in situ<em> </em>functional characterization of such buried interfaces is a significant challenge.</p>\n<p>The symposium was designed to create a multi-disciplinary forum for experts in various fields that are critical to buried interfaces, including materials science, chemistry, biochemistry, medicine, biotechnology and state-of-the-art in situ characterization techniques (e.g. X-ray, electron imaging and tomography, spectroscopy, cryo-techniques).&nbsp; In designing sessions and selecting abstracts, we struck a balance between fundamental questions and applications derived from the understanding of biological interfaces.</p>\n<p>Our symposium was the first of its kind at a MRS Meeting. The team included four young faculty members from universities in three countries and a US National laboratory, and a senior engineer and entrepreneur from industry. We are delighted to report that with thirteen invited speakers and 60 contributed abstracts, we were able to fill seven half-day oral and one evening poster session. Of these, one oral session was organized jointly with Symposium OO (&ldquo;<em>Structure-Function Design Strategies for Bio-enabled Materials Systems</em>&rdquo;) and another jointly with Symposium SS (&ldquo;<em>Structure/properties relationships in biological and biomimetic materials at the micro, nano, and atomic length scales</em>&rdquo;). Proceedings of symposium RR are included in the MRS Online Proceedings Library. The symposium was supported by NSF, MRS, Sandia Natl. Labs, and Cameca, Inc.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/14/2013<br>\n\t\t\t\t\tModified by: J. Ardie Butch&nbsp;Dillen</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBuried interfaces, i.e. interfaces that are occluded within the final composite material or functional structure, are crucial to a variety of biological processes and applications, including: biological wet/dry adhesion from barnacles to geckos; biological control over mineral growth and functional properties in biominerals; tissue engineering; and bio-lubrication, for example in joints. Rational design of bio-inspired materials for applications from biomedicine to sensors and from catalysts to high toughness composites depends on a detailed understanding of the structure, chemistry, routes of assembly, mechanical properties, and wear-processes at these interfaces. With typical length scales ranging from the sub-nanometer range to macroscopic dimensions, and the complexities arising from the hybrid (hard/soft, organic/inorganic, etc.) character of these materials, the synthesis, simulation, and in situ functional characterization of such buried interfaces is a significant challenge.\n\nThe symposium was designed to create a multi-disciplinary forum for experts in various fields that are critical to buried interfaces, including materials science, chemistry, biochemistry, medicine, biotechnology and state-of-the-art in situ characterization techniques (e.g. X-ray, electron imaging and tomography, spectroscopy, cryo-techniques).  In designing sessions and selecting abstracts, we struck a balance between fundamental questions and applications derived from the understanding of biological interfaces.\n\nOur symposium was the first of its kind at a MRS Meeting. The team included four young faculty members from universities in three countries and a US National laboratory, and a senior engineer and entrepreneur from industry. We are delighted to report that with thirteen invited speakers and 60 contributed abstracts, we were able to fill seven half-day oral and one evening poster session. Of these, one oral session was organized jointly with Symposium OO (\"Structure-Function Design Strategies for Bio-enabled Materials Systems\") and another jointly with Symposium SS (\"Structure/properties relationships in biological and biomimetic materials at the micro, nano, and atomic length scales\"). Proceedings of symposium RR are included in the MRS Online Proceedings Library. The symposium was supported by NSF, MRS, Sandia Natl. Labs, and Cameca, Inc.\n\n\t\t\t\t\tLast Modified: 02/14/2013\n\n\t\t\t\t\tSubmitted by: J. Ardie Butch Dillen"
 }
}