{
 "awd_id": "1206451",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Quantum State Resolved Spectroscopy of Excitonic and Multi-Excitonic Dynamics in Quantum Confined Nanostructures and Heterojunctions",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael J. Scott",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 460000.0,
 "awd_amount": 460000.0,
 "awd_min_amd_letter_date": "2012-07-25",
 "awd_max_amd_letter_date": "2014-05-04",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\n\r\nMultiresonant Coherent Multidimensional Spectroscopy (CMDS) is a new and potentially transformative approach for characterizing complex nanostructures. It is based on using multiple tunable laser beams to excite different quantum states to form multiple quantum coherences (MQCs) that re-emit output beams during the time the MQCs retain their quantum mechanical phase coherence. This program, supported by the NSF Solid State and Materials Chemistry Program, uses the resonances with the quantum states to create multidimensional signatures of the individual substructures within complex nanostructures. It isolates the individual coherence pathways that contribute to the output intensity and uses these pathways to obtain the coherent and incoherent dynamics with quantum state resolution. The coherent dynamics includes both dephasing interactions and coherence transfer and the incoherent dynamics includes charge transfer and population relaxation. The program is particularly interested in developing methods for quantum state resolution of the charge transfer dynamics between donor-acceptor substructures within larger nanostructures. The quantum states of interest include the quantum confined excitonic and multiexcitonic states of the substructures as well as surface states. The multidimensional spectra and the coherent and incoherent dynamics of the multiexcitonic states identify the mechanisms responsible for multiexciton generation (MEG). Higher order wave mixing probes the potential energy surface of different energetic excitons. Alternative CMDS methodologies include 3-color pathways and multiplex detection. The nanostructures used in this program are simple, well-characterized model systems that represent the different quantum confined substructures and morphologies that are of interest in developing new nanotechnologies. \r\n\r\nNON-TECHNICAL SUMMARY\r\n\r\nProviding the energy required for the future is an enormous challenge that requires new technologies that efficiently harvest solar energy and turn it into the electrical power and solar fuels needed for growing economies. Nanotechnology is a promising direction for providing this capability because the quantum effects that occur at small dimensions provide opportunities for engineering complex nanostructures that are efficient and robust solar converters. The small size of these nanostructures dictates the creation of new technologies that can access the individual quantum states within the individual substructures and follow the flow of energy from the initial absorption of light to the final conversion into electricity or solar fuels. The laser methods developed in this program will provide these capabilities. Not only will this methodology define the fundamental scientific principles controlling how the energy is harvested and used but it will be disseminated to the wider scientific community through web site tutorials, scientific conferences and public lectures, on-line course materials, and the training of undergraduate and graduate students. The dissemination will be transformative because this new methodology provides deeper insights into how materials function and can address questions that cannot be answered by current technologies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Wright",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "John C Wright",
   "pi_email_addr": "wright@chem.wisc.edu",
   "nsf_id": "000158923",
   "pi_start_date": "2012-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 240000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 110000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The invention of the laser provided mankind with the first controllable light source. It was soon realized that the laser could allow the same kinds of coherent spectroscopies as nuclear magnetic resonance. It has been only recently that this vision has been fulfilled. This research program has developed the field of coherent multidimensional spectroscopy. It is based on scanning the frequency of multiple lasers across electronic and vibrational states and measuring the enhancement when the lasers are resonant. We have created the first coherent multidimensional spectroscopy system that can create resonances with any mixture of electronic and vibrational states.</p>\n<p>We have used this system to study three model systems. Quantum dots (QDs) are important because we can control the electronic states by changing their size. Our coherent methods measured the dynamics of the QD charge carriers and found that after the initial excitation that creates the charges, the quantum states change in femtoseconds into a series of substructure states that were not recognized from conventional theories. Rather than the breath of the absorption spectrum resulting from the size distribution of quantum dots changes, it was instead determined by the breadth of the substructure states.</p>\n<p>Monolayered dichalcogenides have great promise for the new fields of spintronics and valleytronics because of their unique optical properties. Circularly polarized light selectively excites up or down spins and populates specific Brillouin zone valleys. In order to understand the spin and valley dynamics, we developed a reflection geometry and created a four dimensional data set of the excitation frequencies and time delays.&nbsp; Coherent excitation could selectively excite specific excitonic states within the K and K&rsquo; valley and a subsequent excitation could measure their coherent dephasing rates. Spectral cross-peaks reflected the direct coupling between the band edge exciton and hot excitons in the same valley. Experiments where the CMDS pulses created an excitonic population and a third pulse created a final output coherence created spectra that matched the absorption spectrum so all of the excitonic states contributed. The spectrum from the final coherence did not match the absorption spectrum. Instead, it contained just two excitonic states. The difference was caused by intravalley relaxation. We also measured the intervalley relaxation and the long time exciton recombination.</p>\n<p>Hybrid organic perovskites are one of the most promising photovoltaic materials. We performed three different experiments on these materials. 2D transient absorption experiments identified two bleach and two excited state absorption (ESA) features within the continuum of states. We developed a model that described the temporal evolution of these features and provided a quantitative measurement of the cooling dynamics of the hot excitons. We also measured the fluorescence of these materials as a function of the excitation fluence and repetition rate. The fluence controlled the concentration of charge carriers and the repetition rate controlled the concentration of holes. This strategy then allowed us to measure the complete charge carrier dynamics on time scales ranging from nanoseconds to milliseconds. We found confirmation for the theory that the high efficiency of perovskites arises from the high dielectric constant that shields the interactions between charge carriers and results in low exciton binding energies. The excitons dissociate easily at room temperatures and there is no need for a heterojunction to create an electric field for the charge separation. Finally, we performed fully and partially coherent spectroscopy on these materials. There were strong diagonal features in the fully coherent spectra that isolated the individual quantum states in the Brillouin zone valley and cross-peaks with hot...",
  "por_txt_cntn": "\nThe invention of the laser provided mankind with the first controllable light source. It was soon realized that the laser could allow the same kinds of coherent spectroscopies as nuclear magnetic resonance. It has been only recently that this vision has been fulfilled. This research program has developed the field of coherent multidimensional spectroscopy. It is based on scanning the frequency of multiple lasers across electronic and vibrational states and measuring the enhancement when the lasers are resonant. We have created the first coherent multidimensional spectroscopy system that can create resonances with any mixture of electronic and vibrational states.\n\nWe have used this system to study three model systems. Quantum dots (QDs) are important because we can control the electronic states by changing their size. Our coherent methods measured the dynamics of the QD charge carriers and found that after the initial excitation that creates the charges, the quantum states change in femtoseconds into a series of substructure states that were not recognized from conventional theories. Rather than the breath of the absorption spectrum resulting from the size distribution of quantum dots changes, it was instead determined by the breadth of the substructure states.\n\nMonolayered dichalcogenides have great promise for the new fields of spintronics and valleytronics because of their unique optical properties. Circularly polarized light selectively excites up or down spins and populates specific Brillouin zone valleys. In order to understand the spin and valley dynamics, we developed a reflection geometry and created a four dimensional data set of the excitation frequencies and time delays.  Coherent excitation could selectively excite specific excitonic states within the K and KÆ valley and a subsequent excitation could measure their coherent dephasing rates. Spectral cross-peaks reflected the direct coupling between the band edge exciton and hot excitons in the same valley. Experiments where the CMDS pulses created an excitonic population and a third pulse created a final output coherence created spectra that matched the absorption spectrum so all of the excitonic states contributed. The spectrum from the final coherence did not match the absorption spectrum. Instead, it contained just two excitonic states. The difference was caused by intravalley relaxation. We also measured the intervalley relaxation and the long time exciton recombination.\n\nHybrid organic perovskites are one of the most promising photovoltaic materials. We performed three different experiments on these materials. 2D transient absorption experiments identified two bleach and two excited state absorption (ESA) features within the continuum of states. We developed a model that described the temporal evolution of these features and provided a quantitative measurement of the cooling dynamics of the hot excitons. We also measured the fluorescence of these materials as a function of the excitation fluence and repetition rate. The fluence controlled the concentration of charge carriers and the repetition rate controlled the concentration of holes. This strategy then allowed us to measure the complete charge carrier dynamics on time scales ranging from nanoseconds to milliseconds. We found confirmation for the theory that the high efficiency of perovskites arises from the high dielectric constant that shields the interactions between charge carriers and results in low exciton binding energies. The excitons dissociate easily at room temperatures and there is no need for a heterojunction to create an electric field for the charge separation. Finally, we performed fully and partially coherent spectroscopy on these materials. There were strong diagonal features in the fully coherent spectra that isolated the individual quantum states in the Brillouin zone valley and cross-peaks with hot excitons. The experiments identified a well-defined excitonic feature associated with a se..."
 }
}