{
 "awd_id": "1206518",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Non-Stoichiometric Ferroelectrics and their Associated Thermoelectric Properties",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924936",
 "po_email": "lmadsen@nsf.gov",
 "po_sign_block_name": "Lynnette Madsen",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2018-04-30",
 "tot_intn_awd_amt": 509288.0,
 "awd_amount": 509288.0,
 "awd_min_amd_letter_date": "2012-07-25",
 "awd_max_amd_letter_date": "2013-06-03",
 "awd_abstract_narration": "NON-TECHNICAL: The research in this project opens up new research strategies for sustainable high performance thermoelectrics that could have major societal impacts on energy savings, CO2 reduction and the environment. This investigation explores the interface between two unusual classes of functional materials: ferroelectrics and thermoelectrics, for low cost ¡V high efficiency energy harvesting. There are major economic advantages with a lower cost thermoelectric materials solution for generators; as an example, every automobile, household furnace, and factory exhaust chimney could have heat exchangers equipped with thermoelectric devices and these new enabling thermoelectric materials and strategies. \r\n\r\nThere is an important educational outreach activity with local schools (Park Forest and Mount Nittany Middle Schools), engaging students in grades 6-8 in material science. Under this project, a materials classification exercise is being designed to test previous perceptions and prejudices of the children towards selecting metals and insulators through ¡§show and touch. The same materials are being introduced to introductory materials classes at Penn State University to see how opinions differ from those of the younger children. The theoretical basis of this concept underpins the technical part of the advances used in transforming ferroelectric materials to thermoelectrics. \r\n\r\nBased on preliminary data, the core intellectual property for Penn State University in the ferroelectric-thermoelectrics area has already been protected. Across this project, activities range from local education to global energy-environment-economic benefits in terms of its impact. \r\n\r\nTECHNICAL: This investigation explores the interface between two unusual classes of functional materials: ferroelectrics and thermoelectrics. The aim of this work is to provide a broader understanding of highly non-stoichiometric ferroelectric materials near the critical electronic carrier concentration separating semiconducting and metallic conduction, the so-called Mott criterion. Initial observations of thermoelectric properties in non-stoichiometric perovskite BaTiO3-d and <001> tungsten bronze (Sr,Ba)Nb2O6-d  ferroelectric materials shows attractive properties, and this project will establish: (1) general structure-thermoelectric property data for various ferroelectric compositions and structures, (2) quantification and modeling of electrical conductivity, Seebeck coefficient, and thermal conductivity, identifying the materials physics controlling the transport, (3) insights into the \"best\" ferroelectric-thermoelectrics, (4) the relation between the nature of the ferroelectric phase transition behavior and the semiconductor-metallic transition in different materials, and (5) analysis of the optical band edge behavior, quantifying phonon¡Velectron coupling, and structural modifications in the highly non-stoichiometric ferroelectrics across phase transitions. Tetrahertz spectroscopy measurements of the non-stoichiometric ferroelectrics produced under this project are used to establish detailed understanding of the phonon dynamics in the transition region and could open up a new sub-field by challenging the understanding of phase transitions in ferroelectric materials under these unique conditions. The research collaboration with the Czech Institute of Physics will expose the Penn State University students involved in this investigation to the importance of the global network of science and collaboration with groups with unique and world-class facilities and expertise.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Clive",
   "pi_last_name": "Randall",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Clive A Randall",
   "pi_email_addr": "CAR4@psu.edu",
   "nsf_id": "000210228",
   "pi_start_date": "2012-07-25",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Susan",
   "pi_last_name": "Trolier-McKinstry",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Susan E Trolier-McKinstry",
   "pi_email_addr": "STMcKinstry@psu.edu",
   "nsf_id": "000171966",
   "pi_start_date": "2012-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "110 Technology Center Building",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177400",
   "pgm_ele_name": "CERAMICS"
  },
  {
   "pgm_ele_code": "729800",
   "pgm_ele_name": "International Research Collab"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1774",
   "pgm_ref_txt": "CERAMICS"
  },
  {
   "pgm_ref_code": "5930",
   "pgm_ref_txt": "U.S.-CZECHOSLOVAKIA PROGRAM"
  },
  {
   "pgm_ref_code": "5979",
   "pgm_ref_txt": "Europe and Eurasia"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7504",
   "pgm_ref_txt": "NSF-INTERNAT COOP IN MATERIALS RES-OTHER"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 116216.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 393072.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Harvesting of thermal energy requires functional materials, such as thermoelectrics. As thermal energy is converted to electrical energy via a thermoelectric, the resulting power can be used for control and sensor circuits to support the internet of things.&nbsp; &nbsp;The best thermoelectric materials are based on toxic materials and rare elements, such as with the bismuth tellurides.&nbsp; There is, therefore, a need to find new materials based on oxide chemistries.&nbsp; In this NSF program, &ldquo;Non-Stoichiometric Ferroelectrics and their Associated Thermoelectric Properties,&rdquo; we made a detailed search for new materials and phenomena based on highly conductive ferroelectric oxides.&nbsp; New insights were gained into the nature of polarization mechanisms that perturb the electrical and thermal properties of a thermoelectric.&nbsp; We found that the electronic conductivity and Seebeck coefficients are coupled to the spontaneous polarization of ferroelectric materials.&nbsp; This is a general phenomenon in which the maxima in conductivity is associated with a ferroelectric phase transition temperature. This was shown with perovskite structured materials such as SrTiO<sub>3</sub> and BaTiO<sub>3</sub>, tungsten bronzes, and high temperature ferroelectrics with layered perovskite structures. The corresponding shift of the maximum in conductivity tracks with ferroelectric transition temperatures across 1000 K for all these families.</p>\n<p>As a model tungsten bronze system, heavily reduced (Sr<sub>x</sub>Ba<sub>1-x</sub>)NbO<sub>6-&delta;&nbsp; </sub>(SBN) was explored, for which the oxygen vacancies enhance the donor doping.&nbsp; Within the relaxor ferroelectric compositions of SBN, it was found that there are strong changes in the activation energy that controls electron transport; these, in turn, influence both the electronic conduction and the Seebeck coefficient.&nbsp; These properties are influenced by Anderson localization conduction and are directly linked to the nanopolar regions of the relaxor ferroelectric. The crystal structure of SBN is shown in Figure 1. Further enhancements in conduction were associated with formation of a NbO<sub>2</sub> phase and a crystal chemical redistribution of the Sr and Ba cations with the crystal structure at extreme oxygen vacancy concentrations.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/13/2018<br>\n\t\t\t\t\tModified by: Clive&nbsp;A&nbsp;Randall</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1206518/1206518_10193929_1528900744070_Figure1-nocaption--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1206518/1206518_10193929_1528900744070_Figure1-nocaption--rgov-800width.jpg\" title=\"Figure 1\"><img src=\"/por/images/Reports/POR/2018/1206518/1206518_10193929_1528900744070_Figure1-nocaption--rgov-66x44.jpg\" alt=\"Figure 1\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Tetragonal tungsten bronze crystal structure of strontium barium niobate.  Corner-shared NbO6 octahedra connect in-plane to form multiple cation sites labeled as A1, A2, and C-sites.  1/6th of the A1 and A2 sites are empty in stoichiometric (Srx,Ba1-x)Nb2O6.</div>\n<div class=\"imageCredit\">Jonathan Bock PhD thesis, May 2016</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Clive&nbsp;A&nbsp;Randall</div>\n<div class=\"imageTitle\">Figure 1</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nHarvesting of thermal energy requires functional materials, such as thermoelectrics. As thermal energy is converted to electrical energy via a thermoelectric, the resulting power can be used for control and sensor circuits to support the internet of things.   The best thermoelectric materials are based on toxic materials and rare elements, such as with the bismuth tellurides.  There is, therefore, a need to find new materials based on oxide chemistries.  In this NSF program, \"Non-Stoichiometric Ferroelectrics and their Associated Thermoelectric Properties,\" we made a detailed search for new materials and phenomena based on highly conductive ferroelectric oxides.  New insights were gained into the nature of polarization mechanisms that perturb the electrical and thermal properties of a thermoelectric.  We found that the electronic conductivity and Seebeck coefficients are coupled to the spontaneous polarization of ferroelectric materials.  This is a general phenomenon in which the maxima in conductivity is associated with a ferroelectric phase transition temperature. This was shown with perovskite structured materials such as SrTiO3 and BaTiO3, tungsten bronzes, and high temperature ferroelectrics with layered perovskite structures. The corresponding shift of the maximum in conductivity tracks with ferroelectric transition temperatures across 1000 K for all these families.\n\nAs a model tungsten bronze system, heavily reduced (SrxBa1-x)NbO6-&delta;  (SBN) was explored, for which the oxygen vacancies enhance the donor doping.  Within the relaxor ferroelectric compositions of SBN, it was found that there are strong changes in the activation energy that controls electron transport; these, in turn, influence both the electronic conduction and the Seebeck coefficient.  These properties are influenced by Anderson localization conduction and are directly linked to the nanopolar regions of the relaxor ferroelectric. The crystal structure of SBN is shown in Figure 1. Further enhancements in conduction were associated with formation of a NbO2 phase and a crystal chemical redistribution of the Sr and Ba cations with the crystal structure at extreme oxygen vacancy concentrations.\n\n\t\t\t\t\tLast Modified: 06/13/2018\n\n\t\t\t\t\tSubmitted by: Clive A Randall"
 }
}