{
 "awd_id": "1206138",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Sn Whisker Nucleation and Growth: Fundamental Mechanisms Controlling Where, When and Why Whiskers Form on Sn Coatings",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Diana Farkas",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 380000.0,
 "awd_amount": 380000.0,
 "awd_min_amd_letter_date": "2012-07-14",
 "awd_max_amd_letter_date": "2014-04-29",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\n\r\nSn whiskers are a serious reliability problem in electronics manufacturing.  Whiskers have been implicated in failures of pacemakers, nuclear power plants, satellites and other critical systems.  Recently, the removal of Pb from manufacturing (for environmental reasons) has made the problem more severe since Pb had been used as an alloying element to prevent whisker formation. In previous work, whiskering has been shown to increase with the layer stress and finite element analysis (FEA) has been used to model how the intermetallic (IMC) growth at the Sn-Cu interface leads to stress in the layer.  The new work will focus on the microscale features that determine why whiskers start to grow at specific sites, i.e., which grains will form into whiskers/hillocks and how is this influenced by the magnitude of the stress. Scanning electron microscopy/electron backscattering diffraction (SEM/EBSD) will be used to monitor the surface repeatedly. These images will be used to create videos of how whiskers/hillocks grow out of the surface.   Correlation with the underlying grain structure will show which grain configurations are most likely to form whiskers.  Synchrotron microdiffraction studies at the APS synchrotron will be used to measure the deviatoric strain as well as the grain structure in real time as whiskers form.   Results of these studies will be used to determine what factors control where whiskers nucleate (e.g., local stress concentration, weak oxide, IMC accumulation, recrystallization, horizontal grain boundaries, etc.).   The data will be interpreted using finite element analysis simulations, with the measured microstructure serving as a critical input for the calculations.   Additional measurements during thermal cycling and under corrosive environments will be used to determine how these factors influence whisker formation.  The knowledge gained from this work will be used to develop mitigation strategies (using layer structure and composition) to suppress whisker formation. \r\n\r\nNON-TECHNICAL SUMMARY\r\n\r\nTin whiskers are long thin filaments that grow out of tin coatings used in electronics manufacturing. These whiskers have caused failures in pacemakers, nuclear power plants, satellites and other critical systems.  The problem has become more serious recently due to the removal of lead from manufacturing for environmental reasons.  Lead-tin alloys had been used for the last 50 years to suppress whiskering and there is currently no alternative that prevents whisker formation as well as lead.  The focus of this research is to understand why whiskers form where they do in order to develop schemes to prevent their formation.  Stress in the layer is believed to be the driving force for making whiskers, but that does not explain why they form at specific sites on the surface.  The researchers will use advanced characterization tools (electron microscopy) to repeatedly monitor the tin surface to observe the whiskers when they start to form.  Videos made from these images will show how the whiskers grow out of the surface from individual sites.  This technique also measures the orientation and shape of each tin grain in the layer which will enable the whisker formation to be correlated with the characteristics of the sites where they form.  The researchers will also use a unique X-ray diffraction tool with microscopic spatial resolution to determine the stress in the individual grains in the layer.  These measurements will provide input for mathematical modeling of the surface to understand how the stress develops in each grain and how that leads to whisker growth.  Future work will include studying how humidity and temperature influence whisker growth.  The results of these studies will be used to develop processing schemes to make layers that are resistant to whisker formation.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Chason",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Eric Chason",
   "pi_email_addr": "Eric_Chason@Brown.EDU",
   "nsf_id": "000185260",
   "pi_start_date": "2012-07-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "182 Hope Street",
  "perf_city_name": "Providence",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129002",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177100",
   "pgm_ele_name": "METAL & METALLIC NANOSTRUCTURE"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 120000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Tin whiskers are thin filaments that grow out of coatings used in microlelectronics.&nbsp; Growing to lengths of millimeters, they have become a major reliability issue by causing short circuits and system failures. Whiskers have become more common since the removal of the element lead from the tin coatings for environmental reasons (the presence of lead suppresses whisker formation).&nbsp; &nbsp;The goal of this project was to understand the fundamental mechanisms that control the nucleation and growth of whiskers in tin coatings.</p>\n<p><strong>Intellectual merit</strong>: &nbsp;Whiskers are believed to form in response to stress in the layer.&nbsp; In applications, the stress comes from the formation of an intermetallic compound that forms due to a reaction between the tin layer and the underlying copper conductor.&nbsp; However, this stress is difficult to control and therefore difficult to study its effect on whiskers.&nbsp; To address this, the thermal expansion mismatch between the tin layer and the substrate was used so that heating the sample created stress in the tin layer.&nbsp; The samples were measured on a unique system that incorporated an optical microscope to measure the sample surface while a wafer curvature system was used to simultaneously measure the stress.&nbsp; This enabled a direct correlation between the stress and the whisker nucleation kinetics.&nbsp; The results showed that the kinetics of whisker formation can be understood within the context of classical nucleation theory that is used to understand the formation of a new phase out of a parent phase (e.g., solidification). &nbsp;The measurements showed how the application of stress lowered the energetic barrier to whisker&nbsp; nucleation.&nbsp; In addition, the evolution of the whisker volume was measured during periods of heating in order to relate the growth rate of whiskers to the applied stress.&nbsp; This work showed that the growth rate is proportional to the applied stress above a critical value.&nbsp; This showed that a minimum stress value is needed for whiskers to grow.&nbsp; Although whisker growth relaxes the applied stress, the work also showed that the relaxation cannot be understood only in terms of whisker growth and other processes of stress relaxation (such as creep) must be considered.&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Broader impacts</strong>:&nbsp; The broader impact of this work has several different elements.&nbsp; The results of the work were disseminated to industrial and academic researchers interested in whisker formation by presentations at conferences and workshops.&nbsp; Results such as videos of whisker growth were posted on the lab&rsquo;s website and on a website on whiskers maintained by NASA.&nbsp; Several graduate and undergraduate students were trained in advanced materials synthesis (electron beam evaporation, electrodeposition) and characterization techniques (scanning electron microcopy to measure surface morphology, electron back-scattering diffraction to measure grain orientation, focused ion beam milling to create cross-sections, wafer curvature to measure stress, etc.).&nbsp; A middle school teacher was given a research experience in the lab to develop a system for applying stress to whiskers.&nbsp; Collaborations with industrial partners applied the whisker-characterization techniques to look at the effect of conformal coatings and applied mechanical pressure on the formation of whiskers.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/17/2015<br>\n\t\t\t\t\tModified by: Eric&nbsp;Chason</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n...",
  "por_txt_cntn": "\nTin whiskers are thin filaments that grow out of coatings used in microlelectronics.  Growing to lengths of millimeters, they have become a major reliability issue by causing short circuits and system failures. Whiskers have become more common since the removal of the element lead from the tin coatings for environmental reasons (the presence of lead suppresses whisker formation).   The goal of this project was to understand the fundamental mechanisms that control the nucleation and growth of whiskers in tin coatings.\n\nIntellectual merit:  Whiskers are believed to form in response to stress in the layer.  In applications, the stress comes from the formation of an intermetallic compound that forms due to a reaction between the tin layer and the underlying copper conductor.  However, this stress is difficult to control and therefore difficult to study its effect on whiskers.  To address this, the thermal expansion mismatch between the tin layer and the substrate was used so that heating the sample created stress in the tin layer.  The samples were measured on a unique system that incorporated an optical microscope to measure the sample surface while a wafer curvature system was used to simultaneously measure the stress.  This enabled a direct correlation between the stress and the whisker nucleation kinetics.  The results showed that the kinetics of whisker formation can be understood within the context of classical nucleation theory that is used to understand the formation of a new phase out of a parent phase (e.g., solidification).  The measurements showed how the application of stress lowered the energetic barrier to whisker  nucleation.  In addition, the evolution of the whisker volume was measured during periods of heating in order to relate the growth rate of whiskers to the applied stress.  This work showed that the growth rate is proportional to the applied stress above a critical value.  This showed that a minimum stress value is needed for whiskers to grow.  Although whisker growth relaxes the applied stress, the work also showed that the relaxation cannot be understood only in terms of whisker growth and other processes of stress relaxation (such as creep) must be considered. \n\n \n\nBroader impacts:  The broader impact of this work has several different elements.  The results of the work were disseminated to industrial and academic researchers interested in whisker formation by presentations at conferences and workshops.  Results such as videos of whisker growth were posted on the labÆs website and on a website on whiskers maintained by NASA.  Several graduate and undergraduate students were trained in advanced materials synthesis (electron beam evaporation, electrodeposition) and characterization techniques (scanning electron microcopy to measure surface morphology, electron back-scattering diffraction to measure grain orientation, focused ion beam milling to create cross-sections, wafer curvature to measure stress, etc.).  A middle school teacher was given a research experience in the lab to develop a system for applying stress to whiskers.  Collaborations with industrial partners applied the whisker-characterization techniques to look at the effect of conformal coatings and applied mechanical pressure on the formation of whiskers.  \n\n \n\n\t\t\t\t\tLast Modified: 10/17/2015\n\n\t\t\t\t\tSubmitted by: Eric Chason"
 }
}