{
 "awd_id": "1206986",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Synthesis and Detailed Chemical Structure of Isotopically Enriched Graphite Oxide, Reduce Graphene Oxides, and Chemically Modified Graphenes",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael J. Scott",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2014-11-30",
 "tot_intn_awd_amt": 395000.0,
 "awd_amount": 309038.0,
 "awd_min_amd_letter_date": "2012-06-04",
 "awd_max_amd_letter_date": "2014-11-26",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\n\r\nA novel technique for growing synthetic graphite from methane on resistively-heated metal foils has been developed. This method allows the control of the thickness and, crucially, the isotopic composition of the graphite. Three research paths will be pursued in this program funded by the Solid State and Materials Chemistry Program. Formation mechanisms and structures of reduced graphene oxides and other chemically modified graphenes (CMGs): With the ratio of 13C/12C as a variable, synthetic graphite will be converted to graphite oxide (GO). Both as-produced and exfoliated GO will be subjected to various modifications such as chemical, physical, or biological reduction, or functionalization, to give CMG materials. This 13C-enriched GO will be a fascinating carbon source to study the detailed molecular structure and the formation mechanism of the new type of carbon that has been recently discovered in our lab (KOH activated microwaved exfoliated graphite oxide called 'a-MEGO') (Science 2011). The fundamental study on the change of the local or global electronic structure and the Density of States (DOS) of CMG by foreign atoms (such as N, B, etc) is made both experimentally and theoretically possible with the aid of 13C-labeled carbon sources. This a-MEGO material will be extensively characterized by solid-state NMR (SS-NMR), imaging micro-Raman, Fourier transform infra-red (FT-IR) spectroscopy, and other techniques to determine the molecular structure of these CMGs. The CMGs will be characterized to determine their chemical structures and the molecular-level mechanisms at work during their production. This information will be used to optimize the chemistry of CMG production for important uses, e.g., the synthesis of conductive material for electrical energy storage.  Improved growth of 13C-enriched material: We will continue to study our growth methods to further the quality, quantity, and forms of 13C-enriched carbons that we can produce. For example, a new type of growth system (RF heating/UHV components) has been built, that should offer significant advantages compared to our existing setup. This new system should result in extra material that we can supply to potential collaborators.  Growth of graphite as a source of thin graphene films: It is possible to produce layers of graphite only a few sheets thick, with lateral dimensions of many microns. Improved methods of removing the graphite from the substrate to produce high-quality graphene that can also be 13C-enriched for fundamental physical studies will be developed.\r\n\r\nNON-TECHNICAL SUMMARY\r\n\r\nThe goal of this proposed research is to better understand the structure of materials derived from the chemical modification of graphite. To do this, the materials must be made from synthetic graphite enriched in the 13C isotope of carbon. The methods that are established for 13C-enriched graphite production will mean that this new material type will be broadly available for studies by other scientists. Improved understanding of the chemistries of graphite oxide and derivatives will be important for the development of materials based on chemically modified graphite. These materials may find application in diverse areas such as: energy storage materials and in structural materials. The proposal includes a significant program in outreach, such as: research programs for graduate students and postdoctoral fellows; continuous and summer research training for high school and undergraduate (including minority) students and high school teachers; additions to course materials; and curriculum development for grades 7-12 by teacher training through the UTeach program at the University of Texas at Austin. There are ongoing collaborations with Oak Ridge National Laboratory and with colleagues at the University of Illinois-Chicago (SS-NMR).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Rodney",
   "pi_last_name": "Ruoff",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Rodney S Ruoff",
   "pi_email_addr": "r.ruoff@mail.utexas.edu",
   "nsf_id": "000166763",
   "pi_start_date": "2012-06-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Austin",
  "inst_street_address": "110 INNER CAMPUS DR",
  "inst_street_address_2": "",
  "inst_city_name": "AUSTIN",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "5124716424",
  "inst_zip_code": "787121139",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT AUSTIN",
  "org_prnt_uei_num": "",
  "org_uei_num": "V6AFQPN18437"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at Austin",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "787137726",
  "perf_ctry_code": "US",
  "perf_cong_dist": "37",
  "perf_st_cong_dist": "TX37",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 309038.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>We have studied the chemistry of graphite and of a related material made from graphite called graphite oxide. These materials are layered materials. Graphite is composed of stacked graphene layers and is a material that is mined in large quantity and used worldwide in a large variety of applications. Graphite oxide is composed of stacked &lsquo;graphene oxide&rsquo; layers and is a synthetic material made from graphite by the use of both \"intercalants\" and strong oxidants. Such layered materials are of intense interest these days because the individual layers are essentially &lsquo;two-dimensional&rsquo; and can be re-stacked from wet solutions to make new materials, or they can be studied as individual platelets. Graphene oxide has been an important single layer chemically modified graphene for preparing other chemically modified graphenes. &nbsp;Our efforts addressed new aspects of graphite oxide and graphene oxide materials, including their assembly and chemical modification. Two undergraduate students from the University of Texas at Austin were directly supported for research from this grant and three more undergraduate students from UT-Austin participated in the research undertaken; two postdoctoral fellows were strongly supported and three others also received support. These students and researchers were trained in and achieved a deeper understanding of these important materials.&nbsp;&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/09/2015<br>\n\t\t\t\t\tModified by: Rodney&nbsp;S&nbsp;Ruoff</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWe have studied the chemistry of graphite and of a related material made from graphite called graphite oxide. These materials are layered materials. Graphite is composed of stacked graphene layers and is a material that is mined in large quantity and used worldwide in a large variety of applications. Graphite oxide is composed of stacked ægraphene oxideÆ layers and is a synthetic material made from graphite by the use of both \"intercalants\" and strong oxidants. Such layered materials are of intense interest these days because the individual layers are essentially ætwo-dimensionalÆ and can be re-stacked from wet solutions to make new materials, or they can be studied as individual platelets. Graphene oxide has been an important single layer chemically modified graphene for preparing other chemically modified graphenes.  Our efforts addressed new aspects of graphite oxide and graphene oxide materials, including their assembly and chemical modification. Two undergraduate students from the University of Texas at Austin were directly supported for research from this grant and three more undergraduate students from UT-Austin participated in the research undertaken; two postdoctoral fellows were strongly supported and three others also received support. These students and researchers were trained in and achieved a deeper understanding of these important materials.  \n\n \n\n\t\t\t\t\tLast Modified: 06/09/2015\n\n\t\t\t\t\tSubmitted by: Rodney S Ruoff"
 }
}