{
 "awd_id": "1206447",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Exploiting Enhanced Polarization from Optically-Pumped NMR of Semiconductors",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Paul Sokol",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 360000.0,
 "awd_min_amd_letter_date": "2012-07-16",
 "awd_max_amd_letter_date": "2014-05-22",
 "awd_abstract_narration": "****Technical Abstract****\r\nA new type of spectroscopy combining optical-pumping of electrons with NMR detection, termed OPNMR, is being developed and applied to a series of important classes of direct-gap III-V semiconductors. OPNMR exploits the optically-oriented electrons, which couple to surrounding nuclear spins; enhanced NMR signals can then be observed. Defect sites and dopants related to optically-relevant defects will be spectroscopically identified. Polarization transfer schemes, whereby signal enhancements in one region travel via nuclear spin diffusion to other regions will be explored, opening up the possibility of new applications of OPNMR. Theory and experimental work will be closely coupled in this project with calculations of the bandstructure and spin-dependent optical transitions, and an industrial partner will assist in selection of heterostructure devices for analysis. Ancillary benefits of this research will include models of OPNMR phenomena for these methods to be applied to II-VI and Group IV semiconductors. Graduate students will be educated and trained in cutting-edge spectroscopy techniques, which enables them to pursue careers in a variety of areas including lasers, semiconductor devices, NMR/MRI spectroscopy, and it builds both knowledge and experience in chemistry, physics, and engineering. Experience working with an industrial partner will be invaluable to help students make informed career choices and to provide contacts for future research opportunities.\r\n\r\n****Non-technical Abstract****\r\nCutting-edge spectroscopic tools are being developed that combine lasers with nuclear magnetic resonance, or NMR (a technique that is closely-related to MRI's used in medicine), to study semiconductors. Semiconductor materials are of enormous economic and industrial importance because these form the basic building blocks for electronic components and equipment. Semiconductors are a type of material that act as a \"pipeline\" for electrons, controlling where and how electrons flow inside the material, such as in computer chips or the pixels in digital cameras. By shining laser light onto the semiconductor, electrons are generated.  Understanding how these photoexcited electrons behave is important to device performance, and the laser+NMR techniques are used to monitor the electron spins through their interactions with the surroundings.  In this project, graduate students will be educated and trained in these advanced technologies, which enables them to pursue careers in a variety of areas (i.e., lasers, semiconductor devices, NMR/MRI spectroscopy), and it builds knowledge and experience in chemistry, physics, and engineering. The collaborative team includes an industrial partner thus offering real-world experience for our students, and a broader commercially-focused perspective to the senior (academic) personnel on this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sophia",
   "pi_last_name": "Hayes",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Sophia E Hayes",
   "pi_email_addr": "hayes@wustl.edu",
   "nsf_id": "000468450",
   "pi_start_date": "2012-07-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Washington University",
  "inst_street_address": "1 BROOKINGS DR",
  "inst_street_address_2": "",
  "inst_city_name": "SAINT LOUIS",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "3147474134",
  "inst_zip_code": "631304862",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "MO01",
  "org_lgl_bus_name": "WASHINGTON UNIVERSITY, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "L6NFUM28LQM5"
 },
 "perf_inst": {
  "perf_inst_name": "Washington University",
  "perf_str_addr": "1 Brookings Dr",
  "perf_city_name": "St Louis",
  "perf_st_code": "MO",
  "perf_st_name": "Missouri",
  "perf_zip_code": "631304899",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MO01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "171000",
   "pgm_ele_name": "CONDENSED MATTER PHYSICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 120000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 100000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Our project has been aimed at developing and applying optically-pumped nuclear magnetic resonance (OPNMR) which is optical pumping of semiconductors and NMR detection of the resulting signals.&nbsp; Optical pumping is undertaken to polarize conduction electrons and monitor the nuclear spins to which they are coupled through NMR detection.&nbsp; In this project, we have studied GaAs, InP, and CdTe in both bulk and heterostructure forms.&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">Broader impacts outcomes</span>:&nbsp;</p>\n<p>This research has contributed to the exploration of ways to structurally characterize semiconductor heterostructures&mdash;multilayered thin films of a semiconductor and another insulator or metal.&nbsp; These are the basis of nearly all electronic devices, so information about the structure at these interfaces is a &ldquo;grand challenge&rdquo; in all of materials physics, establishing the structure-property-materials performance relationship.&nbsp; Like a related technique, dynamic nuclear polarization (DNP) NMR, the hope is the OPNMR will become a widely-used technique for signal enhancements even though it is technically very challenging.</p>\n<p>OPNMR is highly sensitive to the light hole-to-conduction band transitions in these III-V semiconductors studied here.&nbsp; Given that, OPNMR provides very precise measurements of these transition energies&mdash;an important input for theory groups who conduct calculations of bandstructure, especially those that are distorted in magnetic fields, which is important for both theory and practical applications of devices in or near magnetic fields.</p>\n<p>Students and postdocs engaged in this research were trained in cutting-edge materials science research, combining concepts of physics, chemistry, and materials engineering.&nbsp; They constructed state-of-the-art instrumentation, which led to training opportunities that prepared many of them for careers in instrumentation-areas (for example, as a research scientist at CUNY, and a developer of DNP NMR hardware).</p>\n<p><span style=\"text-decoration: underline;\">Intellectual merit outcomes</span>:</p>\n<p>Our most exciting achievement was the ability to obtain signals from a GaAs-aluminum oxide interface, as shown in Figure 1, which shows the enormous potential of OPNMR.&nbsp; These are OPNMR spectra of <sup>75</sup>As in a strained region of GaAs&mdash;where the strain is evident from the splitting of the spectrum (shown in red).&nbsp; Other experimental conditions (shown in blue and black) do not display the splitting, and the optical pumping (wavelength used) ensures shallow penetration of the laser just to the near-interface region.&nbsp;</p>\n<p>During this project, we altered models to address the OPNMR behavior, incorporating a photon energy-dependent (wavelength-dependent) term to predict how the populations of electron spins are changed by changing the wavelength, and the polarization (&sigma;<sup>+</sup> or &sigma;<sup>&ndash;</sup>) used to excite those semiconductor conduction electrons.&nbsp; Shown in Figure 2, the model could be generalized to both <sup>71</sup>Ga and <sup>69</sup>Ga for GaAs and <sup>31</sup>P for InP OPNMR&mdash;two different &ldquo;direct-gap&rdquo; semiconductors&mdash;by simply changing several of the inputs that are specific to each material.</p>\n<p>We explored <sup>71</sup>Ga OPNMR of GaAs \"quantum wells\" (multilayers of GaAs and AlGaAs) at two different magnetic fields &ndash; 3T and 4.7T.&nbsp; The data we record are shown as &ldquo;OPNMR profiles&rdquo; which are plots of the integrated OPNMR signal versus the photon energy (wavelength) used for optical pumping.&nbsp; Many so-called peaks and valleys are observed, and many of these were assigned based on the bandstructure (that becomes split into sublevels) in a magnetic field.&nbsp; What is notable is the large light hole-to-conduction band transition&mdash;highlighted in Figure 3 with the &ldquo;LH&rdquo; label.&nbsp; This transition is large and is an excursion&mdash;inverting its sign (from negative to positive &ndash;or vice versa) because excitation of that state results in a flip of the electron spin population.&nbsp; Only OPNMR shows such an effect, and the light holes are the most easily-identified feature in the profile.</p>\n<p>These light hole transitions are highlighted in Figure 4&mdash;where we traveled to NHMFL in Tallahassee to record field-dependent OPNMR.&nbsp; What is shown is a series of OPNMR data from GaAs/AlGaAs quantum wells for magnetic fields from 4T to 11.8T, combined with measurements from Washington Univ.&nbsp; These light hole-to-conduction band transitions have a nearly linear relationship versus magnetic field.&nbsp; These data help refine theoretical models of spin splitting of the bandstructure in magnetic fields.</p>\n<p>We constructed a 2-channel NMR probe for cryogenic temperatures (5-10K) with optical access at the sample space (Figure 5).&nbsp; This probe permits interrogation of two NMR isotopes simultaneously--the basis of nearly all modern solid-state NMR.&nbsp; We studied CdTe, by observing <sup>113</sup>Cd while cross-polarizing from <sup>125</sup>Te.&nbsp; Cross-polarization resonantly excites two nuclei using a pulse sequence to both enhance their interaction, or to interrupt that interaction (by design).&nbsp; The <sup>113</sup>Cd data (blue) bound to <sup>125</sup>Te are selectively excited and become split into a doublet.&nbsp; The black <sup>113</sup>Cd NMR show all Cd sites present.&nbsp; OPNMR and cross-polarization lets us select these <sup>125</sup>Te-<sup>113</sup>Cd spin pairs, which are in isolation because these are very rare nuclear spins (both have low isotopic abundance).&nbsp; Such couplings of high atomic number nuclei are infrequently observed, and specialists in NMR theory will use precise determinations of such interactions to enhance computations.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2016<br>\n\t\t\t\t\tModified by: Sophia&nbsp;E&nbsp;Hayes</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1206447/1206447_10190719_1477788406039_GaAsInterface--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1206447/1206447_10190719_1477788406039_GaAsInterface--rgov-800width.jpg\" title=\"Fig. 1. OPNMR Reveals the GaAs-Al2O3 Interface in a Heterostructure\"><img src=\"/por/images/Reports/POR/2016/1206447/1206447_10190719_1477788406039_GaAsInterface--rgov-66x44.jpg\" alt=\"Fig. 1. OPNMR Reveals the GaAs-Al2O3 Interface in a Heterostructure\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">OPNMR enhances the As-75 NMR from a GaAs-Al2O3 interface. GaAs-Al2O3 OOPNMR shows strain (RED, evident as 2 satellites flanking the resonance), whereas bare GaAs (BLUE) shows no splitting. (Black) conventional NMR is broadened--however signals do not arise from only the interface, as with OPNMR.</div>\n<div class=\"imageCredit\">Sophia Hayes</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Sophia&nbsp;E&nbsp;Hayes</div>\n<div class=\"imageTitle\">Fig. 1. OPNMR Reveals the GaAs-Al2O3 Interface in a Heterostructure</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1206447/1206447_10190719_1477690882270_Sz_Generality--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1206447/1206447_10190719_1477690882270_Sz_Generality--rgov-800width.jpg\" title=\"Fig. 2. OPNMR &quot;Profiles&quot; of GaAs and InP Experimental Data and Model with Revised Electron Spin Polarization\"><img src=\"/por/images/Reports/POR/2016/1206447/1206447_10190719_1477690882270_Sz_Generality--rgov-66x44.jpg\" alt=\"Fig. 2. OPNMR &quot;Profiles&quot; of GaAs and InP Experimental Data and Model with Revised Electron Spin Polarization\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">OPNMR data are plotted with integrated NMR intensity vs. optical pumping photon energy --the \"OPNMR profile.\" Shown are 71Ga data (GaAs) and 31P data (InP). The solid line is the model using a revised expression for the photon energy-dependent electron spin polarization (Sz).</div>\n<div class=\"imageCredit\">Sophia Hayes</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Sophia&nbsp;E&nbsp;Hayes</div>\n<div class=\"imageTitle\">Fig. 2. OPNMR \"Profiles\" of GaAs and InP Experimental Data and Model with Revised Electron Spin Polarization</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1206447/1206447_10190719_1477691708411_QWell_Profiles--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1206447/1206447_10190719_1477691708411_QWell_Profiles--rgov-800width.jpg\" title=\"Fig. 3. OPNMR &quot;Profiles&quot; of GaAs Quantum Wells for Two Magnetic Fields 4.7T and 3T\"><img src=\"/por/images/Reports/POR/2016/1206447/1206447_10190719_1477691708411_QWell_Profiles--rgov-66x44.jpg\" alt=\"Fig. 3. OPNMR &quot;Profiles&quot; of GaAs Quantum Wells for Two Magnetic Fields 4.7T and 3T\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">OPNMR data are plotted as integrated intensity of the OPNMR signal vs. photon energy for two light polarization (sigma+ and sigma-).  Shown here are data for two fields: 4.7T and 3T.  The dominant feature we observe is the light hole-to-conduction band transition (labeled with \"LH\").</div>\n<div class=\"imageCredit\">Sophia Hayes</div>\n<div class=\"imageSubmitted\">Sophia&nbsp;E&nbsp;Hayes</div>\n<div class=\"imageTitle\">Fig. 3. OPNMR \"Profiles\" of GaAs Quantum Wells for Two Magnetic Fields 4.7T and 3T</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1206447/1206447_10190719_1477787465707_LHvsB0--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1206447/1206447_10190719_1477787465707_LHvsB0--rgov-800width.jpg\" title=\"Fig. 4. Magnetic Field Dependence of the Light Hole Transition\"><img src=\"/por/images/Reports/POR/2016/1206447/1206447_10190719_1477787465707_LHvsB0--rgov-66x44.jpg\" alt=\"Fig. 4. Magnetic Field Dependence of the Light Hole Transition\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">OPNMR performed on GaAs at multiple high fields shows a nearly-linear dependence of the light hole-to-conduction band transition. The raw data are shown in the inset, and the plot of the transition energy versus magnetic field is in the plot.</div>\n<div class=\"imageCredit\">Sophia Hayes</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Sophia&nbsp;E&nbsp;Hayes</div>\n<div class=\"imageTitle\">Fig. 4. Magnetic Field Dependence of the Light Hole Transition</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1206447/1206447_10190719_1477787767285_CdTe_Jcoupling--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1206447/1206447_10190719_1477787767285_CdTe_Jcoupling--rgov-800width.jpg\" title=\"Cd-113 OPNMR of CdTe\"><img src=\"/por/images/Reports/POR/2016/1206447/1206447_10190719_1477787767285_CdTe_Jcoupling--rgov-66x44.jpg\" alt=\"Cd-113 OPNMR of CdTe\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">OPNMR of CdTe was used in conjunction with 2-channel cross polarization experiments to reveal coupling between Cd-Te spin pairs.  The pulse sequence is shown in the inset.  (Black) the entire Cd-113 spectrum, (blue) the cross-polarization of Te-125 to Cd-113, showing directly-bonded Cd-Te pairs.</div>\n<div class=\"imageCredit\">Sophia Hayes</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Sophia&nbsp;E&nbsp;Hayes</div>\n<div class=\"imageTitle\">Cd-113 OPNMR of CdTe</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1206447/1206447_10190719_1477690486786_2ChannelProbe--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1206447/1206447_10190719_1477690486786_2ChannelProbe--rgov-800width.jpg\" title=\"Fig. 5. 2-Channel Cryogenic NMR Probe with Optical Access\"><img src=\"/por/images/Reports/POR/2016/1206447/1206447_10190719_1477690486786_2ChannelProbe--rgov-66x44.jpg\" alt=\"Fig. 5. 2-Channel Cryogenic NMR Probe with Optical Access\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">These are images of the 2-channel broadband X,Y probe constructed for low-temperature (cryogenic) NMR specifically for OPNMR studies.  The probe has optical access at the sample space.  This probe permits cross-polarization and decoupling between two spins (such as Cd and Te, or GaAs) to be studied.</div>\n<div class=\"imageCredit\">Sophia Hayes</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Sophia&nbsp;E&nbsp;Hayes</div>\n<div class=\"imageTitle\">Fig. 5. 2-Channel Cryogenic NMR Probe with Optical Access</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nOur project has been aimed at developing and applying optically-pumped nuclear magnetic resonance (OPNMR) which is optical pumping of semiconductors and NMR detection of the resulting signals.  Optical pumping is undertaken to polarize conduction electrons and monitor the nuclear spins to which they are coupled through NMR detection.  In this project, we have studied GaAs, InP, and CdTe in both bulk and heterostructure forms. \n\nBroader impacts outcomes: \n\nThis research has contributed to the exploration of ways to structurally characterize semiconductor heterostructures&mdash;multilayered thin films of a semiconductor and another insulator or metal.  These are the basis of nearly all electronic devices, so information about the structure at these interfaces is a \"grand challenge\" in all of materials physics, establishing the structure-property-materials performance relationship.  Like a related technique, dynamic nuclear polarization (DNP) NMR, the hope is the OPNMR will become a widely-used technique for signal enhancements even though it is technically very challenging.\n\nOPNMR is highly sensitive to the light hole-to-conduction band transitions in these III-V semiconductors studied here.  Given that, OPNMR provides very precise measurements of these transition energies&mdash;an important input for theory groups who conduct calculations of bandstructure, especially those that are distorted in magnetic fields, which is important for both theory and practical applications of devices in or near magnetic fields.\n\nStudents and postdocs engaged in this research were trained in cutting-edge materials science research, combining concepts of physics, chemistry, and materials engineering.  They constructed state-of-the-art instrumentation, which led to training opportunities that prepared many of them for careers in instrumentation-areas (for example, as a research scientist at CUNY, and a developer of DNP NMR hardware).\n\nIntellectual merit outcomes:\n\nOur most exciting achievement was the ability to obtain signals from a GaAs-aluminum oxide interface, as shown in Figure 1, which shows the enormous potential of OPNMR.  These are OPNMR spectra of 75As in a strained region of GaAs&mdash;where the strain is evident from the splitting of the spectrum (shown in red).  Other experimental conditions (shown in blue and black) do not display the splitting, and the optical pumping (wavelength used) ensures shallow penetration of the laser just to the near-interface region. \n\nDuring this project, we altered models to address the OPNMR behavior, incorporating a photon energy-dependent (wavelength-dependent) term to predict how the populations of electron spins are changed by changing the wavelength, and the polarization (&sigma;+ or &sigma;&ndash;) used to excite those semiconductor conduction electrons.  Shown in Figure 2, the model could be generalized to both 71Ga and 69Ga for GaAs and 31P for InP OPNMR&mdash;two different \"direct-gap\" semiconductors&mdash;by simply changing several of the inputs that are specific to each material.\n\nWe explored 71Ga OPNMR of GaAs \"quantum wells\" (multilayers of GaAs and AlGaAs) at two different magnetic fields &ndash; 3T and 4.7T.  The data we record are shown as \"OPNMR profiles\" which are plots of the integrated OPNMR signal versus the photon energy (wavelength) used for optical pumping.  Many so-called peaks and valleys are observed, and many of these were assigned based on the bandstructure (that becomes split into sublevels) in a magnetic field.  What is notable is the large light hole-to-conduction band transition&mdash;highlighted in Figure 3 with the \"LH\" label.  This transition is large and is an excursion&mdash;inverting its sign (from negative to positive &ndash;or vice versa) because excitation of that state results in a flip of the electron spin population.  Only OPNMR shows such an effect, and the light holes are the most easily-identified feature in the profile.\n\nThese light hole transitions are highlighted in Figure 4&mdash;where we traveled to NHMFL in Tallahassee to record field-dependent OPNMR.  What is shown is a series of OPNMR data from GaAs/AlGaAs quantum wells for magnetic fields from 4T to 11.8T, combined with measurements from Washington Univ.  These light hole-to-conduction band transitions have a nearly linear relationship versus magnetic field.  These data help refine theoretical models of spin splitting of the bandstructure in magnetic fields.\n\nWe constructed a 2-channel NMR probe for cryogenic temperatures (5-10K) with optical access at the sample space (Figure 5).  This probe permits interrogation of two NMR isotopes simultaneously--the basis of nearly all modern solid-state NMR.  We studied CdTe, by observing 113Cd while cross-polarizing from 125Te.  Cross-polarization resonantly excites two nuclei using a pulse sequence to both enhance their interaction, or to interrupt that interaction (by design).  The 113Cd data (blue) bound to 125Te are selectively excited and become split into a doublet.  The black 113Cd NMR show all Cd sites present.  OPNMR and cross-polarization lets us select these 125Te-113Cd spin pairs, which are in isolation because these are very rare nuclear spins (both have low isotopic abundance).  Such couplings of high atomic number nuclei are infrequently observed, and specialists in NMR theory will use precise determinations of such interactions to enhance computations.\n\n\t\t\t\t\tLast Modified: 10/29/2016\n\n\t\t\t\t\tSubmitted by: Sophia E Hayes"
 }
}