{
 "awd_id": "1207431",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Structures and Dynamics in Disordered Systems",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924920",
 "po_email": "aklirono@nsf.gov",
 "po_sign_block_name": "Alexios Klironomos",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 330000.0,
 "awd_min_amd_letter_date": "2012-08-28",
 "awd_max_amd_letter_date": "2014-04-29",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\nThis award supports theoretical and computational research and aging on hierarchically structured systems and aging in glasses. Hierarchical structures are pervasive in many environments, such as biological networks, and social and economical organizations. Custom-made materials that exhibit hierarchical properties may lead to complex yet well-controlled functionalities not found in ordinary matter. Their recursive design lends itself to rigorous analysis as well as to efficient engineering. Applying venerable tools from condensed matter physics, such as the renormalization group, deep new insight can be gained for transport and critical phenomena on such structures, benefiting applications such as the design of tunable phase transitions or of quantum computing devices.\r\n\r\nIn the spirit of the powerful concept of universality arising from renormalization group, as applied to systems on conventional lattices, the PI is formulating a renormalization group-classification scheme for critical phenomena on hierarchical networks. Hierarchical networks exhibit a number of uncommon critical phenomena that are rare to find in real materials, such as inverted Kosterlitz-Thouless transitions, infinite-order or discontinuous transitions, and non-universal transitions with tunable critical exponents. Understanding and controlling such transitions ultimately provides the possibility to engineer materials and nanostructures with custom properties not available in ordinary materials. These notions will be developed for a broad range of condensed matter systems. In the process, the PI will investigate and advance the application of RG methods to handle global constraint, and novel RG schemes will be devised for non-equilibrium and quantum transport phenomena on networks. For example, the PI will investigate problems in quantum computing in recursive lattices to analyze with rigorous methods how quantum interference affects Grover's algorithm for quantum search in higher-dimensional structures to suggest efficient realizations of memory in a quantum computer.\r\n\r\nThe central hypothesis of the second project on glassy relaxation is that aging generally is connected with record fluctuations, implying that intermittent events or \"quakes\" drive the dynamics in many glassy materials, with quenched or structural disorder, irrespective of specific microscopic details. Specifically, this project aims to study a new real-space model that provides the relevant phenomenology for record dynamics. Extensive simulations of this model will be conducted to reveal its consistency with known aging phenomena, including the reproduction of various thermodynamic measures. New measures will be explored and tested for their experimental efficacy. Theoretical descriptions in terms of record dynamics will be devised and matched to recent experimental results.\r\n\r\nWhile there are theories that capture various features of aging behavior in glassy materials, there are few unifying concepts among them. Mode-coupling theory does not apply below the glass transition, kinetically constrained models rarely have a transition, and effective temperature concepts from mean field theories lack fluctuations to capture the full non-equilibrium nature of the aging phenomenon. In general, thermodynamic descriptions provide useful indicators, yet, blur the true sub-extensive character of activated dynamics. The PI will examine the significance of the importance of intermittent, extremal fluctuations as a controlling impetus for the relaxation process by devising and analyzing a model based on record dynamics and by providing quantitative insights into a broad spectrum of aging phenomena. In the long run, a more unified description of complex relaxation may emerge, enhancing control in the use and design of disordered materials. Implications for the understanding of complex energy-landscapes, useful in materials design as well as for biological evolution and combinatorial optimization, will be explored.\r\n\r\nNON-TECHNICAL SUMMARY\r\nThis award supports theoretical and computational research and aging on hierarchically structured systems and aging in glassy materials. The study of complex networks has revolutionized our understanding of many man-made and natural structures in the last decade. Hierarchical structures, in particular, have become a central issue in the design of complex materials as well as in the study of biological networks, social and economical organizations. The PI's research on the dynamics of transport processes within hierarchical networks and modeling the flow of granular materials or electrons, reveals entirely new patterns, very distinct from the typical behaviors observed in ordinary materials. One goal of this project is to understand and classify these novel properties using the tools of traditional condensed matter physics, appropriately adapted to these structures. Such insight can be exploited to engineer meta-materials with custom-made and controllable features.\r\n\r\nAnother system exhibiting complex dynamics is provided by colloidal and similarly disordered materials. At high density and/or low temperature these amorphous materials attain a glassy state characterized by extremely slow relaxation dynamics, which itself depends on the history of the process. Slow relaxation in disordered systems arises at many levels, for better or for worse: We desire to \"unpack\" traffic jams faster, to transport grains through hoppers more quickly, or to pack objects more densely, but we also hope that actual glass - in principle a fluid material - retains it shape for long times. A unifying phenomenology referred to as \"aging\" has been used to describe manifestations of this relaxation dynamics over a wide class of otherwise unrelated materials. Yet, a generic mechanism needed to justify such a sweeping generalization has been elusive. In this second project, the PI will investigate in depth a promising mechanism theoretically and numerically, and in close connection with the experimental evidence.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stefan",
   "pi_last_name": "Boettcher",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stefan Boettcher",
   "pi_email_addr": "sboettc@emory.edu",
   "nsf_id": "000214945",
   "pi_start_date": "2012-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Emory University",
  "inst_street_address": "201 DOWMAN DR NE",
  "inst_street_address_2": "",
  "inst_city_name": "ATLANTA",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "4047272503",
  "inst_zip_code": "303221061",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "GA05",
  "org_lgl_bus_name": "EMORY UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "S352L5PJLMP8"
 },
 "perf_inst": {
  "perf_inst_name": "Emory University",
  "perf_str_addr": "Physics Department, 400 Dowman D",
  "perf_city_name": "Atlanta",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "303221005",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "GA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 110000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Slow relaxation in disordered systems arises at many levels. We desire to &ldquo;unpack&rdquo; a traffic jam faster, quickly transport grains through hoppers, or pack them more densely, but we also hope that glass retains its shape. At the microscopic level, we typically distinguish between materials with either quenched or structural disorder. In the former, disorder is due to frustrated couplings between variables, while in the latter it emerges dynamically in the jamming of otherwise uncoupled particles in a colloid or a granular piles. Despite vast differences in scale and structure, there exists significant commonality in the dynamic response of these systems, often referred to as &ldquo;aging&rdquo;. Aging arises when disordered systems fall out of equilibrium after a sudden quench and relaxation time-scales begin to exceed experimental time-scales at low temperature, high density, low shear, etc. Although the effect is entirely of a non-equilibrium, dynamical nature, there is some evidence that the onset of aging may coincide with an ideal glass transition. Beyond it, the glassy phase is characterized by full aging and exhibits a number of interesting phenomena, such as rejuvenation and other memory effects. It would be of considerable interest to understand, control, and exploit these effects for the design of better materials as well as more efficient engineering processes.</p>\n<p>With this grant, we have established a real-space model that captures the phenomenology of jamming and aging in terms of a theory we call \"record dynamics\". In this theory, dynamic heterogeneities emerge generically, independent of microscopic details. Intermittent rearrangements are signaled by their break-up in record-sized fluctuations (&ldquo;quakes&rdquo;) that occur at a decelerating rates ~1/t, like in a record statistics. Model predictions for event-statistics, particle mobility, and the growing length-scale have been tested successfully in collaboration with experimentalists.</p>\n<p>In a second project, we have studied the physics of quantum walks -- their entanglement, localization, interference, decoherence effects in heterogeneous environments -- that rival classical random walks (&ldquo;diffusion&rdquo;) in importance as a transport problem with many experimental manifestations. In 1997, Grover showed that a quantum walk facilitates a search algorithm that locates any site of a network in <em>O(&radic;N)</em> steps. Such a quadratic speed-up over classical <em>O(N)</em> first-passage times is one of the promising aspects of quantum computing, for instance, to search quantum memories.</p>\n<p>Similar to a classical random walk, we have explored universality in the similarity-scaling of the probability density function of the walk to affect a site <em>x</em> at time <em>t</em>, after starting at the origin, <em>&rho; ( x,t ) </em><em>&sim;</em><em> f( x<sup>dw</sup>/t )</em> , and the resulting mean-square displacement of a walk, <em>&lt; r<sup>2</sup></em><em> &gt; &sim;</em><em> t<sup>2/dw</sup></em>. Using the renormalization group, we determined a generic relation between random walks and a Grover walk, namely, that <em>d<sub>w</sub></em> of the random walk is always twice of that in the Grover walk. Unitarity in the evolution of the quantum state result in <em>complex</em> renormalization group equations that are challenging to analyze.</p>\n<p>During the granting period, our &ldquo;Dynamics of Disorder Group&rdquo; at Emory University has graduated 4 students with research supported under this grant (see Picture). Students have participated in international exchanges, for instance, to collaborators in Denmark and to Brazil (procuring additional support from the APS), and have been involved in various dissemination activities. For example, 23 papers have been published with students and collaborators as co-authors.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/19/2016<br>\n\t\t\t\t\tModified by: Stefan&nbsp;Boettcher</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation onePhoto\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1207431/1207431_10207103_1476805013253_Untitled--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1207431/1207431_10207103_1476805013253_Untitled--rgov-800width.jpg\" title=\"Research Group on Structures and Dynamics in Disordered Systems\"><img src=\"/por/images/Reports/POR/2016/1207431/1207431_10207103_1476805013253_Untitled--rgov-66x44.jpg\" alt=\"Research Group on Structures and Dynamics in Disordered Systems\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Our group under this grant has graduated three PhD students (front row: Trent Brunson, Stefan Falkner and Xiang Cheng), with one more to follow 2017 (Shanshan Li, top left), and one undergraduate Honors student (Lauren Ball, top 3fl).</div>\n<div class=\"imageCredit\">Paulette Evans</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Stefan&nbsp;Boettcher</div>\n<div class=\"imageTitle\">Research Group on Structures and Dynamics in Disordered Systems</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nSlow relaxation in disordered systems arises at many levels. We desire to \"unpack\" a traffic jam faster, quickly transport grains through hoppers, or pack them more densely, but we also hope that glass retains its shape. At the microscopic level, we typically distinguish between materials with either quenched or structural disorder. In the former, disorder is due to frustrated couplings between variables, while in the latter it emerges dynamically in the jamming of otherwise uncoupled particles in a colloid or a granular piles. Despite vast differences in scale and structure, there exists significant commonality in the dynamic response of these systems, often referred to as \"aging\". Aging arises when disordered systems fall out of equilibrium after a sudden quench and relaxation time-scales begin to exceed experimental time-scales at low temperature, high density, low shear, etc. Although the effect is entirely of a non-equilibrium, dynamical nature, there is some evidence that the onset of aging may coincide with an ideal glass transition. Beyond it, the glassy phase is characterized by full aging and exhibits a number of interesting phenomena, such as rejuvenation and other memory effects. It would be of considerable interest to understand, control, and exploit these effects for the design of better materials as well as more efficient engineering processes.\n\nWith this grant, we have established a real-space model that captures the phenomenology of jamming and aging in terms of a theory we call \"record dynamics\". In this theory, dynamic heterogeneities emerge generically, independent of microscopic details. Intermittent rearrangements are signaled by their break-up in record-sized fluctuations (\"quakes\") that occur at a decelerating rates ~1/t, like in a record statistics. Model predictions for event-statistics, particle mobility, and the growing length-scale have been tested successfully in collaboration with experimentalists.\n\nIn a second project, we have studied the physics of quantum walks -- their entanglement, localization, interference, decoherence effects in heterogeneous environments -- that rival classical random walks (\"diffusion\") in importance as a transport problem with many experimental manifestations. In 1997, Grover showed that a quantum walk facilitates a search algorithm that locates any site of a network in O(&radic;N) steps. Such a quadratic speed-up over classical O(N) first-passage times is one of the promising aspects of quantum computing, for instance, to search quantum memories.\n\nSimilar to a classical random walk, we have explored universality in the similarity-scaling of the probability density function of the walk to affect a site x at time t, after starting at the origin, &rho; ( x,t ) &sim; f( xdw/t ) , and the resulting mean-square displacement of a walk, &lt; r2 &gt; &sim; t2/dw. Using the renormalization group, we determined a generic relation between random walks and a Grover walk, namely, that dw of the random walk is always twice of that in the Grover walk. Unitarity in the evolution of the quantum state result in complex renormalization group equations that are challenging to analyze.\n\nDuring the granting period, our \"Dynamics of Disorder Group\" at Emory University has graduated 4 students with research supported under this grant (see Picture). Students have participated in international exchanges, for instance, to collaborators in Denmark and to Brazil (procuring additional support from the APS), and have been involved in various dissemination activities. For example, 23 papers have been published with students and collaborators as co-authors.\n\n\t\t\t\t\tLast Modified: 10/19/2016\n\n\t\t\t\t\tSubmitted by: Stefan Boettcher"
 }
}