{
 "awd_id": "1207362",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Toxicity Mechanism of Biocidal Conjugated Polyelectrolyte Polymers and Oligomers",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922191",
 "po_email": "asimonia@nsf.gov",
 "po_sign_block_name": "Aleksandr Simonian",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 390000.0,
 "awd_amount": 390000.0,
 "awd_min_amd_letter_date": "2012-08-14",
 "awd_max_amd_letter_date": "2014-06-19",
 "awd_abstract_narration": "ID: MPS/DMR/BMAT(7623) 1207362  \t         PI:  Chi, Eva\t ORG: University of New Mexico\r\n\r\nTitle:  Toxicity Mechanism of Biocidal Conjugated Polyelectrolyte Polymers and Oligomers\r\n\r\nINTELLECTUAL  MERIT:  The goal of the proposed research is to gain a fundamental understanding of the intermolecular interactions between a novel class of synthetic phenylene ethynylene (PPE)-based conjugated polyelectrolyte polymers (CPEs) and oligomers (OPEs) with various cellular assemblies that give rise to a remarkably broad spectrum of biocidal activity.  The design of this versatile class of compounds is partly inspired by the naturally occurring antimicrobial peptides (AMPs), but with the added advantages of manufacturability, chemical and physical stability, and materials applications.  Building on our previous work in characterizing the biocidal activity of the CPEs and OPEs, the project focuses on elucidating the mechanism of toxicity with the ultimate goal of guiding the rational design of novel compounds with optimal toxicity and selectivity.  The CPEs and OPEs are cationic and amphiphilic in nature, which provides them the ability to interact with and disrupt the structures, and thereby functions, of multiple cellular targets.  Specifically, the PIs plan to evaluate the propensity of CPEs and OPEs with varying chain length, side and end groups, charge density and distribution, and structures to interact with and disrupt the structures of three major types of biological macromolecular assemblies:  lipid membranes (Objective 1), proteins and protein assemblies (Objective 2), and nucleic acids (Objective 3).  To accomplish this goal, the multidisciplinary team proposes to use a suite of biophysical and materials characterization methods to study the interactions between CPEs and OPEs and their cellular targets.  These studies, aimed at connecting the molecular structure with the macroscopic properties, will employ simulations and molecular modeling to gain further insights into the mechanism and nature of the interaction of CPEs and OPEs with cellular substrates at a basic molecular level.  Comparing these findings with biocidal activities will enable the PIs to elucidate the toxicity mechanism and structure-function relationship of this novel class of synthetic biomimetic materials.\r\n\r\nBROADER IMPACTS:  The proposed research will elucidate the molecular mechanism of a class of bioinspired synthetic antimicrobial compounds that holds the potential to combat the global threat of antibiotic resistance.  Elucidation of the molecular interactions of amphiphilic macromolecules with biological materials represents a fundamental scientific challenge that has the potential to impact a number of other fields.  These include naturally occurring AMPs, natural and synthetic cell penetrating peptides with applications in targeted drug delivery and gene therapy, and amyloid-forming proteins that are implicated in the pathogenesis of neurodegenerative diseases.  The proposed research provides a multidisciplinary environment in which graduate and undergraduate students will be trained in modern methodologies required to address important problems at the interfaces between chemistry, physics, engineering, and biology.  The PIs are committed to furthering their contributions to expanding the educational mission of the University of New Mexico (UNM) by establishing new Biomedical Engineering degree programs and by taking leadership roles in the Nanoscience and Microsystems Engineering graduate program.  They will continue to coordinate and participate in existing outreach efforts at UNM that encourage the participation of under-represented groups, and to expand these existing programs in new directions.  Existing outreach programs that the PIs actively engage in include: NSF-Partnership in Research and Education in Materials (PREM), NSMS outreach program, Research Experience for Undergraduates, and the Southwest Center for Microsystems Education.  These programs allow the PIs to train and educate K-12, undergraduate and graduate students, and teachers in multidisciplinary methods of science and engineering.  Finally, the PIs will also expand the \"Bioengineer for a Day\" outreach activity to a rural Native American elementary school to interest students in science and engineering at an early age.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Eva",
   "pi_last_name": "Chi",
   "pi_mid_init": "Y",
   "pi_sufx_name": "",
   "pi_full_name": "Eva Y Chi",
   "pi_email_addr": "evachi@unm.edu",
   "nsf_id": "000570241",
   "pi_start_date": "2012-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Whitten",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "David G Whitten",
   "pi_email_addr": "whitten@unm.edu",
   "nsf_id": "000236396",
   "pi_start_date": "2012-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Deborah",
   "pi_last_name": "Evans",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Deborah G Evans",
   "pi_email_addr": "debi@unm.edu",
   "nsf_id": "000213254",
   "pi_start_date": "2012-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of New Mexico",
  "inst_street_address": "1 UNIVERSITY OF NEW MEXICO",
  "inst_street_address_2": "",
  "inst_city_name": "ALBUQUERQUE",
  "inst_state_code": "NM",
  "inst_state_name": "New Mexico",
  "inst_phone_num": "5052774186",
  "inst_zip_code": "871310001",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "NM01",
  "org_lgl_bus_name": "UNIVERSITY OF NEW MEXICO",
  "org_prnt_uei_num": "",
  "org_uei_num": "F6XLTRUQJEN4"
 },
 "perf_inst": {
  "perf_inst_name": "University of New Mexico",
  "perf_str_addr": "MSC01 1141, 1 University of New Mexico",
  "perf_city_name": "Albuquerque",
  "perf_st_code": "NM",
  "perf_st_name": "New Mexico",
  "perf_zip_code": "871310001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "NM01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 95652.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 145098.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 149250.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of our project was to elucidate the underlying mechanism by which a novel class of synthetic compounds exerts its broad-spectrum biocidal activity. These phenylene ethynylene (PPE)-based conjugated polyelectrolyte polymers (CPEs) and oligomers (OPEs) have shown remarking killing efficiency towards pathogenic bacteria, viruses, spores, and fungi. Moreover, they are selective, showing low levels of toxicities towards mammalian cells, and their biocidal effects are greatly enhanced under UV-irradiation. To gain mechanistic insights into CPE and OPE&rsquo;s broad-spectrum biocidal activity, selectivity, and light-enhanced pathogen killing, we investigated the molecular level interactions between the compounds and bacteria and viruses using both experimental and computational methods.</p>\n<p>The biocidal CPEs and OPEs are positively charged and amphiphilic. The compounds are therefore highly soluble in water, making them well-suited for biological applications, and capable of binding to hydrophobic cellular targets. We found that CPEs and OPEs favorably bind to bacteria-mimicking lipid membranes and virial capsid proteins. Upon binding, the compounds disrupt the structure and morphology, and thereby the functions, of these bacterial and viral targets. Moreover, the positive charges on the biocidal CPEs and OPEs give rise to their selectivity, where the compounds bind preferentially to negatively charged bacteria but not to neutrally charged mammalian cells. The hydrophobic backbone of CPEs and OPEs further enable strong binding and disruption of the lipid membrane and virial capsid. CPEs and OPEs are also efficient photosensitizers that generate singlet oxygens under UV-light irradiation. The subsequent reactive oxygen species formed at the CPE/OPE binding sites could further chemically damage the bound cellular target, enhancing the compounds&rsquo; killing efficiency.</p>\n<p>Taken together, the broad-spectrum biocidal activity and selectively of CPEs and OPEs arise from their multifaceted chemical and photophysical properties. Because of the non-specific nature of CPE/OPE&rsquo;s interaction and with cellular targets (e.g., not receptor-specific binding) and killing mechanism (e.g., general destabilization of cellular targets and reactive oxygen generation), they will also likely not induce antibiotic resistance. Thus, these compounds hold the potential to combat the global threat of antibiotic resistance.&nbsp;</p>\n<p>This project has contributed to the multidisciplinary training of 6 graduate students (4 PhD and 2 MS students) in many fields, including Chemistry, Chemical Engineering, Biomedical Engineering, and Nanoscience and Microsystems Engineering, and 7 undergraduates. Findings from our study have contributed to 13 published peer-reviewed journal articles; 3 more are in preparation for publication. This project has also contributed towards our educational efforts, both at the graduate level where biocide development has been incorporated into a graduate level biomedical engineering course taught by the PI and at the undergraduate level, where the PI and co-PI Whitten have been involved in innovative teaching curriculum development. As a part of our effort to revolutionize chemical engineering education in our department (NSF IUSE/PFE-RED Award #1623105), we have developed a research and entrepreneurial-inspired Design Challenge based on compounds developed in this research project. Students in the freshman level Chemical and Biological Engineering 101 (CBE 101) class were tasked to design antimicrobial products using CPEs and OPEs. Such a project builds teamwork and communication skills, and engages students in open-ended problem solving that has been shown to improve student retention and persistence, particularly underrepresented minorities.&nbsp;&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/01/2016<br>\n\t\t\t\t\tModified by: Eva&nbsp;Chi</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of our project was to elucidate the underlying mechanism by which a novel class of synthetic compounds exerts its broad-spectrum biocidal activity. These phenylene ethynylene (PPE)-based conjugated polyelectrolyte polymers (CPEs) and oligomers (OPEs) have shown remarking killing efficiency towards pathogenic bacteria, viruses, spores, and fungi. Moreover, they are selective, showing low levels of toxicities towards mammalian cells, and their biocidal effects are greatly enhanced under UV-irradiation. To gain mechanistic insights into CPE and OPE?s broad-spectrum biocidal activity, selectivity, and light-enhanced pathogen killing, we investigated the molecular level interactions between the compounds and bacteria and viruses using both experimental and computational methods.\n\nThe biocidal CPEs and OPEs are positively charged and amphiphilic. The compounds are therefore highly soluble in water, making them well-suited for biological applications, and capable of binding to hydrophobic cellular targets. We found that CPEs and OPEs favorably bind to bacteria-mimicking lipid membranes and virial capsid proteins. Upon binding, the compounds disrupt the structure and morphology, and thereby the functions, of these bacterial and viral targets. Moreover, the positive charges on the biocidal CPEs and OPEs give rise to their selectivity, where the compounds bind preferentially to negatively charged bacteria but not to neutrally charged mammalian cells. The hydrophobic backbone of CPEs and OPEs further enable strong binding and disruption of the lipid membrane and virial capsid. CPEs and OPEs are also efficient photosensitizers that generate singlet oxygens under UV-light irradiation. The subsequent reactive oxygen species formed at the CPE/OPE binding sites could further chemically damage the bound cellular target, enhancing the compounds? killing efficiency.\n\nTaken together, the broad-spectrum biocidal activity and selectively of CPEs and OPEs arise from their multifaceted chemical and photophysical properties. Because of the non-specific nature of CPE/OPE?s interaction and with cellular targets (e.g., not receptor-specific binding) and killing mechanism (e.g., general destabilization of cellular targets and reactive oxygen generation), they will also likely not induce antibiotic resistance. Thus, these compounds hold the potential to combat the global threat of antibiotic resistance. \n\nThis project has contributed to the multidisciplinary training of 6 graduate students (4 PhD and 2 MS students) in many fields, including Chemistry, Chemical Engineering, Biomedical Engineering, and Nanoscience and Microsystems Engineering, and 7 undergraduates. Findings from our study have contributed to 13 published peer-reviewed journal articles; 3 more are in preparation for publication. This project has also contributed towards our educational efforts, both at the graduate level where biocide development has been incorporated into a graduate level biomedical engineering course taught by the PI and at the undergraduate level, where the PI and co-PI Whitten have been involved in innovative teaching curriculum development. As a part of our effort to revolutionize chemical engineering education in our department (NSF IUSE/PFE-RED Award #1623105), we have developed a research and entrepreneurial-inspired Design Challenge based on compounds developed in this research project. Students in the freshman level Chemical and Biological Engineering 101 (CBE 101) class were tasked to design antimicrobial products using CPEs and OPEs. Such a project builds teamwork and communication skills, and engages students in open-ended problem solving that has been shown to improve student retention and persistence, particularly underrepresented minorities.  \n\n\t\t\t\t\tLast Modified: 11/01/2016\n\n\t\t\t\t\tSubmitted by: Eva Chi"
 }
}