{
 "awd_id": "1207903",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NEESR: Seismic Resilience of Pre-Tensioned Bridge Bents",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927024",
 "po_email": "jpauschk@nsf.gov",
 "po_sign_block_name": "Joy Pauschke",
 "awd_eff_date": "2012-05-15",
 "awd_exp_date": "2017-04-30",
 "tot_intn_awd_amt": 999998.0,
 "awd_amount": 999998.0,
 "awd_min_amd_letter_date": "2012-05-04",
 "awd_max_amd_letter_date": "2012-05-04",
 "awd_abstract_narration": "This research investigates a system to simultaneously achieve three major advances in the design and construction of bridge bents:  improved seismic performance, faster on-site construction, and better long-term durability.  First, the seismic performance will be addressed through the use of unbonded pre-tensioned columns, with the goal of re-centering the bridge after an earthquake. Second, the faster on-site construction is to be achieved through the use of pre-fabrication, which typically goes hand-in-hand with pre-tensioning.  Connection details are critical, but basic configurations for them have already been developed. Third, the long-term durability is to be addressed by the use of high performance materials (hybrid fiber-reinforced concrete (HyFRC), stainless steel bars, and epoxy-coated strands) in key areas. Pilot studies have already been conducted and have shown that the system possesses the desired fundamental characteristics and has the potential to deliver the anticipated benefits. However, key aspects of the system need to be investigated, and numerical models need to be developed to investigate its dynamic performance under a wide variety of conditions.  This research is a collaboration among the University of Washington, University of California at Berkeley, and University of Nevada, Reno. The testing of a two-span bridge designed with this new system will be conducted using the George E. Brown, Jr. Network for Earthquake Engineering Simulation (NEES) shake table facility at the University of Nevada, Reno. Data from this project will be archived and made available to the public through the NEES Project Warehouse data repository at http://www.nees.org.\r\n\r\nThis project aims to break the limitation of achieving two out of the three long-standing \"better, faster, cheaper\" paradigm by providing three simultaneous improvements to the way that bridges are designed and built in seismic areas. The \"better\" aspect is provided by building upon basic technology that has been proven for buildings and was used to resist the seismic loads in a 40-story concrete building in San Francisco, among others. Pre-tensioning is being adapted for use in bridges, where it is being supplemented and optimized by the strategic inclusion in key regions of high performance materials, such as stainless steel and fiber-reinforced concrete, which are both selected for their toughness. Those materials will provide a quantum improvement in the response to earthquake motions by ensuring that bridges re-align properly and are open to traffic, including emergency response vehicles, immediately after an earthquake, and also by providing better long-term durability than is possible with conventional materials. The \"faster\" is achieved by the use of carefully designed pre-fabrication, which means that many components can be made off site and connected together rapidly on site. The connections must be easy to assemble but highly resistant to earthquake forces. Achieving those two goals together is challenging, but is possible due to the innovative configuration of the system.  The \"cheaper\" is expected to follow from the significant reduction in construction time. Preliminary studies on individual aspects of the system have already shown their viability. This study focuses on the whole system, to optimize the arrangement and details of its components, and to create the mathematical models needed by engineers to design it in practice to reduce the cost of rebuilding the nation's aging bridge infrastructure.  This award is part of the National Earthquake Hazards Reduction Program (NEHRP).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Stanton",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "John F Stanton",
   "pi_email_addr": "stanton@u.washington.edu",
   "nsf_id": "000185429",
   "pi_start_date": "2012-05-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Marc",
   "pi_last_name": "Eberhard",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Marc O Eberhard",
   "pi_email_addr": "eberhard@u.washington.edu",
   "nsf_id": "000469431",
   "pi_start_date": "2012-05-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Sanders",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "David H Sanders",
   "pi_email_addr": "sandersd@iastate.edu",
   "nsf_id": "000301889",
   "pi_start_date": "2012-05-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Claudia",
   "pi_last_name": "Ostertag",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Claudia P Ostertag",
   "pi_email_addr": "ostertag@ce.berkeley.edu",
   "nsf_id": "000464842",
   "pi_start_date": "2012-05-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 Brooklyn Ave NE",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981952700",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "739600",
   "pgm_ele_name": "NEES RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "039E",
   "pgm_ref_txt": "STRUCTURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "7231",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 999998.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The researchers have developed a new way of designing the columns and beams supporting a bridge that is faster to construct and will perform better during earthquakes than traditional construction.&nbsp; <strong>The faster construction is achieved by pre-fabricating the columns and beams off site; they are then erected and connected quickly onsite. </strong>&nbsp;The seismic improvements result from design changes that utilize conventional construction materials in a new way to reduce damage from earthquakes.</p>\n<p>The project consisted of several steps:</p>\n<ul>\n<li>Developing the column details that would provide the desired benefits, </li>\n<li>Designing the connections between the column and bridge superstructure </li>\n<li>Refining the design of the column and connections by testing multiple configurations in the University of Washington (UW) laboratory, </li>\n<li>Building an entire bridge utilizing the developed concepts&nbsp; and then subjecting the bridge to multiple earthquakes on the shaking tables at the University of Nevada Reno, and then, </li>\n<li>Creating computer models of the developed details and the bridge that could be used to do conduct more advanced studies and develop design recommendations for bridge engineers.&nbsp;&nbsp; </li>\n</ul>\n<p><strong>Decreasing Damage</strong></p>\n<p>Pre-fabrication to save time on site requires connection details to put the system together. Therein lies a major difficulty for bridges in earthquake-prone regions, because the connection regions are exactly where the earthquake forces are the largest and most damaging. Thus, the connections need to survive the rigors of earthquake shaking and to permit easy assembly.&nbsp;</p>\n<p>When the columns rock during an earthquake (at the top and bottom), they experience high local stresses at the points of contact, and without special measures the concrete there would crush.&nbsp; To counteract this possibility, the researchers protected the ends of the columns with short steel tubes, or &ldquo;jackets&rdquo;, that confine the concrete, a little like the hoops of a barrel.&nbsp; They proved to be very effective in preventing the concrete from crushing.</p>\n<p><strong>Pretensioning to Bring Bridge Back into Place</strong></p>\n<p>An important feature of the new system is that the columns are pre-tensioned. A good analogy is to think of a series of child&rsquo;s wooden building blocks, each with a hole through it.&nbsp; Stack them on top of one another, put a rubber band through the central hole, stretch it tight and anchor it at each end.&nbsp; The pre-stretched rubber band compresses the blocks and keeps them squeezed together.&nbsp; Now stand the assembly of blocks up on its end and you have a pre-tensioned column.&nbsp; If the bottom of the column is attached to a foundation, you can push the top sideways (as would an earthquake), but the rubber band just snaps the column back upright when you let go.&nbsp;</p>\n<p>In place of the rubber bands, the real bridge columns use very high-strength steel cables (&ldquo;prestressing strands&rdquo;), which are embedded in the concrete at the fabrication plant where the columns are fabricated. Prior to embedment in the concrete they are stressed in tension against huge steel abutments, and after the concrete has gained strength and has bonded to the steel, the steel cables are released from the abutments. This means that, after the load is removed, the cable returns to its original length with no permanent elongation, behaving like a spring or a very strong rubber band.&nbsp; This behavior in turn causes the columns to snap back upright when the earthquake ground motion stops and allows the bridge to &ldquo;re-center&rdquo;.</p>\n<p><strong>Evaluating the Earthquake Performance</strong></p>\n<p>The researchers conducted cyclic tests at the University of Washington (UW) of the critical connections, and demonstrated that they can deform during strong earthquakes and subsequently return to their original configuration with essentially no damage.&nbsp; Then the researchers designed and fabricated the components for a 25% scale bridge (Fig. 1 and 2) that was tested at the NSF NEES earthquake shaking table facility at the University of Nevada,&nbsp;Reno. &nbsp;The configuration of the bridge was selected to be identical to a conventional bridge that had been tested at the University of Nevada in 2005.</p>\n<p>During the shake-table testing, the bridge was subjected to the sequence of increasingly strong ground motions used in the earlier convention bridge test. The component tests at the UW had suggested that the whole bridge would perform well, but the primary surprise during the shaking table tests was that the bridge performed even better than expected. The damage to the concrete was purely cosmetic.&nbsp; The internal rebar reinforcement fractured at almost exactly the predicted level of deformation. Even after the strongest motions, the bridge was still standing and was judged to be safe for the passage of emergency vehicles</p>\n<p>The new system was shown to be successful in achieving these goals:</p>\n<ul>\n<li>Speeding up construction, </li>\n<li>Reducing earthquake damage, and </li>\n<li>Improving earthquake performance by re-centering. </li>\n</ul>\n<p>The data has been published and is publically available from the NHERI DesignSafe-CI Data Depot. <a href=\"https://www.designsafe-ci.org/data/browser/public/nees.public/NEES-2013-1216.groups\">https://www.designsafe-ci.org/data/browser/public/nees.public/NEES-2013-1216.groups</a></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/25/2018<br>\n\t\t\t\t\tModified by: Marc&nbsp;O&nbsp;Eberhard</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2018/1207903/1207903_10170439_1516827150709_BridgeDrawing--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1207903/1207903_10170439_1516827150709_BridgeDrawing--rgov-800width.jpg\" title=\"Test Bridge\"><img src=\"/por/images/Reports/POR/2018/1207903/1207903_10170439_1516827150709_BridgeDrawing--rgov-66x44.jpg\" alt=\"Test Bridge\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Schematic of Bridge</div>\n<div class=\"imageCredit\">Travis Thonstad</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Marc&nbsp;O&nbsp;Eberhard</div>\n<div class=\"imageTitle\">Test Bridge</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2018/1207903/1207903_10170439_1516827255945_BridgePhoto--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2018/1207903/1207903_10170439_1516827255945_BridgePhoto--rgov-800width.jpg\" title=\"Image of Test Bridge\"><img src=\"/por/images/Reports/POR/2018/1207903/1207903_10170439_1516827255945_BridgePhoto--rgov-66x44.jpg\" alt=\"Image of Test Bridge\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Image of Test Bridge</div>\n<div class=\"imageCredit\">Travis Thonstad</div>\n<div class=\"imagePermisssions\">Public Domain</div>\n<div class=\"imageSubmitted\">Marc&nbsp;O&nbsp;Eberhard</div>\n<div class=\"imageTitle\">Image of Test Bridge</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nThe researchers have developed a new way of designing the columns and beams supporting a bridge that is faster to construct and will perform better during earthquakes than traditional construction.  The faster construction is achieved by pre-fabricating the columns and beams off site; they are then erected and connected quickly onsite.  The seismic improvements result from design changes that utilize conventional construction materials in a new way to reduce damage from earthquakes.\n\nThe project consisted of several steps:\n\nDeveloping the column details that would provide the desired benefits, \nDesigning the connections between the column and bridge superstructure \nRefining the design of the column and connections by testing multiple configurations in the University of Washington (UW) laboratory, \nBuilding an entire bridge utilizing the developed concepts  and then subjecting the bridge to multiple earthquakes on the shaking tables at the University of Nevada Reno, and then, \nCreating computer models of the developed details and the bridge that could be used to do conduct more advanced studies and develop design recommendations for bridge engineers.   \n\n\nDecreasing Damage\n\nPre-fabrication to save time on site requires connection details to put the system together. Therein lies a major difficulty for bridges in earthquake-prone regions, because the connection regions are exactly where the earthquake forces are the largest and most damaging. Thus, the connections need to survive the rigors of earthquake shaking and to permit easy assembly. \n\nWhen the columns rock during an earthquake (at the top and bottom), they experience high local stresses at the points of contact, and without special measures the concrete there would crush.  To counteract this possibility, the researchers protected the ends of the columns with short steel tubes, or \"jackets\", that confine the concrete, a little like the hoops of a barrel.  They proved to be very effective in preventing the concrete from crushing.\n\nPretensioning to Bring Bridge Back into Place\n\nAn important feature of the new system is that the columns are pre-tensioned. A good analogy is to think of a series of child?s wooden building blocks, each with a hole through it.  Stack them on top of one another, put a rubber band through the central hole, stretch it tight and anchor it at each end.  The pre-stretched rubber band compresses the blocks and keeps them squeezed together.  Now stand the assembly of blocks up on its end and you have a pre-tensioned column.  If the bottom of the column is attached to a foundation, you can push the top sideways (as would an earthquake), but the rubber band just snaps the column back upright when you let go. \n\nIn place of the rubber bands, the real bridge columns use very high-strength steel cables (\"prestressing strands\"), which are embedded in the concrete at the fabrication plant where the columns are fabricated. Prior to embedment in the concrete they are stressed in tension against huge steel abutments, and after the concrete has gained strength and has bonded to the steel, the steel cables are released from the abutments. This means that, after the load is removed, the cable returns to its original length with no permanent elongation, behaving like a spring or a very strong rubber band.  This behavior in turn causes the columns to snap back upright when the earthquake ground motion stops and allows the bridge to \"re-center\".\n\nEvaluating the Earthquake Performance\n\nThe researchers conducted cyclic tests at the University of Washington (UW) of the critical connections, and demonstrated that they can deform during strong earthquakes and subsequently return to their original configuration with essentially no damage.  Then the researchers designed and fabricated the components for a 25% scale bridge (Fig. 1 and 2) that was tested at the NSF NEES earthquake shaking table facility at the University of Nevada, Reno.  The configuration of the bridge was selected to be identical to a conventional bridge that had been tested at the University of Nevada in 2005.\n\nDuring the shake-table testing, the bridge was subjected to the sequence of increasingly strong ground motions used in the earlier convention bridge test. The component tests at the UW had suggested that the whole bridge would perform well, but the primary surprise during the shaking table tests was that the bridge performed even better than expected. The damage to the concrete was purely cosmetic.  The internal rebar reinforcement fractured at almost exactly the predicted level of deformation. Even after the strongest motions, the bridge was still standing and was judged to be safe for the passage of emergency vehicles\n\nThe new system was shown to be successful in achieving these goals:\n\nSpeeding up construction, \nReducing earthquake damage, and \nImproving earthquake performance by re-centering. \n\n\nThe data has been published and is publically available from the NHERI DesignSafe-CI Data Depot. https://www.designsafe-ci.org/data/browser/public/nees.public/NEES-2013-1216.groups\n\n \n\n\t\t\t\t\tLast Modified: 01/25/2018\n\n\t\t\t\t\tSubmitted by: Marc O Eberhard"
 }
}