{
 "awd_id": "1207173",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "A Biologically Inspired Material for Stem-Cell Induced Cartilage Repair",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph A. Akkara",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 330000.0,
 "awd_min_amd_letter_date": "2012-08-15",
 "awd_max_amd_letter_date": "2014-06-15",
 "awd_abstract_narration": "This award by the Biomaterials program in the Division of Materials Research to New Jersey Institute of Technology will investigate a novel, semi-synthetic derivative of cellulose, which is one of the most abundant natural materials, for use as a tissue engineering scaffold for cartilage repair. Articular cartilage has a limited capacity to heal. Specialized constructs incorporating cells as well as materials that more closely mimic the structure of the cartilage extracellular matrix during early development may be a promising strategy for promoting the formation of functional cartilage tissue. Sodium cellulose sulfate is water soluble and mimics the structure of glycosaminoglycans. It is a linear polysaccharide that can be synthesized with varying degrees of sulfation for improved bioactivity.  Sodium cellulose sulfate could impart functional qualities that are similar to glycosaminoglycans, direct chondrogenesis and cartilage tissue formation. Sodium cellulose sulfate will be combined with gelatin in a fibrous form to more closely mimic the natural extracellular matrix of cartilage in both structure and function. The first aim of the project will be the fabrication and characterization of sodium cellulose sulfate -gelatin fibrous scaffolds with the goal of determining construct(s) that best support cell growth and infiltration. Aim 2 will determine sodium cellulose sulfate constructs that promote mesenchymal stem cell-induced cartilage formation and integration with surrounding host cartilage in vitro. The goals of this project are to develop a novel combination therapy for the repair of cartilage defects and enhance the scientific understanding of the role of biologically inspired materials and their effect on cell differentiation. The research efforts here will also be disseminated in teaching, training, and education.  Of particular interest is the inclusion of underrepresented minorities and women in the scope of its impact.  The principal investigator's laboratory is actively involved in the recruitment, training and mentorship of underrepresented minority and female students starting at the junior high school level through various community and university programs.\r\n\r\n\r\nThis project will develop a biologically inspired material for cartilage tissue repair. Joint repair continues to be a significant challenge that demands the use of innovative materials that can provide biological function. Specialized constructs incorporating cells as well as materials that more closely mimic the structure of cartilage tissue during early development may be a promising strategy for promoting the formation of functional cartilage tissue. Sodium cellulose sulfate mimics the structure of glycosaminoglycans present in cartilage tissue and can be prepared with varying degrees of functional groups to improve its biological performance. Sodium cellulose sulfate containing materials will be evaluated with stem cells for the formation of cartilage tissue. The goals of this project are to develop a novel combination therapy for the repair of cartilage defects and enhance the scientific understanding of the role of biologically inspired materials and their effect on cell function. The research efforts here will also be disseminated in teaching, training, and education.  Of particular interest is the inclusion of underrepresented minorities and women in the scope of its impact.  The principal investigator's laboratory is actively involved in the recruitment, training and mentorship of underrepresented minority and female students starting at the junior high school level through various community and university programs.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Treena",
   "pi_last_name": "Livingston",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Treena Livingston",
   "pi_email_addr": "tla2132@columbia.edu",
   "nsf_id": "000199898",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "George",
   "pi_last_name": "Collins",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "George L Collins",
   "pi_email_addr": "collins@adm.njit.edu",
   "nsf_id": "000171978",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "New Jersey Institute of Technology",
  "inst_street_address": "323 DR MARTIN LUTHER KING JR BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "9735965275",
  "inst_zip_code": "071021824",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NJ10",
  "org_lgl_bus_name": "NEW JERSEY INSTITUTE OF TECHNOLOGY",
  "org_prnt_uei_num": "",
  "org_uei_num": "SGBMHQ7VXNH5"
 },
 "perf_inst": {
  "perf_inst_name": "New Jersey Institute of Technology",
  "perf_str_addr": "323 Martin Luther King Blvd.",
  "perf_city_name": "Newark",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "071021982",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NJ10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 110000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This project developed a biologically inspired material for cartilage tissue repair. Joint repair continues to be a significant challenge that demands the use of innovative materials that can provide biological function. Specialized materials that more closely mimic the structure of cartilage tissue during early development may be a promising strategy for promoting the formation of functional cartilage tissue. Sodium cellulose sulfate (NaCS) mimics the structure of glycosaminoglycans (GAGs) present in cartilage tissue and was prepared with varying degrees of functional groups to improve its biological performance. NaCS containing materials were evaluated with stem cells for the formation of cartilage tissue. NaCS could impart functional qualities that were similar to GAGs, direct stem cell differentiation into cartilage cells and form cartilage tissue in culture. The project was able to develop a novel biomaterial for potential use for the repair of cartilage defects and enhance the scientific understanding of the role of biologically inspired materials and their effect on cell function. The research efforts were also disseminated in teaching, training, and education.&nbsp; The principal investigator&rsquo;s laboratory was actively involved in the recruitment, training and mentorship of underrepresented minority and female students starting at the junior high school level through various community and university programs.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/01/2017<br>\n\t\t\t\t\tModified by: Treena&nbsp;Livingston</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis project developed a biologically inspired material for cartilage tissue repair. Joint repair continues to be a significant challenge that demands the use of innovative materials that can provide biological function. Specialized materials that more closely mimic the structure of cartilage tissue during early development may be a promising strategy for promoting the formation of functional cartilage tissue. Sodium cellulose sulfate (NaCS) mimics the structure of glycosaminoglycans (GAGs) present in cartilage tissue and was prepared with varying degrees of functional groups to improve its biological performance. NaCS containing materials were evaluated with stem cells for the formation of cartilage tissue. NaCS could impart functional qualities that were similar to GAGs, direct stem cell differentiation into cartilage cells and form cartilage tissue in culture. The project was able to develop a novel biomaterial for potential use for the repair of cartilage defects and enhance the scientific understanding of the role of biologically inspired materials and their effect on cell function. The research efforts were also disseminated in teaching, training, and education.  The principal investigator?s laboratory was actively involved in the recruitment, training and mentorship of underrepresented minority and female students starting at the junior high school level through various community and university programs.\n\n \n\n\t\t\t\t\tLast Modified: 01/01/2017\n\n\t\t\t\t\tSubmitted by: Treena Livingston"
 }
}