{
 "awd_id": "1207239",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Mesoscale modeling of self-assembly and transport in polymer electrolyte  membranes",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 383803.0,
 "awd_amount": 383803.0,
 "awd_min_amd_letter_date": "2012-08-15",
 "awd_max_amd_letter_date": "2014-04-29",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\n\r\nThis award supports theoretical and computational research and education to develop simulation methods to model structural and transport properties of polyelectrolyte membranes. Polyelectric membranes are one of the critical and most expensive components of the solid polymer electrolyte fuel cells, a promising technology for energy production from hydrogen and oxygen. A better understanding of the basic mechanisms of nanostructure formation and conductivity of polyelectrolyte membranes could lead to improvement of currently available solid polymer electrolyte fuel cells. Separation and transport properties of polyelectrolyte membranes are determined by their self-assembled nanostructure: upon hydration, the membrane segregates into hydrophilic and hydrophobic subphases on the mesoscopic scale. The PI aims to develop a mesoscale simulation method for studies of polyelectrolyte membranes self-assembly and proton conductivity based on the dissipative particle dynamics technique with coarse-grained interaction parameters determined from ab initio and atomistic molecular dynamics simulations. The new method includes the introduction of a mesoscopic model of proton transport along the hydrophilic subphase of the self-assembled polyelectrolyte membranes. The new method will be tested against available experimental data and earlier simulations of ionomer fragments and traditional Nafion membranes. \r\n\r\n\tThe simulation method will enable direct computational investigation of segregated morphology and proton transport in coupled polyelectrolyte membranes. The PI aims to advance fundamental understanding of the physico-chemical mechanisms of self-assembly, water sorption and permeability, and proton conductivity. The simulation methods that will be developed and structure-property relationships that will be established have the potential to have significant impact and accelerate the search of new polyelectrolytes for permselective membranes for fuel cells, thus contributing to the effort to develop novel materials for sustainable hydrogen-based energy technologies.\r\n\r\n\tThis award supports graduate, undergraduate, and postdoctoral training in theoretical and computational nanomaterials science and engineering. Minority undergraduate students will be recruited through the Rutgers special training programs. A dedicated webpage will be created for making project reports and presentations available for educational purposes. Computor codes together with instructive case study examples will be posted on this webpage for free distribution to the scientific community. Simulation methods developed and case-study systems will be included into a new graduate course on \"Nanoscale Thermodynamics and Transport.\"\r\n\r\nNONTECHNICAL SUMMARY. \r\n\r\nThis award supports theoretical research and education to develop computational methods for modeling structural and transport properties of polyelectrolyte membranes.  Polyelectrolyte membranes are one of the critical and most expensive components of polymer exchange membrane fuel cells, a promising technology for the extraction of electric energy from hydrogen and oxygen. Polyelectrolyte membranes are made of complex chain molecules composed of hydrophobic and hydrophilic fragments. To function in a fuel cell, a polyelectrolyte membrane separates the two electrodes, the anode and the cathode, and allows only hydrogen ions or protons to pass through it leaving electrons behind. Hydrogen atoms, composed of a proton and an electron, are split at the anode liberating the electron that flows to the cathode through an electric circuit, for example the motor in an electric car. The proton flows through membrane to the cathode where it is reunited with the electron that has traveled trhough the circuit and oxygen atoms to form water which is expelled from the fuel cell. The ability of the polyelectrolyte membrane to conduct only protons is crucial for the operation of the fuel cell. Under working conditions, polyelectrolyte membranes exhibit a kind of self-assembly or restructuing of its molecules - the hydrophobic fragments form a three dimensional network of proton-conducting channels. The ability of the membrane to conduct protons depends of the specifics of the chemical composition and structure of the membrane that results from the self-assembly process. The PI will develop a novel computer simulation technique to determine the relationships among the chemical composition of the polyelectrolyte membrane, its structure under working conditions, and its ability to conduct protons, with the aim of determining optimal designs for novel fuel cell membranes. \r\n\r\nThe results of this research could have impact across disciplines, since it addresses currently unresolved topical problems related to self-assembly and charge conduction in synthetic and biological polyelectrolyte materials. Computer modeling tools developed in the course of the research can be adapted and modified for simulation and optimization of other materials with potential to have application to biomedical systems and biomedical technologies involving DNA, proteins, and physiological membranes. This research contributes to the effort to develop sustainable energy sources.\r\n\r\nThis award supports graduate, undergraduate, and postdoctoral training in theoretical and computational nanomaterials science and engineering. Minority undergraduate students will be recruited through the Rutgers special training programs. A dedicated webpage will be created for making project reports and presentations available for educational purposes. Computor codes together with instructive case study examples will be posted on this webpage for free distribution to the scientific community. Simulation methods developed and case-study systems will be included into a new graduate course on \"Nanoscale Thermodynamics and Transport.\"",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Neimark",
   "pi_mid_init": "V",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander V Neimark",
   "pi_email_addr": "aneimark@rutgers.edu",
   "nsf_id": "000181393",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "98 Brett Road",
  "perf_city_name": "Piscataway",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "088548058",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NJ06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 125165.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 132629.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 126009.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This award supports theoretical research and education to develop computational methods for modeling of structural and transport properties of polyelectrolyte membranes (PEM). PEM is one of the critical and most expensive components of the fuel cells, which play the central role in the sustainable hydrogen-based energy technologies. PEM is made of complex chain molecules composed of hydrophobic and hydrophilic fragments. The function of PEM is to separate positive and negative electrodes and to conduct electric current due to migration of positively charges protons. At working conditions, PEM exhibits so-called mesoscale self-assembly &ndash; the hydrophilic fragments attract water and form a three dimensional network of proton-conducting aqueous channels within the hydrophobic matrix. As such, the membrane conductivity and permeability depend of the specifics of the membrane self-assembly, which are determined by the polymer composition and working conditions.</p>\n<p><strong>Intellectual merit</strong>. The project enabled the development of novel computational tools for establishing quantitative relationships between the PEM chemical composition and structure and its water permeability and proton conductivity that are required for optimal design of novel fuel cell membranes with improved properties. PEM is a complex multiscale material with characteristic dimension of self-assembled morphology of tens of nanometers that represents a mesoscale between atomistic and continuum scales and requires special coarse-grained computational methods. There are two key outcomes of the project. First, we suggested and verified a practical scale-bridging methodology for building and parameterizing the coarse-grained models of chain molecules incorporated into the dissipative particle dynamics (DPD) simulation framework that is capable of efficient mesocale simulations. The proposed methodology was tested and verified on modeling self-assembly in nonionic and ionic surfactant solutions, and further applied to modeling nano-segregation, thermodynamic, and transport properties in hydrated PEMs. Second, we introduced a coarse-grained model of proton transfer for studies of dissociation-association reactions in electrolyte solutions and polyelectrolytes. The proton transfer model was implemented into the DPD software and applied to determine the dependence on the water diffusivity and proton conductivity in sulfonated polystyrene and Nafion PEMs on the degree of hydration. Agreement with available experimental data demonstrates the efficiency and practical applicability of the novel simulation tools for computational studies of complex polyelectrolyte systems.</p>\n<p><strong>Broader Impact</strong>. The results of this research have a significant interdisciplinary impact, since it addresses currently unresolved topical problems that are common across different self-assembly and transport phenomena in synthetic and biological polyelectrolyte materials, and it focuses on developing original modeling tools that can be further adapted and modified for simulation and optimization of biomedical systems and biomedical technologies, involving DNA, proteins, and physiological membranes.<br />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The project provided opportunity for training of two PhD, three master, and two undergraduate students, including three female and two minority students. The project results were documented in 8 archival papers, 1 PhD and 2 MS dissertations, and presented at 8 national and international scientific meetings and 6 invited lectures and seminars. The novel simulation methods and case-study systems are included into the graduate course on \"Nanoscale Thermodynamics and Transport\". The coarse-grained DPD model of proton dissociation and transport was incorporated in the open source DL-MESO software and can be used by the community.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2016<br>\n\t\t\t\t\tModified by: Alexander&nbsp;V&nbsp;Neimark</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis award supports theoretical research and education to develop computational methods for modeling of structural and transport properties of polyelectrolyte membranes (PEM). PEM is one of the critical and most expensive components of the fuel cells, which play the central role in the sustainable hydrogen-based energy technologies. PEM is made of complex chain molecules composed of hydrophobic and hydrophilic fragments. The function of PEM is to separate positive and negative electrodes and to conduct electric current due to migration of positively charges protons. At working conditions, PEM exhibits so-called mesoscale self-assembly &ndash; the hydrophilic fragments attract water and form a three dimensional network of proton-conducting aqueous channels within the hydrophobic matrix. As such, the membrane conductivity and permeability depend of the specifics of the membrane self-assembly, which are determined by the polymer composition and working conditions.\n\nIntellectual merit. The project enabled the development of novel computational tools for establishing quantitative relationships between the PEM chemical composition and structure and its water permeability and proton conductivity that are required for optimal design of novel fuel cell membranes with improved properties. PEM is a complex multiscale material with characteristic dimension of self-assembled morphology of tens of nanometers that represents a mesoscale between atomistic and continuum scales and requires special coarse-grained computational methods. There are two key outcomes of the project. First, we suggested and verified a practical scale-bridging methodology for building and parameterizing the coarse-grained models of chain molecules incorporated into the dissipative particle dynamics (DPD) simulation framework that is capable of efficient mesocale simulations. The proposed methodology was tested and verified on modeling self-assembly in nonionic and ionic surfactant solutions, and further applied to modeling nano-segregation, thermodynamic, and transport properties in hydrated PEMs. Second, we introduced a coarse-grained model of proton transfer for studies of dissociation-association reactions in electrolyte solutions and polyelectrolytes. The proton transfer model was implemented into the DPD software and applied to determine the dependence on the water diffusivity and proton conductivity in sulfonated polystyrene and Nafion PEMs on the degree of hydration. Agreement with available experimental data demonstrates the efficiency and practical applicability of the novel simulation tools for computational studies of complex polyelectrolyte systems.\n\nBroader Impact. The results of this research have a significant interdisciplinary impact, since it addresses currently unresolved topical problems that are common across different self-assembly and transport phenomena in synthetic and biological polyelectrolyte materials, and it focuses on developing original modeling tools that can be further adapted and modified for simulation and optimization of biomedical systems and biomedical technologies, involving DNA, proteins, and physiological membranes.\n      The project provided opportunity for training of two PhD, three master, and two undergraduate students, including three female and two minority students. The project results were documented in 8 archival papers, 1 PhD and 2 MS dissertations, and presented at 8 national and international scientific meetings and 6 invited lectures and seminars. The novel simulation methods and case-study systems are included into the graduate course on \"Nanoscale Thermodynamics and Transport\". The coarse-grained DPD model of proton dissociation and transport was incorporated in the open source DL-MESO software and can be used by the community.\n\n\t\t\t\t\tLast Modified: 12/01/2016\n\n\t\t\t\t\tSubmitted by: Alexander V Neimark"
 }
}