{
 "awd_id": "1207775",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative research: An experimental/theoretical program on reconfigured polycationic architectures for improved gene therapy",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Joseph A. Akkara",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 225000.0,
 "awd_amount": 225000.0,
 "awd_min_amd_letter_date": "2012-07-31",
 "awd_max_amd_letter_date": "2014-05-03",
 "awd_abstract_narration": "This collaborative research award by the Biomaterials program in the Division of Materials Research, made to the University of Massachusetts and University of Colorado, is to carry out experiments and simulations to understand polycation-DNA complexation towards improved non-viral gene therapy using synthetic polymers. This award cofounded by the Polymer program in the Division of Materials Research seeks to understand DNA complexation with tailored macromolecular cationic architectures, and the impact of different modes of complexation on DNA delivery. The proposed experiments focus on synthetic polycations, in which cationic oligomers are grafted pendent to a polymer backbone at precise inter-graft spacing. This architecture platform will be augmented by insertion of nuclear localization sequences into the backbone in preferred orientations. Polyplex stability and DNA delivery efficiency will be determined in cell culture under a variety of conditions, aiming to combine high cell viability with excellent transfection efficiency. The computational approach, carried out in conjunction with experiments, will involve: 1) atomistic simulations to explain the effects of systematically varying architectural and chemical features of the polycation on free energy of DNA-polycation binding, and in turn connect to experimental trends in polyplex stability; and 2) coarse-grained simulations that focus on polyplex structure (relative size, shape and charge) as a function of polycation architecture and composition, which directly relate to experiments on polyplex structure, and carries key implications for serum stability and transfection efficiency. In addition to transforming the understanding and practice of polymer-based gene therapy, the project will open a unique opportunity to train graduate students in an integrated multidisciplinary experimental/theoretical project through regular inter-group interactions via SkypeTM sessions, and by devoting time and resources for the researchers to visit their collaborator's institution. The PIs will maintain a commitment to participation of undergraduates in this research project, utilizing the Undergraduate Research Opportunity and Research Experience for Undergraduates programs at University of Colorado and University of Massachusetts. Planned workshop activities would connect U.S. and worldwide leaders in both experiment and computation of polyelectrolytes and complexation, and would involve young scientists at the outset of their careers, through the organization of meetings at the Telluride Science Research Conference, a highly interactive setting for research presentations and discussions.  \r\n\r\nThe design and implementation of effective polymer based gene delivery will advance genomic research and open new avenues to deliver DNA for treating many diseases, such as muscular dystrophy. There is a pressing need for improved DNA delivery, since currently used delivery methods, based on viruses, have their own health and safety risks. In this collaborative project, computer simulations will help experimentalists decide which polymers to prepare for complexing DNA, and how to modify those polymers for most effective therapeutic action.   Outcomes of this project include both the development of novel and more efficient DNA delivery agents, and a more thorough fundamental understanding of charged polymers and their interactions with key therapeutic biomolecules such as DNA and RNA. The multidisciplinary nature of this experimental/theoretical project will allow for a well-rounded training of students in Massachusetts and Colorado, at the high school, undergraduate, and graduate levels, in areas of molecular simulation, polymer synthesis, and gene delivery.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Todd",
   "pi_last_name": "Emrick",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Todd Emrick",
   "pi_email_addr": "tsemrick@mail.pse.umass.edu",
   "nsf_id": "000210963",
   "pi_start_date": "2012-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "120 Governors Drive",
  "perf_city_name": "Amherst",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039242",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 75000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 75000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 75000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This NSF Biomaterials project combined state-of-the-art computational and experimental materials science for the discovery of new approaches to biomaterials research, specifically focusing on synthetic polymer cations for enhancing gene therapy. &nbsp;Advances in genomics research as they pertain to medicine are opening new opportunities for therapeutics that cannot be achieved with conventional drugs. &nbsp;As such, efficient gene delivery methods are needed in which a gene carrier can safely and effectively carry DNA to, and into, cells, then release DNA to enable therapeutic action. &nbsp;Computational studies conducted in this project identified polymer cation architectures capable of packing DNA into nanoscale structures with polymer-to-DNA binding energies suitable for allowing subsequent release in the cellular environment. &nbsp;Working in conjunction with these calculations, experimental achievements afforded new syntheses \"comb polycations\" that exhibit these crucial traits - efficient DNA complexation, low toxicity, and DNA release to generate a therapeutic response. &nbsp;The experiemental work, initially targeting new polymer synthesis and DNA complexation, led to additional collaborations that demonstrated the excellent performance of these new gene therapy reagents in animal models. &nbsp;Taken together, this collaborative project involving computation, synthesis, cell culture studies, and ultimately in vivo experiments demonstrated the power of new innovative biomaterials development and the rapid advances made possible by combining computation and experiment into a cohesive program.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/15/2015<br>\n\t\t\t\t\tModified by: Todd&nbsp;Emrick</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis NSF Biomaterials project combined state-of-the-art computational and experimental materials science for the discovery of new approaches to biomaterials research, specifically focusing on synthetic polymer cations for enhancing gene therapy.  Advances in genomics research as they pertain to medicine are opening new opportunities for therapeutics that cannot be achieved with conventional drugs.  As such, efficient gene delivery methods are needed in which a gene carrier can safely and effectively carry DNA to, and into, cells, then release DNA to enable therapeutic action.  Computational studies conducted in this project identified polymer cation architectures capable of packing DNA into nanoscale structures with polymer-to-DNA binding energies suitable for allowing subsequent release in the cellular environment.  Working in conjunction with these calculations, experimental achievements afforded new syntheses \"comb polycations\" that exhibit these crucial traits - efficient DNA complexation, low toxicity, and DNA release to generate a therapeutic response.  The experiemental work, initially targeting new polymer synthesis and DNA complexation, led to additional collaborations that demonstrated the excellent performance of these new gene therapy reagents in animal models.  Taken together, this collaborative project involving computation, synthesis, cell culture studies, and ultimately in vivo experiments demonstrated the power of new innovative biomaterials development and the rapid advances made possible by combining computation and experiment into a cohesive program.\n\n\t\t\t\t\tLast Modified: 12/15/2015\n\n\t\t\t\t\tSubmitted by: Todd Emrick"
 }
}