{
 "awd_id": "1207070",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Viscoelastic Response of Ultrathin Polymer Films:  Bubble Inflation, Liquid Dewetting and Molecular Architecture Effects",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924933",
 "po_email": "alovinge@nsf.gov",
 "po_sign_block_name": "Andrew Lovinger",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 375000.0,
 "awd_amount": 375000.0,
 "awd_min_amd_letter_date": "2012-04-05",
 "awd_max_amd_letter_date": "2014-03-27",
 "awd_abstract_narration": "TECHNICAL SUMMARY: \r\n\r\nThe work is a fundamental investigation of the viscoelastic response of ultrathin polymer films in two different conditions. The work will compare, contrast, and seek origins of differences between the nanobubble inflation method developed by the PI at Texas Tech University and the liquid dewetting method developed by Bodiguel and Fretigny in Paris (which are the only methods currently available to measure the viscoelastic response of unsupported films).  The two techniques had shown substantial differences in glass transition temperatures as functions of film thickness.  The two methods differ in that one measures films with free surfaces and the other measures films floating on a mobile substrate. The planned research will examine the effects of changing substrate, molecular weight, and molecular architecture on the viscoelastic properties of ultrathin polymer films. It will explore the hypothesis that the relevant differences in confinement behavior are related to very subtle differences in surface energy/surface interactions and will provide new data focused on the understanding of how surfaces and interfaces impact the dynamics of polymers confined to the nanometer size scale.\r\n\r\nNON-TECHNICAL SUMMARY: \r\n\r\nThe dramatic influence of nanoscale confinement on material behavior is exemplified by the response of ultrathin polymer films that show tremendous property changes, for example, in freely suspended films having nanometer thicknesses.  Yet the origins of these changes are not yet elucidated.  The present work probes these changes using two novel nanomechanical test methods.  The work compares and contrasts mechanical properties of a series of polymers having different molecular characteristics. In addition, because there is such a strong apparent effect of the environment seen by the film surface, the work probes the behavior of the ultrathin polymer films exposed to liquids having different properties. The research provides new data in the understanding of how surfaces and interfaces impact the mechanics of polymers confined to the nanometer size scale.  The project also has an important component that trains graduate students and, in addition to their scientific training, involves them in a STEM outreach program to young girls through the \"Science: It's a Girl Thing\" Program at Texas Tech University.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gregory",
   "pi_last_name": "McKenna",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Gregory B McKenna",
   "pi_email_addr": "gbmckenn@ncsu.edu",
   "nsf_id": "000217507",
   "pi_start_date": "2012-04-05",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas Tech University",
  "inst_street_address": "2500 BROADWAY",
  "inst_street_address_2": "",
  "inst_city_name": "LUBBOCK",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8067423884",
  "inst_zip_code": "79409",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "TX19",
  "org_lgl_bus_name": "TEXAS TECH UNIVERSITY SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "EGLKRQ5JBCZ7"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Tech University",
  "perf_str_addr": "2500 Broadway",
  "perf_city_name": "Lubbock",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "794091035",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "TX19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 125000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 125000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 125000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The behavior of polymeric materials in nano-confinement remains an area of considerable research interest due to their importance in applications ranging from micro/nano-electronics to automotive and aerospace composites. In the present work we have used polymers confined as films having thicknesses ranging from 3 nm to several hundred nm as models of the nano-confined material. Two different methods of measurement were used to probe the mechanical and viscoelastic response of the materials as a function of temperature and of film thickness. The Texas Tech University bubble inflation method and a liquid dewetting method developed by researchers at the E.S.P.C.I. in Paris, FR.&nbsp; During the early period of the work, we emphasized the development of the liquid dewetting method in our labs and performing the bubble inflation measurements on materials that had not been previously tested. Two major findings came from this period. First, bubble inflation measurements on polycarbonate showed extremely large reductions of the glass transition temperature in the thin films, exceeding 120 <sup>o</sup>C at 3 nm in thickness. &nbsp;In addition, we demonstrated using the liquid dewetting method that polymer films floating on liquid glycerol or on an ionic liquid, while showing significant reductions in the glass transition when thicknesses are less than 20 nm, exhibited much weaker effects than the freely standing films from bubble inflation measurements. They also show weaker dependence than films supported on rigid substrates such as silica. Hence, it is demonstrated that the liquid mobility at the surface of the film is not the sole determinant of the T<sub>g</sub> reduction but that interfacial energies must play an important role.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In our development of the liquid dewetting experiment for our own laboratory, we made the observation that, because the T<sub>g</sub> increases as film thickness increases, one can carry out \"temperature step dewetting\" experiments to obtain the glass transition temperature as a function of film thickness for multiple film thicknesses in a single experiment. This is done by stepping the temperature from below the T<sub>g</sub> of an initially very thin film to above the T<sub>g</sub> at that thickness. The film, then, spontaneously shrinks due to the dewetting stresses. Because the T<sub>g</sub> increases as the dewetting film thickens, the rate of shrinkage tends towards zero at a thickness with the T<sub>g</sub> of the set temperature. By repeating the temperature step process multiple film thicknesses and their T<sub>g</sub> values can be determined from the single original sample. Unlike prior work, which requires a T<sub>g</sub> determination for every film thickness as a new film preparation, this method offers a much more efficient means of studying the thickness dependence of the T<sub>g</sub> than had been previously available.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; By investigating multiple materials using the bubble inflation method we discovered that ultrathin polymer films exhibit extreme stiffening in their behavior when above the T<sub>g</sub>. We were able to correlate the rubbery stiffening index S with the macroscopic segmental or alpha-relaxation behavior. And we find that S is correlated with both the dynamic fragility index <em>m</em> for the temperature dependence of the glassy dynamics and with the coupling parameter <em>n</em><em><sub>a</sub></em><em> </em>.&nbsp; We found this was true of the organic polymers tested as well as for amorphous selenium above its glass transition temperature.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Finally, one of the exciting aspects of National Science Foundation support is that it is directed to the formation of students.&nbsp; In the Department ...",
  "por_txt_cntn": "\nThe behavior of polymeric materials in nano-confinement remains an area of considerable research interest due to their importance in applications ranging from micro/nano-electronics to automotive and aerospace composites. In the present work we have used polymers confined as films having thicknesses ranging from 3 nm to several hundred nm as models of the nano-confined material. Two different methods of measurement were used to probe the mechanical and viscoelastic response of the materials as a function of temperature and of film thickness. The Texas Tech University bubble inflation method and a liquid dewetting method developed by researchers at the E.S.P.C.I. in Paris, FR.  During the early period of the work, we emphasized the development of the liquid dewetting method in our labs and performing the bubble inflation measurements on materials that had not been previously tested. Two major findings came from this period. First, bubble inflation measurements on polycarbonate showed extremely large reductions of the glass transition temperature in the thin films, exceeding 120 oC at 3 nm in thickness.  In addition, we demonstrated using the liquid dewetting method that polymer films floating on liquid glycerol or on an ionic liquid, while showing significant reductions in the glass transition when thicknesses are less than 20 nm, exhibited much weaker effects than the freely standing films from bubble inflation measurements. They also show weaker dependence than films supported on rigid substrates such as silica. Hence, it is demonstrated that the liquid mobility at the surface of the film is not the sole determinant of the Tg reduction but that interfacial energies must play an important role.\n\n            In our development of the liquid dewetting experiment for our own laboratory, we made the observation that, because the Tg increases as film thickness increases, one can carry out \"temperature step dewetting\" experiments to obtain the glass transition temperature as a function of film thickness for multiple film thicknesses in a single experiment. This is done by stepping the temperature from below the Tg of an initially very thin film to above the Tg at that thickness. The film, then, spontaneously shrinks due to the dewetting stresses. Because the Tg increases as the dewetting film thickens, the rate of shrinkage tends towards zero at a thickness with the Tg of the set temperature. By repeating the temperature step process multiple film thicknesses and their Tg values can be determined from the single original sample. Unlike prior work, which requires a Tg determination for every film thickness as a new film preparation, this method offers a much more efficient means of studying the thickness dependence of the Tg than had been previously available.\n\n            By investigating multiple materials using the bubble inflation method we discovered that ultrathin polymer films exhibit extreme stiffening in their behavior when above the Tg. We were able to correlate the rubbery stiffening index S with the macroscopic segmental or alpha-relaxation behavior. And we find that S is correlated with both the dynamic fragility index m for the temperature dependence of the glassy dynamics and with the coupling parameter na .  We found this was true of the organic polymers tested as well as for amorphous selenium above its glass transition temperature.\n\n            Finally, one of the exciting aspects of National Science Foundation support is that it is directed to the formation of students.  In the Department of Chemical Engineering at Texas Tech University the Ph.D. qualifying exam is an open ended question that the aspiring student takes 6 to 8 weeks to answer and defend before their Ph.D. committee. Sometimes the problem is posed so well and the student responds so well that the question actually can turn into a Ph.D. thesis. This happened with this project for one student (Jing Zhao) who began by answering a question about tempera..."
 }
}