{
 "awd_id": "1207844",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Problems in Geometric Analysis and General Relativity",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 149052.0,
 "awd_amount": 149052.0,
 "awd_min_amd_letter_date": "2012-05-31",
 "awd_max_amd_letter_date": "2012-05-31",
 "awd_abstract_narration": "The P.I. will study questions in geometric analysis arising both from physics (via the Einstein equation) as well as from geometry (geometric variational problems and scalar curvature). Initial data sets for the Einstein field equation satisfy a nonlinear elliptic system of equations, the Einstein constraint equations.  The study of this system has proven to be interesting and fruitful for geometric analysis, and has shed light on the structure of the space of solutions to the Einstein field equation, which is of interest for physics.  In previous joint work with R. Schoen, the P.I. developed deformation and gluing techniques for the constraint operator which have been employed (by the P.I. and others) to construct interesting initial data sets, and have led to a better understanding of the structure of asymptotically flat solutions of the constraint equations.  Part of the project involves extending results on asymptotics and gluing, including construction of initial data modeling N-body configurations, to include certain matter models, and analyzing the extent to which some of the results that have been developed in the asymptotically flat setting can extend to the asymptotically hyperbolic case. The P.I. will also address several questions on the structure of small-data solutions of the constraints, and as well as on applications of localized scalar curvature deformation.  In a second part of the project, the P.I. will continue the study of a variational problem in Kahler and symplectic geometry, the Hamiltonian stationary Lagrangian problem, building on recent joint work with A. Butscher.  Another interesting variational problem, the isoperimetric problem (minimizing the area required to enclose a given volume), leads to questions on manifolds-with-density and on spaces relevant to general relativity amenable to research with undergraduates.  \r\n\r\nSolutions to the Einstein field equations are used to model gravitational radiation, strong field phenomena like black holes, isolated gravitational systems, and the large-scale structure of the universe.  A more detailed understanding of the space of solutions to the Einstein constraint equations would yield a better understanding of these models.  For instance, understanding the asymptotic structure of solutions to the constraints can yield information about models of gravitational radiation.  Analysis of the constraint system leads to the construction of initial data with interesting properties, such as solutions in which two or more isolated systems are fused together into a connected solution of the constraints.  It would be very interesting for the study of gravitational radiation to numerically implement constructions of small initial data with special asymptotics, and then numerically solve the Einstein field equations; similar comments apply to N-body configurations.  An important aspect of the project is to introduce undergraduates to the connections between geometry, analysis and physics. Students will undertake research with the PI during the summer (occurring simultaneously with the Lafayette REU Site program, further enriching the summer research environment in the department), and during the academic year students will be involved in course work, independent study, and research with the PI.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Justin",
   "pi_last_name": "Corvino",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Justin J Corvino",
   "pi_email_addr": "corvinoj@lafayette.edu",
   "nsf_id": "000217231",
   "pi_start_date": "2012-05-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Lafayette College",
  "inst_street_address": "730 SULLIVAN RD",
  "inst_street_address_2": "",
  "inst_city_name": "EASTON",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6103305029",
  "inst_zip_code": "180421760",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "PA07",
  "org_lgl_bus_name": "LAFAYETTE COLLEGE",
  "org_prnt_uei_num": "Q4FMY6KZXBP1",
  "org_uei_num": "Q4FMY6KZXBP1"
 },
 "perf_inst": {
  "perf_inst_name": "Lafayette College",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "180421768",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "PA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 149052.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project investigated several problems in geometric analysis and general relativity. &nbsp;Much of the work focused on the analysis of the Einstein constraint equations. &nbsp;There is a broad program to understand the solutions to the Einstein constraint equations, in order to advance our understanding of Einstein's theory of gravity. &nbsp;A better understanding of the solution space will lead to better theoretical results in physics (and geometry), and also to more robust numerical simulations of space-times. &nbsp;Of particular note is the significant joint work of the P.I. with L.-H. Huang (Connecticut), analyzing the Einstein constraints operator in the non-vacuum setting. The work brought to the fore subtleties of the operator in this setting, which deserve to be better understood in the future. &nbsp;Ongoing work by the P.I. analyzes asymptotics and deformation results of the Einstein constraints coupled to electromagnetic fields, as well as addresses issues related to the notion of quasi-local mass in relativity (gravitational energy content of a bounded region). &nbsp;</p>\n<p>The P.I. completed projects on deformation and gluing for the scalar curvature with volume (joint with M. Eichmair (Vienna) and P. Miao (Miami)), and on related results for scalar curvature with density (joint with F. Abedin (Temple)). &nbsp;The former result has already seen significant application by S. Matsuo to resolve an old problem of O. Kobayashi on prescribing scalar curvature with a volume constraint.&nbsp;</p>\n<p>The project afforded several undergraduate students the opportunity to work with the P.I. on advanced study and research. &nbsp;The grant enabled the P.I. to recruit and interact with two underrepresented minority students, both of whom are now pursuing a Ph.D. in STEM fields, one of whom worked on the project and did an honors thesis under the P.I. The P.I. presented work of the project in numerous conferences and workshops, co-organized two summer schools, taught courses at other graduate summer schools and/or workshops. &nbsp;The P.I. is currently finishing editing and writing work on a volume from two graduate summer schools, to be published soon, and which will serve as a basic introduction to general relativity and geometric analysis for students interested in the field.&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2016<br>\n\t\t\t\t\tModified by: Justin&nbsp;J&nbsp;Corvino</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe project investigated several problems in geometric analysis and general relativity.  Much of the work focused on the analysis of the Einstein constraint equations.  There is a broad program to understand the solutions to the Einstein constraint equations, in order to advance our understanding of Einstein's theory of gravity.  A better understanding of the solution space will lead to better theoretical results in physics (and geometry), and also to more robust numerical simulations of space-times.  Of particular note is the significant joint work of the P.I. with L.-H. Huang (Connecticut), analyzing the Einstein constraints operator in the non-vacuum setting. The work brought to the fore subtleties of the operator in this setting, which deserve to be better understood in the future.  Ongoing work by the P.I. analyzes asymptotics and deformation results of the Einstein constraints coupled to electromagnetic fields, as well as addresses issues related to the notion of quasi-local mass in relativity (gravitational energy content of a bounded region).  \n\nThe P.I. completed projects on deformation and gluing for the scalar curvature with volume (joint with M. Eichmair (Vienna) and P. Miao (Miami)), and on related results for scalar curvature with density (joint with F. Abedin (Temple)).  The former result has already seen significant application by S. Matsuo to resolve an old problem of O. Kobayashi on prescribing scalar curvature with a volume constraint. \n\nThe project afforded several undergraduate students the opportunity to work with the P.I. on advanced study and research.  The grant enabled the P.I. to recruit and interact with two underrepresented minority students, both of whom are now pursuing a Ph.D. in STEM fields, one of whom worked on the project and did an honors thesis under the P.I. The P.I. presented work of the project in numerous conferences and workshops, co-organized two summer schools, taught courses at other graduate summer schools and/or workshops.  The P.I. is currently finishing editing and writing work on a volume from two graduate summer schools, to be published soon, and which will serve as a basic introduction to general relativity and geometric analysis for students interested in the field. \n\n\t\t\t\t\tLast Modified: 10/29/2016\n\n\t\t\t\t\tSubmitted by: Justin J Corvino"
 }
}