{
 "awd_id": "1207437",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Cooperative Mesoscopic Transitions in Finite Systems",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 330000.0,
 "awd_amount": 330000.0,
 "awd_min_amd_letter_date": "2012-08-28",
 "awd_max_amd_letter_date": "2014-04-30",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\n\r\nThis award supports research and education to develop computational and analytical tools to advance theoretical understanding of structural transitions in folding, aggregation, and adsorption processes of polymers and proteins in a thermal environment. These studies are prerequisites for the design of novel materials and biomimetic technological applications such as biosensors. The PI aims to develop a systematic identification of structural transitions and the classification of their properties by means of computer simulations of simplified, coarse-grained models and subsequent thermodynamic statistical analyses. The challenge for a thorough investigation lies in the precise description of the cooperative behavior of interacting monomers, lining up in linear polymer chains, under the influence of dominant finite-size effects. Hence, the transition behavior has to be studied on mesoscopic length scales, which, because of system complexity, neither allow for a quantum nor for a classical mechanics approach. The development of efficient simulation methods is an essential prerequisite for this project. Primarily, sophisticated generalized-ensemble Monte Carlo methods such as parallel tempering, multicanonical sampling, and the Wang-Landau method will be used. For time-resolved information molecular dynamics simulations will be performed. \r\n\r\nThe major research fields in this project are:\r\n\r\n1. Polymer crystallization and protein folding. By means of computer simulations of simple models for homopolymers, nucleation effects and conformational phases are studied and classified for flexible and semiflexible polymers. Changes in freezing behavior due to disorder effects caused by different types of monomers are investigated in simulations of generic heteropolymer models, resembling structural properties of proteins. \r\n\r\n2. Aggregation. The formation of polymer and protein clusters is simulated and thermodynamically analyzed for simplified coarse-grained and also for atomistic models. Of particular interest is the understanding of first-order-like transitions by means of microcanonical statistical analyses.\r\n\r\n3. Adsorption at substrates. The influence of competing energetic and entropic effects on structure formation in adsorption processes of polymers at attractive soft and solid substrates is investigated on different levels of model abstraction.  \r\n\r\nThis award supports graduate and postdoctoral training in the interdisciplinary fields of polymer science and biophysics. This includes the development of skills in computational and statistical physics and the ability to present and communicate research results. The junior scientists become familiar with high-performance computing on compute clusters of various scales, including most modern architectures such as graphics processing units. \r\n\r\n\r\n\r\nNONTECHNICAL SUMMARY\r\n\r\nThis award supports research and education in the interdisciplinary field of soft condensed matter and aims at a better understanding of the significant structural changes polymers, which are long chain-like molecules, and proteins experience in structure formation processes such as folding, aggregation, and adsorption at surfaces of materials. Folding and aggregation of biomolecules are essential processes in biological systems that enable cell functionality. However, misfolding and nonfunctional aggregation are known to be serious factors in epidemic diseases such as Alzheimer's. On the technological side, the understanding of adsorption properties of polymers on the surfaces of materials is potentially interesting for the design of novel materials with specific mechanical and electronic properties, which is particularly interesting for future technological applications.\r\n\r\nIn this project, properties of these structural transformations are investigated by means of computer simulations of appropriate models and by performing a systematic analysis of the statistical mechanics that triggers these processes. Structural phase diagrams give insight into the competition between intrinsic effects in the molecular system and the influence of the external environment. The understanding of the origin of qualitative structural changes in molecular systems and their dependence on environmental parameters, such as the temperature, pressure, and electromagnetic fields is the key to their control and eventual future biomimetic applications.\r\n\r\nGraduate students and postdoctoral researchers who are involved in this project learn how to develop and specialize models, algorithms, and data analysis tools. They use most modern resources needed for highly parallel computing, which besides conventional computer systems also includes graphics processing units.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Bachmann",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Bachmann",
   "pi_email_addr": "bachmann@uga.edu",
   "nsf_id": "000601354",
   "pi_start_date": "2012-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Georgia Research Foundation Inc",
  "inst_street_address": "310 E CAMPUS RD RM 409",
  "inst_street_address_2": "",
  "inst_city_name": "ATHENS",
  "inst_state_code": "GA",
  "inst_state_name": "Georgia",
  "inst_phone_num": "7065425939",
  "inst_zip_code": "306021589",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "GA10",
  "org_lgl_bus_name": "UNIVERSITY OF GEORGIA RESEARCH FOUNDATION, INC.",
  "org_prnt_uei_num": "",
  "org_uei_num": "NMJHD63STRC5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Georgia",
  "perf_str_addr": "200 D.W. Brooks Drive",
  "perf_city_name": "Athens",
  "perf_st_code": "GA",
  "perf_st_name": "Georgia",
  "perf_zip_code": "306025016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "GA10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "7754",
   "pgm_ref_txt": "CLIMATE VARIABILITY & CHANGE"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 110000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 110000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The major scientific goal of this project was to improve our general basic<br />knowledge of the behavior of macromolecular systems in structure formation<br />processes such as folding, aggregation, or adsorption at substrates. The<br />understanding of these processes is relevant from a biological/biomedical<br />perspective, because in many cases the geometric structure of<br />biomolecules such as proteins is associated with their functions and<br />failing to perform the dedicated functions may cause a system failure on<br />larger scales and lead to diseases. However, in the project context, these<br />questions are also interesting from a nanotechnological point of view,<br />since the interest in functional hybrid soft/solid materials is rapidly<br />increasing and the systematic design of applications requires profound<br />basic knowledge of the specific features of soft materials. We used<br />advanced computational methodologies and developed and employed data<br />analysis tools based on statistical physics to achieve the individual<br />project goals.<br /><br />One of our key results, we revealed all essential structural phases of<br />flexible and semiflexible polymers. Our results help explaining why certain<br />DNA and RNA molecules are more flexible than initially thought. In a<br />similar context we recently studied the relevance of bending restraints<br />upon the formation of stable helical structures. We found that this<br />confinement of degrees of freedom is essential for the stability of helix<br />bundles, which commonly occur in functional biomolecules. Stability and<br />functionality are key to the understanding of the selection and behavior of<br />biomacromolecules from which biomimetics is derived: learning from nature<br />how to develop nanomaterials.<br /><br />The ability of a macromolecule to form a stable geometric structure with no<br />apparent symmetry is an important property that needs also to be taken into<br />account for the design of soft nanomaterials. Furthermore, the finite<br />size of functional macromolecules is a key feature in the structure<br />formation process that could not be addressed appropriately in the past by<br />conventional approaches to understand the physics behind these processes.<br />This also applies to the aggregation of molecules, when molecules form<br />clusters. In our specific project dedicated to this problem, we analyzed<br />and classified the thermodynamic behavior of a small synthetic protein with<br />affinity to form aggregates. This study is particularly relevant in the<br />context of research associated with Alzheimer's disease and is a nice<br />example of how physics allows to bridge interdisciplinary research fields. <br /><br />Eventually, we performed a series of studies aiming at the understanding<br />of macromolecular adsorption to solid substrates. Hybrid materials which<br />are composed of soft (organic) and solid (inorganic) matter are<br />interesting candidates for various technical applications such as<br />sensors, photoreceptors (e.g., for solar cells), or nanotransporters. We<br />focused on two major aspects: the structural behavior of polymers when<br />adsorbing to the substrate and the ways a macromolecule recognizes a<br />substrate, in particular if the surface of it is patterned. In much<br />detail, we investigated the electrostatic binding of polyelectrolytes on<br />soft nanoparticles which could be used as nanotransporters and also the<br />insertion of polyelectrolytes into nanocapsids which can be used as<br />nanocontainers. The latter resemble virus capsids which are known to<br />contain a foreign genome that needs to be injected into a host cell system<br />for replication. The force-induced inclusion of polyelectrolytic<br />molecular material into a tiny capsid requires a portal motor and<br />the understanding of this mechanism and the...",
  "por_txt_cntn": "\nThe major scientific goal of this project was to improve our general basic\nknowledge of the behavior of macromolecular systems in structure formation\nprocesses such as folding, aggregation, or adsorption at substrates. The\nunderstanding of these processes is relevant from a biological/biomedical\nperspective, because in many cases the geometric structure of\nbiomolecules such as proteins is associated with their functions and\nfailing to perform the dedicated functions may cause a system failure on\nlarger scales and lead to diseases. However, in the project context, these\nquestions are also interesting from a nanotechnological point of view,\nsince the interest in functional hybrid soft/solid materials is rapidly\nincreasing and the systematic design of applications requires profound\nbasic knowledge of the specific features of soft materials. We used\nadvanced computational methodologies and developed and employed data\nanalysis tools based on statistical physics to achieve the individual\nproject goals.\n\nOne of our key results, we revealed all essential structural phases of\nflexible and semiflexible polymers. Our results help explaining why certain\nDNA and RNA molecules are more flexible than initially thought. In a\nsimilar context we recently studied the relevance of bending restraints\nupon the formation of stable helical structures. We found that this\nconfinement of degrees of freedom is essential for the stability of helix\nbundles, which commonly occur in functional biomolecules. Stability and\nfunctionality are key to the understanding of the selection and behavior of\nbiomacromolecules from which biomimetics is derived: learning from nature\nhow to develop nanomaterials.\n\nThe ability of a macromolecule to form a stable geometric structure with no\napparent symmetry is an important property that needs also to be taken into\naccount for the design of soft nanomaterials. Furthermore, the finite\nsize of functional macromolecules is a key feature in the structure\nformation process that could not be addressed appropriately in the past by\nconventional approaches to understand the physics behind these processes.\nThis also applies to the aggregation of molecules, when molecules form\nclusters. In our specific project dedicated to this problem, we analyzed\nand classified the thermodynamic behavior of a small synthetic protein with\naffinity to form aggregates. This study is particularly relevant in the\ncontext of research associated with Alzheimer's disease and is a nice\nexample of how physics allows to bridge interdisciplinary research fields. \n\nEventually, we performed a series of studies aiming at the understanding\nof macromolecular adsorption to solid substrates. Hybrid materials which\nare composed of soft (organic) and solid (inorganic) matter are\ninteresting candidates for various technical applications such as\nsensors, photoreceptors (e.g., for solar cells), or nanotransporters. We\nfocused on two major aspects: the structural behavior of polymers when\nadsorbing to the substrate and the ways a macromolecule recognizes a\nsubstrate, in particular if the surface of it is patterned. In much\ndetail, we investigated the electrostatic binding of polyelectrolytes on\nsoft nanoparticles which could be used as nanotransporters and also the\ninsertion of polyelectrolytes into nanocapsids which can be used as\nnanocontainers. The latter resemble virus capsids which are known to\ncontain a foreign genome that needs to be injected into a host cell system\nfor replication. The force-induced inclusion of polyelectrolytic\nmolecular material into a tiny capsid requires a portal motor and\nthe understanding of this mechanism and the conditions under which it is\npossible are not only necessary for biomedical research targeting the\nprevention of virus epidemics. The ways in which molecular inclusion into\nand release out of a capsid work enable transport processes on nanoscopic\nscales. We also completed a study on the adsorption of flexible polymers\non nanowires and..."
 }
}