{
 "awd_id": "1207188",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Saloplastic Polyelectrolyte Complexes: Properties and Processing",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924933",
 "po_email": "alovinge@nsf.gov",
 "po_sign_block_name": "Andrew Lovinger",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2015-11-30",
 "tot_intn_awd_amt": 420000.0,
 "awd_amount": 420000.0,
 "awd_min_amd_letter_date": "2012-04-04",
 "awd_max_amd_letter_date": "2014-05-06",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\n\r\nPolyelectrolyte complexes, molecular blends of positive and negative macromolecules, are generally believed be intractable. This project will explore a new processing technique for producing large-scale, dense polyelectrolyte complexes by employing salt water as a plasticizing agent. The materials are rugged and highly crosslinked with numerous projected applications in the physical and biomedical fields. Several fundamental and practical questions are to be addressed. First to be explored is the idea that salt concentration and temperature are equivalent parameters for influencing the mechanical properties of polyelectrolyte complexes. Such a hypothesis is an extension of the well-known time/temperature superposition principle for viscoelastic materials. Second, methods for toughening dry polyelectrolyte complexes using oligomeric (polyethylene glycol) or polymeric (sulfonated triblock rubbery copolymers) materials will be studied. Finally, the high level of salt supersaturation in the complexes represents an unusually complete degree of mixing of an inorganic material with an organic polymer.  The stability of the mixed phases will be evaluated over the long term. The project, employing easily-accessed components, includes international collaborations with researchers at the University of Strasbourg and French government research laboratories. Educational initiatives at Florida State University bringing together  Entrepreneurship and Chemistry students will be supported, as will outreach to nearby Albany State College. \r\n\r\nNON-TECHNICAL SUMMARY\r\n\r\nThis project exploits a new concept in processing polymers: salt water will be used instead of heat to soften and form plastics. The materials are blends of nontoxic water-soluble polymers, many of them found in personal-care products. These \"saloplastics\"  represent a new class of environmentally friendly recyclable materials that can be used in numerous physical and biomedical applications. International collaborations with the University of Strasbourg, France, will help to unravel the mechanical response of saloplastics to salt water. Methods to toughen saloplastics with unconventional plasticizers will be explored in an effort to make them broadly useful. Saloplastics will be used as a platform to expand a unique educational initiative, started by the PI, pairing Entrepreneurship and Chemistry students at Florida State University, with participation support provided to minority undergraduates from nearby Albany State University.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joseph",
   "pi_last_name": "Schlenoff",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Joseph B Schlenoff",
   "pi_email_addr": "schlen@chem.fsu.edu",
   "nsf_id": "000235992",
   "pi_start_date": "2012-04-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Florida State University",
  "inst_street_address": "874 TRADITIONS WAY",
  "inst_street_address_2": "",
  "inst_city_name": "TALLAHASSEE",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "8506445260",
  "inst_zip_code": "323060001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "FL02",
  "org_lgl_bus_name": "FLORIDA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JF2BLNN4PJC3"
 },
 "perf_inst": {
  "perf_inst_name": "Florida State University",
  "perf_str_addr": "102 Varsity Way",
  "perf_city_name": "Tallahassee",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "323064390",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "FL02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 140000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 140000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Polymers are normally heated to make them softer for processing, e.g. by extrusion. In this project the concept of softening mixtures of charged polymers with salt was explored. These &ldquo;saloplastic&rdquo; materials are made from common, nontoxic water-soluble polymers which have been blended together by complexation between opposite charges. The resulting materials are tough and biocompatible, with potential uses in membrane purification and biomedical applications, such as wound dressings.</p>\n<p>Practical uses for saloplastics require a detailed understanding of their fundamental properties, such as their modulus and how the type and amount of salt softens the material.&nbsp; The idea that time, temperature and salt concentration were related parameters for processing saloplastics was introduced. This idea builds on the known equivalent of time and temperature for conventional polymers. &nbsp;From a practical standpoint, the saloplastic properties of polymer complexes allowed the extrusion of exceptionally tough fibers. In an international collaboration with the University of Strasbourg, the ability of salt to heal or adhere broken pieces of saloplastics was demonstrated.</p>\n<p>When the amount of added salt was pressed to high concentrations, rubbery saloplastics were liquefied into viscous liquids called coacervates. Coacervates are good adhesives, especially for surfaces that need to be joined under water. A &ldquo;continuum&rdquo; in properties between solid and liquid forms of our materials was demonstrated using rheology.</p>\n<p>Saloplastics are versatile since they may be used as coatings or as bulk objects (tapes, fibers, rods, tubes). Different processing methods are used depending on the required morphology. In part of this project thin, uniform films of salplastic, suitable for water purification, were rapidly produced by spin coating coavervates onto flat substrates. Total processing time for these films was less than a minute.&nbsp; Deposition of spin coated coacervates followed a non-traditional mechanism, underpinning the need to gain deeper understanding of the materials properties.</p>\n<p>In a final effort in the biomedical applications area, this project demonstrated that cells could be grown on ultrathin films of (biocompatible) saloplastic. For some films, cells were induced to form spherical clusters, which is a useful morphology for expanding and storing stem cells prior to differentiation into cell lines needed for therapies.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 02/23/2016<br>\n\t\t\t\t\tModified by: Joseph&nbsp;B&nbsp;Schlenoff</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPolymers are normally heated to make them softer for processing, e.g. by extrusion. In this project the concept of softening mixtures of charged polymers with salt was explored. These \"saloplastic\" materials are made from common, nontoxic water-soluble polymers which have been blended together by complexation between opposite charges. The resulting materials are tough and biocompatible, with potential uses in membrane purification and biomedical applications, such as wound dressings.\n\nPractical uses for saloplastics require a detailed understanding of their fundamental properties, such as their modulus and how the type and amount of salt softens the material.  The idea that time, temperature and salt concentration were related parameters for processing saloplastics was introduced. This idea builds on the known equivalent of time and temperature for conventional polymers.  From a practical standpoint, the saloplastic properties of polymer complexes allowed the extrusion of exceptionally tough fibers. In an international collaboration with the University of Strasbourg, the ability of salt to heal or adhere broken pieces of saloplastics was demonstrated.\n\nWhen the amount of added salt was pressed to high concentrations, rubbery saloplastics were liquefied into viscous liquids called coacervates. Coacervates are good adhesives, especially for surfaces that need to be joined under water. A \"continuum\" in properties between solid and liquid forms of our materials was demonstrated using rheology.\n\nSaloplastics are versatile since they may be used as coatings or as bulk objects (tapes, fibers, rods, tubes). Different processing methods are used depending on the required morphology. In part of this project thin, uniform films of salplastic, suitable for water purification, were rapidly produced by spin coating coavervates onto flat substrates. Total processing time for these films was less than a minute.  Deposition of spin coated coacervates followed a non-traditional mechanism, underpinning the need to gain deeper understanding of the materials properties.\n\nIn a final effort in the biomedical applications area, this project demonstrated that cells could be grown on ultrathin films of (biocompatible) saloplastic. For some films, cells were induced to form spherical clusters, which is a useful morphology for expanding and storing stem cells prior to differentiation into cell lines needed for therapies.\n\n\t\t\t\t\tLast Modified: 02/23/2016\n\n\t\t\t\t\tSubmitted by: Joseph B Schlenoff"
 }
}