{
 "awd_id": "1207466",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IEEE EMBC 2012: Engineering Innovation in Global Health, August 28 - September 1, 2012, San Diego, CA",
 "cfda_num": "47.041",
 "org_code": "07020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Athanassios Sambanis",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 25000.0,
 "awd_amount": 25000.0,
 "awd_min_amd_letter_date": "2011-12-15",
 "awd_max_amd_letter_date": "2011-12-15",
 "awd_abstract_narration": "Abstract\r\n1207466, Khoo\r\n\r\nThe mission of the IEEE Engineering in Medicine and Biology Society (EMBS) is to advance the application of engineering sciences and technology to medicine and biology, promote the profession, and provide global leadership for the benefit of its members and humanity by disseminating knowledge, setting standards, fostering professional development, and recognizing excellence. To support this mission, the EMBS has been organizing annual conferences for over 30 years. Each year, this flagship annual conference - the largest meeting of biomedical engineers in the world - is attended by between 2,000 and 3,000 people from all over the world. Generally, about a third of these attendees are students. Student activities include a widely-publicized and high-quality Student Paper Competition (SPC), panel discussions and lunch meetings with pioneers and leaders in biomedical engineering, special symposia, and mentoring sessions.\r\n\r\nIn 2012, the EMBC will be held at the Hilton Bayfront Hotel in San Diego from August 28 through September 1. Based on the level of participation in EMBC 2011 which was held in Boston, it is expected that close to 3,000 scientists, engineers, clinicians and students will attend EMBC-12, with attendees coming from all over the world - particularly from countries in the Pacific Rim and Latin America, given the attractive conference location in San Diego. About 200 papers are expected to be submitted to the SPC. From these, 15  finalists will be selected through the use of an on-line review and judging system. These papers will be part of a special session of oral presentations during the conference. Funding is requested to help U.S.-based SPC finalists defray the costs of travel and registration to present their research papers at EMBC-12. As well, part of the funding will be used to encourage person-to-person interaction between student participants and established leaders in the biomedical engineering community.\r\n\r\nIntellectual Merit\r\nThe EMBC SPC has proven to be a useful mechanism for incentivizing students to present their best work in the setting of an international conference. It provides a channel through which these young investigators are introduced to the leading figures in biomedical engineering, since the finalists make their oral presentations in front of the conference audience, as part of the scientific program. The competition is conducted in a friendly and supportive environment that allows top-notch students to network with fellow finalists and other students from a wide array of bioengineering disciplines. In addition, the SPC and the conference in general play a crucial role in recognizing the talents of women and minorities in the field of bioengineering.\r\n\r\n\r\nBroader Impact\r\nThe SPC not only encourages high-quality research in biomedical engineering, but also fosters the career development of the next generation of top-notch bioengineers by providing a unique opportunity for students to meet with the world?s leading biomedical professionals and scientists. The finalists who present their research at the conference also network with and become role models for other student participants thus, the SPC does provide a \"ripple effect\" of intellectual stimulation and inspiration for the rest of the student community. The conference will also provide the finalists with opportunities to participate in special sessions devoted to career planning and social events in which they can become acquainted with established leaders in biomedical engineering. Indeed, several past SPC awardees have already become present leaders in the EMBS community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CBET",
 "org_div_long_name": "Division of Chemical, Bioengineering, Environmental, and Transport Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Khoo",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Michael C Khoo",
   "pi_email_addr": "khoo@bmsr.usc.edu",
   "nsf_id": "000100966",
   "pi_start_date": "2011-12-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Southern California",
  "inst_street_address": "3720 S FLOWER ST FL 3",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "2137407762",
  "inst_zip_code": "90033",
  "inst_country_name": "United States",
  "cong_dist_code": "34",
  "st_cong_dist_code": "CA34",
  "org_lgl_bus_name": "UNIVERSITY OF SOUTHERN CALIFORNIA",
  "org_prnt_uei_num": "",
  "org_uei_num": "G88KLJR3KYT5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Southern California",
  "perf_str_addr": "837 Downey Way, STO 315",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900891147",
  "perf_ctry_code": "US",
  "perf_cong_dist": "33",
  "perf_st_cong_dist": "CA33",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "534500",
   "pgm_ele_name": "Engineering of Biomed Systems"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "004E",
   "pgm_ref_txt": "BIOMEDICAL ENG AND DIAGNOSTICS"
  },
  {
   "pgm_ref_code": "017E",
   "pgm_ref_txt": "Cellular and Tissue Engineering"
  },
  {
   "pgm_ref_code": "137E",
   "pgm_ref_txt": "Neural-engineering"
  },
  {
   "pgm_ref_code": "138E",
   "pgm_ref_txt": "Stem cells/regenerative medicine"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7479",
   "pgm_ref_txt": "NANO AND BIO MECHANICS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The main goal of this grant was to develop a pipeline of future biomedical engineers by fostering education and professional development through the IEEE Engineering in Medicine and Biology Conference (EMBC). Support &nbsp;was targeted primarily at the Student Paper Competition (SPC) of the EMBC, since this activity has proven over the years to be an effective mechanism of identifying and recognizing the top-tier talent among the pool of students participating in the conference. The grant provided partial support of travel costs, along with coverage of registration fees and prizes for the top three winners, to 13 U.S.-based SPC finalists in EMBC 2012 and EMBC 2013. Grant funds were also used to cover travel costs for 5 internationally renowned researchers/academicians who were invited Theme Keynote Speakers in EMBC 2012. As a pre-condition of the travel support, these distinguished individuals each participated in a Lunch with Leaders session or a student-related workshop or panel discussion. This portion of the funding was aimed at promoting networking between the students and these leaders in biomedical engineering. The grant also funded two Lunch for Leaders sessions in EMBC 2013: in each session, 100 student participants were divided equally among 10 tables, each with an established BME researcher or industry leader. These lunches were aimed at promoting networking among the students and the participating BME leaders.&nbsp;</p>\n<p>Overall, the grant was invaluable in incentivizing top quality students in Biomedical Engineering to present their best work in the setting of a large international conference. It provided an opportunity for the student awardees to network with established academicians and industrial researchers in the field, as well as other students from all over the world. As finalists of the highly competitive Student Paper Competition, the awardees also became role models for other student participants in the conference.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/03/2014<br>\n\t\t\t\t\tModified by: Michael&nbsp;C&nbsp;Khoo</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe main goal of this grant was to develop a pipeline of future biomedical engineers by fostering education and professional development through the IEEE Engineering in Medicine and Biology Conference (EMBC). Support  was targeted primarily at the Student Paper Competition (SPC) of the EMBC, since this activity has proven over the years to be an effective mechanism of identifying and recognizing the top-tier talent among the pool of students participating in the conference. The grant provided partial support of travel costs, along with coverage of registration fees and prizes for the top three winners, to 13 U.S.-based SPC finalists in EMBC 2012 and EMBC 2013. Grant funds were also used to cover travel costs for 5 internationally renowned researchers/academicians who were invited Theme Keynote Speakers in EMBC 2012. As a pre-condition of the travel support, these distinguished individuals each participated in a Lunch with Leaders session or a student-related workshop or panel discussion. This portion of the funding was aimed at promoting networking between the students and these leaders in biomedical engineering. The grant also funded two Lunch for Leaders sessions in EMBC 2013: in each session, 100 student participants were divided equally among 10 tables, each with an established BME researcher or industry leader. These lunches were aimed at promoting networking among the students and the participating BME leaders. \n\nOverall, the grant was invaluable in incentivizing top quality students in Biomedical Engineering to present their best work in the setting of a large international conference. It provided an opportunity for the student awardees to network with established academicians and industrial researchers in the field, as well as other students from all over the world. As finalists of the highly competitive Student Paper Competition, the awardees also became role models for other student participants in the conference.\n\n \n\n\t\t\t\t\tLast Modified: 08/03/2014\n\n\t\t\t\t\tSubmitted by: Michael C Khoo"
 }
}