{
 "awd_id": "1207294",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Synthesis of Stoichiometric Pyrite Photovoltaic Absorbers",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael J. Scott",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 196000.0,
 "awd_amount": 196000.0,
 "awd_min_amd_letter_date": "2012-05-09",
 "awd_max_amd_letter_date": "2013-06-03",
 "awd_abstract_narration": "TECHNICAL SUMMARY:\r\nTwo strategies will be pursued to produce phase-pure pyrite (beta-FeS2) in a thin film form. First, we will leverage our experience activating nanostructured hematite (alpha-Fe2O3) photoanodes for water splitting.  Thermodynamics suggest that hematite can be directly transformed to pyrite, bypassing undesired phases that are encountered when using iron as a precursor. The second approach will employ pulsed plasma-enhanced chemical vapor deposition (PECVD), a cyclic technique that provides Angstrom-level control over film thickness.  A key element is the use of plasma-assisted fabrication processes to provide enhanced S activity and precise control over exposure. The investigations will be informed by unique in situ diagnostic capabilities and comprehensive evaluation of material properties and device performance. In both cases pyrite will be formed in intimate contact with a conducting tin oxide/hematite structure that will allow interrogation of the opto-electronic performance, in addition to providing an advanced front contact that facilitates device fabrication. \r\n\r\nNON-TECHNICAL SUMMARY:\r\nNew low cost, earth abundant solar cell technologies are required to generate the TW levels of power required for sustainability.  Pyrite is the most promising semiconductor for solar energy conversion in terms of potential capacity and cost.  It is a non-toxic, earth abundant compound that can very efficiently absorb light for photovoltaic applications. Single junction solar cells derived from this material are theoretically capable of >25% efficiency, but the best results obtained in the limited studies to date are <3%. The work described in this proposal will establish the scientific knowledge base required to successfully produce phase-pure pyrite in a thin film form required for photovoltaics. A major contribution of this project will be the education and advanced training of both graduate and undergraduate students in the materials science and advanced processing of inorganic thin film PV. The PI's group will continue their K-12 outreach work, developing workshop materials related to renewable energy for teachers in school districts with large populations of underrepresented students.\r\n\r\nThis project is supported by the Solid State and Materials Chemistry program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Colin",
   "pi_last_name": "Wolden",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Colin A Wolden",
   "pi_email_addr": "cwolden@mines.edu",
   "nsf_id": "000385555",
   "pi_start_date": "2012-05-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Colorado School of Mines",
  "inst_street_address": "1500 ILLINOIS ST",
  "inst_street_address_2": "",
  "inst_city_name": "GOLDEN",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3032733000",
  "inst_zip_code": "804011887",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "CO07",
  "org_lgl_bus_name": "TRUSTEES OF THE COLORADO SCHOOL OF MINES",
  "org_prnt_uei_num": "JW2NGMP4NMA3",
  "org_uei_num": "JW2NGMP4NMA3"
 },
 "perf_inst": {
  "perf_inst_name": "Colorado School of Mines",
  "perf_str_addr": "1500 Illinois Street",
  "perf_city_name": "Golden",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "804011887",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "CO07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 95000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 101000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Metal sulfides are earth abundant materials that have great potential for sustainability through their application in solar cells, catalysis, and batteries. A general challenge for this class of materials is producing phase pure, stoichiometric compounds.&nbsp; Conventional synthesis requires the use of extremely high temperatures (600- 1000&ordm;C), which is energy intensive and costly.&nbsp; The goal of this proposal was to develop innovative approaches to make these materials at low temperature. The initial focus of this project was pyrite, (FeS<sub>2</sub>), also known as Fool&rsquo;s gold.&nbsp; Pyrite is the most promising semiconductor for solar energy conversion in terms of potential capacity and cost. &nbsp;Pyrite is a semiconductor with a band gap similar to silicon, which is the dominant solar cell technology. Attempts to make pyrite based solar cells have been unsuccessful, and this has been attributed in part to the challenges in making stoichiometric material. In this project we used plasma activation of hydrogen sulfide (H<sub>2</sub>S) to liberate atomic sulfur and form pyrite at low temperature. Two approaches were developed. The first involved plasma-assisted conversion of iron oxide (Fe<sub>2</sub>O<sub>3</sub>) to pyrite. The second involved direct synthesis through plasma-assisted chemical vapor deposition (PECVD) using iron carbonyl (Fe(CO)<sub>5</sub>) and H<sub>2</sub>S. Both techniques were successful in producing stoichiometric FeS<sub>2</sub> at low temperature, but the material proved unsuitable for solar cells due to issues with surface oxidation.</p>\n<p>We then demonstrated the broader applicability of the synthesis techniques by extending them to the transition metal dichalcogenides WS<sub>2</sub> and MoS<sub>2</sub>. These semiconductors are of great interest because they are layered compounds that can form 2-dimensional sheets analogous to graphene, with many similar and complementary applications. &nbsp;We successfully used both plasma-assisted conversion of oxides and PECVD of metal carbonyls to synthesize these materials at low temperature. Moreover, the potential of WS<sub>2</sub> was demonstrated as both an effective electro-catalyst and as a sensor for ammonia detection. &nbsp;</p>\n<p>Having developed expertise in using H<sub>2</sub>S as a reagent for metal-sulfide synthesis, we turned our attention to next generation battery materials such as sodium and lithium sulfide (Na<sub>2</sub>S , Li<sub>2</sub>S). These materials offer the potential of higher energy capacity and improved safety over conventional lithium batteries. Another interesting feature of these processes is that H<sub>2</sub>S a major chemical waste produced predominantly through desulfurization of natural gas and petroleum reserves that is extremely hazardous to human health and corrosive to equipment. So we are using this waste stream as a reagent to produce value added chemicals. We demonstrated that by coupling the alkali metal (Na, Li) to certain organic reagents and generate phase pure metal sulfide nanopowders. These reaction proceed spontaneously and run to completion at room temperature, completely mitigating the H<sub>2</sub>S supplied to the system.</p>\n<p>The broader impacts of this work included the education and technical training of a research faculty member, two graduate students and several undergraduates. The results have been disseminated broadly through &gt;15 presentations at technical conferences and five peer-reviewed journal publications. As part of his outreach activities the PI mentored several students through research experiences for undergraduates (REU) in conjunction with the summer program run by the Renewable Energy Materials Research and Engineering Center at CSM. The PI has contributed to the Hands-on Photovoltaic Experience (HOPE) workshop sponsored by the National Renewable Energy Laboratory. Each summer the HOPE workshop brin...",
  "por_txt_cntn": "\nMetal sulfides are earth abundant materials that have great potential for sustainability through their application in solar cells, catalysis, and batteries. A general challenge for this class of materials is producing phase pure, stoichiometric compounds.  Conventional synthesis requires the use of extremely high temperatures (600- 1000&ordm;C), which is energy intensive and costly.  The goal of this proposal was to develop innovative approaches to make these materials at low temperature. The initial focus of this project was pyrite, (FeS2), also known as FoolÆs gold.  Pyrite is the most promising semiconductor for solar energy conversion in terms of potential capacity and cost.  Pyrite is a semiconductor with a band gap similar to silicon, which is the dominant solar cell technology. Attempts to make pyrite based solar cells have been unsuccessful, and this has been attributed in part to the challenges in making stoichiometric material. In this project we used plasma activation of hydrogen sulfide (H2S) to liberate atomic sulfur and form pyrite at low temperature. Two approaches were developed. The first involved plasma-assisted conversion of iron oxide (Fe2O3) to pyrite. The second involved direct synthesis through plasma-assisted chemical vapor deposition (PECVD) using iron carbonyl (Fe(CO)5) and H2S. Both techniques were successful in producing stoichiometric FeS2 at low temperature, but the material proved unsuitable for solar cells due to issues with surface oxidation.\n\nWe then demonstrated the broader applicability of the synthesis techniques by extending them to the transition metal dichalcogenides WS2 and MoS2. These semiconductors are of great interest because they are layered compounds that can form 2-dimensional sheets analogous to graphene, with many similar and complementary applications.  We successfully used both plasma-assisted conversion of oxides and PECVD of metal carbonyls to synthesize these materials at low temperature. Moreover, the potential of WS2 was demonstrated as both an effective electro-catalyst and as a sensor for ammonia detection.  \n\nHaving developed expertise in using H2S as a reagent for metal-sulfide synthesis, we turned our attention to next generation battery materials such as sodium and lithium sulfide (Na2S , Li2S). These materials offer the potential of higher energy capacity and improved safety over conventional lithium batteries. Another interesting feature of these processes is that H2S a major chemical waste produced predominantly through desulfurization of natural gas and petroleum reserves that is extremely hazardous to human health and corrosive to equipment. So we are using this waste stream as a reagent to produce value added chemicals. We demonstrated that by coupling the alkali metal (Na, Li) to certain organic reagents and generate phase pure metal sulfide nanopowders. These reaction proceed spontaneously and run to completion at room temperature, completely mitigating the H2S supplied to the system.\n\nThe broader impacts of this work included the education and technical training of a research faculty member, two graduate students and several undergraduates. The results have been disseminated broadly through &gt;15 presentations at technical conferences and five peer-reviewed journal publications. As part of his outreach activities the PI mentored several students through research experiences for undergraduates (REU) in conjunction with the summer program run by the Renewable Energy Materials Research and Engineering Center at CSM. The PI has contributed to the Hands-on Photovoltaic Experience (HOPE) workshop sponsored by the National Renewable Energy Laboratory. Each summer the HOPE workshop brings 10-15 graduate students from across the country and has them produce working solar cells during an intensive week long program. The PI has contributed technical talks and run the graduate student poster session associated with the workshop. Our team also participated in a 2 wee..."
 }
}