{
 "awd_id": "1207259",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Locally unusual and tunable aromatic rings for pi-conjugated polymers",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924933",
 "po_email": "alovinge@nsf.gov",
 "po_sign_block_name": "Andrew Lovinger",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 354000.0,
 "awd_amount": 359000.0,
 "awd_min_amd_letter_date": "2012-05-01",
 "awd_max_amd_letter_date": "2014-04-16",
 "awd_abstract_narration": "TECHNICAL SUMMARY:\r\n\r\nThis project is focused on exploration of pi-conjugated polymeric organic semiconductors that are derived from unusual and tunable aromatic segments positioned along the main chains of conjugated polymer backbones.  The aspect of unusual aromaticity will be manifested in research on the use of non-benzenoid aromatic building blocks, that is, repeat units that depart from the classical 6 pi-electron aromatic nuclei of benzene, thiophene, pyrrole, etc.  The focus of the non-benzenoid polymers will center on methano[10]annulene, a non-planar 10 pi-electron hydrocarbon established as a landmark in organic chemistry.  Fundamental issues of aromaticity, torsional strain and disorder in annulene-based polymers will be investigated with the goal to optimize the resulting effective conjugation lengths and the processability of soluble polymers for solution processing necessary for many organic electronic applications.  The primary metrics to determine how these conjugation lengths are attenuated will be electronic absorption and photoluminescence, but the research will also consider computational, thermal and charge carrier measurements.  The aspect of tunable aromaticity will be manifested in research on the use of photochromic building blocks, that is, repeat units capable of specific and reversible changes in electronic structure upon exposure to UV or visible light.  A new polymer design is proposed that decouples the photochemical switching event from polymer macromolecular conformational changes thereby offering the prospect for rapid and efficient tuning of electronic properties as a function of an applied photochemical stimulus.  Electronic properties of these polymers will be assessed through electrical measurements before and after photoinduced switching events.  The focus of this program will be on the exploratory creation of complex functional organic polymers and detailed characterization of their electronic properties.  Materials identified in this effort as having electronic and/or processability properties well-suited for a specific application (e.g. for use as active components for field-effect transistors, photovoltaics or thermoelectrics) will be so transitioned through collaborative efforts already in place at Johns Hopkins and externally.\r\n\r\nNON-TECHNICAL SUMMARY:\r\n\r\nThere is significant interest in the development of electrically conductive plastics derived from organic polymers as viable alternatives to more established inorganic materials.  Organic polymers are much easier to process, allowing them to be fashioned into lightweight, large area, and even flexible devices.  Applications for these plastic devices range from portable photovoltaic cells, light-emitting displays and paintable electronics to new biocompatible medical materials. This project is focused on novel polymeric materials having  unusual electrical or optical properties, ehnanced processabilities or greater environmental stabilities.  At the same time, researchers working in Tovar's group will gain valuable training in the synthetic chemistry of advanced polymer systems and with sophisticated analytical electrochemical and spectroscopic techniques. Opportunities to participate first-hand in multi-disciplinary research collaborations will provide broader exposure to many cutting-edge avenues where materials chemistry can lead to new properties and potential applications.  The Tovar group will foster increased exposure to organic electronics research among high school, undergraduate and graduate-level students within Baltimore City and beyond, as exemplified by prior successsful activities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Tovar",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "John D Tovar",
   "pi_email_addr": "tovar@jhu.edu",
   "nsf_id": "000490841",
   "pi_start_date": "2012-05-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Johns Hopkins University",
  "inst_street_address": "3400 N CHARLES ST",
  "inst_street_address_2": "",
  "inst_city_name": "BALTIMORE",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "4439971898",
  "inst_zip_code": "212182608",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "MD07",
  "org_lgl_bus_name": "THE JOHNS HOPKINS UNIVERSITY",
  "org_prnt_uei_num": "GS4PNKTRNKL3",
  "org_uei_num": "FTMTDMBR29C7"
 },
 "perf_inst": {
  "perf_inst_name": "Johns Hopkins University",
  "perf_str_addr": "3400 North Charles Street",
  "perf_city_name": "Baltimore",
  "perf_st_code": "MD",
  "perf_st_name": "Maryland",
  "perf_zip_code": "212182608",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "MD07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177300",
   "pgm_ele_name": "POLYMERS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 118000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 118000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 123000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The focus of this program was on the exploratory creation of complex but functional organic electronic polymers and detailed characterization of their electronic properties.&nbsp;With the support of this award, we completed an exploratory study of annulene-based copolymers and molecular monomers with delocalized electronic properties that could be useful for the area of plastic organic electronics.&nbsp;Fundamental issues of aromaticity, torsional strain and disorder in annulene-based polymers were investigated with the goal to optimize the resulting effective conjugation lengths and the processability of soluble polymers for solution processing necessary for many organic electronic applications. Notably, furan and thiophene comonomer units within donor-acceptor conjugated polymer frameworks were compared and an unusual oligomeric diradical molecule was successfully synthesized.&nbsp; An international collaboration was initiated to explore the spectroscopic properties of this system. Finally, benzodithiophene photochrome synthesis was pursued with mixed results, so new synthetic proposals were developed and extended synthetic elaboration studies are ongoing. The research led to to the issuing of one patent and the publication of seven reseaarch papers.This project strengthened involved graduate students&rsquo; competencies in organic chemistry relevant for the construction of advanced materials.&nbsp; It has also provided them with substantial exposure to analytical techniques commonly employed to characterize organic electronic materials in industrial, federal and academic labs.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/30/2016<br>\n\t\t\t\t\tModified by: John&nbsp;D&nbsp;Tovar</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe focus of this program was on the exploratory creation of complex but functional organic electronic polymers and detailed characterization of their electronic properties. With the support of this award, we completed an exploratory study of annulene-based copolymers and molecular monomers with delocalized electronic properties that could be useful for the area of plastic organic electronics. Fundamental issues of aromaticity, torsional strain and disorder in annulene-based polymers were investigated with the goal to optimize the resulting effective conjugation lengths and the processability of soluble polymers for solution processing necessary for many organic electronic applications. Notably, furan and thiophene comonomer units within donor-acceptor conjugated polymer frameworks were compared and an unusual oligomeric diradical molecule was successfully synthesized.  An international collaboration was initiated to explore the spectroscopic properties of this system. Finally, benzodithiophene photochrome synthesis was pursued with mixed results, so new synthetic proposals were developed and extended synthetic elaboration studies are ongoing. The research led to to the issuing of one patent and the publication of seven reseaarch papers.This project strengthened involved graduate students? competencies in organic chemistry relevant for the construction of advanced materials.  It has also provided them with substantial exposure to analytical techniques commonly employed to characterize organic electronic materials in industrial, federal and academic labs.  \n\n \n\n \n\n\t\t\t\t\tLast Modified: 07/30/2016\n\n\t\t\t\t\tSubmitted by: John D Tovar"
 }
}