{
 "awd_id": "1207945",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "RUI: Discovery Research K-12: Developing Algebra-Ready Students for Middle School: Exploring the Impact of Early Algebra",
 "cfda_num": "47.076",
 "org_code": "11090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Karen King",
 "awd_eff_date": "2011-09-01",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 750613.0,
 "awd_amount": 750613.0,
 "awd_min_amd_letter_date": "2011-12-19",
 "awd_max_amd_letter_date": "2011-12-19",
 "awd_abstract_narration": "The project Developing Algebra-Ready Students for Middle School:  Exploring the Impact of Early Algebra, led by faculty at the University of Massachusetts-Dartmouth and the University of Wisconsin is developing and testing a curricular learning progression of early algebra objectives and activities for students in grades 3 - 5. The goal of the work is to provide teachers with curricular guidance and instructional resources that are useful in preparing students for success in study of algebra at the middle grade level.  The project is also developing and validating assessment tools for evaluating student progress toward essential pre-algebra mathematical understandings.\r\n\r\nThe basic hypothesis of the project is that findings from prior research on early algebra learning need to be consolidated into a coherent longitudinal curriculum strand in elementary school mathematics and that effective use of such curricular resources also requires teacher access to high quality assessments of student learning progress. The project is using content analysis, synthesis of the research literature on early algebra, and classroom teaching experiments to produce and test the curricular learning progression and teaching resources.  The assessment instruments are being developed and validated using standard psychometric techniques.\r\n\r\nSince the ultimate utility of any early algebra materials depends on designing them in such a way that typical elementary teachers can use them effectively, the project is also conducting exploratory work on professional development of teachers. This work lays the groundwork for what the proposers envision to be a subsequent large scale comparative study to test the hypothesis that appropriate early algebra experiences in elementary grades will enhance learning of formal algebra in later grades.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "EDU",
 "org_dir_long_name": "Directorate for STEM Education",
 "div_abbr": "DRL",
 "org_div_long_name": "Division of Research on Learning in Formal and Informal Settings (DRL)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Maria",
   "pi_last_name": "Blanton",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Maria Blanton",
   "pi_email_addr": "Maria_Blanton@terc.edu",
   "nsf_id": "000249776",
   "pi_start_date": "2011-12-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "TERC Inc",
  "inst_street_address": "2067 MASSACHUSETTS AVE STE 26",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6178739600",
  "inst_zip_code": "021401339",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "TERC, INC.",
  "org_prnt_uei_num": "GSLCJ3M62XX1",
  "org_uei_num": "GSLCJ3M62XX1"
 },
 "perf_inst": {
  "perf_inst_name": "TERC Inc",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021401339",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "764500",
   "pgm_ele_name": "Discovery Research K-12"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9177",
   "pgm_ref_txt": "ELEMENTARY/SECONDARY EDUCATION"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0410",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001011DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  },
  {
   "app_code": "0411",
   "app_name": "NSF Education & Human Resource",
   "app_symb_id": "040106",
   "fund_code": "04001112DB",
   "fund_name": "NSF Education & Human Resource",
   "fund_symb_id": "040106"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 269694.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 480919.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The teaching and learning of algebra continues to be a focus of research and reform initiatives alike, especially given the role algebra plays as a gatekeeper to both further mathematics study and future STEM-related employment opportunities. It is now widely accepted that students should experience a long-term, sustained algebra education beginning in the elementary grades. Yet, there are unanswered questions regarding the impact that a comprehensive, longitudinal early algebra experience would have on elementary students&rsquo; algebra understanding and their algebra readiness in middle school and beyond.</p>\n<p>The overarching goal of this three-year project was to design the building blocks necessary to investigate the impact of early algebra education on students&rsquo; algebra readiness for middle grades. In particular, we achieved the following four outcomes:</p>\n<ol>\n<li>We designed an Early Algebra Learning Progression [EALP] for grades 3-7. This progression is a description of how students&rsquo; algebraic thinking can develop when supported by quality early algebra instruction and includes learning goals as well as an instructional sequence that can promote students&rsquo; learning along the progression. The EALP is organized around the domains of equivalence relations, generalized arithmetic, functional thinking, variable, and proportional reasoning and the algebraic thinking practices of generalizing relationships and structure, representing generalizations, justifying generalizations, and reasoning with generalizations. This progression was designed by coordinating a) what we know from K-8 research on students&rsquo; algebraic thinking, b) algebraic concepts and standards that have been prioritized in various curricular frameworks (e.g., from popular reform-based K-8 curricula, state standards, and national standards such as NCTM&rsquo;s <em>Principles and Standards</em>, <em>Curriculum Focal Points for Grades PreK-8, </em>and <em>Common Core State Standards</em>), and c) mathematical perspectives on the organization of algebra as a discipline (e.g., as indicated by scope and sequence from high school algebra curricula).</li>\n<li>We designed grade-based written assessments aligned with the EALP to measure students&rsquo; algebra understanding in grades 3-7. These assessments were validated through psychometric testing.</li>\n<li>We conducted a preliminary study of the impact of an EALP-based intervention. A one-year intervention was conducted in sixteen classrooms (six intervention classrooms and 10 comparison classrooms), across grades 3-5, with a member of our research team serving as the teacher for the six intervention classrooms. The comparison classrooms received only their regularly scheduled instruction. Findings indicate that elementary school students are capable of engaging in rather sophisticated algebraic content and practices. Students who participated in our intervention significantly outperformed students in the comparison classrooms on a written pre/post algebra assessment designed to measure shifts in their understanding across multiple algebraic domains. In addition to providing initial efficacy data regarding the potential of EALP-based instruction, the study helped inform a refinement of the EALP itself.</li>\n<li>We used the EALP and associated tasks to develop lessons for content-based teacher professional development [TPD]. We conducted TPD at a school participating in our preliminary study and refined our EALP-based TPD curriculum through this implementation.</li>\n</ol>\n<p>By achieving the above outcomes, we are now able to rigorously examine the question of early algebra&rsquo;s impact on students&rsquo; developing algebraic thinking and readiness for the more formal algebra of middle school on a larger scale. We are currently engaged in this work through a researcher-led intervention. The development of EALP-based TPD material...",
  "por_txt_cntn": "\nThe teaching and learning of algebra continues to be a focus of research and reform initiatives alike, especially given the role algebra plays as a gatekeeper to both further mathematics study and future STEM-related employment opportunities. It is now widely accepted that students should experience a long-term, sustained algebra education beginning in the elementary grades. Yet, there are unanswered questions regarding the impact that a comprehensive, longitudinal early algebra experience would have on elementary studentsÆ algebra understanding and their algebra readiness in middle school and beyond.\n\nThe overarching goal of this three-year project was to design the building blocks necessary to investigate the impact of early algebra education on studentsÆ algebra readiness for middle grades. In particular, we achieved the following four outcomes:\n\nWe designed an Early Algebra Learning Progression [EALP] for grades 3-7. This progression is a description of how studentsÆ algebraic thinking can develop when supported by quality early algebra instruction and includes learning goals as well as an instructional sequence that can promote studentsÆ learning along the progression. The EALP is organized around the domains of equivalence relations, generalized arithmetic, functional thinking, variable, and proportional reasoning and the algebraic thinking practices of generalizing relationships and structure, representing generalizations, justifying generalizations, and reasoning with generalizations. This progression was designed by coordinating a) what we know from K-8 research on studentsÆ algebraic thinking, b) algebraic concepts and standards that have been prioritized in various curricular frameworks (e.g., from popular reform-based K-8 curricula, state standards, and national standards such as NCTMÆs Principles and Standards, Curriculum Focal Points for Grades PreK-8, and Common Core State Standards), and c) mathematical perspectives on the organization of algebra as a discipline (e.g., as indicated by scope and sequence from high school algebra curricula).\nWe designed grade-based written assessments aligned with the EALP to measure studentsÆ algebra understanding in grades 3-7. These assessments were validated through psychometric testing.\nWe conducted a preliminary study of the impact of an EALP-based intervention. A one-year intervention was conducted in sixteen classrooms (six intervention classrooms and 10 comparison classrooms), across grades 3-5, with a member of our research team serving as the teacher for the six intervention classrooms. The comparison classrooms received only their regularly scheduled instruction. Findings indicate that elementary school students are capable of engaging in rather sophisticated algebraic content and practices. Students who participated in our intervention significantly outperformed students in the comparison classrooms on a written pre/post algebra assessment designed to measure shifts in their understanding across multiple algebraic domains. In addition to providing initial efficacy data regarding the potential of EALP-based instruction, the study helped inform a refinement of the EALP itself.\nWe used the EALP and associated tasks to develop lessons for content-based teacher professional development [TPD]. We conducted TPD at a school participating in our preliminary study and refined our EALP-based TPD curriculum through this implementation.\n\n\nBy achieving the above outcomes, we are now able to rigorously examine the question of early algebraÆs impact on studentsÆ developing algebraic thinking and readiness for the more formal algebra of middle school on a larger scale. We are currently engaged in this work through a researcher-led intervention. The development of EALP-based TPD materials will allow us, ultimately, to examine this question in a more authentic way, with classroom teachers&mdash;rather than researchers&mdash;implementing early algebra instruction.\n\n \n\nThis project addr..."
 }
}