{
 "awd_id": "1207752",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research: Building an Event Horizon Telescope: (Sub)millimeter  VLBI from the South Pole Telescope",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Peter Kurczynski",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 695918.0,
 "awd_amount": 801283.0,
 "awd_min_amd_letter_date": "2012-07-24",
 "awd_max_amd_letter_date": "2016-05-23",
 "awd_abstract_narration": "A research topic of great current interest is the supermassive black hole of about 4 million solar masses that is now known to exist at the center of our Milky Way galaxy.  Similar objects are common in other galaxies.  Most of what is known about the Milky Way's exotic object comes from studies of the kinematics of stars influenced by its strong gravitational field.  No possibility has heretofore existed for directly imaging the black hole, or more technically its event horizon, the gravitational \"point of no return\" from within which no particle or photon can escape the black hole.  The galactic center region is distant, about 8 kpc, making it extraordinarily difficult to obtain high-spatial-resolution images of the supermassive black hole by any direct technique.  If such images could be obtained, they would be the very first of their kind, and could reveal information not yet imagined about black holes and the dynamics in the cores of galaxies.\r\n \r\nTo attack this challenging scientific problem, Drs. D. Marrone of the University of Arizona, S. Doeleman of the Northeast Radio Observatory Corporation, and J. Carlstrom of the University of Chicago intend to enhance an existing array of radio telescopes operating at the very highest radio frequencies (the submillimeter, with wavelengths somewhat shorter than a millimeter) and in a mode where telescopes separated by continental baselines coherently combine their data to achieve unprecedented spatial resolution.  The general technique is termed Very Long Baseline Interferometry, or VLBI, and the particular array of radio telescopes to be used is referred to as the Event Horizon Telescope (EHT), developed in part through a previous award from NSF.  Through a new NSF proposal the researchers plan to add the South Pole Telescope (SPT) as a new station to the EHT.  Adding stations (telescopes) in this manner enhances sensitivity to radio signals and also improves the spatial response of the instrument as an imaging device, so that better-quality maps may be made of fainter objects.  In addition to the addition of a key observing station, the technology will feature a new, sensitive dual-band millimeter-wave VLBI receiver, optimized for the needs of this project, that will employ superconducting mixer technology developed for the Atacama Large Millimeter Array (ALMA) project by the National Radio Astronomy Observatory (NRAO).  Finally, the proven 230 GHz design will be adapted for use at 345 GHz.\r\n\r\nFunding for this work is being provided by NSF's Division of Astronomical Sciences through its Advanced Technologies and Instrumentation program.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Marrone",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel P Marrone",
   "pi_email_addr": "dmarrone@email.arizona.edu",
   "nsf_id": "000576682",
   "pi_start_date": "2012-07-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Arizona",
  "inst_street_address": "845 N PARK AVE RM 538",
  "inst_street_address_2": "",
  "inst_city_name": "TUCSON",
  "inst_state_code": "AZ",
  "inst_state_name": "Arizona",
  "inst_phone_num": "5206266000",
  "inst_zip_code": "85721",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "AZ07",
  "org_lgl_bus_name": "UNIVERSITY OF ARIZONA",
  "org_prnt_uei_num": "",
  "org_uei_num": "ED44Y3W6P7B9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Arizona",
  "perf_str_addr": "888 N Euclid",
  "perf_city_name": "Tucson",
  "perf_st_code": "AZ",
  "perf_st_name": "Arizona",
  "perf_zip_code": "857210001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "AZ07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121800",
   "pgm_ele_name": "ADVANCED TECHNOLOGIES & INSTRM"
  },
  {
   "pgm_ele_code": "121900",
   "pgm_ele_name": "SPECIAL PROGRAMS IN ASTRONOMY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  },
  {
   "pgm_ref_code": "7697",
   "pgm_ref_txt": "INSTRUMENTATION"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0116",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001617DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 399020.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 185456.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 111442.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 98359.0
  },
  {
   "fund_oblg_fiscal_yr": 2016,
   "fund_oblg_amt": 7006.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>A long-standing goal in astrophysics is to directly image the region just outside a black hole event horizon. This is the environment in which some of the most influential processes in the universe take place: the accretion of plasma that fuels powerful black hole feedback processes and the acceleration of astrophysical jets. The Event Horizon Telescope (EHT) is an international collaboration that is uniting radio telescopes all over the world to achieve the angular resolution (1000x better than Hubble) needed to image black holes. Doing so requires telescopes that observe at the shortest radio wavelengths that the atmosphere allows and that truly span the diameter of the Earth: from Hawaii to Spain and from Arizona to the south pole.</p>\n<p>Intellectual Merit Outcomes: This award funded the construction, installation, and commissioning of a new receiver for the South Pole Telescope (SPT) to bring it into the EHT array. Doing so doubles the north-south extent of the array and allows EHT observations at a shorter wavelength, together increasing the array resolution by a factor of three. Over the course of the award period, an entire coherent receiving system, with an atomic clock frequency reference, was built in Arizona and deployed to the south pole. The receiver incorporates superconducting mixers to observe at wavelengths of either 1.4 or 0.9 mm, selected by the optical configuration. Testing in January 2015 and February 2017 showed that the SPT can successfully operate as a station for the EHT, which validates the effectiveness of the precautions implemented against the unusual south pole environment. A particular challenge of this site is the operation of the EHT experiment during the polar winter, when the relay optics must be re-installed in the cold, dark conditions and the system must be brought back to life by the non-expert telescope winterovers. Observations were conducted in April 2017 and black hole detections were achieved, showing that this technical challenge has been met.</p>\n<p>Broader Impact Outcomes: This award led to the education of numerous students at all levels. The majority of a graduate student career was funded under this award, during which time the student was involved in all aspects of the receiver development, testing, installation, operation, and in the scientific interpretation of the gathered data. A postdoctoral scholar was partially supported and provided new training in optical design and systems engineering. Six undergraduate students participated in this work resulting in two undergraduate theses, one of which was awarded a UA College of Science prize for &ldquo;Excellence in Undergraduate Research&rdquo;. Half of these students (including the prize recipient) have been women and/or underrepresented minorities. This work has provided numerous opportunities to communicate the techniques and motivations of scientists to the public in mass-media venues. Stories about the project have appeared online, in magazines, and in newspapers. Interviews about black hole science, the goals of this work, and the motivations that lead scientists to pursue basic research have been featured in programs on the Science channel and CNN.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/26/2017<br>\n\t\t\t\t\tModified by: Daniel&nbsp;P&nbsp;Marrone</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nA long-standing goal in astrophysics is to directly image the region just outside a black hole event horizon. This is the environment in which some of the most influential processes in the universe take place: the accretion of plasma that fuels powerful black hole feedback processes and the acceleration of astrophysical jets. The Event Horizon Telescope (EHT) is an international collaboration that is uniting radio telescopes all over the world to achieve the angular resolution (1000x better than Hubble) needed to image black holes. Doing so requires telescopes that observe at the shortest radio wavelengths that the atmosphere allows and that truly span the diameter of the Earth: from Hawaii to Spain and from Arizona to the south pole.\n\nIntellectual Merit Outcomes: This award funded the construction, installation, and commissioning of a new receiver for the South Pole Telescope (SPT) to bring it into the EHT array. Doing so doubles the north-south extent of the array and allows EHT observations at a shorter wavelength, together increasing the array resolution by a factor of three. Over the course of the award period, an entire coherent receiving system, with an atomic clock frequency reference, was built in Arizona and deployed to the south pole. The receiver incorporates superconducting mixers to observe at wavelengths of either 1.4 or 0.9 mm, selected by the optical configuration. Testing in January 2015 and February 2017 showed that the SPT can successfully operate as a station for the EHT, which validates the effectiveness of the precautions implemented against the unusual south pole environment. A particular challenge of this site is the operation of the EHT experiment during the polar winter, when the relay optics must be re-installed in the cold, dark conditions and the system must be brought back to life by the non-expert telescope winterovers. Observations were conducted in April 2017 and black hole detections were achieved, showing that this technical challenge has been met.\n\nBroader Impact Outcomes: This award led to the education of numerous students at all levels. The majority of a graduate student career was funded under this award, during which time the student was involved in all aspects of the receiver development, testing, installation, operation, and in the scientific interpretation of the gathered data. A postdoctoral scholar was partially supported and provided new training in optical design and systems engineering. Six undergraduate students participated in this work resulting in two undergraduate theses, one of which was awarded a UA College of Science prize for \"Excellence in Undergraduate Research\". Half of these students (including the prize recipient) have been women and/or underrepresented minorities. This work has provided numerous opportunities to communicate the techniques and motivations of scientists to the public in mass-media venues. Stories about the project have appeared online, in magazines, and in newspapers. Interviews about black hole science, the goals of this work, and the motivations that lead scientists to pursue basic research have been featured in programs on the Science channel and CNN.\n\n\t\t\t\t\tLast Modified: 11/26/2017\n\n\t\t\t\t\tSubmitted by: Daniel P Marrone"
 }
}