{
 "awd_id": "1207894",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Developing Indigenous Research Methodologies in the Arctic (IRM-A): Examining the Impacts of Settlement on Socialization and Youth Experience in Siberia and Alaska",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anna Kerttula de Echave",
 "awd_eff_date": "2012-02-15",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 391847.0,
 "awd_min_amd_letter_date": "2012-02-03",
 "awd_max_amd_letter_date": "2014-02-14",
 "awd_abstract_narration": "This innovative, collaborative, comparative ethnographic inquiry aims to explore the ways indigenous research methodologies can be effectively utilized in the study of arctic indigenous youth with special focus on local impacts of settlement on socialization practices and experiences of growing up in two arctic Indigenous communities: one in Siberia and one in Alaska. The design and methods of the study arise directly from community requests and contemporary circumpolar social exigencies to come up with more effective and culturally responsive ways of working with Indigenous youth in arctic contexts. The involvement of two native Alaskan and Siberian social scientists are crucial for introduction of an innovative method of anthropological peer observation in each community to document and address the complexities of conducting Native research as a Native person.  The process of peer observation will enable the intersection of meaning systems through the cultural encounter of Indigenous observer bringing to bear on the research process the following conditions: traditional Indigenous knowledge, empathy, a native-point-of-view of the contemporary socio-economic and global environmental context as well as a non-native?s perception of local specificities. This participatory study will address the following questions: What are the key characteristics of Indigenous research methodologies? How are Indigenous research methodologies applied in arctic Indigenous contexts and with youth? How can Indigenous research methods impact critically upon important social issues in the communities? What are the benefits and challenges of utilizing an Indigenous approach to research, and how can Indigenous research methods apply more generally across cultural and academic contexts? This study aims to impact the international Indigenous and scientific communities by providing critical information on research process, methods and outcomes from both the Indigenous community perspective as well as from the Indigenous researcher perspectives.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stacy",
   "pi_last_name": "Rasmus",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Stacy M Rasmus",
   "pi_email_addr": "smrasmus@alaska.edu",
   "nsf_id": "000556049",
   "pi_start_date": "2012-02-03",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Alaska Fairbanks Campus",
  "inst_street_address": "2145 N TANANA LOOP",
  "inst_street_address_2": "",
  "inst_city_name": "FAIRBANKS",
  "inst_state_code": "AK",
  "inst_state_name": "Alaska",
  "inst_phone_num": "9074747301",
  "inst_zip_code": "997750001",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "AK00",
  "org_lgl_bus_name": "UNIVERSITY OF ALASKA FAIRBANKS",
  "org_prnt_uei_num": "",
  "org_uei_num": "FDLEQSJ8FF63"
 },
 "perf_inst": {
  "perf_inst_name": "University of Alaska Fairbanks",
  "perf_str_addr": "PO Box 757880",
  "perf_city_name": "Fairbanks",
  "perf_st_code": "AK",
  "perf_st_name": "Alaska",
  "perf_zip_code": "997757880",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "AK00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "522100",
   "pgm_ele_name": "ASSP-Arctic Social Science"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "5221",
   "pgm_ref_txt": "ARCTIC SOCIAL SCIENCES"
  },
  {
   "pgm_ref_code": "7916",
   "pgm_ref_txt": "EAGER"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 161612.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 198387.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 31848.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The contemporary Arctic represents a vast and complex theatre of global change and adaptation brought by shifting social and environmental systems. From colonialism to climate, the indigenous people of the Arctic remain on the frontlines, observing and adapting to a rapidly changing world and way of life. Indigenous peoples and communities hold key knowledge concerning our collective human capacity to navigate through intensive environmental and social disruptions and remain resilient. The involvement of Arctic indigenous community members in research on social resilience is critical to developing this understanding. This study aimed to develop strategies for engaging indigenous peoples in research utilizing decolonizing and indigenous methodologies as part of a research exchange between communities in northeast Siberia and southwest Alaska. The project leads are both indigenous social scientists with long-term relationships with indigenous communities in different parts of the Arctic. The ultimate goals of the study were to 1) develop and describe a best practice for engaging indigenous communities in collaborative and comparative research in the Arctic and 2) to describe indigenous community adaptations and responses to settlement and social change among Eveny in Siberia and Yup&rsquo;ik in Alaska.</p>\n<p>Primary outcomes from the study include: a) the development and delivery of a set of strategies for decolonizing research methodologies in an Arctic indigenous community setting; b) social network and partnership development between Eveny communities in Siberia and Yup&rsquo;ik communities in Alaska; c) collection of 26 interviews with Eveny reindeer herders and Yup&rsquo;ik subsistence hunter/gatherers; d) documentation of indigenous and decolonizing methodologies through the use of &lsquo;peer observation of research,&rsquo; an empirical strategy for validating new social science research methods and practices; e) development of a comparative model of social resilience for Eveny and Yup&rsquo;ik communities; f) dissemination of results for key contributors at the community level and as part of scholarly publications and presentations nationally and internationally.</p>\n<p><em>Intellectual merit: &nbsp;</em>The involvement of two indigenous social science researchers will provide rare access to the production of local indigenous knowledge in the Arctic.&nbsp; <em>&nbsp;</em></p>\n<p><em>Broader impacts: </em>The study impacts the international indigenous and scientific communities by providing critical information on research process, methods and outcomes from both an indigenous community perspective as well as from the perspective an indigenous researcher. At the local level, the study involved indigenous arctic community members as key collaborators working collaboratively and co-equally to produce knowledge and understanding of issues related to rapid social change and resilience.&nbsp;<em></em></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/03/2015<br>\n\t\t\t\t\tModified by: Stacy&nbsp;M&nbsp;Rasmus</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2015/1207894/1207894_10152026_1443918411104_DrUlturgasheva--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2015/1207894/1207894_10152026_1443918411104_DrUlturgasheva--rgov-800width.jpg\" title=\"Dr. Olga Ulturgasheva\"><img src=\"/por/images/Reports/POR/2015/1207894/1207894_10152026_1443918411104_DrUlturgasheva--rgov-66x44.jpg...",
  "por_txt_cntn": "\nThe contemporary Arctic represents a vast and complex theatre of global change and adaptation brought by shifting social and environmental systems. From colonialism to climate, the indigenous people of the Arctic remain on the frontlines, observing and adapting to a rapidly changing world and way of life. Indigenous peoples and communities hold key knowledge concerning our collective human capacity to navigate through intensive environmental and social disruptions and remain resilient. The involvement of Arctic indigenous community members in research on social resilience is critical to developing this understanding. This study aimed to develop strategies for engaging indigenous peoples in research utilizing decolonizing and indigenous methodologies as part of a research exchange between communities in northeast Siberia and southwest Alaska. The project leads are both indigenous social scientists with long-term relationships with indigenous communities in different parts of the Arctic. The ultimate goals of the study were to 1) develop and describe a best practice for engaging indigenous communities in collaborative and comparative research in the Arctic and 2) to describe indigenous community adaptations and responses to settlement and social change among Eveny in Siberia and YupÆik in Alaska.\n\nPrimary outcomes from the study include: a) the development and delivery of a set of strategies for decolonizing research methodologies in an Arctic indigenous community setting; b) social network and partnership development between Eveny communities in Siberia and YupÆik communities in Alaska; c) collection of 26 interviews with Eveny reindeer herders and YupÆik subsistence hunter/gatherers; d) documentation of indigenous and decolonizing methodologies through the use of æpeer observation of research,Æ an empirical strategy for validating new social science research methods and practices; e) development of a comparative model of social resilience for Eveny and YupÆik communities; f) dissemination of results for key contributors at the community level and as part of scholarly publications and presentations nationally and internationally.\n\nIntellectual merit:  The involvement of two indigenous social science researchers will provide rare access to the production of local indigenous knowledge in the Arctic.   \n\nBroader impacts: The study impacts the international indigenous and scientific communities by providing critical information on research process, methods and outcomes from both an indigenous community perspective as well as from the perspective an indigenous researcher. At the local level, the study involved indigenous arctic community members as key collaborators working collaboratively and co-equally to produce knowledge and understanding of issues related to rapid social change and resilience. \n\n \n\n\t\t\t\t\tLast Modified: 10/03/2015\n\n\t\t\t\t\tSubmitted by: Stacy M Rasmus"
 }
}