{
 "awd_id": "1207243",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Electrical Spin Injection at Chemically Modified Organic/Inorganic Interfaces",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032925360",
 "po_email": "mdeutsch@nsf.gov",
 "po_sign_block_name": "Miriam Deutsch",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 389710.0,
 "awd_amount": 389710.0,
 "awd_min_amd_letter_date": "2012-05-04",
 "awd_max_amd_letter_date": "2014-05-24",
 "awd_abstract_narration": "Technical Description: The central aim of this project is to determine the role of interface structure, chemistry and band alignment in spin transport and scattering in hybrid organic/inorganic heterostructures. The project consists of two components. The first is focused on using previously demonstrated spin-transport techniques to explore the impact of chemical modification and passivation of the inorganic surface on spin transport in hybrid organic/inorganic systems. The second focuses on the development of novel measurement geometries to directly probe the exchange interaction across the organic/inorganic interface for both bare and modified inorganic surfaces using the ultrafast pump-probe technique of ferromagnetic proximity polarization. The success of the project can help laying the foundation for the development of both hybrid and all-organic spintronic devices that exploit the relative ease of fabrication and inherent chemical functionality available in organic systems.\r\n\r\nNon-technical Description: This research project is on the integration of organic-based magnetic materials into the developing field of spintronics, which relies on exploiting the magnetic properties of materials for low-power and instant-on electronics. The use of organic-based materials can potentially lead to room-temperature operation, inexpensive fabrication and intrinsic chemical sensitivity for on-chip integration of chemical sensing. The expansion of organic electronics to include organic-based magnetic materials and devices allows the development of capabilities complementary to traditional solid-state spintronics in much the same fashion that organic light-emitting diodes and organic thin-film transistors have provided low-cost, easier-to-manufacture alternatives for more conventional inorganic electronic devices. In addition, the PI works with physics PhD students in collaborative teams that use \"live\" intellectual property to develop viable business plans for commercialization, in collaboration with the Technology Entrepreneurship and Commercialization Academy based in the Fischer College of Business at The Ohio State University. This training goes well beyond what is currently available to a typical PhD in physics and fills a critical gap in the development of our nation's STEM workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ezekiel",
   "pi_last_name": "Johnston-Halperin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ezekiel Johnston-Halperin",
   "pi_email_addr": "ejh@mps.ohio-state.edu",
   "nsf_id": "000481110",
   "pi_start_date": "2012-05-04",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Arthur",
   "pi_last_name": "Epstein",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Arthur J Epstein",
   "pi_email_addr": "Epstein.2@osu.edu",
   "nsf_id": "000119059",
   "pi_start_date": "2012-05-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ohio State University",
  "inst_street_address": "1960 KENNY RD",
  "inst_street_address_2": "",
  "inst_city_name": "COLUMBUS",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "6146888735",
  "inst_zip_code": "432101016",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "OH03",
  "org_lgl_bus_name": "OHIO STATE UNIVERSITY, THE",
  "org_prnt_uei_num": "MN4MDDMN8529",
  "org_uei_num": "DLWBSLWAJWR1"
 },
 "perf_inst": {
  "perf_inst_name": "Ohio State University",
  "perf_str_addr": "Office of Sponsored Projects",
  "perf_city_name": "Columbus",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "432101016",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "OH03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 125675.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 129843.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 134192.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The field of spintronics promises the next generation of computing, utilizing the spin degree of freedom. The development of organic-based magnets introduces the possibility of all organic or hybrid spintronic devices which can incorporate the advantages of organics that are already driving applications such as organic light-emitting diodes (OLEDs; i.e., low cost, chemical tunability, flexible substrates). In addition, there is widespread interest in magnetic materials for microwave electronics, such as antennas, circulators, isolators, and phase shifters, with applications in wireless communication, signal processing, and radar systems. In particular, yttrium iron garnet (YIG) has the narrowest ferromagnetic resonance (FMR) linewidth measured in inorganic materials, and has enabled development of high frequency electronic devices that take advantage of its linewidth. However, only YIG films grown on specific substrates at high temperature yield optimal properties, which prevents its use in most integrated circuits and limits devices to geometries compatible with a separately grown YIG layer, with limited precision and feature size.&nbsp;</p>\n<p>We have addressed both of these challenges by a series of experimental breakthroughs. First, we have successfully synthesized high-quality thin films of vandadium methyl tricyanoethylenecarboxylate V[Me(TCEC)] through chemical vapor deposition. We observe magnetic ordering above room temperature and conductivity similar to other organic semiconductors (band gap ~ 0.48 eV). This combination of magnetic ordering and semiconducting functionality is very promising for spin-based electronics, and the ability to tune the functionality of the carboxylate end group lays the foundation for other functional chemical modifications.&nbsp;</p>\n<p>Second, we have exploited the fact that these organic-based materials can be deposited on a wide variety of substrates and are compatible with low deposition temperatures. Organic thin films have made inroads in consumer electronics in the form of organic light-emitting diodes, photovoltaics, and field effect transistors. We have developed thin films of an organic ferrimagnetic material, vanadium tetracyanoethylene or V[TCNE]<sub>x~2 </sub>, that is deposited via low temperature chemical vapor deposition. These films have the advantages of organics while maintaining robust magnetic properties, most notably an extremely narrow FMR linewidth of 1.4 G (right). This organic material with resonance characteristics comparable to YIG could similarly enable new classes of organic-based microwave devices.</p>\n<p>In the pursuit of these research goals, we have also made significant progress in expanding the training of the STEM workforce to include cross-disciplinary capabilities that bridge between the chemistry and physics necessary to synthesize and study these novel materials and structures, respectively. In addition, the PI has played a pioneering role in broadening the STEM pipeline to effectively mentor young scientists from traditionally underrepresented groups. A key component of this effort has been the creation of a MS to PhD Bridge Program in Physics at Ohio State that helps URM students transition from BS to PhD through an intensive two-year MS program. The program overall has effectively launched 6 students into their PhD studies, including one mentored by the PI, and currently has 4 additional students in the MS &ldquo;pipeline&rdquo;.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/31/2016<br>\n\t\t\t\t\tModified by: Ezekiel&nbsp;Johnston-Halperin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe field of spintronics promises the next generation of computing, utilizing the spin degree of freedom. The development of organic-based magnets introduces the possibility of all organic or hybrid spintronic devices which can incorporate the advantages of organics that are already driving applications such as organic light-emitting diodes (OLEDs; i.e., low cost, chemical tunability, flexible substrates). In addition, there is widespread interest in magnetic materials for microwave electronics, such as antennas, circulators, isolators, and phase shifters, with applications in wireless communication, signal processing, and radar systems. In particular, yttrium iron garnet (YIG) has the narrowest ferromagnetic resonance (FMR) linewidth measured in inorganic materials, and has enabled development of high frequency electronic devices that take advantage of its linewidth. However, only YIG films grown on specific substrates at high temperature yield optimal properties, which prevents its use in most integrated circuits and limits devices to geometries compatible with a separately grown YIG layer, with limited precision and feature size. \n\nWe have addressed both of these challenges by a series of experimental breakthroughs. First, we have successfully synthesized high-quality thin films of vandadium methyl tricyanoethylenecarboxylate V[Me(TCEC)] through chemical vapor deposition. We observe magnetic ordering above room temperature and conductivity similar to other organic semiconductors (band gap ~ 0.48 eV). This combination of magnetic ordering and semiconducting functionality is very promising for spin-based electronics, and the ability to tune the functionality of the carboxylate end group lays the foundation for other functional chemical modifications. \n\nSecond, we have exploited the fact that these organic-based materials can be deposited on a wide variety of substrates and are compatible with low deposition temperatures. Organic thin films have made inroads in consumer electronics in the form of organic light-emitting diodes, photovoltaics, and field effect transistors. We have developed thin films of an organic ferrimagnetic material, vanadium tetracyanoethylene or V[TCNE]x~2 , that is deposited via low temperature chemical vapor deposition. These films have the advantages of organics while maintaining robust magnetic properties, most notably an extremely narrow FMR linewidth of 1.4 G (right). This organic material with resonance characteristics comparable to YIG could similarly enable new classes of organic-based microwave devices.\n\nIn the pursuit of these research goals, we have also made significant progress in expanding the training of the STEM workforce to include cross-disciplinary capabilities that bridge between the chemistry and physics necessary to synthesize and study these novel materials and structures, respectively. In addition, the PI has played a pioneering role in broadening the STEM pipeline to effectively mentor young scientists from traditionally underrepresented groups. A key component of this effort has been the creation of a MS to PhD Bridge Program in Physics at Ohio State that helps URM students transition from BS to PhD through an intensive two-year MS program. The program overall has effectively launched 6 students into their PhD studies, including one mentored by the PI, and currently has 4 additional students in the MS \"pipeline\".\n\n \n\n\t\t\t\t\tLast Modified: 10/31/2016\n\n\t\t\t\t\tSubmitted by: Ezekiel Johnston-Halperin"
 }
}