{
 "awd_id": "1207328",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Glass Surface Chemistry - Understanding Effects of Alkali Ions on Water Activity on Glass",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924936",
 "po_email": "lmadsen@nsf.gov",
 "po_sign_block_name": "Lynnette Madsen",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 364270.0,
 "awd_amount": 364270.0,
 "awd_min_amd_letter_date": "2012-05-01",
 "awd_max_amd_letter_date": "2012-05-01",
 "awd_abstract_narration": "NON-TECHNICAL DESCRIPTION: Although multicomponent silicate glasses are involved in a variety of advanced technical applications, little is known about its surface chemistry in humid ambience. Thus, researchers, engineers and manufacturers must rely on literature and analytical methods relevant to amorphous silica to understand complex glasses even though it is clear that the surface chemistry of multicomponent silicate is quite different than silica. It is the thesis of this study that the structure and reaction of water films on silicate glasses are a function of the glass surface composition as well as the process through which the surface is created and the presence of applied or residual surface stress. This study consists of a series of carefully-designed experiments to test this hypothesis. The outcome of this research will benefit not only the glass science field, but also other engineering technologies, manufacturing, and life science research. Considering the broad range of engineering and science technologies that work with glass, it is an ideal medium through which to educate the broader community about materials, in general. This research is being integrated with education by participating in a summer Research Experiences for Undergraduates (REU) program, delivering short courses at a historically black university, mentoring undergraduate students as well as underrepresented minority students on research projects, and introducing young women from high school into research.\r\n\r\nNON-TECHNICAL DESCRIPTION: The over-arching hypotheses of this study are: (1) the presence of local stress, whether intrinsic, applied, residual or due to local atomic/molecular structure, is a factor in determining the water layer structure, its adhesion and its reactivity, and (2) water molecules on multicomponent silicate glasses form a highly-structured interfacial layer, including hydration of metal ions, which acts as an integral part of the glass surface. Non-linear laser spectroscopy and advanced thermodynamic measurements are being used to directly measure the thickness, structure and energy of the chemisorbed as well as physisorbed water layer on multicomponent glass surfaces with varying concentrations of alkali ions.  This information about the adsorbed water layer is being related to the adhesion and friction-induced dissolution of multicomponent glass surfaces in humid ambience.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Seong",
   "pi_last_name": "Kim",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Seong H Kim",
   "pi_email_addr": "shk10@psu.edu",
   "nsf_id": "000165854",
   "pi_start_date": "2012-05-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carlo",
   "pi_last_name": "Pantano",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Carlo G Pantano",
   "pi_email_addr": "pantano@ems.psu.edu",
   "nsf_id": "000197247",
   "pi_start_date": "2012-05-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "Fenske Laboratory",
  "perf_city_name": "University Park",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "163300",
   "pgm_ele_name": "MATERIALS AND SURFACE ENG"
  },
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  },
  {
   "pgm_ele_code": "177400",
   "pgm_ele_name": "CERAMICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 364270.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The fracture, scratch, and wear resistance of glass is an important property for many products including mobile phones, displays, automotive/aerospace glazing and the safety of glass, in general. Although tempering and ion-exchange strengthening (eg, Gorilla Glass) enhance these properties, there are still fundamental effects that are not understood which limit further improvements in performance. The strength of glass is controlled by surface damage created in processing and handling, and is catalyzed by moisture (called stress corrosion). This project has been focused on improving our understanding of how moisture, when combined with the stresses associated with contacting, scratching, or interfacial shear, activates the creation of surface damage which weakens the glass.</p>\n<p>While much is known about moisture (water) reactions, stress corrosion, and fracture of simple glasses, our work has focused on the glass composition dependence of these effects in more complex, commercial multicomponent glasses. We used new methods of spectroscopy and surface analysis for understanding the atomic scale mechanisms of moisture adsorption and crack nucleation. The collateral effects on the hardness, fracture toughness and wear resistance of the surface were also followed. One of the key questions was to understand the wear behaviors of soda lime silica (SLS), fused quartz, borosilicate, barium boroaluminosilicate, sodium &amp; Na/K-exchanged aluminosilicate glasses in various humidity conditions. The normal load applied to the surface during the friction test was kept low enough to prevent any catastrophic damage to the bulk. The experimental data obtained in this study clearly indicated that the sodium ions in the SLS glass network and their interactions with water are responsible for a very unique wear resistance behavior of the SLS glass at high humidity conditions, which is not observed for other types of glasses. When the sodium ion was depleted by anodic thermal poling, hydrothermal treatment, or exchange with silver or potassium ions (all these treatments caused structural changes in the glass network at varying degrees), SLS glass exhibited the wear behavior that was observed other types of glass &ndash; i.e. increase in wear as the humidity of the friction test environment was increased. When the sodium ion concentration was increased by cathodic thermal poling, the wear resistance property at high humidity was enhanced. All together, these results supported the hypothesis that reactions involving leachable sodium ions and water molecules in the SLS glass network play important roles. Additional knowledge was obtained through computer modeling on how the interfacial water molecules facilitate or prevent the surface reactions leading to wear under shear conditions, which showed mechanisms through which transfer of atoms from the contacting surface to the substrate, and vice versa.</p>\n<p>Of particular significance are our findings relevant to commercial silicate glasses containing sodium and/or aluminum. Sodium exhibits unique behavior in its susceptibility to leaching by moisture in the atmosphere. The leaching of sodium atoms from the surface atomic structure subsequently enhances the reaction and incorporation of additional water molecules and related hydrous species in the glass surface. In order to probe chemical environments of hydrous species (silanol and molecular water) in SLS glass, vibrational sum-frequency-generation (SFG) spectroscopy was used. Due to the noncentrosymmetry requirement unique to nonlinear optical spectroscopy, SFG reveals distinct OH peaks in the Na-depleted layer of SLS float glass which have not been reported in the conventional vibrational spectroscopy literature. Analysis results of various control experiments suggested that the hydrous species responsible for the sharp SFG peaks for the SLS float glass reside in static solvation she...",
  "por_txt_cntn": "\nThe fracture, scratch, and wear resistance of glass is an important property for many products including mobile phones, displays, automotive/aerospace glazing and the safety of glass, in general. Although tempering and ion-exchange strengthening (eg, Gorilla Glass) enhance these properties, there are still fundamental effects that are not understood which limit further improvements in performance. The strength of glass is controlled by surface damage created in processing and handling, and is catalyzed by moisture (called stress corrosion). This project has been focused on improving our understanding of how moisture, when combined with the stresses associated with contacting, scratching, or interfacial shear, activates the creation of surface damage which weakens the glass.\n\nWhile much is known about moisture (water) reactions, stress corrosion, and fracture of simple glasses, our work has focused on the glass composition dependence of these effects in more complex, commercial multicomponent glasses. We used new methods of spectroscopy and surface analysis for understanding the atomic scale mechanisms of moisture adsorption and crack nucleation. The collateral effects on the hardness, fracture toughness and wear resistance of the surface were also followed. One of the key questions was to understand the wear behaviors of soda lime silica (SLS), fused quartz, borosilicate, barium boroaluminosilicate, sodium &amp; Na/K-exchanged aluminosilicate glasses in various humidity conditions. The normal load applied to the surface during the friction test was kept low enough to prevent any catastrophic damage to the bulk. The experimental data obtained in this study clearly indicated that the sodium ions in the SLS glass network and their interactions with water are responsible for a very unique wear resistance behavior of the SLS glass at high humidity conditions, which is not observed for other types of glasses. When the sodium ion was depleted by anodic thermal poling, hydrothermal treatment, or exchange with silver or potassium ions (all these treatments caused structural changes in the glass network at varying degrees), SLS glass exhibited the wear behavior that was observed other types of glass &ndash; i.e. increase in wear as the humidity of the friction test environment was increased. When the sodium ion concentration was increased by cathodic thermal poling, the wear resistance property at high humidity was enhanced. All together, these results supported the hypothesis that reactions involving leachable sodium ions and water molecules in the SLS glass network play important roles. Additional knowledge was obtained through computer modeling on how the interfacial water molecules facilitate or prevent the surface reactions leading to wear under shear conditions, which showed mechanisms through which transfer of atoms from the contacting surface to the substrate, and vice versa.\n\nOf particular significance are our findings relevant to commercial silicate glasses containing sodium and/or aluminum. Sodium exhibits unique behavior in its susceptibility to leaching by moisture in the atmosphere. The leaching of sodium atoms from the surface atomic structure subsequently enhances the reaction and incorporation of additional water molecules and related hydrous species in the glass surface. In order to probe chemical environments of hydrous species (silanol and molecular water) in SLS glass, vibrational sum-frequency-generation (SFG) spectroscopy was used. Due to the noncentrosymmetry requirement unique to nonlinear optical spectroscopy, SFG reveals distinct OH peaks in the Na-depleted layer of SLS float glass which have not been reported in the conventional vibrational spectroscopy literature. Analysis results of various control experiments suggested that the hydrous species responsible for the sharp SFG peaks for the SLS float glass reside in static solvation shells with relatively slow hydrogen bonding dynamics, compared to physisorbe..."
 }
}