{
 "awd_id": "1207022",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Design of Multifunctional Doubly-Fusogenic Liposomes to Deliver Therapeutics and Diagnostics",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922191",
 "po_email": "asimonia@nsf.gov",
 "po_sign_block_name": "Aleksandr Simonian",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 390000.0,
 "awd_amount": 390000.0,
 "awd_min_amd_letter_date": "2012-07-09",
 "awd_max_amd_letter_date": "2012-07-09",
 "awd_abstract_narration": "ID: MPS/DMR/BMAT(7623) 1207022         \tPI:  Sofou, Stavroula           ORG: Rutgers University\r\nID: MPS/DMR/BMAT(7623) 1206943         \tPI:  Hall, Carol                    ORG: NC State University\r\n\r\nINTELLECTUAL  MERIT:  The most promising strategy at present to provide effective control of advanced solid cancer is a combination of therapies.  A potential component of this combination is antivascular therapy.  The goal of this work is to design iv-administered theranostic liposome nanocarriers that can be programmed to target tumor vasculature while sparing healthy sites and to release a chemotherapeutic agent, deliver a radioactive imaging agent or both.  This will be accomplished through a combined experimental and theoretical approach to develop highly selective lipid vesicles composed of a new class of bi-lipid membranes that rapidly and extensively release doxorubicin intracellularly or deliver positron emitters.  The high killing efficacy of the liposomes is based on a dual fusion mechanism that is activated only upon cellular internalization.  The project's innovation lies in the choice of individual base components and the synergistic way that they work together to optimize delivery of the drug to the proper site.  An additional innovation is the use of molecular level computer simulation to explore the consequences of various choices of liposome parameters \"in silico\" before trying them out in the lab, thus reducing the number of trial-and-error steps that would normally characterize this type of work .  The base components are the following:  PSMA (Prostate Specific Membrane Antigen), which is present on tumor vasculature but not in normal tissue, is the target.  An anti-PSMA antibody is the ligand.  The liposomes are comprised of two functionalized lipids:  PEGylated lipids tethered to anti-PSMA antibodies and lipids functionalized with a fusion peptide that promotes fusion with the endosomal membrane.  The mechanisms of delivery are the following.  During circulation in the blood, the exposed anti-PSMA antibodies result in selective neovasculature targeting while uniformly distributed PEGylated lipids on the liposome surface mask the fusion peptides.  Upon endocytosis of liposomes by tumor endothelial cells, pH-induced lipid phase-separation, and domain formation on liposome membranes activates two fusion mechanisms: (1) The fusion peptides become unmasked and bind to the endosome membrane, and (2) The liposomal domain boundaries serve as sites to nucleate fusion with the endosomal membrane.  The net result is that the liposome releases its cargo directly into the cytoplasm of tumor endothelial cells, as opposed to the endosome, avoiding entrapment in the endosomal pathway and subsequent degradation by the lysosome.  There are three aims:  (1) Develop an experimentally informed general computational tool to facilitate the design of liposomes and to test hypotheses about the role of the different components in the proposed hierarchical assembly.  (2) Engineer liposomes containing anti-PSMA ligands and small fusion peptides, and investigate the conditions in which the corresponding functionalities exhibit optimal behavior.  (3) Demonstrate that dual-fusion liposomes loaded with doxorubicin and Y-86 exhibit: (a) selective targeting of tumor endothelium analogues, (b) effective release of chemotherapeutics and killing of targeted cells, and (c) delivery of sufficient amounts of Y-86 for diagnostic applications.\r\n\r\nBROADER IMPACTS:  Since advanced solid cancer has no cure, many patients could benefit from the proposed research that aims to develop diagnostic and treatment protocols that significantly extend the life expectancy and improve patients? quality of life.  The research pursued here will be supplemented by a strong educational component that includes training of two female graduate students and several undergraduate students assigned to this project, integration of several topics of this research in a newly launched open-ended senior design project, general outreach and mentoring activities for high school students and their teachers, and mentoring activities for women graduate students and faculty across the nation.  In particular, the 6-week outreach summer program, which will be conducted at Rutgers University, aims to encourage underrepresented and minority high school students to follow a career in sciences and engineering.  The program includes hands-on research training, a series of lectures given by speakers from academia and industry on contemporary issues related to biomaterials, and visits to neighboring pharmaceutical industries.  Educational materials will be developed that highlight this research including a power point presentation introducing the basics of nanotechnology and drug delivery via soft materials for dissemination over the web.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stavroula",
   "pi_last_name": "Sofou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Stavroula Sofou",
   "pi_email_addr": "ssofou1@jhu.edu",
   "nsf_id": "000167006",
   "pi_start_date": "2012-07-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "088548014",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NJ06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "149100",
   "pgm_ele_name": "Cellular & Biochem Engineering"
  },
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 390000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Advanced solid cancer has no cure. A challenge for the medical research community is the development of diagnostic and treatment protocols that significantly extend life expectancy and improve patients&rsquo; quality of life.&nbsp; A promising strategy for treating this disease is antivascular therapy. The rationale underlying this therapy is the observation that solid tumors need to develop new vasculature in order to grow beyond a certain size. Antivascular therapy aims to damage and kill tumor cells by cutting the blood flow from the neovasculature, depriving the tumor of growth factors.<sup> </sup>&nbsp;Without adequate vasculature, tumor cells become necrotic or apoptotic.</p>\n<p>&nbsp;</p>\n<p>Although a number of different approaches have been explored for antivascular therapy, most exhibit critical weaknesses in their ability to selectively target malignant cells or to deliver adequate concentrations of therapeutics and diagnostics to the appropriate sites.<sup> </sup>&nbsp;This may be traced to: (1) the use of targeting moieties that are not unique to tumor endothelial cells (resulting in limited target site selectivity and increased toxicity), (2) the weak expression of targeted moieties by the tumor endothelium, and (3) the tendency of therapeutic agents to become entrapped within the delivery carriers or in a subcellular compartment such as the endosome. The latter point is key; it says that the delivery of adequate concentrations of therapeutics to the tumor endothelium is a necessary but not sufficient condition for high killing effects.&nbsp; Several liposome-based approaches to overcome these intracellular barriers and accelerate the intracellular trafficking of delivered therapeutic agents have been developed. These include triggered release based on pH-dependent mechanisms or externally applied heat. Disadvantages of these approaches are that imparting pH-sensitivity to liposomes can compromise other carrier properties and accelerate blood clearance kinetics,<sup> </sup>and thermal activation by application of local heat sources is limited by the depth of the tumor&nbsp; and the need for previous knowledge of the cancer&rsquo;s distribution throughout the body. The point here is that<strong> </strong><strong>a new modality is required to deliver combined diagnostic and therapeutic agents to the tumor endothelium with high specificity in adequate concentrations directly into the cytoplasm of targeted cells in order to realize the promise of combined diagnosis and treatment in a single setting.&nbsp; </strong>This is the gap that we seek to fill in this study<strong>. </strong></p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Goals and Outcomes </strong></p>\n<p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong></p>\n<p>The goal of this study was to design a new class of liposomes that can be programmed to target PSMA on tumor vasculature while sparing healthy sites and to rapidly and extensively release chemotherapeutic and imaging agents intracellularly using both fusion peptides and fusogenic defects on the liposome membrane. &nbsp;Our liposomes were designed to exhibit high targeting specificity to tumor endothelium, deliver adequate concentrations of therapeutic and diagnostic agents, release contents intracellularly in a highly bioavailable form &ndash; therefore, requiring lower administered doses and causing lower toxicities- and, at the same time, achieve long blood circulation times and fast binding/internalization by targeted cells. Doxorubicin was chosen as the proof-of-concept chemotherapeutic and GALA was chosen as the proof-of-concept fusion peptide.</p>\n<p>&nbsp;</p>\n<p>The goals of this proposal were accomplished by working towards the following aims:</p>\n<ol>\n<li>Demonstration that the PSMA-targeting ligand upon conjugation to liposomes retained its ability to selectively target tumor endothelium analogues expressing PSMA and that the small GALA peptides upon conjugation to liposomes retained (and actually increased) their pH-dependent ability to destabilize endosomal membrane analogues. </li>\n<li>Demonstration that PSMA-targeting dual-fusion PEGylated liposomes have the potential to: (a) selectively target tumor endothelium analogues, (b) effectively release a chemotherapeutic agent and (c) deliver sufficient amounts of radionuclides for diagnostic and/or therapeutic applications.</li>\n</ol>\n<p>&nbsp;</p>\n<p>The research pursued here was supplemented by a strong educational component that included training of the graduate and undergraduate students assigned to this project, general outreach and mentoring activities for high school students and their teachers, mentoring activities for women graduate students, and the development of educational materials that highlighted this research. In particular a 6-week outreach summer program for underrepresented groups was conducted during the summer sessions of the last four years. Educational material was developed that highlighted this research including several power point presentations introducing the basics of nanotechnology and drug delivery via soft materials which were discussed in lectures and were disseminated over the internal Rutgers web.</p>\n<p><strong>&nbsp;</strong><em>&nbsp;</em></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/06/2016<br>\n\t\t\t\t\tModified by: Stavroula&nbsp;Sofou</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAdvanced solid cancer has no cure. A challenge for the medical research community is the development of diagnostic and treatment protocols that significantly extend life expectancy and improve patients? quality of life.  A promising strategy for treating this disease is antivascular therapy. The rationale underlying this therapy is the observation that solid tumors need to develop new vasculature in order to grow beyond a certain size. Antivascular therapy aims to damage and kill tumor cells by cutting the blood flow from the neovasculature, depriving the tumor of growth factors.  Without adequate vasculature, tumor cells become necrotic or apoptotic.\n\n \n\nAlthough a number of different approaches have been explored for antivascular therapy, most exhibit critical weaknesses in their ability to selectively target malignant cells or to deliver adequate concentrations of therapeutics and diagnostics to the appropriate sites.  This may be traced to: (1) the use of targeting moieties that are not unique to tumor endothelial cells (resulting in limited target site selectivity and increased toxicity), (2) the weak expression of targeted moieties by the tumor endothelium, and (3) the tendency of therapeutic agents to become entrapped within the delivery carriers or in a subcellular compartment such as the endosome. The latter point is key; it says that the delivery of adequate concentrations of therapeutics to the tumor endothelium is a necessary but not sufficient condition for high killing effects.  Several liposome-based approaches to overcome these intracellular barriers and accelerate the intracellular trafficking of delivered therapeutic agents have been developed. These include triggered release based on pH-dependent mechanisms or externally applied heat. Disadvantages of these approaches are that imparting pH-sensitivity to liposomes can compromise other carrier properties and accelerate blood clearance kinetics, and thermal activation by application of local heat sources is limited by the depth of the tumor  and the need for previous knowledge of the cancer?s distribution throughout the body. The point here is that a new modality is required to deliver combined diagnostic and therapeutic agents to the tumor endothelium with high specificity in adequate concentrations directly into the cytoplasm of targeted cells in order to realize the promise of combined diagnosis and treatment in a single setting.  This is the gap that we seek to fill in this study. \n\n \n\nGoals and Outcomes \n\n                                                                                                                                        \n\nThe goal of this study was to design a new class of liposomes that can be programmed to target PSMA on tumor vasculature while sparing healthy sites and to rapidly and extensively release chemotherapeutic and imaging agents intracellularly using both fusion peptides and fusogenic defects on the liposome membrane.  Our liposomes were designed to exhibit high targeting specificity to tumor endothelium, deliver adequate concentrations of therapeutic and diagnostic agents, release contents intracellularly in a highly bioavailable form &ndash; therefore, requiring lower administered doses and causing lower toxicities- and, at the same time, achieve long blood circulation times and fast binding/internalization by targeted cells. Doxorubicin was chosen as the proof-of-concept chemotherapeutic and GALA was chosen as the proof-of-concept fusion peptide.\n\n \n\nThe goals of this proposal were accomplished by working towards the following aims:\n\nDemonstration that the PSMA-targeting ligand upon conjugation to liposomes retained its ability to selectively target tumor endothelium analogues expressing PSMA and that the small GALA peptides upon conjugation to liposomes retained (and actually increased) their pH-dependent ability to destabilize endosomal membrane analogues. \nDemonstration that PSMA-targeting dual-fusion PEGylated liposomes have the potential to: (a) selectively target tumor endothelium analogues, (b) effectively release a chemotherapeutic agent and (c) deliver sufficient amounts of radionuclides for diagnostic and/or therapeutic applications.\n\n\n \n\nThe research pursued here was supplemented by a strong educational component that included training of the graduate and undergraduate students assigned to this project, general outreach and mentoring activities for high school students and their teachers, mentoring activities for women graduate students, and the development of educational materials that highlighted this research. In particular a 6-week outreach summer program for underrepresented groups was conducted during the summer sessions of the last four years. Educational material was developed that highlighted this research including several power point presentations introducing the basics of nanotechnology and drug delivery via soft materials which were discussed in lectures and were disseminated over the internal Rutgers web.\n\n  \n\n \n\n\t\t\t\t\tLast Modified: 12/06/2016\n\n\t\t\t\t\tSubmitted by: Stavroula Sofou"
 }
}