{
 "awd_id": "1207241",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Multiscale theory of memristive materials systems",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 316956.0,
 "awd_amount": 316956.0,
 "awd_min_amd_letter_date": "2012-08-10",
 "awd_max_amd_letter_date": "2014-05-29",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\n\r\nThis award supports computational and theoretical research and education on memristive materials. Memristive materials exhibit intrinsic nonlinear conduction behavior due to the coupling between electronic and ionic conduction, the latter being mediated by defects, such as vacancies and interstitials. A subclass of materials, usually referred to as resistive-switching materials, can be switched between a high-resistance state and a low-resistance state and may be ideal for constructing resistive random access memory. More generally, memristive materials feature a hysteresis loop in their I-V characteristics. Besides memory applications, they can lead to new analog applications and even bio-inspired neuromorphic circuits, both of which utilize a gradual 'switch' in the I-V characteristics.  However, the lack of an accurate description of defect dynamics and its interplay with electronic conduction has become a major obstacle for realizing the potential of the materials. The PI will focus on revealing the underlying physics and chemistry in memristive phenomena.\r\n\r\nThe PI will establish a multiscale theoretical framework based on first-principles quantum-mechanical calculations using realistic atomic models and apply it to investigate the memristive switching in various materials systems. The atomic-scale investigation will include first-principles calculations of defects, their interactions, and pertinent electron energy levels. The effects of the defects on the conductivity will be probed using first-principles transport codes. Defect energetics will be incorporated in a kinetic Monte-Carlo model to obtain realistic I-V behavior of the materials. Since the focus is on the microscopic mechanisms of the memristive switching, the proposed research will identify the fundamental properties of the materials that affect their switching performance. The proposed research will also construct physics-based state equations that will be the foundation of device and circuit design. \r\n\r\nInteractions with experimental and engineering groups at universities and industry will be pursued. Extensive education outreach will be made to high schools and the broader society.\r\n\r\n\r\nNON-TECHNICAL SUMMARY\r\n\r\nThis award supports computational and theoretical research and education on memristive materials. Memristive materials conduct electricity in an interesting way that can lead to devices for memory applications, be a basis for new types of analog circuits, and even introduce neuromorphic computers that mimic the biological brain functions.  In many materials, electric current flowing through the material is linearly related to the voltage across the material. In memristive materials, the relation between current and voltage is nonlinear. While conduction of electrons through metals originates from the flow of electrons alone, the non-linearity in memristive materials originates from the coupled conduction by electrons and conduction by ions in the materials, the latter being mediated by defects in the regular arrangement of atoms in the materials, such as missing atoms or vacancies. \r\n\r\nThe PI aims to develop a fundamental understanding of the way electric current flows through these materials by coupled electron and ion motion and the mechanisms that underlie the memristive behavior. The PI aims to conduct theoretical and computational investigations in order to illuminate the conduction process at the microscopic level, identify the origin of the memristive behavior, and establish correlations between atomic-scale properties of materials and their implications for conductive phenomena. \r\n\r\nBroad interactions with experimentalists and engineers will be a part of the program. Extensive education outreach will make advances accessible to high schools and the community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sokrates",
   "pi_last_name": "Pantelides",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Sokrates T Pantelides",
   "pi_email_addr": "pantelides@vanderbilt.edu",
   "nsf_id": "000311958",
   "pi_start_date": "2012-08-10",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Vanderbilt University",
  "inst_street_address": "110 21ST AVE S",
  "inst_street_address_2": "",
  "inst_city_name": "NASHVILLE",
  "inst_state_code": "TN",
  "inst_state_name": "Tennessee",
  "inst_phone_num": "6153222631",
  "inst_zip_code": "372032416",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "TN05",
  "org_lgl_bus_name": "VANDERBILT UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "GTNBNWXJ12D5"
 },
 "perf_inst": {
  "perf_inst_name": "Vanderbilt University",
  "perf_str_addr": "6301 Stevenson Center",
  "perf_city_name": "Nashville",
  "perf_st_code": "TN",
  "perf_st_name": "Tennessee",
  "perf_zip_code": "372350001",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "TN07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6863",
   "pgm_ref_txt": "SEBML-MOORE'S LAW"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 103853.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 105640.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 107463.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Information is stored in computers using binary arithmetic, which is based on the numbers 0 and 1, typically represented by current on and current off or by the presence and absence of electrical charge. Silicon-based technology employs three-terminal devices to store information. Memristive materials have at least two resistive states (high and low resistance) and can store information in two-terminal devices known as memristors. These devices pose to be the foundation of next-generation memory devices, including miniature memory devices that allow the storage of unprecedented amount of data and novel brain-mimicking computers to process complex information. Understanding how these materials switch between different resistive states is essential to their success in future applications. Supported by the National Science Foundation (NSF)&rsquo;s Division of Materials Research (DMR), we have investigated memristive materials using state-of-the-art theoretical and computational methods, advancing the understanding of their switching mechanisms. Some of the theoretical work was carried out in direct collaborations with experimental groups that make memristive devices.</p>\n<p>Polycrystalline metal oxides are one of the most important classes of memristive materials. It had been widely believed that (1) switching to the conductive state in these materials is triggered by the external field that drives defects like oxygen vacancies, and (2) the defects move along the grain boundaries. We carried out a quantum-mechanical study of oxygen-vacancy dynamics at a grain boundary (GB) in polycrystalline ZnO and showed that (1) switching to the conductive state is triggered by the recombination-enhanced motion of vacancies <em>perpendicular</em> to a GB. We named this mechanism &ldquo;vacancy breathing&rdquo; for memristive switching, as shown in Figure 1. Recombination enhancement refers to the phenomenon where an electron in the conduction bands recombines with a hole in the valence bands using the defect as a stepping stone, The recombination energy is used by the defect to overcome migration energy barriers.</p>\n<p>Building on the &ldquo;vacancy breathing&rdquo; mechanism, we combined multiscale calculations with experimental data obtained by collaborators to elucidate the entire atomic-scale cycle in polycrystalline BiFeO<sub>3</sub>. Conductive atomic-force microscopy reveals that the GBs behave like 2D nanovaristors, while on the return part of the cycle, the decreasing current is through the grains. Using density-functional-theory and Monte Carlo calculations, the atomic-scale mechanism of the observed phenomena is deduced. Oxygen vacancies in nonequilibrium concentrations are initially distributed relatively uniformly, but are swept into the grain boundaries by an increasing voltage. A critical voltage eliminates the barrier for hopping conduction through vacancy states, making the GBs behave like varistors (Figure 2). On the return part of the cycle, the GBs are nonconductive as voltage drops below the critical voltage, while the grains show nonzero conductivity by virtue of remote doping by oxygen vacancies. The realization that nanovaristors are at the heart of memristive switching in polycrystalline materials may open possibilities for novel devices and circuits.</p>\n<p>Memristive materials that switch without defect motion have been explored, but achieving both high On/Off ratio and low switching energy, as needed in applications, remains a challenge. We investigated memristive switching in a bilayer junction of La<sub>0.7</sub>Ca<sub>0.3</sub>MnO<sub>3</sub> and PrBa<sub>2</sub>Cu<sub>3</sub>O<sub>7</sub>, measured by experimentalist collaborators who found an On/Off ratio greater than 10<sup>3</sup>. Through quantum mechanical calculations, we unveiled that the phenomenon is the result of a new type of interfacial magnetoelectricity. We found that an external electric field induces subtle displacements of the interfacial Mn atoms, which switch on/off an interfacial layer that is antiferromagnetically coupled to the bulk La<sub>0.7</sub>Ca<sub>0.3</sub>MnO<sub>3</sub> and alters the resistance for the spin-polarized electron to transport across the bilayer, as shown in Figure 3. The switching entails low energy cost, about of a tenth of attoJoule for writing/erasing a &ldquo;bit&rdquo;. The results indicate new opportunities for manganite/cuprate systems and other transition-metal oxide junctions in memristive applications.</p>\n<p>In addition to the outcomes described above, we have also elucidated the nature of phases and phase-transitions in VO<sub>2</sub>, whose switching between metallic and insulating phases results in memristive behavior. We also investigated phosphosilicate glass (PSG), a material for memcapacitors, and unveiled the origin of its memcapactive switching.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/14/2016<br>\n\t\t\t\t\tModified by: Sokrates&nbsp;T&nbsp;Pantelides</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2016/1207241/1207241_10199761_1475353213917_OutcomeFig.1--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1207241/1207241_10199761_1475353213917_OutcomeFig.1--rgov-800width.jpg\" title=\"Atomic-scale memristive switching in polycrytalline ZnO\"><img src=\"/por/images/Reports/POR/2016/1207241/1207241_10199761_1475353213917_OutcomeFig.1--rgov-66x44.jpg\" alt=\"Atomic-scale memristive switching in polycrytalline ZnO\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Fig. 1. Kinetic Monte Carlo simulation of the breathing mechanism of memristive switching in polycrystalline ZnO. OXygen vacancies (blue balls) move in and out of the grain boundary to switch the system from HRS to LRS and back.</div>\n<div class=\"imageCredit\">X. Shen, Y. S. Puzyrev, and S. T. Pantelides, \"Vacancy breathing by grain boundaries?a mechanism of memristive switching in polycrystalline oxides\", MRS Commun. 3, 167-170 (2013). et al.</div>\n<div class=\"imageSubmitted\">Sokrates&nbsp;T&nbsp;Pantelides</div>\n<div class=\"imageTitle\">Atomic-scale memristive switching in polycrytalline ZnO</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1207241/1207241_10199761_1475374184948_OutcomeFig.2--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1207241/1207241_10199761_1475374184948_OutcomeFig.2--rgov-800width.jpg\" title=\"Grain boundaries in BiFeO3 behave like nanovaristors\"><img src=\"/por/images/Reports/POR/2016/1207241/1207241_10199761_1475374184948_OutcomeFig.2--rgov-66x44.jpg\" alt=\"Grain boundaries in BiFeO3 behave like nanovaristors\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Fig. 2. Experiments show that grains boundaries are conductive at high reading voltage (a), but non-conductive at low reading voltage (b). Simulations (c) and (d) show that the vacancy breathing mechanism can explain the data.</div>\n<div class=\"imageCredit\">X.Shen, K. Yin, Y. S. Puzyrev, Y. Liu, L. T. Sun, R. W. Li, and S. T. Pantelides, \" 2D Nanovaristors at Grain Boundaries Account for Memristive Switching in Polycrystalline BiFeO\", Adv. Electron. Mater. 1, 1500019 (2015).</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Sokrates&nbsp;T&nbsp;Pantelides</div>\n<div class=\"imageTitle\">Grain boundaries in BiFeO3 behave like nanovaristors</div>\n</div>\n</li>\n<li>\n<a href=\"/por/images/Reports/POR/2016/1207241/1207241_10199761_1475375484332_OutcomeFig.3--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2016/1207241/1207241_10199761_1475375484332_OutcomeFig.3--rgov-800width.jpg\" title=\"Fig. 3 Memristive switching in La0.7Ca0.3MnO3 (LCMO) and PrBa2Cu3O7 (PBCO) bilayer.\"><img src=\"/por/images/Reports/POR/2016/1207241/1207241_10199761_1475375484332_OutcomeFig.3--rgov-66x44.jpg\" alt=\"Fig. 3 Memristive switching in La0.7Ca0.3MnO3 (LCMO) and PrBa2Cu3O7 (PBCO) bilayer.\"></a>\n<div class=\"imageCaptionContainer\">\n<div class=\"imageCaption\">Schematic depiction of the electric-field-induced Mn displacements switching the spins in the interfacial layer and experimental data showing the memristive hysteresis loop.</div>\n<div class=\"imageCredit\">X. Shen, et al., \"High On/Off Ratio Memristive Switching of Manganite/Cuprate Bilayer by Interfacial Magnetoelectricity\" Adv. Mater. Interf. 3, 00086 (2016).</div>\n<div class=\"imagePermisssions\">Copyrighted</div>\n<div class=\"imageSubmitted\">Sokrates&nbsp;T&nbsp;Pantelides</div>\n<div class=\"imageTitle\">Fig. 3 Memristive switching in La0.7Ca0.3MnO3 (LCMO) and PrBa2Cu3O7 (PBCO) bilayer.</div>\n</div>\n</li>\n</ul>\n</div>\n</div>\n</div>\n</div>",
  "por_txt_cntn": "\nInformation is stored in computers using binary arithmetic, which is based on the numbers 0 and 1, typically represented by current on and current off or by the presence and absence of electrical charge. Silicon-based technology employs three-terminal devices to store information. Memristive materials have at least two resistive states (high and low resistance) and can store information in two-terminal devices known as memristors. These devices pose to be the foundation of next-generation memory devices, including miniature memory devices that allow the storage of unprecedented amount of data and novel brain-mimicking computers to process complex information. Understanding how these materials switch between different resistive states is essential to their success in future applications. Supported by the National Science Foundation (NSF)?s Division of Materials Research (DMR), we have investigated memristive materials using state-of-the-art theoretical and computational methods, advancing the understanding of their switching mechanisms. Some of the theoretical work was carried out in direct collaborations with experimental groups that make memristive devices.\n\nPolycrystalline metal oxides are one of the most important classes of memristive materials. It had been widely believed that (1) switching to the conductive state in these materials is triggered by the external field that drives defects like oxygen vacancies, and (2) the defects move along the grain boundaries. We carried out a quantum-mechanical study of oxygen-vacancy dynamics at a grain boundary (GB) in polycrystalline ZnO and showed that (1) switching to the conductive state is triggered by the recombination-enhanced motion of vacancies perpendicular to a GB. We named this mechanism \"vacancy breathing\" for memristive switching, as shown in Figure 1. Recombination enhancement refers to the phenomenon where an electron in the conduction bands recombines with a hole in the valence bands using the defect as a stepping stone, The recombination energy is used by the defect to overcome migration energy barriers.\n\nBuilding on the \"vacancy breathing\" mechanism, we combined multiscale calculations with experimental data obtained by collaborators to elucidate the entire atomic-scale cycle in polycrystalline BiFeO3. Conductive atomic-force microscopy reveals that the GBs behave like 2D nanovaristors, while on the return part of the cycle, the decreasing current is through the grains. Using density-functional-theory and Monte Carlo calculations, the atomic-scale mechanism of the observed phenomena is deduced. Oxygen vacancies in nonequilibrium concentrations are initially distributed relatively uniformly, but are swept into the grain boundaries by an increasing voltage. A critical voltage eliminates the barrier for hopping conduction through vacancy states, making the GBs behave like varistors (Figure 2). On the return part of the cycle, the GBs are nonconductive as voltage drops below the critical voltage, while the grains show nonzero conductivity by virtue of remote doping by oxygen vacancies. The realization that nanovaristors are at the heart of memristive switching in polycrystalline materials may open possibilities for novel devices and circuits.\n\nMemristive materials that switch without defect motion have been explored, but achieving both high On/Off ratio and low switching energy, as needed in applications, remains a challenge. We investigated memristive switching in a bilayer junction of La0.7Ca0.3MnO3 and PrBa2Cu3O7, measured by experimentalist collaborators who found an On/Off ratio greater than 103. Through quantum mechanical calculations, we unveiled that the phenomenon is the result of a new type of interfacial magnetoelectricity. We found that an external electric field induces subtle displacements of the interfacial Mn atoms, which switch on/off an interfacial layer that is antiferromagnetically coupled to the bulk La0.7Ca0.3MnO3 and alters the resistance for the spin-polarized electron to transport across the bilayer, as shown in Figure 3. The switching entails low energy cost, about of a tenth of attoJoule for writing/erasing a \"bit\". The results indicate new opportunities for manganite/cuprate systems and other transition-metal oxide junctions in memristive applications.\n\nIn addition to the outcomes described above, we have also elucidated the nature of phases and phase-transitions in VO2, whose switching between metallic and insulating phases results in memristive behavior. We also investigated phosphosilicate glass (PSG), a material for memcapacitors, and unveiled the origin of its memcapactive switching. \n\n \n\n\t\t\t\t\tLast Modified: 10/14/2016\n\n\t\t\t\t\tSubmitted by: Sokrates T Pantelides"
 }
}