{
 "awd_id": "1207526",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Digitization TCN: Collaborative: The Macrofungi Collection Consortium: Unlocking a Biodiversity Resource for Understanding Biotic Interactions, Nutrient Cycling and Human Affairs",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032927163",
 "po_email": "rsbeaman@nsf.gov",
 "po_sign_block_name": "Reed Beaman",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 353176.0,
 "awd_amount": 353176.0,
 "awd_min_amd_letter_date": "2012-04-18",
 "awd_max_amd_letter_date": "2012-04-18",
 "awd_abstract_narration": "The Macrofungi Collection Consortium: Unlocking a Biodiversity Resource for Understanding Biotic Interactions, Nutrient Cycling and Human Affairs\r\n\r\nMushrooms and related fungi (macrofungi) play a critical role in the lives of plants and animals, including humans, yet their diversity is underestimated. Understanding this diversity will be critical in analyzing impacts of habitat change, nutrient cycling in ecosystems, and distributions and diversity of host organisms.   Scientists in the U.S. have been studying these fungi for the past 150 years, resulting in a legacy of approximately 1.4 million dried scientific specimens conserved in 35 institutions in 24 states.  These institutions have now joined in an effort to digitize and share online all data associated with macrofungi specimens.  The resulting resource will enable a national census of macrofungi, never before attempted, and will allow researchers to better understand the diversity of these organisms and the relationship between macrofungi and the organisms with which they form intimate relationships.\r\n\r\nOrganized into clubs across the country, citizen mycologists play an important role in documenting macrofungi diversity, and these enthusiastic individuals are the conduit between professional scientists and the general public for critical information about wild edible and poisonous fungi.  Citizen mycologists will join the collections institutions in this project to help to create the on-line resource.  The project will fund two workshops for high school teachers to promote classroom study of fungi.  University students employed by the project will gain work experience in digitization and formal training about fungi.  Students will share the knowledge they gain through oral and video presentations. This award is made as part of the National Resource for Digitization of Biological Collections through the Advancing Digitization of Biological Collections program and all data resulting from this award will be available through the national resource (iDigBio.org).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Thomas",
   "pi_last_name": "Bruns",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas D Bruns",
   "pi_email_addr": "pogon@berkeley.edu",
   "nsf_id": "000309721",
   "pi_start_date": "2012-04-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "John",
   "pi_last_name": "Taylor",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "John W Taylor",
   "pi_email_addr": "jtaylor@berkeley.edu",
   "nsf_id": "000457710",
   "pi_start_date": "2012-04-18",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brent",
   "pi_last_name": "Mishler",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Brent Mishler",
   "pi_email_addr": "bmishler@berkeley.edu",
   "nsf_id": "000461444",
   "pi_start_date": "2012-04-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Berkeley",
  "inst_street_address": "1608 4TH ST STE 201",
  "inst_street_address_2": "",
  "inst_city_name": "BERKELEY",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5106433891",
  "inst_zip_code": "947101749",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "REGENTS OF THE UNIVERSITY OF CALIFORNIA, THE",
  "org_prnt_uei_num": "",
  "org_uei_num": "GS3YEVSS12N6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Berkeley",
  "perf_str_addr": "111 Koshland Hall",
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947203102",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "689500",
   "pgm_ele_name": "Digitization"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6895",
   "pgm_ref_txt": "DIGITIZATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 353176.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p class=\"Pa4\">&nbsp;Macrofungi such as mushrooms, polypores, jelly fungi, gastromycetes, and cup fungi are a diverse group of organisms that play critical roles in our forest, rangeland, and agricultural ecosystems.&nbsp; The fruiting bodies, or sporocarps (i.e. mushrooms), are the part that we usually see, but the short-lived nature of these structures makes them harder to study than plants or animals.&nbsp;&nbsp; In addition species-level differences are often based on very subtle microscopic distinctions or genetic variants that are detected directly from their DNA.&nbsp;&nbsp; These properties have made it difficult to catalogue the geographic distributions, seasonality, or habitats of this important set of organisms, or to quantify their diversity. Decades of earlier data existed, but were connected to dried specimens that where housed across the country as herbarium collections, and thus were largely inaccessible to most scientists and to the general public.&nbsp; &nbsp;&nbsp;</p>\n<p class=\"Pa4\">The goal of this grant was to digitalize those data and make them web-available.&nbsp; Our efforts were focused on the herbaria at the University of California Berkeley, the University of Arizona Tucson, and San Francisco State University, where large collections of macrofungi of historical and scientific interest exist. This effort was part of the larger Mycofungal Collection Consortium (MCC) that involved 39 institutions from across North America and resulted in the digitalization of the data associated with 1.23 million fungal specimens. &nbsp;Work at Berkeley and Arizona is complete and work at San Francisco State was nearly completed and will be continued until it is.</p>\n<p>The data for these fungal collections from the entire MCC are now available to anyone instantaneously from the Mycoportal website (<a href=\"http://mycoportal.org/portal/index.php\">http://mycoportal.org/portal/index.php</a>.), and they can be searched and reported in many different ways.&nbsp;&nbsp; This tool now allows anyone to lookup distribution data and seasonality of any macrofungus in North America.&nbsp; This is critically important because it sets the stage for assembling a comprehensive picture of our mycota (or mycoflora) for the entire continent.&nbsp; It also allows scientists who are working on particular groups to quickly find where the preserved specimens are located and request them for study. This is important because these specimens contain valuable physical (i.e., microscopic) and chemical (DNA and stable isotopes) information that can be gleaned from them and used to sort out more difficult species and to provide evidence of their ecological roles.&nbsp; Before these data were digitized and assembled there was no simple way to locate these specimens or to even know that they existed. &nbsp;Finally, the way these data are organized now allows them to be linked to other data more effectively. &nbsp;For example, DNA sequences that are deposited in the National Center for Biotechnology Information (NCBI) can be linked to these data.&nbsp; This is critically important because the way scientists &ldquo;see&rdquo; fungi when they are not producing fruiting bodies is through their DNA sequences.&nbsp; Connecting such sequences to physical specimens allow us to identify species that otherwise remain as unknown sequences.</p>\n<p>&nbsp;The work also had broad impacts on society in other ways.&nbsp;&nbsp; During the course of this work a large number of undergraduate students were trained to digitize and assemble the data.&nbsp; For many this work was their first exposure to scientific studies, as well as a way to help fund their educations.&nbsp; The principle investigators at all three institutions also interacted directly with the general public through outreach to local schools and to citizen science groups that had special interest in fungi.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2017<br>\n\t\t\t\t\tModified by: Thomas&nbsp;D&nbsp;Bruns</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "Macrofungi such as mushrooms, polypores, jelly fungi, gastromycetes, and cup fungi are a diverse group of organisms that play critical roles in our forest, rangeland, and agricultural ecosystems.  The fruiting bodies, or sporocarps (i.e. mushrooms), are the part that we usually see, but the short-lived nature of these structures makes them harder to study than plants or animals.   In addition species-level differences are often based on very subtle microscopic distinctions or genetic variants that are detected directly from their DNA.   These properties have made it difficult to catalogue the geographic distributions, seasonality, or habitats of this important set of organisms, or to quantify their diversity. Decades of earlier data existed, but were connected to dried specimens that where housed across the country as herbarium collections, and thus were largely inaccessible to most scientists and to the general public.    \nThe goal of this grant was to digitalize those data and make them web-available.  Our efforts were focused on the herbaria at the University of California Berkeley, the University of Arizona Tucson, and San Francisco State University, where large collections of macrofungi of historical and scientific interest exist. This effort was part of the larger Mycofungal Collection Consortium (MCC) that involved 39 institutions from across North America and resulted in the digitalization of the data associated with 1.23 million fungal specimens.  Work at Berkeley and Arizona is complete and work at San Francisco State was nearly completed and will be continued until it is.\n\nThe data for these fungal collections from the entire MCC are now available to anyone instantaneously from the Mycoportal website (http://mycoportal.org/portal/index.php.), and they can be searched and reported in many different ways.   This tool now allows anyone to lookup distribution data and seasonality of any macrofungus in North America.  This is critically important because it sets the stage for assembling a comprehensive picture of our mycota (or mycoflora) for the entire continent.  It also allows scientists who are working on particular groups to quickly find where the preserved specimens are located and request them for study. This is important because these specimens contain valuable physical (i.e., microscopic) and chemical (DNA and stable isotopes) information that can be gleaned from them and used to sort out more difficult species and to provide evidence of their ecological roles.  Before these data were digitized and assembled there was no simple way to locate these specimens or to even know that they existed.  Finally, the way these data are organized now allows them to be linked to other data more effectively.  For example, DNA sequences that are deposited in the National Center for Biotechnology Information (NCBI) can be linked to these data.  This is critically important because the way scientists \"see\" fungi when they are not producing fruiting bodies is through their DNA sequences.  Connecting such sequences to physical specimens allow us to identify species that otherwise remain as unknown sequences.\n\n The work also had broad impacts on society in other ways.   During the course of this work a large number of undergraduate students were trained to digitize and assemble the data.  For many this work was their first exposure to scientific studies, as well as a way to help fund their educations.  The principle investigators at all three institutions also interacted directly with the general public through outreach to local schools and to citizen science groups that had special interest in fungi.\n\n\t\t\t\t\tLast Modified: 12/01/2017\n\n\t\t\t\t\tSubmitted by: Thomas D Bruns"
 }
}