{
 "awd_id": "1207832",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Teichmuller Theory and Quantum Topology",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 104733.0,
 "awd_amount": 104733.0,
 "awd_min_amd_letter_date": "2012-07-09",
 "awd_max_amd_letter_date": "2014-06-17",
 "awd_abstract_narration": "This project aims at studying the relationship between Teichmuller theory and quantum invariants of knots and three-manifolds. The Teichmuller space, defined as the space of hyperbolic metrics on a surface up to isotopy, is a key object in understanding the geometry and ultimately the topology of low-dimensional manifolds. Its quantization, giving rise to the so-called quantum Teichmuller space, finds its origin in mathematical physics, more specifically in the study of 2+1 quantum gravity. Two approaches will be developed in understanding this connection more deeply. The first approach will consist in studying the possibility of constructing a finite dimensional modular functor associated to the representation theory of the quantum Teichmuller space. If this approach is successful, it would lead to the construction of a family of representations of the mapping class groups of punctured surfaces and ultimately to the construction of a topological quantum field theory. The second approach will consist in studying the relationship between the quantum Teichmuller space and the skein algebra of arcs and links developed recently by the PI and a collaborator. The possible connections between the two points of view is expected to be similar to the relationship between the geometrical and the combinatorial approach to SU(2)-TQFT.\r\n\r\n\r\nThe study of three-manifolds is in essence the study of the possible shapes of the universe and as such sits naturally at the intersection of mathematics and theoretical physics. The subject experienced several major breakthrough in the past thirty years following two a priori unrelated approaches: one coming from the study of the possible geometries a three-manifold admits and the other coming from mathematical physics and the notion of quantum invariants. In recent years, numerous results and conjectures have aimed at reconciling the two points of view. The PI intends on studying these connections further with the goal of translating methods from one to the other.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Feng",
   "pi_last_name": "Luo",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Feng Luo",
   "pi_email_addr": "fluo@math.rutgers.edu",
   "nsf_id": "000463777",
   "pi_start_date": "2014-06-17",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Julien",
   "pi_last_name": "Roger",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Julien Roger",
   "pi_email_addr": "juroger@math.rutgers.edu",
   "nsf_id": "000605402",
   "pi_start_date": "2012-07-09",
   "pi_end_date": "2014-06-17"
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "110 Frelinghuysen Rd Hill Center",
  "perf_city_name": "Piscataway",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "088548019",
  "perf_ctry_code": "US",
  "perf_cong_dist": "06",
  "perf_st_cong_dist": "NJ06",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126700",
   "pgm_ele_name": "TOPOLOGY"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 104733.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The project investigates geometry, topology, &nbsp;their quantization and their computational issues on surfaces.&nbsp; Surfaces are basic geometric objects and appear everywhere in our daily life. The mathematical study of geometry of surfaces started with the fundamental work of F. Gauss almost two hundred years ago.&nbsp; The main notion introduced by Gauss is the curvature which measures how a surface is curved at points. &nbsp;Surfaces with constant curvature are the best shaped ones. For instance the round spheres have constant curvature one everywhere. &nbsp;The next major development in surface theory is in the work of Poincare and Koebe in 1908. They proved the uniformization theorem for surfaces (with Riemannian metrics). One particular example of Poincare-Koebe&rsquo;s theorem says that any surface in the 3-space can be deformed to a new surface of constant curvature so that during the deformation angles are not distorted. &nbsp;One of the main goal of the project is to study the space of all constant curved surfaces of a given topological type, i.e., the Teichmueller space of a topological surface and its quantization.&nbsp; Teichmueller space plays an important role in the 20<sup>th</sup> century geometry, analysis, algebraic geometry and mathematical physics.&nbsp;</p>\n<p>Motivated by the quantum physics, in particular 2-dimensional quantum gravity, it has been an active research direction to explicitly describe the quantization of the Teichmueller space.&nbsp; There are several independent approaches to quantization of the Teichmeller spaces.&nbsp; One of the main results obtained by the PI, under the support of the NSF funding, establishes relationship between different these approaches.&nbsp; To be more precise,&nbsp; in a joint work with T. Yang, the PI J. Roger introduced an algebra of loops and arcs on surfaces with boundary. This is a generalization of Kauffman&rsquo;s work on skein module of loops on surfaces.&nbsp;&nbsp; The PI is able to relate the newly introduced algebra with the quantization of the Teichmueller space using R. Penner&rsquo;s coordinate.&nbsp; It is also related to the quantization of the SL(2,C) character variety of the surface. This work &nbsp;has found its application to the 2+1 dimensional topological quantum field theory.</p>\n<p>Under the partial support of the NSF funding, the PI. F. Luo has studied extensively the computational issue of the Poincare-Koebe uniformization theorem.&nbsp; Here is an example which illustrates the issue.&nbsp; Given a 3-dimensional scanned human face, according to the Poincare-Koebe theorem, one can flatten the human face to a round disk so that the flattening preserves angles. &nbsp;&nbsp;However, Poincare-Koebe theorem does not tell us how to compute the flattened picture.&nbsp; This computational issue is&nbsp; our second main objective.&nbsp; The PI, together with David Gu, Jian Sun and Tianqi Wu, have introduced a new computable notion of discrete conformal geometry for polyhedral surfaces and established a discrete uniformization theorem for compact polyhedral surfaces.&nbsp; An algorithm for computing the discrete uniformization theorem was also developed.&nbsp; This work should be useful for computer graphics, &nbsp;medical imaging community and other engineering fields using surface geometry.</p>\n<p>In the attached images,&nbsp; the conformal flattening is illustrated in two pictures.&nbsp;</p>\n<p>Four Ph.D. students Tian Yang, Priyam Patel, Susovan Pal and Edward Chien were able to finish their Ph.D. degree at Rutgers University under the partial support of the NSF grant.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/07/2015<br>\n\t\t\t\t\tModified by: Feng&nbsp;Luo</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></s...",
  "por_txt_cntn": "\nThe project investigates geometry, topology,  their quantization and their computational issues on surfaces.  Surfaces are basic geometric objects and appear everywhere in our daily life. The mathematical study of geometry of surfaces started with the fundamental work of F. Gauss almost two hundred years ago.  The main notion introduced by Gauss is the curvature which measures how a surface is curved at points.  Surfaces with constant curvature are the best shaped ones. For instance the round spheres have constant curvature one everywhere.  The next major development in surface theory is in the work of Poincare and Koebe in 1908. They proved the uniformization theorem for surfaces (with Riemannian metrics). One particular example of Poincare-KoebeÆs theorem says that any surface in the 3-space can be deformed to a new surface of constant curvature so that during the deformation angles are not distorted.  One of the main goal of the project is to study the space of all constant curved surfaces of a given topological type, i.e., the Teichmueller space of a topological surface and its quantization.  Teichmueller space plays an important role in the 20th century geometry, analysis, algebraic geometry and mathematical physics. \n\nMotivated by the quantum physics, in particular 2-dimensional quantum gravity, it has been an active research direction to explicitly describe the quantization of the Teichmueller space.  There are several independent approaches to quantization of the Teichmeller spaces.  One of the main results obtained by the PI, under the support of the NSF funding, establishes relationship between different these approaches.  To be more precise,  in a joint work with T. Yang, the PI J. Roger introduced an algebra of loops and arcs on surfaces with boundary. This is a generalization of KauffmanÆs work on skein module of loops on surfaces.   The PI is able to relate the newly introduced algebra with the quantization of the Teichmueller space using R. PennerÆs coordinate.  It is also related to the quantization of the SL(2,C) character variety of the surface. This work  has found its application to the 2+1 dimensional topological quantum field theory.\n\nUnder the partial support of the NSF funding, the PI. F. Luo has studied extensively the computational issue of the Poincare-Koebe uniformization theorem.  Here is an example which illustrates the issue.  Given a 3-dimensional scanned human face, according to the Poincare-Koebe theorem, one can flatten the human face to a round disk so that the flattening preserves angles.   However, Poincare-Koebe theorem does not tell us how to compute the flattened picture.  This computational issue is  our second main objective.  The PI, together with David Gu, Jian Sun and Tianqi Wu, have introduced a new computable notion of discrete conformal geometry for polyhedral surfaces and established a discrete uniformization theorem for compact polyhedral surfaces.  An algorithm for computing the discrete uniformization theorem was also developed.  This work should be useful for computer graphics,  medical imaging community and other engineering fields using surface geometry.\n\nIn the attached images,  the conformal flattening is illustrated in two pictures. \n\nFour Ph.D. students Tian Yang, Priyam Patel, Susovan Pal and Edward Chien were able to finish their Ph.D. degree at Rutgers University under the partial support of the NSF grant.\n\n\t\t\t\t\tLast Modified: 09/07/2015\n\n\t\t\t\t\tSubmitted by: Feng Luo"
 }
}