{
 "awd_id": "1207641",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Sixth Africa Materials Research Society Conference December 2011",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael J. Scott",
 "awd_eff_date": "2011-12-01",
 "awd_exp_date": "2012-11-30",
 "tot_intn_awd_amt": 25000.0,
 "awd_amount": 25000.0,
 "awd_min_amd_letter_date": "2011-11-29",
 "awd_max_amd_letter_date": "2011-11-29",
 "awd_abstract_narration": "TECHNICAL SUMMARY:\r\nThe National Science Foundation, Division of Materials Research will provided funds to support the participation of US students and Faculty at the 2011 Africa Materials Research Society Conference.  This meeting is comprised of a series of symposia, workshops and short courses.  Each symposium will last 1-3 days, with 5-6 parallel sessions running at all times.  Most sessions will be quite technical, with international and African leaders in their respective field making extended presentations and students making shorter presentation or presenting posters. The workshops and short courses will be more pedagogical in structure and content than the regular symposia.  The topical areas of the conference include:\r\nEnergy:  Photovoltaics, electrochemistry, fuel cells, catalysis, CO2 abatement \r\nMaterials for Life, Health and the Environment: Biomaterials, sustainable materials, polymers, drug delivery, nanomedicine, imaging, sensors \r\nBasic NanoScience: Nanoparticle synthesis and characterization, graphene and carbon nanotubes, condensed matter physics, magnetic, nanoelectronics, optics \r\nMaterials Technology: extraction, foundry, processing, metallurgy, alloys, hard materials\r\nInfrastructure Materials: Cement, concrete, clays, transportation materials \r\nMaterials Education and Networking: curriculum development, web-based and distance learning, international research and teaching collaborations, schools, networks\r\n\r\nNON-TECHNICAL SUMMARY:\r\nThe project will provide funds that will enable the participation of US students and faculty at the 2011 Africa Materials Research Society Conference.  The conference will:\r\n-\tPromote excellence in materials research in Africa and between Africa and the US.\r\n-\tBuild a network of US-based materials researchers who are capable of working in multi-national and multi-disciplinary collaborations.\r\n-\tPromote information and resource sharing, exchanges, and development goals in academic, industrial, and national laboratory settings.\r\n-\tDemonstrate how materials research contributes significantly to strategies for social equity and poverty alleviation in a constructive and sustainable manner.\r\n-\tEncourage downstream materials manufacturing and value-adding activities, with a focus on applications in energy, health, construction, transportation, biology, and electronics.\r\n-\tStrengthen facilities and other resources for materials science education, focusing on the higher education sector. \r\n\r\nThe US participants will include a significant percentage of women and underrepresented minorities. The support of the NSF Division of Materials Research Office of Special Programs is gratefully acknowledged.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Todd",
   "pi_last_name": "Osman",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Todd M Osman",
   "pi_email_addr": "osman@mrs.org",
   "nsf_id": "000506275",
   "pi_start_date": "2011-11-29",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Eric",
   "pi_last_name": "Garfunkel",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Eric L Garfunkel",
   "pi_email_addr": "egarf@rutgers.edu",
   "nsf_id": "000223243",
   "pi_start_date": "2011-11-29",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Materials Research Society",
  "inst_street_address": "506 KEYSTONE DR",
  "inst_street_address_2": "",
  "inst_city_name": "WARRENDALE",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "7247792732",
  "inst_zip_code": "150867537",
  "inst_country_name": "United States",
  "cong_dist_code": "17",
  "st_cong_dist_code": "PA17",
  "org_lgl_bus_name": "MATERIALS RESEARCH SOCIETY",
  "org_prnt_uei_num": "",
  "org_uei_num": "MFPJGRD1NWE3"
 },
 "perf_inst": {
  "perf_inst_name": "Materials Research Society",
  "perf_str_addr": "",
  "perf_city_name": "Warrendale",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "150867573",
  "perf_ctry_code": "US",
  "perf_cong_dist": "17",
  "perf_st_cong_dist": "PA17",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7504",
   "pgm_ref_txt": "NSF-INTERNAT COOP IN MATERIALS RES-OTHER"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Africa Materials Research Society held its sixth (6<sup>th</sup>) biennial International Conference at Elephant Hills Hotel, Victoria Falls, Zimbabwe from 11&ndash;16 December 2011. This followed previous ones held in Nigeria (2009), Tanzania (2007), Morocco (2005), South Africa (2003) and Senegal 2002. Thanks to the support of NSF and other funding agencies, this was the most successful conference held by the Africa MRS to date.</p>\n<p>The Victoria Falls Conference was opened by the Deputy Prime Minister of the Republic of Zimbabwe - Prof. Arthur Mutambara and was attended by over 350 materials scientists, from 40 different countries, including 80 students. Other key attendees, included the Zimbabwe Minister of Science and Technology Development (Prof. Heneri Dzinotyiweyi), Presidents of other Materials Research Societies, i.e. the MRS, Korean MRS, Singapore MRS, IUMRS and Vice Presidents of the European MRS and International Union of Crystallography. Thus, besides the exchange of high level technical information, the conference also provided a unique platform for developing much bigger global collaborations on materials research and also stimulated a strong local government support for Materials Research &ndash; one of the primary objectives for rotating Africa MRS conferences throughout the continent.</p>\n<p>The meeting featured Symposia on cross-cutting topics such as renewable energy, nanotechnology, biomaterials, structural materials, mineral processing, education &amp; networking, environment and health materials. In addition there were also Schools in Crystallography and Biomaterials. Full details of program is available here: <a href=\"http://www.africamrs.co.za/AMRS%20Program%20final.pdf\">http://www.africamrs.co.za/AMRS%20Program%20final.pdf</a></p>\n<p>Several high-level talks were presented at the conference. Sossina Haile of the California Institute of Technology, USA, presented on their novel ceria catalyzed thermo-chemical process for converting water and carbon dioxide into storable fuels using the sun&rsquo;s heat. Ceria&rsquo;s catalytic activity and refractoriness makes it an excellent candidate material for this process.&nbsp; Paras Prasad (State University of Buffalo, USA) gave a talk on Nanotechnology and Nanomaterials with a specific focus on Healthcare and Solar Energy. In the area of healthcare, he discussed their efforts towards developing multifunctional nanoparticles containing multiple imaging and sensing probes for in-vitro rapid detection of diseases and infections such as HIV, tuberculosis and malaria. On solar energy conversion, he highlighted new nanomaterials based approaches for efficient harvesting of solar photons over the entire solar spectrum in order to improve the efficiency of photovoltaics. The experimental approach is to enhance UV photon utilization by carrier multiplication derived from multiexciton generation as well as harvesting IR photons efficiently by nanocrystals and quantum dots, etc. Still on the Materials for Energy theme, Bruce Clemens (Stanford University, USA) described their recent research advances in developing nanoscale materials for solar photovoltaics and hydrogen storage. Their solar photovoltaics work focuses on deposition techniques that incorporate sulfur in the gross process of Cu<sub>2</sub>ZnSnS<sub>4</sub> (CZTS) thin film device fabrication and measuring their performance. Other high level overview talks were given by Anthony Guiseppi-Elie, Stacey Bent, Teri Odom, Terry Alford, Wole Soboyejo, Claudia Felser, Federico Rosei, Mark Ritter, Stuart Parkin, and Paul Weiss.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/23/2013<br>\n\t\t\t\t\tModified by: Todd&nbsp;M&nbsp;Osman</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImage\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls onePhoto\" id=\"controls0\"></div>\n<div...",
  "por_txt_cntn": "\nThe Africa Materials Research Society held its sixth (6th) biennial International Conference at Elephant Hills Hotel, Victoria Falls, Zimbabwe from 11&ndash;16 December 2011. This followed previous ones held in Nigeria (2009), Tanzania (2007), Morocco (2005), South Africa (2003) and Senegal 2002. Thanks to the support of NSF and other funding agencies, this was the most successful conference held by the Africa MRS to date.\n\nThe Victoria Falls Conference was opened by the Deputy Prime Minister of the Republic of Zimbabwe - Prof. Arthur Mutambara and was attended by over 350 materials scientists, from 40 different countries, including 80 students. Other key attendees, included the Zimbabwe Minister of Science and Technology Development (Prof. Heneri Dzinotyiweyi), Presidents of other Materials Research Societies, i.e. the MRS, Korean MRS, Singapore MRS, IUMRS and Vice Presidents of the European MRS and International Union of Crystallography. Thus, besides the exchange of high level technical information, the conference also provided a unique platform for developing much bigger global collaborations on materials research and also stimulated a strong local government support for Materials Research &ndash; one of the primary objectives for rotating Africa MRS conferences throughout the continent.\n\nThe meeting featured Symposia on cross-cutting topics such as renewable energy, nanotechnology, biomaterials, structural materials, mineral processing, education &amp; networking, environment and health materials. In addition there were also Schools in Crystallography and Biomaterials. Full details of program is available here: http://www.africamrs.co.za/AMRS%20Program%20final.pdf\n\nSeveral high-level talks were presented at the conference. Sossina Haile of the California Institute of Technology, USA, presented on their novel ceria catalyzed thermo-chemical process for converting water and carbon dioxide into storable fuels using the sunÆs heat. CeriaÆs catalytic activity and refractoriness makes it an excellent candidate material for this process.  Paras Prasad (State University of Buffalo, USA) gave a talk on Nanotechnology and Nanomaterials with a specific focus on Healthcare and Solar Energy. In the area of healthcare, he discussed their efforts towards developing multifunctional nanoparticles containing multiple imaging and sensing probes for in-vitro rapid detection of diseases and infections such as HIV, tuberculosis and malaria. On solar energy conversion, he highlighted new nanomaterials based approaches for efficient harvesting of solar photons over the entire solar spectrum in order to improve the efficiency of photovoltaics. The experimental approach is to enhance UV photon utilization by carrier multiplication derived from multiexciton generation as well as harvesting IR photons efficiently by nanocrystals and quantum dots, etc. Still on the Materials for Energy theme, Bruce Clemens (Stanford University, USA) described their recent research advances in developing nanoscale materials for solar photovoltaics and hydrogen storage. Their solar photovoltaics work focuses on deposition techniques that incorporate sulfur in the gross process of Cu2ZnSnS4 (CZTS) thin film device fabrication and measuring their performance. Other high level overview talks were given by Anthony Guiseppi-Elie, Stacey Bent, Teri Odom, Terry Alford, Wole Soboyejo, Claudia Felser, Federico Rosei, Mark Ritter, Stuart Parkin, and Paul Weiss.\n\n\t\t\t\t\tLast Modified: 01/23/2013\n\n\t\t\t\t\tSubmitted by: Todd M Osman"
 }
}