{
 "awd_id": "1207702",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Singularity Behavior in Some Geometric Variational Problems",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": "7032924881",
 "po_email": "jkaniaba@nsf.gov",
 "po_sign_block_name": "Joanna Kania-Bartoszynska",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2016-05-31",
 "tot_intn_awd_amt": 242153.0,
 "awd_amount": 242153.0,
 "awd_min_amd_letter_date": "2012-06-01",
 "awd_max_amd_letter_date": "2014-05-08",
 "awd_abstract_narration": "This project lies in the area of geometric calculus of variations, which treats the formation and behavior of singularities for various optimal or stationary functions, fields, measures, or geometric structures, possibly subject to constraints, both deterministic and stochastic. The first specific class of projects involves continuing work with Thierry De Pauw (Paris VI) concerning the study of chains, cochains, charges, and the higher dimensional calculus of variations in general metric spaces with general coefficient groups. We consider a variety of mass-type functionals and the notion of a flat chain which generalizes the finite mass metric-space currents of Ambrosio-Kirchheim and the rectifiable and flat Euclidean-space G-chains of B.White and Fleming, Homology theories defined with such chains give an interplay between the topology and geometry of a metric spaces. For example, preliminary work as shown how Lipschitz path connectedness or the existence of finite mass spanning surfaces may be characterized by a suitable 0 and 1 dimensional flat homology groups. Variational cohomology may be treated by charges, which are cochains dual to normal currents, suitably topologized, and which often admit representation by pairs of continuous forms. Second we are continuing work with T. Riviere (ETH), on relations between various energies of maps between Riemannian manifolds and the homotopy classes of the maps. Following our recent work, we will consider energies given by integrating powers of the norm of the differential, the Hessian, etc. A key general question for critical dimensions is the minimum energy required to produce maps with a given nontrivial topology, in particular, how this minimum grows asymptotically as the topology degenerates. There are interesting concrete problems here for the rational homotopy of 4 manifolds. Third,with Betul Orcan (Rice) we propose to initiate work on geometric structures arising in geometric measure theory from stochastic variational problems with noisy data or noisy dependence on data. The work should be based on quantitative low regularity results and quantitatively described probable higher regularity for most data.\r\n\r\n\r\nSolutions to many variational problems in both pure and applied mathematics often are forced to have singularities, that is, to involve regions where large oscillations occur. For example among the many classes of liquid crystals, the optical axis may be forced to oscillate rapidly near points or along curves or along walls between regions. Our research proposes to understand the relationship between energies in such variational problems and the topological barriers imposed by the physics of the problems. Geometric constraints which occur naturally in many physical problems have led to new mathematical issues, and we need to use the full language of geometric measure theory to have sufficiently general geometric structures and objects to treat these issues. Also in applications, the presence of impurities in materials or of noise in measurements and data acquisition is important to consider. So it would be quite useful to develop mathematical tools to incorporate noise and stochastic considerations with the geometric structures. Two particular problems that we propose studying involve flow problems in image processing and the growth of higher dimensional ramified structures in biology with noisy data.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Robert",
   "pi_last_name": "Hardt",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Robert M Hardt",
   "pi_email_addr": "hardt@math.rice.edu",
   "nsf_id": "000266623",
   "pi_start_date": "2012-06-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "William Marsh Rice University",
  "inst_street_address": "6100 MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "Houston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7133484820",
  "inst_zip_code": "770051827",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "TX09",
  "org_lgl_bus_name": "WILLIAM MARSH RICE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "K51LECU1G8N3"
 },
 "perf_inst": {
  "perf_inst_name": "William Marsh Rice University",
  "perf_str_addr": "6100 Main Street",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "770051827",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "TX09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126500",
   "pgm_ele_name": "GEOMETRIC ANALYSIS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 48228.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 96009.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 97916.0
  }
 ],
 "por": null
}