{
 "awd_id": "1207085",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Hollow Nanoparticle Synthesis - Templating Electrochemically Evolved Hydrogen Nanobubbles",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "eugene zubarev",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 92374.0,
 "awd_amount": 92374.0,
 "awd_min_amd_letter_date": "2012-08-28",
 "awd_max_amd_letter_date": "2012-08-28",
 "awd_abstract_narration": "TECHNICAL SUMMARY \r\nThis collaborative research between the University of Texas at Arlington and Bryn Mawr College will develop a fundamental understanding of the bubble template synthesis method, a new nanoparticle synthesis process. In this method, electrochemically evolved hydrogen nanobubbles are used as reducing agents and templates to form metal hollow nanoparticles. This new synthesis concept possesses the potential to become a general route to varieties of nanostructures. In this project funded by the Solid State and Materials Chemistry Program, in situ synchrotron x-ray diffraction, atomic force microscopy (AFM) and electron microscopy (SEM and TEM) will be employed to investigate the formation of nanobubbles and nanoparticles at different growth stages, and the synthesis of nanoparticles with more complicated structures and from different materials will be studied. First, the reaction mechanism and kinetics of metal reduction around hydrogen nanobubbles will be investigated by in situ monitoring the metal deposition using synchrotron X-ray diffraction. The hypothesis of \"the reaction rate is higher for smaller bubbles\" will be tested through electron microscopy analysis of nanoparticles formed with different synthesis parameters. Then, the formation mechanism of electrochemically evolved hydrogen nanobubbles will be studied by in situ detecting the formation of nanobubbles on non-conductive areas on stripe pattern electrode surfaces using AFM. With Au nanoparticles as an indicator, the effects of the surface properties of supports and additives in electrolytes (such as surfactants and hydrogen evolution enhancers) on nanobubble formation will be studied using electron microscopy analysis. Finally, the synthesis of hollow nanoparticles of different electroless-depositable metals such as Pt, Pd and Ag and nanoparticles with more complicated structures such as multi-shells and half spheres will be explored. \r\n\r\nNON-TECHNICAL SUMMARY \r\nNanotechnology is considered as one of the most potentially valuable technologies for U.S. in the global economic competition. As an important part of nanotechnology, metallic nanoparticles are widely used as catalysts in energy conversion and chemical industry, as imaging and therapeutic agents in biomedical applications, as building blocks in electronic and optoelectronic devices, and in many other areas. Through a systematic study on a new nanoparticle synthesis process - the bubble template synthesis, this research project funded by the Solid State and Materials Chemistry Program will lead to advances in the understanding of nanoparticle formation mechanisms, providing essential information for controlling the synthesis process to achieve the desired properties of nanoparticles. In addition, the new synthesis process can also be utilized as a convenient tool for studies on very small gas bubbles (nanobubbles) in liquid. This will have many important impacts on a wide range of bubble-related applications, from hydrogen generation and water electrolysis to the design of fluidic microchannels and nanodevices. This research program is integrated with a multi-layered education and outreach program, including course development for undergraduate nanotechnology education, interdisciplinary student training, summer camps for K-12 students, and outreach activities through annual \"Extending Your Horizon\" (EYH) conference for Philadelphia local middle school girls. Special emphasis has been placed on broadening the participation of both women and underrepresented Hispanic students in science and engineering by providing opportunities to women undergraduate students in Bryn Mawr College and Hispanic high school and college students in Texas with conducting state-of-the-art nanotechnology research in this project.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xuemei",
   "pi_last_name": "Cheng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xuemei Cheng",
   "pi_email_addr": "xcheng@brynmawr.edu",
   "nsf_id": "000560084",
   "pi_start_date": "2012-08-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Bryn Mawr College",
  "inst_street_address": "101 N MERION AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BRYN MAWR",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "6105265496",
  "inst_zip_code": "190102899",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "PA05",
  "org_lgl_bus_name": "BRYN MAWR COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "K6QTMYRRT6S5"
 },
 "perf_inst": {
  "perf_inst_name": "Bryn Mawr College",
  "perf_str_addr": "101 N. Merion Ave",
  "perf_city_name": "Bryn Mawr",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "190102859",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "PA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 92374.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Hollow nanostructures, such as nanoshells or nanotubes, attract great research attention because their unique morphologies enable a wide range of applications, such as batteries, therapeutic agent delivery, biological imaging, wastewater treatment, and sensing. However, the growth mechanism of hollow nanostructures is complex and remains to be better understood. The Bryn Mawr College team of this collaborative research project focused on the in-situ synchrotron X-ray investigation of the growth mechanism for hollow nanostructures. Through this project, an electrochemical deposition cell that can be mounted to a synchrotron X-ray beamline was innovatively designed to enable in-situ investigation of nanoparticles growth with a 300nm-size synchrotron X-ray beam. &nbsp;Successful monitoring of an individual nanoparticle growth confirmed the electroless deposition of gold particles as hypothesized. Furthermore, in situ synchrotron X-ray imaging of the morphological evolution of silver nanowires to hollow silver oxide nanotubes captured the complex silver diffusion kinetics and hollowing process via the Kirkendall effect in real time and provided unprecedented details on reaction kinetics and mass diffusion kinetics associated with the hollowing process. The diffusion coefficient of silver in its oxide nanoshell was, for the first time, calculated through quantitative analysis of our experimental results.</p>\n<p>This research program of this funded collaborative project at Bryn Mawr College was also integrated with a multi-layered education and outreach program. This project provided nanoscience research opportunities and career development training for 10 undergraduate students (9 women and 1 Hispanic) and 4 graduate students (1 woman), broadening the participation of both women and underrepresented Hispanic students in science and engineering. &nbsp;Interdisciplinary student training was successfully implemented via templated electrochemical deposition training for Bryn Mawr physics students in the Department of Materials Science &amp; Engineering of UT Arlington and synchrotron X-ray experiments training for both Bryn Mawr physics students and a UT Arlington engineering student. Through this project, an upper-level undergraduate course and two upper-level undergraduate laboratory course modules were developed to systematically introduce basics and frontier research results in solid state physics and nanoscience. The outreach activities to K-12 students enabled by this project include leading STEM workshops for Philadelphia local middle school girls, mentoring a local high school student for summer research, and coaching three different Junior FIRST<sup>&reg;</sup> LEGO<sup>&reg;</sup> League Lego teams of local elementary school children aged between 5 and 9 for themed engineering challenges.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/26/2016<br>\n\t\t\t\t\tModified by: Xuemei&nbsp;Cheng</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nHollow nanostructures, such as nanoshells or nanotubes, attract great research attention because their unique morphologies enable a wide range of applications, such as batteries, therapeutic agent delivery, biological imaging, wastewater treatment, and sensing. However, the growth mechanism of hollow nanostructures is complex and remains to be better understood. The Bryn Mawr College team of this collaborative research project focused on the in-situ synchrotron X-ray investigation of the growth mechanism for hollow nanostructures. Through this project, an electrochemical deposition cell that can be mounted to a synchrotron X-ray beamline was innovatively designed to enable in-situ investigation of nanoparticles growth with a 300nm-size synchrotron X-ray beam.  Successful monitoring of an individual nanoparticle growth confirmed the electroless deposition of gold particles as hypothesized. Furthermore, in situ synchrotron X-ray imaging of the morphological evolution of silver nanowires to hollow silver oxide nanotubes captured the complex silver diffusion kinetics and hollowing process via the Kirkendall effect in real time and provided unprecedented details on reaction kinetics and mass diffusion kinetics associated with the hollowing process. The diffusion coefficient of silver in its oxide nanoshell was, for the first time, calculated through quantitative analysis of our experimental results.\n\nThis research program of this funded collaborative project at Bryn Mawr College was also integrated with a multi-layered education and outreach program. This project provided nanoscience research opportunities and career development training for 10 undergraduate students (9 women and 1 Hispanic) and 4 graduate students (1 woman), broadening the participation of both women and underrepresented Hispanic students in science and engineering.  Interdisciplinary student training was successfully implemented via templated electrochemical deposition training for Bryn Mawr physics students in the Department of Materials Science &amp; Engineering of UT Arlington and synchrotron X-ray experiments training for both Bryn Mawr physics students and a UT Arlington engineering student. Through this project, an upper-level undergraduate course and two upper-level undergraduate laboratory course modules were developed to systematically introduce basics and frontier research results in solid state physics and nanoscience. The outreach activities to K-12 students enabled by this project include leading STEM workshops for Philadelphia local middle school girls, mentoring a local high school student for summer research, and coaching three different Junior FIRST&reg; LEGO&reg; League Lego teams of local elementary school children aged between 5 and 9 for themed engineering challenges.\n\n\t\t\t\t\tLast Modified: 11/26/2016\n\n\t\t\t\t\tSubmitted by: Xuemei Cheng"
 }
}