{
 "awd_id": "1207169",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "RUI: Probing the Interplay between Magnetic Properties, Band Structure and Carrier Dynamics of III-V-based Magnetic Semiconductors",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032928428",
 "po_email": "cying@nsf.gov",
 "po_sign_block_name": "Z.  Ying",
 "awd_eff_date": "2012-06-15",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 150000.0,
 "awd_amount": 150000.0,
 "awd_min_amd_letter_date": "2012-06-04",
 "awd_max_amd_letter_date": "2012-06-04",
 "awd_abstract_narration": "Technical: This project is to study the interplay of electronic, optical and magnetic properties of III-V magnetic semiconductors via temperature-dependent spectroscopic ellipsometry (SE). While most other experiments probe a particular property of III-V magnetic systems, since SE is capable of detecting the electronic band structure of a material, the study is planning to uncover the interplay of various properties comprehensively. Although room-temperature based SE is widely used presently, that method is incapable of observing the interplay of III-V magnetic systems adequately, motivating this work to extend SE to cover a temperature range between 4K and 300K. This technique will specifically address the following issues related to III-V magnetic systems; how does exchange and hybridization interactions fine tune the magnetic coupling; what is the impact of the impurity bands in affecting magnetism and conductivity; and what is the significance of carrier-phonon dynamics in influencing the ferromagnetism?  Additionally, the details of both the metal-to-insulator transition and the ferromagnetic to paramagnetic transition will be investigated thoroughly. Insights gained on these aspects will not only deepen our understanding of the fundamental physics of III-V magnetic semiconductors but also benefit applied scientists implementing spin-based electronics.\r\nNon-technical: This project will significantly advance scientific research, and research training among physics majors, which will subsequently influence students to pursue advanced degrees. This is by incorporating experiments related to optics into several physics courses, all physics majors will be introduced to these fields, resulting in the increase in talent and number of students entering the scientific and technical workforce. Also the work will have a strong impact on minority groups, particularly women, in light of the fairly high percentage of women majoring in physics at Kenyon. Engaging high school students on video-based mechanics experiments will expose them to the intimate connection between the realities outside and the theories learnt inside the classroom. The project will integrate various aspects of the proposed research into teaching by: (i) designing a seminar course related to magnetic semiconductors and spintronics; (ii) injecting four experiments into Optics and Advanced Lab courses related to classical optics and magneto-optics; (iii) developing an outreach program for high school students involving video-based mechanics experiments.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Frank",
   "pi_last_name": "Peiris",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Frank C Peiris",
   "pi_email_addr": "peirisf@kenyon.edu",
   "nsf_id": "000290831",
   "pi_start_date": "2012-06-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Kenyon College",
  "inst_street_address": "1 KENYON COLLEGE",
  "inst_street_address_2": "",
  "inst_city_name": "GAMBIER",
  "inst_state_code": "OH",
  "inst_state_name": "Ohio",
  "inst_phone_num": "7404275114",
  "inst_zip_code": "430229623",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "OH12",
  "org_lgl_bus_name": "KENYON COLLEGE",
  "org_prnt_uei_num": "XFWQPRJMQWP9",
  "org_uei_num": "NML9QD5ZL2F6"
 },
 "perf_inst": {
  "perf_inst_name": "Kenyon College",
  "perf_str_addr": "22 Ransom Hall",
  "perf_city_name": "Gambier",
  "perf_st_code": "OH",
  "perf_st_name": "Ohio",
  "perf_zip_code": "430229623",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "OH12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "177500",
   "pgm_ele_name": "ELECTRONIC/PHOTONIC MATERIALS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1775",
   "pgm_ref_txt": "ELECTRONIC/PHOTONIC MATERIALS"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "9229",
   "pgm_ref_txt": "RES IN UNDERGRAD INST-RESEARCH"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 150000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>While semiconductors are ubiquitous materials used to fabricate a host of electrical and optical devices, they are still not extensively used to fabricate magnetic devices. In the last few decades, there has been a concerted effort to endow magnetic properties into semiconductors so that the present large-scale semiconductor fabrication infrastructure can be exploited to construct semiconductor-based magnetic devices. If such efforts are successful, then one could envision devices such as storage devices being produced using semiconductors, eventually making these devices more efficient and possibly cheaper. Additionally, it will also give rise to host of other unique devices related to spintronics, a field that exploits the inherent property of electron's spin to build a new generation of devices.</p>\n<p>The realization and the optimization of these magnetic semiconductor-based devices are predicated on the fundamental understanding of the magnetic properties of these semiconductors, which was the subject of this project. We used an optical investigation technique known as spectroscopic ellipsometry to investigate the electronic structure of the several semiconductor alloy systems, including, Ga<sub>1-x</sub>Mn<sub>x</sub>As, Ga<sub>1-x</sub>Mn<sub>x</sub>Sb, Hg<sub>1-x</sub>Cd<sub>x</sub>Se and Zn<sub>1-x</sub>Mn<sub>x</sub>Te. These alloys were grown using a special technique called molecular beam epitaxy, where elemental sources are evaporated to form crystals. More importantly, this technique allows one to control the concentration of the alloys and thicknesses of the samples very precisely.</p>\n<p>One of the main mechanisms in understanding the various characteristics of semiconductors is by measuring their dielectric properties.&nbsp; The dielectric function is essentially a blueprint of a material, exhibiting its electric, optical, magnetic and structural properties via this important property. The primary tool we used to measure the dielectric functions of semiconductors was a technique called spectroscopic ellipsometry, where a beam of light is reflected off of a sample and by measuring one of light&rsquo; properties called polarization one can uncover the electrical, optical and magnetic properties of the sample. Since room temperature ellipsometric measurements did not suffice to fully characterize the properties of these semiconductor systems, the importance of this work was, for the first time, to extend the ellipsometric measurements to cover a temperature range between 4K and 300K. This allowed us to monitor the electronic structure of these semiconductors as a function of temperature, which in turn registered the details of how electrons scattered inside the crystal.</p>\n<p>Our results have contributed to a better understanding of the magnetism involved these semiconductors. It must be noted that these semiconductors exhibit their magnetic characteristics at low temperatures and currently, many scientists are researching on which particular semiconductor systems will provide room temperature-based magnetic semiconductors. The results gathered from this project sheds light on this particular topic.</p>\n<p>Our work will have an impact on the burgeoning filed of spintronics. While conventional semiconductor electronics is based on electron charge transport, the new field of spintronics seeks to exploit electron spin to build a new generation of devices that will be smaller, more robust, and more versatile compared to today's silicon chips.</p>\n<p>In addition, this project provided the impetus to educate and train undergraduate students in semiconductor materials research, preparing them for graduate education or careers in science and technology. During the past three years, nearly ten undergraduate students have worked in pursuing several aspects of the project, during both the school year as well as the summer months. All of these activities have mo...",
  "por_txt_cntn": "\nWhile semiconductors are ubiquitous materials used to fabricate a host of electrical and optical devices, they are still not extensively used to fabricate magnetic devices. In the last few decades, there has been a concerted effort to endow magnetic properties into semiconductors so that the present large-scale semiconductor fabrication infrastructure can be exploited to construct semiconductor-based magnetic devices. If such efforts are successful, then one could envision devices such as storage devices being produced using semiconductors, eventually making these devices more efficient and possibly cheaper. Additionally, it will also give rise to host of other unique devices related to spintronics, a field that exploits the inherent property of electron's spin to build a new generation of devices.\n\nThe realization and the optimization of these magnetic semiconductor-based devices are predicated on the fundamental understanding of the magnetic properties of these semiconductors, which was the subject of this project. We used an optical investigation technique known as spectroscopic ellipsometry to investigate the electronic structure of the several semiconductor alloy systems, including, Ga1-xMnxAs, Ga1-xMnxSb, Hg1-xCdxSe and Zn1-xMnxTe. These alloys were grown using a special technique called molecular beam epitaxy, where elemental sources are evaporated to form crystals. More importantly, this technique allows one to control the concentration of the alloys and thicknesses of the samples very precisely.\n\nOne of the main mechanisms in understanding the various characteristics of semiconductors is by measuring their dielectric properties.  The dielectric function is essentially a blueprint of a material, exhibiting its electric, optical, magnetic and structural properties via this important property. The primary tool we used to measure the dielectric functions of semiconductors was a technique called spectroscopic ellipsometry, where a beam of light is reflected off of a sample and by measuring one of lightÆ properties called polarization one can uncover the electrical, optical and magnetic properties of the sample. Since room temperature ellipsometric measurements did not suffice to fully characterize the properties of these semiconductor systems, the importance of this work was, for the first time, to extend the ellipsometric measurements to cover a temperature range between 4K and 300K. This allowed us to monitor the electronic structure of these semiconductors as a function of temperature, which in turn registered the details of how electrons scattered inside the crystal.\n\nOur results have contributed to a better understanding of the magnetism involved these semiconductors. It must be noted that these semiconductors exhibit their magnetic characteristics at low temperatures and currently, many scientists are researching on which particular semiconductor systems will provide room temperature-based magnetic semiconductors. The results gathered from this project sheds light on this particular topic.\n\nOur work will have an impact on the burgeoning filed of spintronics. While conventional semiconductor electronics is based on electron charge transport, the new field of spintronics seeks to exploit electron spin to build a new generation of devices that will be smaller, more robust, and more versatile compared to today's silicon chips.\n\nIn addition, this project provided the impetus to educate and train undergraduate students in semiconductor materials research, preparing them for graduate education or careers in science and technology. During the past three years, nearly ten undergraduate students have worked in pursuing several aspects of the project, during both the school year as well as the summer months. All of these activities have motivated these students to pursue scientific careers. Three students who worked in the project and subsequently graduated from Kenyon have all entered graduate schools to pursue doctoral degre..."
 }
}