{
 "awd_id": "1207861",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "The Composition of Extrasolar Planetesimals",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Luke Sollitt",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2018-09-30",
 "tot_intn_awd_amt": 240978.0,
 "awd_amount": 240978.0,
 "awd_min_amd_letter_date": "2012-08-29",
 "awd_max_amd_letter_date": "2018-04-10",
 "awd_abstract_narration": "The PI will continue his observational search for evidence of asteroids accreting onto white dwarfs, which is motivated by previously observed abundance anomalies in white dwarf spectra. He will use the Keck Observatory to obtain spectra of disks around white dwarfs that he and a graduate student will analyze. The results will be used to constrain models of planetary formation.  \r\n\r\nThis work is likely to have broader impacts to fields of cosmochemistry, planetary science and stellar evolution. This project will also help train a graduate student in research who is participating in an outreach program with China.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Zuckerman",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin M Zuckerman",
   "pi_email_addr": "zuckerman@astro.ucla.edu",
   "nsf_id": "000156163",
   "pi_start_date": "2016-05-16",
   "pi_end_date": null
  },
  {
   "pi_role": "Former Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Jura",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Michael A Jura",
   "pi_email_addr": "jura@astro.ucla.edu",
   "nsf_id": "000471092",
   "pi_start_date": "2012-08-29",
   "pi_end_date": "2016-05-16"
  }
 ],
 "inst": {
  "inst_name": "University of California-Los Angeles",
  "inst_street_address": "10889 WILSHIRE BLVD STE 700",
  "inst_street_address_2": "",
  "inst_city_name": "LOS ANGELES",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "3107940102",
  "inst_zip_code": "900244200",
  "inst_country_name": "United States",
  "cong_dist_code": "36",
  "st_cong_dist_code": "CA36",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, LOS ANGELES",
  "org_prnt_uei_num": "",
  "org_uei_num": "RN64EPNH8JC6"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Los Angeles",
  "perf_str_addr": "430 Portola Plaza, 3-907 PAB",
  "perf_city_name": "Los Angeles",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "900951547",
  "perf_ctry_code": "US",
  "perf_cong_dist": "36",
  "perf_st_cong_dist": "CA36",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121500",
   "pgm_ele_name": "STELLAR ASTRONOMY & ASTROPHYSC"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1207",
   "pgm_ref_txt": "OBSERVATIONAL ASTRONOMY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 240978.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>To Whom it may concern: I am writing to request a new one-year no-cost<br />extension to NSF grant to UCLA: AST 1207861 on \"The Composition of<br />Extrasolar Planetesimals\".&nbsp; As I described in my NCE request of one year<br />ago, the administration of this grant has had a troubled history.<br /><br />The initial PI was UCLA Professor Michael Jura who passed away in<br />January 2016, but had been ill for some time before then.&nbsp; Siyi Xu, the<br />other person significantly involved with this grant moved to a post-doc<br />position at ESO in Germany.&nbsp; Because of her complex ESO job<br />responsibilities, new discoveries in which she has played the leading<br />role, and time she has had to devote to finding her next job, she has<br />had very little time to work on the research project covered by the Jura<br />grant.<br /><br />During the past year I have been the PI for the grant, but my own<br />efforts were very limited due to repercussions from the death of my<br />wife; she passed away not long before Dr. Jura died. Indeed, it is only<br />in the past few months that I have been able to again devote substantial<br />time to astronomical research.<br /><br />In our previous NCE request, a year ago, I mentioned a UCLA graduate<br />student, Nathaniel Monson, who had begun to help us with our Keck<br />optical spectroscopy research on white dwarf stars.&nbsp; I had hoped that Mr<br />Monson might take the lead on the research project supported by grant<br />AST 1207861, but, for a variety of reasons, this has not happened.&nbsp; He<br />has received no support from this grant.<br /><br />Now, the picture for the coming year appears to be much brighter.&nbsp; My UCLA<br />colleague, Professor Edward Young in the Earth, Planetary, and Space<br />Sciences Department, has identified a graduate student, Alexandra<br />Schneider, in his department who is very interested in taking on the<br />proposed project beginning in September.&nbsp; Her interests include<br />astrochemistry.&nbsp; She has just finished her first year in graduate school.<br />She and Ed and I had a productive conversation about the proposed research project a week or so ago.<br /><br />The project involves reducing and analyzing HIRES echelle spectra of<br />numerous white dwarfs obtained with the Keck telescope at Mauna Kea<br />Observatory going back many years.&nbsp; The spectra were all obtained during<br />observing runs for which either Mike Jura or I were the PI.&nbsp; There is<br />much to be learned, both from the ensemble of spectra and from detailed<br />analysis of some of the individual stars.&nbsp; Because of the long history of this area of research at UCLA, Jura's former graduate students Siyi<br />Xu and Beth Klein and my former grad student Carl Melis will all be<br />involved to some degree and are all very experienced working with HIRES<br />spectra.&nbsp; While Siyi and Beth will not receive any financial support<br />from the grant (if the requested NCE is approved), it is possible that I<br />will want to pay Dr. Melis for a few weeks this summer to expedite<br />getting Ms Schneider started in the fall.&nbsp; Specificallly, Carl would<br />organize the data and he would help to bring Ms. Schneider up to speed<br />by teaching her how to reduce and analyze HIRES spectra.<br /><br />Thus, if the NCE is granted, then the remaining funds would be spent<br />primarily to support Ms. Schneider during the 2017-2018 academic year<br />and in the summer of 2018.&nbsp; As mentioned in the previous paragraph, a<br />small portion of the funds might be used to support Dr. Melis for a few<br />weeks in summer 2017.&nbsp; We expect that all currently remaining funds will<br />be spent by August 31, 2018.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/02/2019<br>\n\t\t\t\t\tModified by: Benjamin&nbsp;M&nbsp;Zuckerman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nTo Whom it may concern: I am writing to request a new one-year no-cost\nextension to NSF grant to UCLA: AST 1207861 on \"The Composition of\nExtrasolar Planetesimals\".  As I described in my NCE request of one year\nago, the administration of this grant has had a troubled history.\n\nThe initial PI was UCLA Professor Michael Jura who passed away in\nJanuary 2016, but had been ill for some time before then.  Siyi Xu, the\nother person significantly involved with this grant moved to a post-doc\nposition at ESO in Germany.  Because of her complex ESO job\nresponsibilities, new discoveries in which she has played the leading\nrole, and time she has had to devote to finding her next job, she has\nhad very little time to work on the research project covered by the Jura\ngrant.\n\nDuring the past year I have been the PI for the grant, but my own\nefforts were very limited due to repercussions from the death of my\nwife; she passed away not long before Dr. Jura died. Indeed, it is only\nin the past few months that I have been able to again devote substantial\ntime to astronomical research.\n\nIn our previous NCE request, a year ago, I mentioned a UCLA graduate\nstudent, Nathaniel Monson, who had begun to help us with our Keck\noptical spectroscopy research on white dwarf stars.  I had hoped that Mr\nMonson might take the lead on the research project supported by grant\nAST 1207861, but, for a variety of reasons, this has not happened.  He\nhas received no support from this grant.\n\nNow, the picture for the coming year appears to be much brighter.  My UCLA\ncolleague, Professor Edward Young in the Earth, Planetary, and Space\nSciences Department, has identified a graduate student, Alexandra\nSchneider, in his department who is very interested in taking on the\nproposed project beginning in September.  Her interests include\nastrochemistry.  She has just finished her first year in graduate school.\nShe and Ed and I had a productive conversation about the proposed research project a week or so ago.\n\nThe project involves reducing and analyzing HIRES echelle spectra of\nnumerous white dwarfs obtained with the Keck telescope at Mauna Kea\nObservatory going back many years.  The spectra were all obtained during\nobserving runs for which either Mike Jura or I were the PI.  There is\nmuch to be learned, both from the ensemble of spectra and from detailed\nanalysis of some of the individual stars.  Because of the long history of this area of research at UCLA, Jura's former graduate students Siyi\nXu and Beth Klein and my former grad student Carl Melis will all be\ninvolved to some degree and are all very experienced working with HIRES\nspectra.  While Siyi and Beth will not receive any financial support\nfrom the grant (if the requested NCE is approved), it is possible that I\nwill want to pay Dr. Melis for a few weeks this summer to expedite\ngetting Ms Schneider started in the fall.  Specificallly, Carl would\norganize the data and he would help to bring Ms. Schneider up to speed\nby teaching her how to reduce and analyze HIRES spectra.\n\nThus, if the NCE is granted, then the remaining funds would be spent\nprimarily to support Ms. Schneider during the 2017-2018 academic year\nand in the summer of 2018.  As mentioned in the previous paragraph, a\nsmall portion of the funds might be used to support Dr. Melis for a few\nweeks in summer 2017.  We expect that all currently remaining funds will\nbe spent by August 31, 2018.\n\n\t\t\t\t\tLast Modified: 01/02/2019\n\n\t\t\t\t\tSubmitted by: Benjamin M Zuckerman"
 }
}