{
 "awd_id": "1207389",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: On-The-Fly free Energy Parameterization in Molecular Aimulations",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032924942",
 "po_email": "dhess@nsf.gov",
 "po_sign_block_name": "Daryl Hess",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 283710.0,
 "awd_amount": 283710.0,
 "awd_min_amd_letter_date": "2012-08-27",
 "awd_max_amd_letter_date": "2012-08-27",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\n\r\nThis award supports computational and theoretical research and education with an aim to develop a new method for extracting free energies from molecular dynamics simulations. The method is based on temperature-acceleration, wherein free energy gradients in some desired set of collective variables are sampled in a running molecular dynamics simulation while simultaneously driving those collective variables over free energy barriers that would otherwise render traditional molecular dynamics ineffective. These gradients are used as inputs into an optimization procedure that minimizes the error associated with gradients of an analytical free energy.\r\n\r\nThe major thrusts of the research are: (1) benchmark the performance of the method against alternative approaches for computing coarse grained potentials, such as iterative Boltzmann inversion and force-matching, (2) developing the method as a tool for deriving potentials of mean force for multiscale polymer molecular simulations, and (3) developing the method as a means of statistical evaluation of large-scale protein conformational sampling.\r\n\r\nThe method is formulated in a general way and is therefore expected to be applicable broadly to almost any desired collective variables. This project will be devoted to developing this method particularly for applications involving deriving effective coarse-grained potentials for multiscale simulations and to the study of conformational statistics of large biomolecules. All simulation codes developed in this project will be made freely available to the community.\r\n\r\nThis award also supports training and mentoring of underrepresented students in state of the art computational and numerical methods.\r\n\r\nNON-TECHNICAL SUMMARY\r\n\r\nThis award supports computational and theoretical research and education with an aim to develop a new method of extracting information from computer simulations.  Whether in designing new drugs or new materials, or simply trying to understand how nature works, computer simulations are important in understanding how matter behaves at the molecular level. Bringing molecular-level understanding into the realm of everyday perception requires statistical approaches that are not always straightforward and often computationally quite expensive. This award supports developing a new statistical method for extracting information from molecular-level simulations. The method is potentially much more efficient than existing approaches. The research will develop and apply this method to test systems relevant for biological and materials applications. The project could significantly reduce the cost associated with obtaining high-quality information from simulations at the molecular level that at the intersections of chemistry, physics, and biology. All simulation codes developed in this project will be made freely available to the community.\r\n\r\nThis award also supports training and mentoring of underrepresented students in state of the art computational and numerical methods.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Cameron",
   "pi_last_name": "Abrams",
   "pi_mid_init": "F",
   "pi_sufx_name": "",
   "pi_full_name": "Cameron F Abrams",
   "pi_email_addr": "Cameron.F.Abrams@drexel.edu",
   "nsf_id": "000253576",
   "pi_start_date": "2012-08-27",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Drexel University",
  "inst_street_address": "3141 CHESTNUT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158956342",
  "inst_zip_code": "191042875",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "DREXEL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XF3XM9642N96"
 },
 "perf_inst": {
  "perf_inst_name": "Drexel University",
  "perf_str_addr": "3141 Chestnut St",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191042875",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176500",
   "pgm_ele_name": "CONDENSED MATTER & MAT THEORY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7433",
   "pgm_ref_txt": "CyberInfra Frmwrk 21st (CIF21)"
  },
  {
   "pgm_ref_code": "7569",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE/SCIENCE"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "7574",
   "pgm_ref_txt": "CYBER INFRA FOR MATERIALS RES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 283710.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>All-atom molecular dynamics simulations are important tools for understanding and using the atomic nature of matter, from engineering new materials to unraveling the molecular building blocks of life.&nbsp; However, despite the impressive and continually improving computational power of modern supercomputers, molecular dynamics simulations remain severely limited in their ability to sample the vast spectra of possible atomic arrangements with enough statistical accuracy to make predictions of how molecular structures give rise to observable properties and behaviors.&nbsp; This project makes a major step forward in tackling this limitation by developing a new enhanced-sampling algorithm which, when combined with traditional all-atom molecular dynamics simulations, provides accurate predictions of how molecular systems behave when viewed in terms of macroscopically relevant collective variables.&nbsp;</p>\n<p>The intellectual merit in this project rests in the development of our method, termed &ldquo;on-the-fly free-energy parameterization&rdquo; (which we abbreviate OTFP), and the demonstration that it outperforms leading competitor methods in terms of how much computational effort is required to generate accurate predictions of statistics of collective variables within all-atom molecular dynamics simulations.&nbsp; We successfully challenged our method to predict the propensity of a particular part of the human prion protein to unfold, hypothesized to be an initiating step in the progression of transmissible spongiform encephalopathies (TSE&rsquo;s).&nbsp; Indeed, with OTFP calculations we were able to rationalize why a particular position on the prion protein sequence, position 129, is apparently so important in determining what type of TSE a person might acquire, providing a new link between decades&rsquo; worth of genetic and protein-structural research.&nbsp; The outcomes are embodied in four journal publications and several contributed and invited presentations.</p>\n<p>Improvements to the OTFP method continue beyond the lifetime of this project, and all are cataloged in a publicly accessible github repository which includes tutorials and examples.&nbsp; In particular, we have shown how to improve the accuracy of OTFP predictions by merging it with replica-exchange molecular dynamics, and are currently expanding OTFP into two-dimensional collective variables, which will greatly broaden its applicability.&nbsp; The method could potentially be used for measuring defect formation free-energies in soft materials and small-molecule binding free-energies to biomacromolecules.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/29/2016<br>\n\t\t\t\t\tModified by: Cameron&nbsp;F&nbsp;Abrams</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAll-atom molecular dynamics simulations are important tools for understanding and using the atomic nature of matter, from engineering new materials to unraveling the molecular building blocks of life.  However, despite the impressive and continually improving computational power of modern supercomputers, molecular dynamics simulations remain severely limited in their ability to sample the vast spectra of possible atomic arrangements with enough statistical accuracy to make predictions of how molecular structures give rise to observable properties and behaviors.  This project makes a major step forward in tackling this limitation by developing a new enhanced-sampling algorithm which, when combined with traditional all-atom molecular dynamics simulations, provides accurate predictions of how molecular systems behave when viewed in terms of macroscopically relevant collective variables. \n\nThe intellectual merit in this project rests in the development of our method, termed \"on-the-fly free-energy parameterization\" (which we abbreviate OTFP), and the demonstration that it outperforms leading competitor methods in terms of how much computational effort is required to generate accurate predictions of statistics of collective variables within all-atom molecular dynamics simulations.  We successfully challenged our method to predict the propensity of a particular part of the human prion protein to unfold, hypothesized to be an initiating step in the progression of transmissible spongiform encephalopathies (TSE?s).  Indeed, with OTFP calculations we were able to rationalize why a particular position on the prion protein sequence, position 129, is apparently so important in determining what type of TSE a person might acquire, providing a new link between decades? worth of genetic and protein-structural research.  The outcomes are embodied in four journal publications and several contributed and invited presentations.\n\nImprovements to the OTFP method continue beyond the lifetime of this project, and all are cataloged in a publicly accessible github repository which includes tutorials and examples.  In particular, we have shown how to improve the accuracy of OTFP predictions by merging it with replica-exchange molecular dynamics, and are currently expanding OTFP into two-dimensional collective variables, which will greatly broaden its applicability.  The method could potentially be used for measuring defect formation free-energies in soft materials and small-molecule binding free-energies to biomacromolecules.\n\n \n\n\t\t\t\t\tLast Modified: 11/29/2016\n\n\t\t\t\t\tSubmitted by: Cameron F Abrams"
 }
}