{
 "awd_id": "1207583",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Benign E. coli adhesion and biofilm formation on mannoside surfaces",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922191",
 "po_email": "asimonia@nsf.gov",
 "po_sign_block_name": "Aleksandr Simonian",
 "awd_eff_date": "2012-07-15",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 390001.0,
 "awd_amount": 426516.0,
 "awd_min_amd_letter_date": "2012-07-09",
 "awd_max_amd_letter_date": "2014-08-15",
 "awd_abstract_narration": "ID: MPS/DMR/BMAT(7623) 1207583  \t           PI:  Cai, Chengzhi\t             ORG: University of Houston\r\n\r\nTitle:  Benign E. coli adhesion and biofilm formation on mannoside surfaces\r\n\r\nINTELLECTUAL  MERIT:  The proposed research is relevant to a new strategy to prevent pathogen colonization and biofilm formation.  This new strategy uses benign bacteria to form a live, protective biofilm on materials surfaces to fence off pathogens.  The overall objective of the proposed research is to investigate systematically the role of surface presentation of mannoside ligands on the formation of biofilms of a benign E. coli strain expressing mannoside-binding type 1 fimbriae.  The specific objectives are: (1) To optimize the surface presentation of mannoside ligands.  A series of mannoside ligands will be synthesized, varying the substituents on the glycosidic linkages.  They will be covalently attached to silicone surfaces via an intermittent layer of poly(amido amine) (PAMAM) dendrimers.  This approach will allow for control of the local ligand density at nanoscale.  (2) To address the role of the affinity and nanoscale presentation of the mannoside ligands on the adhesion, orientation, mobility, proliferation, extracellular matrix production, and aggregation of the benign E. coli, as well as the rate of formation, morphology, coverage, and stability of the benign biofilms.  Great progress has been made in molecular biological study of the regulatory mechanism in the late stage of biofilm formation.  In addition, the knowledge base has been growing rapidly on how the early stage of biofilm formation is affected by material surface physical, chemical, and mechanical properties.  However, the understanding of the effect of specific ligand-receptor interactions on biofilm formation on materials surfaces is limited.  The proposed research aims to fill this critical gap in knowledge. \r\n\r\nBROADER IMPACTS:  Bacterial colonization and biofilm formation has a tremendous impact on human health and the environment.  The proposed research will provide new insights to the process of biofilm formation, which will be invaluable for the development of strategies to prevent pathogen colonization and to promote the formation of benign or functional biofilms.  Undergraduate and graduate students involved in the project will be trained in many fields.  The PI will organize a workshop for the Science Extravaganza at the University of Houston to motivate high school students from underrepresented groups to choose a STEM (science, technology, engineering, mathematics) field major in college.  An undergraduate student in this project will be recruited from the teach Houston program at the University of Houston.  Students in the program teach classroom lessons in local high schools from their first year.  The PI will work with the student to develop exciting modules, such as observation of benign biofilm formation, for use in the science course.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Chengzhi",
   "pi_last_name": "Cai",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Chengzhi Cai",
   "pi_email_addr": "cai@uh.edu",
   "nsf_id": "000492805",
   "pi_start_date": "2012-07-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Houston",
  "inst_street_address": "4300 MARTIN LUTHER KING BLVD",
  "inst_street_address_2": "",
  "inst_city_name": "HOUSTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "7137435773",
  "inst_zip_code": "772043067",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "TX18",
  "org_lgl_bus_name": "UNIVERSITY OF HOUSTON SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "QKWEF8XLMTT3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Houston",
  "perf_str_addr": "4800 Calhoun Boulevard",
  "perf_city_name": "Houston",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "772045003",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "TX18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1711",
   "pgm_ref_txt": "MATERIALS EDUCATION AND RESEARCH"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 130693.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 129002.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 166821.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Bacterial colonization and biofilm formation has a tremendous impact on human health and the environment. Despite its great importance, the current understanding of the initial stages of bacterial adherence onto materials surfaces followed by growth of biofilms is limited. The objective of this project is to study the process of bacterial adherence using a non-pathogenic strain of <em>E. coli</em> onto surfaces decorated with a series of mannoside derivatives (carbohydrate molecules similar to those found on the surface of epithelial cells in animals). These mannoside derivatives have different binding affinity to a protein molecule called FimH at the tip of type 1 fimbriae, a common type of bacterial fimbria serving as &ldquo;attachment pili&rdquo;. It is well known that binding to the carbohydrate molecules on human tissues via the bacterial fimbriae is the first step of colonization by many types of pathogenic bacteria causing infections. In this study, we found that the <em>E. coli</em> strain with type 1 fimbriae formed high coverage and stable biofilms only on surfaces decorated by mannoside molecules with a high affinity to the fimbriae. We discovered that during the initial adherence of the bacteria onto such mannoside surfaces, the bacteria produced a carbohydrate polymer known as an important component of the bacterial extracellular polymeric substances (EPS) serving as &ldquo;cement&rdquo; for attachment of bacteria onto surfaces and binding with each other during biofilm formation. The result indicates that the specific FimH-mannoside binding can trigger the bacteria to produce and secret this polymer and possibly other adhesion molecules. Preliminary results of our ongoing study indicate that the amount of the secreted polymer increased with the binding affinity of mannoside ligands presented on the surface, which correlated with the coverage and stability of the subsequently formed bacterial biofilm. Overall, the new finding in this project helps to understand the process of biofilm formation, which is useful for the development of strategies to prevent pathogen colonization and to promote the formation of benign or functional bacterial biofilms.</p>\n<p>The project has also provided research training to four graduate students, four undergraduate students, and one high school student. Among them, five are female and two are under-represented students. Two of the undergraduate students have chosen to pursue graduate studies in science and engineering fields, and the other two to healthcare studies.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/15/2015<br>\n\t\t\t\t\tModified by: Chengzhi&nbsp;Cai</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nBacterial colonization and biofilm formation has a tremendous impact on human health and the environment. Despite its great importance, the current understanding of the initial stages of bacterial adherence onto materials surfaces followed by growth of biofilms is limited. The objective of this project is to study the process of bacterial adherence using a non-pathogenic strain of E. coli onto surfaces decorated with a series of mannoside derivatives (carbohydrate molecules similar to those found on the surface of epithelial cells in animals). These mannoside derivatives have different binding affinity to a protein molecule called FimH at the tip of type 1 fimbriae, a common type of bacterial fimbria serving as \"attachment pili\". It is well known that binding to the carbohydrate molecules on human tissues via the bacterial fimbriae is the first step of colonization by many types of pathogenic bacteria causing infections. In this study, we found that the E. coli strain with type 1 fimbriae formed high coverage and stable biofilms only on surfaces decorated by mannoside molecules with a high affinity to the fimbriae. We discovered that during the initial adherence of the bacteria onto such mannoside surfaces, the bacteria produced a carbohydrate polymer known as an important component of the bacterial extracellular polymeric substances (EPS) serving as \"cement\" for attachment of bacteria onto surfaces and binding with each other during biofilm formation. The result indicates that the specific FimH-mannoside binding can trigger the bacteria to produce and secret this polymer and possibly other adhesion molecules. Preliminary results of our ongoing study indicate that the amount of the secreted polymer increased with the binding affinity of mannoside ligands presented on the surface, which correlated with the coverage and stability of the subsequently formed bacterial biofilm. Overall, the new finding in this project helps to understand the process of biofilm formation, which is useful for the development of strategies to prevent pathogen colonization and to promote the formation of benign or functional bacterial biofilms.\n\nThe project has also provided research training to four graduate students, four undergraduate students, and one high school student. Among them, five are female and two are under-represented students. Two of the undergraduate students have chosen to pursue graduate studies in science and engineering fields, and the other two to healthcare studies.\n\n\t\t\t\t\tLast Modified: 07/15/2015\n\n\t\t\t\t\tSubmitted by: Chengzhi Cai"
 }
}