{
 "awd_id": "1207409",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Structural Plasticity in Intermetallics:  Shaping the Crystal Structures of Metals and Alloys with Chemical Pressure",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael J. Scott",
 "awd_eff_date": "2012-05-15",
 "awd_exp_date": "2015-04-30",
 "tot_intn_awd_amt": 400000.0,
 "awd_amount": 400000.0,
 "awd_min_amd_letter_date": "2012-05-04",
 "awd_max_amd_letter_date": "2013-05-14",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\n\r\nIntermetallic phases combine a diverse structural chemistry with a range of valuable physical and chemical properties, including superconductivity, thermoelectric, hydrogen storage, catalysis, and a variety of magnetic phenomena.  A limiting factor in the development of materials from these compounds is the difficulty encountered when attempting to synthetically guide or control their crystal structures. The focus of this project supported by the Solid State and Materials Chemistry (SSMC) program is the development of a new conceptual framework for understanding and harnessing the chemical driving forces underlying intermetallic crystal structures:  Structural Plasticity.  The structures of many complex intermetallic phases can be viewed as being built from fragments of simpler structure types, which are separated by interfaces.  Such atomic arrangements recall the dislocations that are induced by mechanical stress in a malleable metal and mediate a metal's response to such stress.  The structural plasticity model hypothesizes that the connection between intermetallics and malleable metals goes beyond geometry:  interfaces inserted into a simple structure to create a more complex one alleviate internal stresses that would be present if that original structure were to be adopted in an unmodified form.   This project uses a combination of theoretical calculations and experimental work to explore this hypothesis.  This includes the development and application of the Density Functional Theory-Chemical Pressure (DFT-CP) analysis, which extracts information about the local pressures, or chemical pressures, acting on individual atoms within a crystal structure from DFT results.  The results of chemical pressure analysis and empirical reasoning are used in the synthesis and structure determination of new intermetallic structures that emerge from chemical pressure-induced Structural Plasticity.   Three mechanisms by which structures cope with chemical pressure will be explored through this joint theoretical and experimental approach:  (1) the insertion of defect planes into a simple structure type, (2) the hosting of one structure type by another, and (3) the formation of quasicrystalline order.   \r\n\r\n\r\nNON-TECHNICAL SUMMARY\r\n\r\nMetals and alloys exhibit a host of useful properties that are expected to play key roles in energy applications, such as storage of hydrogen as a fuel source, the catalysis of chemical reactions at fuel cell electrodes, and the extraction of electrical energy from temperature gradients.   Optimizing these properties for applications is severely complicated by the difficulty of controlling the packing geometries of atoms in these materials.  The central goal of this research project supported by the Solid State and Materials Chemistry (SSMC) program is to develop an understanding how the chemical bonding determines these atomic arrangements, and strategies based on these insights for tailoring atomic packing to enhance the desired materials properties.  This objective will be attained through combining theoretical and computational modeling with the synthesis and characterization of new materials.  The project also includes the creation and expansion of online resources for facilitating the incorporation of materials chemistry into high school and undergraduate courses.  Included among these resources are the Solid State Chemistry Resource Library and the online textbook Interactive Solid State Chemistry.  Together, these will help systematize the wealth of on-line content available as teaching aides for solid state and materials chemistry, and will fill gaps in the coverage of these subjects left by the existing content.  Both are to be incorporated in the Chemical Education Digital Library, a pathway in the National Science Digital Library.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Fredrickson",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel C Fredrickson",
   "pi_email_addr": "danny@chem.wisc.edu",
   "nsf_id": "000535193",
   "pi_start_date": "2012-05-04",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537151218",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7969",
   "pgm_ref_txt": "FY 2010 Funding for PTR"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 150000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 250000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Intermetallic phases form a broad family of solid state materials with a wide range of physical properties, such as the abilities to convert a temperature gradrients into an electric potential, conduct electrons without resistance (at low temperatures), or catalyze chemical reactions.&nbsp; These material behaviors are closely tied to the details of an intermetallic's crystal structure--the arrangement of the atoms within the material.&nbsp; The design of new intermetallic materials thus requires an understanding of the driving forces shaping their crystal structures, a subject that has hitherto been challenging for chemical theory.&nbsp; Traditionally, intermetallic crystal structures have been viewed as being governed by three factors:&nbsp; (1) electron count, (2) the size requirements of atoms, and (2) the relative electochemical potentials of the metallic elements.&nbsp; There has been a growing recognition, however, that the electronic and atomic size components of this are often interrelated, meaning that an understanding of the structural chemistry will require a way of examining how these factors interact. &nbsp; This project has focused on the development of a framework for understanding this interaction using a combination of theory and experiment.&nbsp;</p>\n<p><strong>Intellectual merit.</strong>&nbsp; A theoretical approach was developed for visualizing the combined effect of electronic interactions and atomic size effects:&nbsp; the <em>density function theory-chemical pressure (DFT-CP)</em> method.&nbsp; This technique draws its inspiration from the dense packing of atoms within intermetallics.&nbsp; Each metal atom has so many neighbors that it is impossible to modify the distance between one pair of interacting atoms, without effecting other distances.&nbsp; In this congested environment, the observed interatomic distances reflect more of a compromise between conflicting interactions (with atoms be shoved away by some neighbors, while being pulled toward others), as is shown in Figure 1. &nbsp; The DFT-CP method uses the results of quantum mechanical calculations to construct maps of these pressures pulling and pushing on the atoms, and present them in a visual way.&nbsp; Applying this method to a variety of intermetallics has revealed that such pushing and pulling--referred to in this work as chemical pressures--can lead to intense pressures within this compounds, which can lead to new and more complex structures when extreme enough (much as pushing on a brick too hard can make it crack).&nbsp;</p>\n<p>With this method in hand, a wide variety of structural phenomena were traced in this project to the release of chemical pressures.&nbsp; For instance, the simple structure adopted by CaCu<sub>5</sub>, CaNi<sub>5</sub>, and CaPd<sub>5</sub> and others exhibits strong negative pressures around the Ca atoms, indicating that the Ca atoms are too small for their environments in the compounds. For certain combinations of elements, these stresses become severe enough that a variety of structural paths are taken to obtain tighter grips on the Ca atoms (Figure 2).&nbsp; One of these paths leads to the icosahedal cluster forming the basis of one class of icosahedral quasicrystals (the subject of the 2011 Nobel Prize in Chemistry).&nbsp; This approach also led to the understanding of the origin of planar interfaces in a series of compounds based on the structure of W5Si3, and (in collaboration with the group of Prof. Julia Chan, University of Texas, Dallas) the ability of some close-packed lattices to incorporate guest atoms.&nbsp;</p>\n<p>The experimental investigations into the role of chemical pressure in intermetallic structures led to the structural characterization of a number of compounds, some new, some only partially described previously.&nbsp; Two compounds of particular importance are Fe<sub>8</sub>Al<sub>17.4</sub>Si<sub>7.6</sub> (Figure 3) and Co<s...",
  "por_txt_cntn": "\nIntermetallic phases form a broad family of solid state materials with a wide range of physical properties, such as the abilities to convert a temperature gradrients into an electric potential, conduct electrons without resistance (at low temperatures), or catalyze chemical reactions.  These material behaviors are closely tied to the details of an intermetallic's crystal structure--the arrangement of the atoms within the material.  The design of new intermetallic materials thus requires an understanding of the driving forces shaping their crystal structures, a subject that has hitherto been challenging for chemical theory.  Traditionally, intermetallic crystal structures have been viewed as being governed by three factors:  (1) electron count, (2) the size requirements of atoms, and (2) the relative electochemical potentials of the metallic elements.  There has been a growing recognition, however, that the electronic and atomic size components of this are often interrelated, meaning that an understanding of the structural chemistry will require a way of examining how these factors interact.   This project has focused on the development of a framework for understanding this interaction using a combination of theory and experiment. \n\nIntellectual merit.  A theoretical approach was developed for visualizing the combined effect of electronic interactions and atomic size effects:  the density function theory-chemical pressure (DFT-CP) method.  This technique draws its inspiration from the dense packing of atoms within intermetallics.  Each metal atom has so many neighbors that it is impossible to modify the distance between one pair of interacting atoms, without effecting other distances.  In this congested environment, the observed interatomic distances reflect more of a compromise between conflicting interactions (with atoms be shoved away by some neighbors, while being pulled toward others), as is shown in Figure 1.   The DFT-CP method uses the results of quantum mechanical calculations to construct maps of these pressures pulling and pushing on the atoms, and present them in a visual way.  Applying this method to a variety of intermetallics has revealed that such pushing and pulling--referred to in this work as chemical pressures--can lead to intense pressures within this compounds, which can lead to new and more complex structures when extreme enough (much as pushing on a brick too hard can make it crack). \n\nWith this method in hand, a wide variety of structural phenomena were traced in this project to the release of chemical pressures.  For instance, the simple structure adopted by CaCu5, CaNi5, and CaPd5 and others exhibits strong negative pressures around the Ca atoms, indicating that the Ca atoms are too small for their environments in the compounds. For certain combinations of elements, these stresses become severe enough that a variety of structural paths are taken to obtain tighter grips on the Ca atoms (Figure 2).  One of these paths leads to the icosahedal cluster forming the basis of one class of icosahedral quasicrystals (the subject of the 2011 Nobel Prize in Chemistry).  This approach also led to the understanding of the origin of planar interfaces in a series of compounds based on the structure of W5Si3, and (in collaboration with the group of Prof. Julia Chan, University of Texas, Dallas) the ability of some close-packed lattices to incorporate guest atoms. \n\nThe experimental investigations into the role of chemical pressure in intermetallic structures led to the structural characterization of a number of compounds, some new, some only partially described previously.  Two compounds of particular importance are Fe8Al17.4Si7.6 (Figure 3) and Co3Al4Si2, whose structures are based on the fragmentation of the simple structure of NiSi2. While these compounds were original synthesized to explore chemical pressure effect, the driving forces underlying them were traced to their requirement for a specific electron count...."
 }
}