{
 "awd_id": "1207656",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "High-Frequency Search for New Sub-Millimeter Range Forces",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": "7032927372",
 "po_email": "pmarrone@nsf.gov",
 "po_sign_block_name": "Pedro Marronetti",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 223022.0,
 "awd_amount": 223022.0,
 "awd_min_amd_letter_date": "2012-09-09",
 "awd_max_amd_letter_date": "2012-09-09",
 "awd_abstract_narration": "This award supports an experimental search for spin-dependent forces below 1 millimeter. Present experimental limits allow for undiscovered forces in nature several million times stronger than gravity acting over distances resolvable by the unaided eye.  Theoretical models developed over the past few decades that attempt to explain why interactions involving the strong nuclear force always conserve certain spacetime symmetries make specific predictions of spin-dependent forces in the sub-millimeter range.    The proposed experiment thus represents an excellent opportunity for discoveries in this range.  The experiment uses 1-kilohertz planar oscillators as test masses with a thin shield between them to suppress backgrounds, a technique that has demonstrated the capability to probe micron-scale distances using relatively large (square-centimeter) masses, and to operate at the limit of instrumental thermal noise at room temperature.  Spin-polarized materials with high spin density but low intrinsic magnetism, including ferrimagnets that exhibit orbital compensation of the magnetism associated with the aligned electron spins, will be investigated as test masses.  With modest aligned-spin densities but good control of magnetic backgrounds, the projected sensitivity of the experiment is several orders of magnitude greater than the current best limits at ranges below 1 millimeter.\r\n\r\nSpin is a fundamental property of elementary particles and a crucial aspect of quantum physics. The discovery of a macroscopic force that depends on spin would have enormous implications for physics from subatomic to cosmological scales.  A variety of extensions to the Standard Model (the most successful theory particle physics to date, but widely believed to be incomplete) predict short-range spin-dependent forces.  These forces are mediated by particles that could contribute to the \"dark matter\" hypothesized to pervade all of space in order to explain the apparent mass distributions of galaxies.  The mysterious \"dark energy\" postulated to explain the observed expansion of the universe also seems to point to a length scale on the order of tens of microns as a special range at which previously undetected phenomena might appear.  During its execution, this fundamental project will also provide all participants (including several undergraduates who have contributed to this proposal) with experience in mechanical design, vacuum technology, low-noise electronics, semiconductor and magnetic materials processing, and other practical techniques useful in a wide range of science and engineering fields.  The experiment will also be a key focus of the Indiana University Center for Spacetime Symmetries (IUCSS), which was founded by the PI and his colleagues to strengthen and publicize IU's growing expertise in the investigation of the structure of spacetime.  Success of the proposed experiment will support the IUCSS goal to establish a long-term program of coordinated experimental and theoretical investigation of new physics at sub-millimeter length scales.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joshua",
   "pi_last_name": "Long",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Joshua C Long",
   "pi_email_addr": "jcl11@illinois.edu",
   "nsf_id": "000079791",
   "pi_start_date": "2012-09-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474021847",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "124300",
   "pgm_ele_name": "Gravity Exp. & Data Analysis"
  },
  {
   "pgm_ele_code": "728200",
   "pgm_ele_name": "Midscale Physics Projects"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7483",
   "pgm_ref_txt": "PHYSICS OF THE UNIVERSE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 223022.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Newton&rsquo;s law of gravity states that the force between two objects is proportional to the product of their masses and inversely proportional to the square of the distance between them.&nbsp; This law is termed &ldquo;universal,&rdquo; that is, true for all masses at all length scales, but this is an experimental question. &nbsp;Newton&rsquo;s law has been tested down to length scales of fifty microns, with no evidence of any deviation.&nbsp; However, there could be forces of nature millions of times stronger than gravity acting below this range, for which we have no experimental evidence. There is ample motivation to search for such forces. Theories developed over the past few decades to account for gravity&rsquo;s weakness, unify it with the other forces of nature, and explain the mysterious &ldquo;dark matter&rdquo; and &ldquo;dark energy&rdquo; thought to pervade all of space, all make predictions of forces beyond gravity and electromagnetism in the sub-millimeter range. &nbsp;Like gravity, these forces could depend on the masses of the test objects, or, like magnetism, they could depend on another fundamental property of elementary particles &ndash; spin, which can be thought of as an intrinsic rotation.&nbsp; The intellectual merit of our project, a set of experiments to search for exotic spin-dependent and mass-dependent forces below 1 millimeter, derives from its potential sensitivity to these forces. &nbsp;It also derives from the unique experimental approach, which uses high-frequency mechanical oscillators as test masses.&nbsp; This departs from the traditional torsion pendulum (in which test masses are suspended from fine filaments), that tends to be limited by tilts which are exacerbated at small test mass separations. Our approach allows for apparatus of much stiffer construction, and thus the capability to probe small distances (about 0.01 millimeter) using relatively large masses (about one square centimeter).&nbsp; Applying this technique to spin-dependent force searches requires polarized test masses, and strategies to overcome large background forces due to conventional magnetism that accompanies polarized materials.</p>\n<p>Over the three-year cycle ending in August 2015, our experiments received support from the National Science Foundation. During this period our accomplishments included:</p>\n<ul>\n<li>Identification of a practical polarized material for spin-dependent experiments.&nbsp; This material, dysprosium iron garnet, contains two magnetic components.&nbsp; One (iron) has the high spin content necessary for the experiments.&nbsp; Magnetism associated with the iron spins is cancelled by that of the orbital motion of the electrons (which is essentially macroscopic and thus ordinary) in the dysprosium.&nbsp; We measured high aligned-spin density in this material with no detectable magnetism. &nbsp;We also discovered our experiment could be made sensitive to no fewer than 15 possible forms of the spin-dependent interactions between our test masses, including 11 unconstrained by previous measurements.&nbsp; Based on the samples measured, we calculated the sensitivity of our experiment; the result is up to one hundred million times greater than present constraints.</li>\n<li>Absolute measurement of the limiting background in our experiment.&nbsp; This is the noise due to the random thermal motion our test masses have by virtue of their non-zero temperature. Expressed in terms of force, the value is about one millionth of one <em>billionth</em> of a pound.</li>\n<li>A test of Einstein&rsquo;s principle of relativity, which states essentially that physical laws are independent of the orientation or speed of observers. This principle lies at the heart of currently accepted theories of gravity and quantum mechanics, but may actually impede the unification of these theories into a single framework. &nbsp;New theories by Indiana University (IU) col...",
  "por_txt_cntn": "\nNewtonÆs law of gravity states that the force between two objects is proportional to the product of their masses and inversely proportional to the square of the distance between them.  This law is termed \"universal,\" that is, true for all masses at all length scales, but this is an experimental question.  NewtonÆs law has been tested down to length scales of fifty microns, with no evidence of any deviation.  However, there could be forces of nature millions of times stronger than gravity acting below this range, for which we have no experimental evidence. There is ample motivation to search for such forces. Theories developed over the past few decades to account for gravityÆs weakness, unify it with the other forces of nature, and explain the mysterious \"dark matter\" and \"dark energy\" thought to pervade all of space, all make predictions of forces beyond gravity and electromagnetism in the sub-millimeter range.  Like gravity, these forces could depend on the masses of the test objects, or, like magnetism, they could depend on another fundamental property of elementary particles &ndash; spin, which can be thought of as an intrinsic rotation.  The intellectual merit of our project, a set of experiments to search for exotic spin-dependent and mass-dependent forces below 1 millimeter, derives from its potential sensitivity to these forces.  It also derives from the unique experimental approach, which uses high-frequency mechanical oscillators as test masses.  This departs from the traditional torsion pendulum (in which test masses are suspended from fine filaments), that tends to be limited by tilts which are exacerbated at small test mass separations. Our approach allows for apparatus of much stiffer construction, and thus the capability to probe small distances (about 0.01 millimeter) using relatively large masses (about one square centimeter).  Applying this technique to spin-dependent force searches requires polarized test masses, and strategies to overcome large background forces due to conventional magnetism that accompanies polarized materials.\n\nOver the three-year cycle ending in August 2015, our experiments received support from the National Science Foundation. During this period our accomplishments included:\n\nIdentification of a practical polarized material for spin-dependent experiments.  This material, dysprosium iron garnet, contains two magnetic components.  One (iron) has the high spin content necessary for the experiments.  Magnetism associated with the iron spins is cancelled by that of the orbital motion of the electrons (which is essentially macroscopic and thus ordinary) in the dysprosium.  We measured high aligned-spin density in this material with no detectable magnetism.  We also discovered our experiment could be made sensitive to no fewer than 15 possible forms of the spin-dependent interactions between our test masses, including 11 unconstrained by previous measurements.  Based on the samples measured, we calculated the sensitivity of our experiment; the result is up to one hundred million times greater than present constraints.\nAbsolute measurement of the limiting background in our experiment.  This is the noise due to the random thermal motion our test masses have by virtue of their non-zero temperature. Expressed in terms of force, the value is about one millionth of one billionth of a pound.\nA test of EinsteinÆs principle of relativity, which states essentially that physical laws are independent of the orientation or speed of observers. This principle lies at the heart of currently accepted theories of gravity and quantum mechanics, but may actually impede the unification of these theories into a single framework.  New theories by Indiana University (IU) colleagues show how tiny violations lead to skewed, inverse fourth power corrections to the gravitational inverse square law.  In an analysis developed with our colleagues, we used new data from our experiment to establish the first-ever constraints ..."
 }
}