{
 "awd_id": "1208091",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Direct absorption spectroscopy of individual nanostructures",
 "cfda_num": "47.049",
 "org_code": "03090000",
 "po_phone": "7032928684",
 "po_email": "stamchan@nsf.gov",
 "po_sign_block_name": "Suk-Wah Tam-Chang",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2016-06-30",
 "tot_intn_awd_amt": 395562.0,
 "awd_amount": 410562.0,
 "awd_min_amd_letter_date": "2012-06-26",
 "awd_max_amd_letter_date": "2013-01-24",
 "awd_abstract_narration": "Masaru K. Kuno at the University of Notre Dame is supported by the Macromolecular, Supramolecular and Nanochemistry Program in the Division of Chemistry in work addressing an existing need in the nanoscience community to conduct the direct absorption spectroscopy of individual nanostructures.  While robust techniques now exist for measuring the emission intensity and spectrum of individual molecules and nanoparticles, entire classes of materials exist that are non-fluorescent or which possess low emission quantum yields.  These species are therefore invisible to current single molecule imaging techniques.  Apart from developing single nanostructure absorption methodologies, one of the primary goals of the work will be to measure the length-dependent absorption spectrum of single CdSe nanowires and nanorods as the system transitions from a 1D to a 0D (quantum dot) system.  This will allow us to fully map out the competition between confinement, dielectric contrast and dielectric confinement in this (or any other) low dimensional system for the first time.  We will furthermore investigate the defect absorption of individual nanostructures such as CdS nanowires where an apparent Urbach tail exists in the ensemble extinction spectrum.  These defect studies touch on an important, yet underserved, area of modern nanoscience, given the enhanced surface-to-volume ratios of low dimensional materials and the important role played by defects in influencing their optical and electrical properties.\r\n\r\nThere have been two decades of research devoted to detecting individual molecules and nanostructures.  The motivation for such studies has been to find ways to probe the individuality of these species.  In this regard, just like we all like ice cream, the above research essentially aims to find out why you like vanilla best whereas I like chocolate.  Unfortunately, nearly all existing single molecule detection techniques rely on monitoring the emission of the probed species.  The problem then is that not all molecules (or nanostructures) are emissive.  Hence we must find new ways to study them.  One of the most universal, yet challenging, approaches to do this involves looking at their absorption.  This is the topic of the proposed research and, by successfully achieving this goal, we believe that we will learn important new physics about the fundamental behavior of semiconductor nanostructures underpinning modern nanoscience.  The proposed work also ties into the PI's educational initiatives in undergraduate education, which focus on increasing student interest in nanoscience and microscopy through the development of new laboratory modules.  Finally, the study aids the training of domestic graduate students in an important area of future science and technology vital to US national security.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "CHE",
 "org_div_long_name": "Division Of Chemistry",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Masaru",
   "pi_last_name": "Kuno",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Masaru K Kuno",
   "pi_email_addr": "mkuno@nd.edu",
   "nsf_id": "000478420",
   "pi_start_date": "2012-06-26",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Notre Dame",
  "inst_street_address": "940 GRACE HALL",
  "inst_street_address_2": "",
  "inst_city_name": "NOTRE DAME",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "5746317432",
  "inst_zip_code": "465565708",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "UNIVERSITY OF NOTRE DAME DU LAC",
  "org_prnt_uei_num": "FPU6XGFXMBE9",
  "org_uei_num": "FPU6XGFXMBE9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Notre Dame",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565612",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "688500",
   "pgm_ele_name": "Macromolec/Supramolec/Nano"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1401",
   "pgm_ref_txt": "CATALYSIS AND BIOCATALYSIS"
  },
  {
   "pgm_ref_code": "5560",
   "pgm_ref_txt": "ENERGY CONVERSION"
  },
  {
   "pgm_ref_code": "7234",
   "pgm_ref_txt": "SENSORS NON-SOLICITATION RESEA"
  },
  {
   "pgm_ref_code": "7237",
   "pgm_ref_txt": "NANO NON-SOLIC SCI & ENG AWD"
  },
  {
   "pgm_ref_code": "7243",
   "pgm_ref_txt": "FUND RES TO ENHANCE NATIONAL SEC (FRENS)"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "7905",
   "pgm_ref_txt": "MPS SUST ENERGY SCI"
  },
  {
   "pgm_ref_code": "8650",
   "pgm_ref_txt": "Sustainable Chemistry"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 395562.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of the work funded under CHE1208091 (Direct absorption spectroscopy of individual nanostructures) has been to develop an optical technique to acquire direct absorption spectra of individual semiconductor nanostructures &ndash;specifically CdSe nanorods.&nbsp; This has been accomplished and has, in turn, enabled researchers to directly probe the evolution of a semiconductor&rsquo;s optical and electronic properties as it transitions from a nanowire to a quantum dot (dimensionality in scientific parlance).&nbsp; The central scientific outcome of the funded work has therefore been the first comprehensive and detailed investigation of the interplay between competing electronic and electrostatic carrier interactions as a semiconductor nanostructure&rsquo;s shape changes.&nbsp; Interest in this work stems from potential applications of these materials within next generation optoelectronics.&nbsp; In particular, semiconductor nanowires, nanorods and quantum dots have uses in light emitting devices as well as in solar photovoltaics.&nbsp; Beyond this, researchers on the project have demonstrated the construction and use of an apparatus capable of acquiring absorption spectra down to the individual quantum dot level.&nbsp; This will open the door to other experiments that go beyond the limitations of current, emission-based, single particle microscopies/spectroscopies.&nbsp; The work thus broadens the capabilities of modern ultrasensitive, single particle, detection technologies and may have eventual use in the trace detection of pathogens as well as chemical and biological agents &ndash;species of direct relevance to homeland security and public health.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/08/2016<br>\n\t\t\t\t\tModified by: Masaru&nbsp;K&nbsp;Kuno</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe goal of the work funded under CHE1208091 (Direct absorption spectroscopy of individual nanostructures) has been to develop an optical technique to acquire direct absorption spectra of individual semiconductor nanostructures &ndash;specifically CdSe nanorods.  This has been accomplished and has, in turn, enabled researchers to directly probe the evolution of a semiconductorÆs optical and electronic properties as it transitions from a nanowire to a quantum dot (dimensionality in scientific parlance).  The central scientific outcome of the funded work has therefore been the first comprehensive and detailed investigation of the interplay between competing electronic and electrostatic carrier interactions as a semiconductor nanostructureÆs shape changes.  Interest in this work stems from potential applications of these materials within next generation optoelectronics.  In particular, semiconductor nanowires, nanorods and quantum dots have uses in light emitting devices as well as in solar photovoltaics.  Beyond this, researchers on the project have demonstrated the construction and use of an apparatus capable of acquiring absorption spectra down to the individual quantum dot level.  This will open the door to other experiments that go beyond the limitations of current, emission-based, single particle microscopies/spectroscopies.  The work thus broadens the capabilities of modern ultrasensitive, single particle, detection technologies and may have eventual use in the trace detection of pathogens as well as chemical and biological agents &ndash;species of direct relevance to homeland security and public health.\n\n\t\t\t\t\tLast Modified: 07/08/2016\n\n\t\t\t\t\tSubmitted by: Masaru K Kuno"
 }
}