{
 "awd_id": "1208917",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research:  Multidimensional Curve Estimation for Diffusion MRI",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 48380.0,
 "awd_amount": 48380.0,
 "awd_min_amd_letter_date": "2012-07-25",
 "awd_max_amd_letter_date": "2012-07-25",
 "awd_abstract_narration": "Integral curves are natural models for a variety of biological phenomena, from neuron fibers in brain imaging data to jet streams in atmospheric data. Traditionally they have been modeled as solutions to differential equations defined on fields of direction vectors that are observed with noise in a 3D domain. But advances in imaging technology now provide much more complex directional information--functions defined on the 3D sphere-at each location in the domain. Integral curves traced from this enhanced directional data have the potential to dramatically increase our understanding of biological phenomena such as brain connectivity, but the statistical properties of integral curve estimators for this cutting-edge data are not well understood. Therefore in this project the investigators will provide a solid theoretical foundation for integral curve estimation in 3D fields of complex directional data and apply it to large corpuses of real data sets from ongoing scientific studies. The primary plan will be to model directional data locally using high-order supersymmetric tensors, and pose integral curve estimation in terms of ODEs defined on the field of their pseudo-eigenvectors. The investigators will show that the proposed integral curve estimators enjoy optimal convergence rates in a minimax sense, and prove that balloon estimators of the pseudo-eigenvector fields will lead to improved convergence. Then integral curve estimators will be linked to accompanying random processes to allow construction of uniform confidence bands around point estimates for curves; and adaptive estimation of these confidence bands will be explored to make them practically useful. The investigators will then study whether estimation may be improved further by selecting arbitrary 3D measurement locations, possibly using enhanced imaging techniques. Finally, a test for branching of integral curves will be constructed, for example at locations where axon fibers diverge or cross.\r\n\r\n\r\nThe proposed work has the potential to dramatically increase the usefulness of diffusion magnetic resonance imaging (MRI) data, a technology with tremendous potential to probe the \"wiring diagram\" of the brain-- its connectivity-- in living people. Currently, brain connectivity measurements are widely regarded as brittle, complicated, and difficult to validate. For each individual receiving a diffusion MRI scan, the investigators will estimate curves describing the trajectories of axon fibers, the electrical \"wires\" of the brain. These fibers connect brain regions into distributed networks that give rise to thought; the evolution of this brain wiring in response to normal development, gene expression, aging, disease, drugs, and environmental factors is of primary interest to a broad swath of neuroscience. Simply providing scientific end-users with a sense of whether or not they should believe the estimated fiber trajectories provided to them by computer programs will greatly enhance their ability to make confident decisions about relations between such trajectories and other scientific data. In addition, the proposed methodology is also relevant in meteorology. There, isolines, fronts, jetstreams, and pressure troughs in weather data can be modeled by similar curve trajectories that can be used to enhance existing weather maps. Finally, this proposal has an exciting educational impact. The investigators, a statistician and a computer scientist with neuroscience training, envision building an interdisciplinary team of promising young researchers in statistics and neuroimaging who gain exposure to both the mathematical and neuroscience aspects of curve estimation through joined group meetings, graduate courses, and web resources related to theory and applications. This unique cross-pollination will prepare the trainees to contribute to the broadly interdisciplinary research teams that are ascendant in the sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Owen",
   "pi_last_name": "Carmichael",
   "pi_mid_init": "T",
   "pi_sufx_name": "",
   "pi_full_name": "Owen T Carmichael",
   "pi_email_addr": "owen.carmichael@pbrc.edu",
   "nsf_id": "000555400",
   "pi_start_date": "2012-07-25",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "Regents of the University of California",
  "perf_str_addr": "1544 Newton Court",
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 24354.0
  }
 ],
 "por": null
}