{
 "awd_id": "1208117",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NEESR: Reduction of Seismic Shaking Intensity on Soft Soil Sites Using Stiff Ground Reinforcement",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Fragaszy",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 925542.0,
 "awd_amount": 925542.0,
 "awd_min_amd_letter_date": "2012-05-11",
 "awd_max_amd_letter_date": "2012-05-11",
 "awd_abstract_narration": "The primary objective of this project is to develop a new seismic design concept for reinforced ground that can be used to reduce the intensity of strong ground shaking on soft sites.  The study involves centrifuge and shake table testing as well as numerical modeling to demonstrate that stiff soil-mix panels, installed in lattice-type grids, can reduce the amplification of seismic energy up through soft soil profiles.  In most cases, such ground reinforcement is used to increase bearing support, limit permanent deformations, and/or reduce liquefaction potential.  Additional benefits, such as favorably altering the dynamic transfer function of the soil profile and thereby reducing the shaking levels input into the superstructure are not considered in current design provisions.  Such reductions in ground shaking can lead to safer and more economical designs.  This detailed study utilizes model testing with the centrifuge facility at the University of California Davis and a shake table at California State University Fullerton to demonstrate the effects of reinforcement geometry and layout, stiffness ratio, layering and properties of the soil profile, and other factors.  Advanced three-dimensional nonlinear finite element modeling will be used to extrapolate the model test results to a wide range of field and site conditions so that design curves can be developed.  This work represents an unprecedented approach to design ground improvement to reduce surface ground motions and base input into structures at seismically vulnerable soil sites.  Data from this project will be archived and made available to the public through the NEES Project Warehouse/data repository (http://www.nees.org).\r\n\r\nThe mitigation of the earthquake damage potential of soft soil sites remains one of the leading challenges in earthquake engineering.  It is well-established through observations of earthquake damage patterns that structural damage is strongly correlated with local geological and soil conditions. Soft, weak sites generally fare worse than stiff sites.  This is because soft sites tend to amplify the intensity of ground shaking and often undergo large deformations that can cause major structural damage.  Earthquake damage potential can be significantly reduced by reinforcing and effectively stiffening such sites.  Preliminary studies suggest that mixing cement with the soft soils to form stiff soil-cement panels in the ground (i.e., ?deep soil mixing?) can be an effective ground reinforcement technique for such purposes.  Therefore soft soil sites can be transformed to behave like stiff sites, thereby greatly reducing earthquake vulnerability. The project is organized around an integrated plan of physical and analytical modeling to investigate and validate the effectiveness of various ground reinforcement techniques and develop a practical, economical design approach.  This work has the potential to improve building performance, increase safety margins, and reduce development costs in earthquake prone regions.   The findings will have implications not only for the engineering community, but also for business owners, developers, communities, and other stakeholders. As such, there is a well-developed plan for transferring knowledge into practice through partnership with the National Institute of Building Sciences (NIBS), the Deep Foundations Institute (DFI), and soil improvement contractors who are collaborating on this research.  Results will be also be disseminated via conferences, journals, the project website, and incorporated into academic courses and professional shortcourses for groups such as American Society of Civil Engineers (ASCE), Federal Emergency Management Agency (FEMA), Federal Energy Regulatory Commission (FERC), and U.S. Army Corps of Engineers. There is also an aggressive outreach plan for the involvement of students from a predominantly undergraduate and minority serving institution, as well as from area K-12 schools. This award is part of the National Earthquake Hazard Reduction Program (NEHRP).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Guney",
   "pi_last_name": "Olgun",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Guney Olgun",
   "pi_email_addr": "olgun@mst.edu",
   "nsf_id": "000070784",
   "pi_start_date": "2012-05-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Stokoe",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth H Stokoe",
   "pi_email_addr": "k.stokoe@mail.utexas.edu",
   "nsf_id": "000332246",
   "pi_start_date": "2012-05-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Martin",
   "pi_mid_init": "R",
   "pi_sufx_name": "II",
   "pi_full_name": "James R Martin",
   "pi_email_addr": "jmartin@ncat.edu",
   "nsf_id": "000255830",
   "pi_start_date": "2012-05-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Wilson",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel W Wilson",
   "pi_email_addr": "dxwilson@ucdavis.edu",
   "nsf_id": "000443066",
   "pi_start_date": "2012-05-11",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Binod",
   "pi_last_name": "Tiwari",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Binod Tiwari",
   "pi_email_addr": "btiwari@fullerton.edu",
   "nsf_id": "000245117",
   "pi_start_date": "2012-05-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Virginia Polytechnic Institute and State University",
  "inst_street_address": "300 TURNER ST NW",
  "inst_street_address_2": "STE 4200",
  "inst_city_name": "BLACKSBURG",
  "inst_state_code": "VA",
  "inst_state_name": "Virginia",
  "inst_phone_num": "5402315281",
  "inst_zip_code": "240603359",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "VA09",
  "org_lgl_bus_name": "VIRGINIA POLYTECHNIC INSTITUTE & STATE UNIVERSITY",
  "org_prnt_uei_num": "X6KEFGLHSJX7",
  "org_uei_num": "QDE5UHE5XD16"
 },
 "perf_inst": {
  "perf_inst_name": "Virginia Polytechnic Institute and State University",
  "perf_str_addr": "111A Patton Hall",
  "perf_city_name": "Blacksburg",
  "perf_st_code": "VA",
  "perf_st_name": "Virginia",
  "perf_zip_code": "240600105",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "VA09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "739600",
   "pgm_ele_name": "NEES RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "037E",
   "pgm_ref_txt": "GEOTECHNICAL ENGINEERING"
  },
  {
   "pgm_ref_code": "038E",
   "pgm_ref_txt": "FOUNDATION ENGINEERING"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 925542.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The mitigation of the seismic damage potential of soft soil sites remains one of the leading challenges in geotechnical earthquake engineering. Ground reinforcement methods such as stone columns, jet grouting and soil mixing are commonly used for the mitigation of seismic damage at soft soil sites. In most cases, the purpose of this improvement is increasing bearing support, limiting earthquake-induced deformations and/or mitigating against potential liquefaction. Stiff columns and panels installed with soil mixing or jet grouting provide the advantage to be applicable in ground conditions where densification techniques can be ineffective. Individual columns can be installed by single axis mixing systems whereas panels can be formed by installing a row of intersecting columns. Installation of soil-mix panels using a triple axis rotary system is shown in Figure 1. A schematic of a building on deep soil mix panel system is shown in Figure 2.</p>\n<p>This study focused upon three primary objectives; 1) Understanding the seismic response of columnar and panel-reinforced soft ground and the mechanisms of soil reinforcement, 2) Demonstrating the effectiveness of this approach, and 3) Developing simplified seismic design guidelines for soft soil sites improved with stiff column and panel reinforcement.</p>\n<p>The experimental and analytical studies for this project included shake table testing performed at Cal State Fullerton, centrifuge testing performed at University of California Davis and 3-D parametric numerical analyses performed at Virginia Tech. This integrated study is designed to better understand the effects of ground reinforcement on seismic shaking, develop a simplified design method for soil-mix improved sites, and disseminate the findings to a broad audience of stakeholders and decision makers.</p>\n<p>Figure 3 shows the small-scale shake table tests are performed at Cal State Fullerton to investigate the seismic responses of soil profiles improved with soil-mix panels. Shake table tests were performed at 1-g conditions and these types of testing conditions can have shortcomings to capture the stress conditions in the field. Dynamic centrifuge tests were performed at 50g acceleration levels in which stress conditions under increased acceleration levels enabled the representation of full-scale field conditions with the tested model. A schematic of one of the centrifuge models is shown in Figure 4. This model included two different deep soil mixing configurations to compare the responses of partially-embedded floating grid (FG) and end-bearing grid (EG) systems both with 33% area replacement ratio. Other models included unimproved soil profiles to establish the baseline response for untreated soil conditions and different soil mix panel area replacement ratios. These model tests collectively provided the experimental measurements to evaluate the seismic response of reinforced soft soil profiles.</p>\n<p>In general it was observed that end-bearing grid systems (EG) resulted in smaller settlements compared to the partially-embedded floating grid systems (FG). Similarly, systems with larger area replacement ratios (RR = 33%) settled less and performed better compared to systems with smaller area replacement ratios (RR = 24%). Earthquake-induced settlements of two profiles with area replacement ratios RR = 24% and 33% are shown in Figure 5. These models were consecutively shaken with a series of earthquakes with a range of shaking intensities. It is seen that the earthquake-induced settlement of the system with 33% area replacement ratio is much less than the system with 24% area replacement ratio.</p>\n<p>Numerical analyses were also performed to broaden the findings from the experiments. During these analyses, soil conditions and ground reinforcement scenarios were systematically varied to capture behavioral trends. The numerical analyses were calibrated with the e...",
  "por_txt_cntn": "\nThe mitigation of the seismic damage potential of soft soil sites remains one of the leading challenges in geotechnical earthquake engineering. Ground reinforcement methods such as stone columns, jet grouting and soil mixing are commonly used for the mitigation of seismic damage at soft soil sites. In most cases, the purpose of this improvement is increasing bearing support, limiting earthquake-induced deformations and/or mitigating against potential liquefaction. Stiff columns and panels installed with soil mixing or jet grouting provide the advantage to be applicable in ground conditions where densification techniques can be ineffective. Individual columns can be installed by single axis mixing systems whereas panels can be formed by installing a row of intersecting columns. Installation of soil-mix panels using a triple axis rotary system is shown in Figure 1. A schematic of a building on deep soil mix panel system is shown in Figure 2.\n\nThis study focused upon three primary objectives; 1) Understanding the seismic response of columnar and panel-reinforced soft ground and the mechanisms of soil reinforcement, 2) Demonstrating the effectiveness of this approach, and 3) Developing simplified seismic design guidelines for soft soil sites improved with stiff column and panel reinforcement.\n\nThe experimental and analytical studies for this project included shake table testing performed at Cal State Fullerton, centrifuge testing performed at University of California Davis and 3-D parametric numerical analyses performed at Virginia Tech. This integrated study is designed to better understand the effects of ground reinforcement on seismic shaking, develop a simplified design method for soil-mix improved sites, and disseminate the findings to a broad audience of stakeholders and decision makers.\n\nFigure 3 shows the small-scale shake table tests are performed at Cal State Fullerton to investigate the seismic responses of soil profiles improved with soil-mix panels. Shake table tests were performed at 1-g conditions and these types of testing conditions can have shortcomings to capture the stress conditions in the field. Dynamic centrifuge tests were performed at 50g acceleration levels in which stress conditions under increased acceleration levels enabled the representation of full-scale field conditions with the tested model. A schematic of one of the centrifuge models is shown in Figure 4. This model included two different deep soil mixing configurations to compare the responses of partially-embedded floating grid (FG) and end-bearing grid (EG) systems both with 33% area replacement ratio. Other models included unimproved soil profiles to establish the baseline response for untreated soil conditions and different soil mix panel area replacement ratios. These model tests collectively provided the experimental measurements to evaluate the seismic response of reinforced soft soil profiles.\n\nIn general it was observed that end-bearing grid systems (EG) resulted in smaller settlements compared to the partially-embedded floating grid systems (FG). Similarly, systems with larger area replacement ratios (RR = 33%) settled less and performed better compared to systems with smaller area replacement ratios (RR = 24%). Earthquake-induced settlements of two profiles with area replacement ratios RR = 24% and 33% are shown in Figure 5. These models were consecutively shaken with a series of earthquakes with a range of shaking intensities. It is seen that the earthquake-induced settlement of the system with 33% area replacement ratio is much less than the system with 24% area replacement ratio.\n\nNumerical analyses were also performed to broaden the findings from the experiments. During these analyses, soil conditions and ground reinforcement scenarios were systematically varied to capture behavioral trends. The numerical analyses were calibrated with the experimental results and provide additional results. Figure 6 shows the computed settlements ..."
 }
}