{
 "awd_id": "1208510",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Workshop: Human-Computer Interaction Doctoral Research Consortium at Association for Computing Machinery Computer-Human Interaction 2012",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Ephraim Glinert",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2012-12-31",
 "tot_intn_awd_amt": 30000.0,
 "awd_amount": 30000.0,
 "awd_min_amd_letter_date": "2011-11-16",
 "awd_max_amd_letter_date": "2011-11-16",
 "awd_abstract_narration": "This is funding to support a Doctoral Consortium (workshop) of approximately 14 promising graduate students from the United States and abroad, along with a panel of about 6 distinguished research faculty mentors.  The event will take place in conjunction with the ACM 2012 Conference on Human Factors in Computing Systems (CHI 2012), which is sponsored by the Association for Computing Machinery's Special Interest Group on Human-Computer Interaction (SIGCHI) and will be held May 5-10 in Austin, Texas.  The annual CHI conference is the leading international forum for the presentation and discussion of human-computer interaction (HCI) research and practice, and is attended by approximately 2,500 HCI professionals from around the world.  Research reports published in the CHI Conference Proceedings and the CHI Extended Abstracts are heavily-refereed and widely cited; they are among the most scientifically respected and impactful research publications in the field of HCI.  CHI 2012 will focus on the centrality of experience, from the models, theories and practical insights needed to understand and design for user experience to the irreplaceable value of experiencing innovation in the HCI field through hands-on interactivity.  More information about the conference is available at http://chi2012.acm.org.\r\n\r\nThe Doctoral Consortium is a research-focused meeting that has taken place annually at the CHI conference since 1986, and has helped to launch the careers of many outstanding HCI researchers.  Goals of the workshop include building a cohort group of new researchers who will then have a network of colleagues spread out across the world, guiding the work of new researchers by having experts in the research field give them advice, and making it possible for promising new entrants to the field to attend their research conference.  Student participants will make formal presentations of their research during the workshop, and will receive feedback from the faculty panel.  The feedback is geared to helping students understand and articulate how their work is positioned relative to other human-computer interaction research, whether their topics are adequately focused for thesis research projects, whether their methods are correctly chosen and applied, and whether their results are appropriately analyzed and presented.  Student participants will present their work to the doctoral consortium on May 5-6, with follow up activities planned during the technical program of the conference.  Extended abstracts of the students' work will be published in the CHI 2012 Extended Abstracts, which has wide print and electronic distribution.  SIGCHI's conference management committee will evaluate the doctoral consortium, and the results will be made available to the organizers of future consortia.  The CHI doctoral consortia have been highly successful in providing a forum for the initial socialization into the field of young doctoral scholars; many of today's leading HCI researchers participated as students in earlier consortia.\r\n\r\nBroader Impacts:  The annual CHI doctoral consortia traditionally bring together the best of the next generation of HCI researchers, allowing them to create a social network both among themselves and with senior researchers at a critical stage in their professional development.  Applications are encouraged from all doctoral students whose research is HCI-related, regardless of the fields in which they are earning their degrees.  While NSF funds will be used chiefly to support participation by students enrolled in graduate programs in the United States, some international participants may be supported as well in recognition of the fact that the HCI field embraces educational and cultural traditions that vary in different parts of the world.  The organizers have undertaken to work to identify and include the broadest possible group of highly qualified participants; as a consequence, the student and faculty participants will constitute a diverse group across a variety of dimensions, which will help broaden the students' horizons to the future benefit of the field.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erik",
   "pi_last_name": "Stolterman",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Erik A Stolterman",
   "pi_email_addr": "estolter@indiana.edu",
   "nsf_id": "000292064",
   "pi_start_date": "2011-11-16",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Indiana University",
  "inst_street_address": "107 S INDIANA AVE",
  "inst_street_address_2": "",
  "inst_city_name": "BLOOMINGTON",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "3172783473",
  "inst_zip_code": "474057000",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IN09",
  "org_lgl_bus_name": "TRUSTEES OF INDIANA UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "YH86RTW2YVJ4"
 },
 "perf_inst": {
  "perf_inst_name": "Indiana University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "474057000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IN09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "736700",
   "pgm_ele_name": "HCC-Human-Centered Computing"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7367",
   "pgm_ref_txt": "Cyber-Human Systems"
  },
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 30000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The award was intended for the planning and execution of the Doctoral Consortium at the ACM Human Computer Interaction conference 2012 held in Austin, Texas, USA. The ACM CHI conference is the premier conference in the world within its field and the doctoral consortium is thereby also considered to be the most prestigious one in the field.</p>\n<p><span>The Consortium had the following objectives:</span></p>\n<ul>\n<li>Provide a supportive setting for feedback on students' current research and guidance on future research directions</li>\n<li>Offer each student comments and fresh perspectives on their work from researchers and students outside their own institution</li>\n<li>Promote the development of a supportive community of scholars and a spirit of collaborative research</li>\n<li>Contribute to the conference goals through interaction with other researchers and conference events</li>\n</ul>\n<p><span>Each student presented his or her work to the group with substantial time allowed for discussion and questions by participating researchers and other students. Each student<span>&nbsp;also presented a poster of their work at the main conference.</span></span></p>\n<p>The award was used to support doctoral students with their travel and lodging expenses. Particular considerations were made to increase the diversity among the students, especially to support more female students. The consortium was a great success and the 14 students had a wonderful experience working with some of the most distinguished researchers in the world. The consortium is designed to both support the individual students in their dissertation research but also to create strong networks among the students and the involved researchers. All these goals were achieved.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 04/01/2013<br>\n\t\t\t\t\tModified by: Erik&nbsp;A&nbsp;Stolterman</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe award was intended for the planning and execution of the Doctoral Consortium at the ACM Human Computer Interaction conference 2012 held in Austin, Texas, USA. The ACM CHI conference is the premier conference in the world within its field and the doctoral consortium is thereby also considered to be the most prestigious one in the field.\n\nThe Consortium had the following objectives:\n\nProvide a supportive setting for feedback on students' current research and guidance on future research directions\nOffer each student comments and fresh perspectives on their work from researchers and students outside their own institution\nPromote the development of a supportive community of scholars and a spirit of collaborative research\nContribute to the conference goals through interaction with other researchers and conference events\n\n\nEach student presented his or her work to the group with substantial time allowed for discussion and questions by participating researchers and other students. Each student also presented a poster of their work at the main conference.\n\nThe award was used to support doctoral students with their travel and lodging expenses. Particular considerations were made to increase the diversity among the students, especially to support more female students. The consortium was a great success and the 14 students had a wonderful experience working with some of the most distinguished researchers in the world. The consortium is designed to both support the individual students in their dissertation research but also to create strong networks among the students and the involved researchers. All these goals were achieved.\n\n\t\t\t\t\tLast Modified: 04/01/2013\n\n\t\t\t\t\tSubmitted by: Erik A Stolterman"
 }
}