{
 "awd_id": "1208315",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Rare and Weak Signals in Big Data: How to Find Them and How to Use Them",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2017-07-31",
 "tot_intn_awd_amt": 100000.0,
 "awd_amount": 119999.0,
 "awd_min_amd_letter_date": "2012-07-31",
 "awd_max_amd_letter_date": "2014-08-09",
 "awd_abstract_narration": "A research effort is proposed to create new tools for high dimensional data analysis, focusing on the very challenging regime where signals are both rare and weak. In particular,  the proposer proposes to:   (a).  Develop graphlet screening as a new tool for high dimensional variable selection, introduce a new theoretic framework for assessing the optimality of variable selection, and show that graphlet screening achieves the optimal rate of convergence in terms of Hamming distance of the selection errors.  (b). Develop a new method of spectral clustering by using the recent idea of Higher Criticism thresholding, and investigates the fundamental limits for several problems related to low-rank matrix recovery, including high dimensional clustering, sparse Principle Component Analysis, and a testing problem related to the underlying large-size covariance matrix. (c) Extend and apply the proposed methods and theory to the analysis of Big data  generated in  various scientific fields,  including genomics and machine learning. \r\n\r\nWe are often said that we are entering the era of 'Big Data', where massive datasets consisting of millions of observations are mined for associations and patterns. What is never said about this pervasive trend is that, unfortunately, the signal we are looking for is usually very rare and weak and is hard to find, and it is easy to be fooled. The project introduces new ideas, new tools, and novel theory that are appropriate for rare and weak signals in Big Data, and apply the theory and methods to various scientific fields, including genomics and machine learning.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jiashun",
   "pi_last_name": "Jin",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jiashun Jin",
   "pi_email_addr": "jiashun@stat.cmu.edu",
   "nsf_id": "000489817",
   "pi_start_date": "2012-07-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Carnegie-Mellon University",
  "inst_street_address": "5000 FORBES AVE",
  "inst_street_address_2": "",
  "inst_city_name": "PITTSBURGH",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "4122688746",
  "inst_zip_code": "152133815",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "CARNEGIE MELLON UNIVERSITY",
  "org_prnt_uei_num": "U3NKNFLNQ613",
  "org_uei_num": "U3NKNFLNQ613"
 },
 "perf_inst": {
  "perf_inst_name": "Carnegie-Mellon University",
  "perf_str_addr": "5000 Forbes Avenue",
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152133815",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 100000.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 19999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In many &ldquo;Bing Data sets&rdquo;, the signals of interest are frequently both rare and weak: out of a large number of measured genes, only relatively few of them contain signals or true effects (e.g., associated with the cancer), and others are merely noise or null effects. The signals are individually weak, but together may be very useful. How to find such rare and weak signals and how to use&nbsp;the rare and weak signals for statistical inference are two interconnected challenging problems.&nbsp;<br />With the support of the current award, first, &nbsp;the PI has developed an array of new ideas, methods, &nbsp;and theory in tackling these problems. These include new approaches to cancer classification, &nbsp;cancer subject clustering, and network analysis. These approaches are easy to use, computationally fast, and provabably effective in analyzing real data sets. For example, the approach in cancer clustering is applied to 10 gene microarray data sets, with very encouraging results. The approaches are also proved to have theoretical optimality. &nbsp;Second, the PI has written two invited survey papers, where he review recents advancements in research on rare and weak signals in Big Data. &nbsp;Last, the PI has led a research team where they collected and cleaned a large data set &nbsp;on statisticians&rsquo; networks. The data set is made publicly accessible and provides a fertile grounds for future research in social networks, text mining, &nbsp;and many other related areas. &nbsp;The completed research advances our understanding of rare and weak signals in Big Data, and is potentially useful for research in cancer study, genetics and genomics, &nbsp;medical science, sociology, and knowledge discovery and data mining.&nbsp;<br />Also with the support of the current award, the PI has trained several graduate students. These students are now graduated with Ph.D degree, and have placements either as tenure track Assistant Professor in statistics at decent universities, or as researchers &nbsp;in high technology industry. &nbsp;&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/06/2018<br>\n\t\t\t\t\tModified by: Jiashun&nbsp;Jin</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIn many \"Bing Data sets\", the signals of interest are frequently both rare and weak: out of a large number of measured genes, only relatively few of them contain signals or true effects (e.g., associated with the cancer), and others are merely noise or null effects. The signals are individually weak, but together may be very useful. How to find such rare and weak signals and how to use the rare and weak signals for statistical inference are two interconnected challenging problems. \nWith the support of the current award, first,  the PI has developed an array of new ideas, methods,  and theory in tackling these problems. These include new approaches to cancer classification,  cancer subject clustering, and network analysis. These approaches are easy to use, computationally fast, and provabably effective in analyzing real data sets. For example, the approach in cancer clustering is applied to 10 gene microarray data sets, with very encouraging results. The approaches are also proved to have theoretical optimality.  Second, the PI has written two invited survey papers, where he review recents advancements in research on rare and weak signals in Big Data.  Last, the PI has led a research team where they collected and cleaned a large data set  on statisticians? networks. The data set is made publicly accessible and provides a fertile grounds for future research in social networks, text mining,  and many other related areas.  The completed research advances our understanding of rare and weak signals in Big Data, and is potentially useful for research in cancer study, genetics and genomics,  medical science, sociology, and knowledge discovery and data mining. \nAlso with the support of the current award, the PI has trained several graduate students. These students are now graduated with Ph.D degree, and have placements either as tenure track Assistant Professor in statistics at decent universities, or as researchers  in high technology industry.   \n\n\t\t\t\t\tLast Modified: 01/06/2018\n\n\t\t\t\t\tSubmitted by: Jiashun Jin"
 }
}