{
 "awd_id": "1208835",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Digitization TCN: Mobilizing New England Vascular Plant Specimen Data to Track Environmental Changes",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032927163",
 "po_email": "rsbeaman@nsf.gov",
 "po_sign_block_name": "Reed Beaman",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2017-10-31",
 "tot_intn_awd_amt": 1059374.0,
 "awd_amount": 1059374.0,
 "awd_min_amd_letter_date": "2012-04-20",
 "awd_max_amd_letter_date": "2012-04-20",
 "awd_abstract_narration": "Herbarium specimens provide a source of historical information useful to the study of global environmental change. The goal of this project is to provide data to support studies of the nature and consequences of environmental change in the New England region over the last three centuries. This project will digitally capture specimen data and images from about 1.3 million vascular plant specimens from herbaria across New England, enhancing the data with georeferencing, habitat, and phonological information. The digitization process will integrate with existing community efforts and will develop novel high-throughput digitization technologies to increase efficiency and decrease costs. All resulting data and images will be freely available on-line.\r\n\r\nThe data from this project will be of immediate use to scientists who study climate and land-use change, and will provide a better understanding of how global changes will impact the distribution of native and introduced plant species. This project will benefit research in taxonomy, ecology, morphology, biogeography, and evolutionary history by making available data on an entire regional flora in an electronic format. The methodologies developed will provide a model for other regions around the nation. In addition the project will utilize citizen scientists, school groups, and students providing training, research, and educational opportunities. . This award is made as part of the National Resource for Digitization of Biological Collections through the Advancing Digitization of Biological Collections program and all data resulting from this award will be available through the national resource (iDigBio.org).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Davis",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Charles C Davis",
   "pi_email_addr": "cdavis@oeb.harvard.edu",
   "nsf_id": "000328557",
   "pi_start_date": "2012-04-20",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "David",
   "pi_last_name": "Foster",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "David R Foster",
   "pi_email_addr": "drfoster@fas.harvard.edu",
   "nsf_id": "000116176",
   "pi_start_date": "2012-04-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University Herbarium",
  "perf_str_addr": "22 Divinity Ave",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021382020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "689500",
   "pgm_ele_name": "Digitization"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6895",
   "pgm_ref_txt": "DIGITIZATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 1059374.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Global change has transformed our world and presents mounting societal and ecological challenges. Here in New England, climate change in particular has had a significant impact during the past 150 years. Along with generally warmer annual temperatures, New England has also experienced earlier springs, longer summers, and shorter winters. These seasonal changes have had profound effects on the phenology (i.e., the timing of major life history events) of the New England flora. For instance, leaf-out dates for New England deciduous forests have advanced by up to 10 days. To evaluate current dynamics and to effectively manage future change, it is important to understand the scope, pattern, and ecological effects of past and recent changes from local to global scales. While considerable progress has been made in understanding the broad nature of environmental change, few studies provide the taxonomic, temporal, or spatial resolution that are essential to modern science and management concerns.</p>\n<p>&nbsp;</p>\n<p>A vital resource in the study of phenological response to climate change are historical records. In particular, herbarium records are a valuable resource because of their temporal depth, geographic distribution and broad diversity, which allows researchers to track long-term changes across space and time for a large number of species. To unleash the wealth of untapped data in the vast collections of the HUH we partnered in this project to develop and implement a novel, rapid digitization workflow to image and database New England herbarium specimens from HUH. At the HUH we imaged, databased on mobilized online all ~350,000 of our specimens, which combined with the greater effort to mobilize more than one million specimens among our team, represents an essential resource for understanding the plant diversity and distributions of the New England Region.</p>\n<p>&nbsp;</p>\n<p>Alongside these efforts, our team has additionally developed and implemented a novel Web-enabled platform, <em>CrowdCurio</em>(https://crowdcurio.com)&ndash;&ldquo;Thoreau&rsquo;s Field Notes&rdquo;, which uses citizen-scientists to leverage thousands of mobilized herbarium specimens to support and improve climate-change science. Specifically, we have used this tool to solicit volunteers to detect and identify flowers, buds, and fruits on herbarium collections to quantify phenological change within and between seasons. We have recently demonstrated the utility of our tool for this purpose, and have also developed statistical tools for estimating crowdsourcer error as part of our project. Our results indicate that herbarium specimens faithfully reflect events in nature, and that crowdsourcers provide reliable data for gathering essential scientific data. This pipeline is now being deployed to comprehensively evaluate phenological variation across an unprecedented number of flowering plant species in the eastern United States.</p>\n<p>&nbsp;</p>\n<p>Lastly, our project had significant training and education outcomes. Aside from our outreach that extended to more than 300 amateur naturalists who played a role gathering data, our project maintained four full time staff plus part time undergraduate support, including women and minorities. One postdoctoral fellow was also supported in this effort. This training is essential for creating the expertise needed to develop and sustain natural history collections of the future. Through the Consortium of the Northeast Herbarium and iDigBio portals, the results of our activities will be of use to a diverse group of stakeholders including the general public, educators and students, and national and regional agencies charged with managing natural resources.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 03/21/2018<br>\n\t\t\t\t\tModified by: Charles&nbsp;C&nbsp;Davis</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nGlobal change has transformed our world and presents mounting societal and ecological challenges. Here in New England, climate change in particular has had a significant impact during the past 150 years. Along with generally warmer annual temperatures, New England has also experienced earlier springs, longer summers, and shorter winters. These seasonal changes have had profound effects on the phenology (i.e., the timing of major life history events) of the New England flora. For instance, leaf-out dates for New England deciduous forests have advanced by up to 10 days. To evaluate current dynamics and to effectively manage future change, it is important to understand the scope, pattern, and ecological effects of past and recent changes from local to global scales. While considerable progress has been made in understanding the broad nature of environmental change, few studies provide the taxonomic, temporal, or spatial resolution that are essential to modern science and management concerns.\n\n \n\nA vital resource in the study of phenological response to climate change are historical records. In particular, herbarium records are a valuable resource because of their temporal depth, geographic distribution and broad diversity, which allows researchers to track long-term changes across space and time for a large number of species. To unleash the wealth of untapped data in the vast collections of the HUH we partnered in this project to develop and implement a novel, rapid digitization workflow to image and database New England herbarium specimens from HUH. At the HUH we imaged, databased on mobilized online all ~350,000 of our specimens, which combined with the greater effort to mobilize more than one million specimens among our team, represents an essential resource for understanding the plant diversity and distributions of the New England Region.\n\n \n\nAlongside these efforts, our team has additionally developed and implemented a novel Web-enabled platform, CrowdCurio(https://crowdcurio.com)&ndash;\"Thoreau?s Field Notes\", which uses citizen-scientists to leverage thousands of mobilized herbarium specimens to support and improve climate-change science. Specifically, we have used this tool to solicit volunteers to detect and identify flowers, buds, and fruits on herbarium collections to quantify phenological change within and between seasons. We have recently demonstrated the utility of our tool for this purpose, and have also developed statistical tools for estimating crowdsourcer error as part of our project. Our results indicate that herbarium specimens faithfully reflect events in nature, and that crowdsourcers provide reliable data for gathering essential scientific data. This pipeline is now being deployed to comprehensively evaluate phenological variation across an unprecedented number of flowering plant species in the eastern United States.\n\n \n\nLastly, our project had significant training and education outcomes. Aside from our outreach that extended to more than 300 amateur naturalists who played a role gathering data, our project maintained four full time staff plus part time undergraduate support, including women and minorities. One postdoctoral fellow was also supported in this effort. This training is essential for creating the expertise needed to develop and sustain natural history collections of the future. Through the Consortium of the Northeast Herbarium and iDigBio portals, the results of our activities will be of use to a diverse group of stakeholders including the general public, educators and students, and national and regional agencies charged with managing natural resources.\n\n \n\n\t\t\t\t\tLast Modified: 03/21/2018\n\n\t\t\t\t\tSubmitted by: Charles C Davis"
 }
}