{
 "awd_id": "1208808",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "PostDoctoral Research Fellowship",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": "7032924672",
 "po_email": "fchowdhu@nsf.gov",
 "po_sign_block_name": "Fahmida Chowdhury",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 60000.0,
 "awd_amount": 120000.0,
 "awd_min_amd_letter_date": "2012-05-11",
 "awd_max_amd_letter_date": "2013-08-13",
 "awd_abstract_narration": "Why are women underrepresented at all stages in Science, Technology, Engineering and Math (STEM) professions? The current research investigates the role of negative stereotypes about women in STEM and how such stereotypes affect patterns of interaction between women and men in STEM in ways that may exclude women.  Past research demonstrates that women can experience stereotype threat in STEM--a disruptive concern that one will be seen through the lens of a negative group stereotype. This threat can undermine women's sense of belonging in STEM, intellectual performance, health and well-being. Training and work in STEM is highly social and collaborative, so having the sense that one belongs socially in STEM is crucial. Social belonging--the quality of one's social relationships and the perception that others value, respect, and include one--is a basic human need which, in academic settings, has a tremendous influence on students' motivation, achievement, and on individuals' health and well-being. Yet evidence suggests that women are less included than men in social networks in STEM and experience a weaker sense of belonging in these fields. \r\n\r\nStereotype threat is, in large part, a social-relational concern--a worry about whether one will be fully included and valued by others in a setting.  As such, even subtle, nonconscious cues embedded in everyday social interactions may affect women's feelings of exclusion from these fields. Yet little research has examined how interpersonal interactions affect women's experience in STEM. To further understand the factors that limit women's representation in STEM, this research examines dyadic interpersonal interactions. In particular, it investigates subtle cues embedded in dyadic interactions between women and men in STEM that signal social inclusion--nonverbal mimicry, an important signal of rapport and inclusion that creates feelings of social connectedness. The research tests how mimicry affects women's feelings of belonging in STEM, and their performance and retention therein. Further, the studies examine psychological strategies to promote more inclusive interactions between STEM women and men. First, the studies (1) examine whether nonverbal mimicry from a male peer can foster a sense of social connectedness among women in STEM and buffers women against stereotype threat, improving performance and reducing stress and (2) examine whether men may mimic women less than other men in STEM and how individual levels of sexism may affect how much men mimic female STEM peers.  Second, the research tests social psychological strategies to promote more incliusive interactions between men and women in STEM. Finally the research will extend these studies to the field by analyzing to the role of mimicry-related processes in a professional STEM context.\r\n\r\nIntellectual Merit. The proposed research takes a new approach to studying the retention of women in STEM by examining how gender stereotypes influence women's experience in everyday dyadic interactions.  It is hypothesized that men may unknowingly behave in ways that subtly exclude women in STEM. Social exclusion, even if subtle, may play an important role in whether women in STEM feel included and valued, how they perform on relevant tasks, and whether they persist in STEM fields in the face of challenges and difficulties.  This project is intellectually innovative on several levels. First, the studies use cutting edge interdisciplinary methodology to unobtrusively measure nonconscious, nonverbal communication patterns, which are revealing and important for social relational processes.  Second, the research uses dyadic methodology that uniquely allow for testing holistic process models of how stereotypes affect women's and men's interpersonal communication, which then may affect downstream processes like sense of belonging, achievement, and persistence in STEM. Third, the research builds on and expands the psychological theory of stereotype threat to encompass real-time dyadic social processes. Finally, the research program translates the work into a real-world strategic model that can be implemented at the institutional level.\r\n\r\nBroader Impacts.  Not only does this research have the potential to expand theoretical approaches to examining diversity both within and beyond STEM, but the proposed project also translates the science into a strategic intervention plan for increasing women's representation at all levels of the STEM pipeline.  The work trajectory inherently includes the design, research, and implementation of a social psychological intervention, which is simple, cost-effective, and efficient to scale to the institutional level.  Ultimately, the aim is to create a strategic intervention model that can be utilized in schools, universities and businesses.  The strategic intervention is targeted at improving women's everyday social experience in STEM, an arena that is seemingly beyond the reach of institutions' influence.  Although the strategic intervention will initially be designed to increase the representation of women in STEM, it will also be adapted to increase the representation of minorities who also often have a sense of non-belonging in STEM. The research and corresponding outreach plan has the capacity to make a powerful positive impact on women and minorities' experience and persistence in STEM, thereby increasing the diversity and strength of STEM fields at all levels.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lauren",
   "pi_last_name": "Aguilar",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Lauren J Aguilar",
   "pi_email_addr": "",
   "nsf_id": "000603473",
   "pi_start_date": "2012-05-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Aguilar                 Lauren         J",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Walnut Creek",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "945972543",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "CA10",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": null,
  "perf_city_name": "Stanford University",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943052004",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "115700",
   "pgm_ele_name": "Broadening Participation of Gr"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 60000.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 60000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: center;\"><strong>Women's Sense of Belonging in STEM</strong></p>\n<p><strong>Bro-ing Out: Subtle Cues of Inclusion Bolster Men&rsquo;s (But Not Women&rsquo;s) STEM Motivation</strong></p>\n<p>Subtle cues embedded in interactions in male-dominated STEM settings may signal social exclusion to women yet inclusion to men. To test this, male and female STEM majors (<em>N</em>=87) engaged in STEM-relevant conversations with a trained actor who subtly mimicked their postures, gestures, and mannerisms. Mimicry is an important cue of social connection and inclusion. Mimicry did not affect women&rsquo;s outcomes; however, men who received mimicry reported higher STEM interest, identity and efficacy and felt more connected to the confederate than men who did not receive mimicry. Feelings of connection mediated the effect of mimicry on STEM motivation. Additionally, males who were mimicked reported a significant increase in their gender identity. Thus,&nbsp;cues of inclusion between men, what we term &ldquo;bro-ing out in STEM,&rdquo; increased men&rsquo;s engagement in STEM.</p>\n<p>Our findings imply that it may be easier for men to connect in all-male groups using simple strategies like mimicry&mdash;cross-sex interactants might not connect as easily. Subtle cues of inclusion may bolster men&rsquo;s motivation in STEM, potentially advancing men, but not women. This may be one way in which the subtle cues of connection between men in STEM disadvantage women in everyday interactions in STEM. Our current research examines how these subtle cues of inclusion and rapport exchanged between male peers affects women&rsquo;s own sense of belonging and motivation in STEM.</p>\n<p><strong>A Brief Social-Belonging Field Intervention Reduces the Gender Achievement Gap in Science</strong><strong>.</strong></p>\n<p>Beliefs about belonging in school powerfully impact achievement. In science, women may question whether they are valued and respected by peers. We tested two interventions designed to bolster women&rsquo;s sense of belonging and improve peer interactions in a large introductory physics course (<em>N</em>=588), a gateway to STEM majors. Intervention-1, randomized to individuals early in the term, gave students a positive narrative for interpreting adverse experiences in science (Walton &amp; Cohen, 2011). It changed beliefs about how long it takes to &ldquo;fit in&rdquo; in STEM, assuring students that it takes time for everyone, which untethers negative experiences to gender. Intervention-2, randomized by section, restructured group work to promote equal participation and peer-to-peer collaboration. Before solving a problem, students took a one silent minute to jot down their thoughts, and then each student shared their thoughts with the group.</p>\n<p>The sense of belonging intervention significantly reduced the gender achievement gap and improved women&rsquo;s grades in STEM classes the intervention quarter and the subsequent academic quarter.</p>\n<p>Surprisingly, women who were assigned to the classroom group work intervention and who did not receive the sense of belonging intervention got lower STEM grades than women who receive the sense of belonging intervention alone, or who receive both the sense of belonging intervention and were assigned to the classroom group work intervention. Women who were in the classroom group work intervention alone, reported that they were particularly threatened by having to speak up in group work. However, those that had both the sense of belonging intervention as well as the classroom group work intervention did not report threat. The group work intervention had an unintended negative effect, but only in the absence of the sense of belonging intervention, which gave women an adaptive mindset with which to interpret this new experience.<span style=\"font-size: 1em;\">&nbsp;</span></p>\n<p>The results imply that changing beliefs abou...",
  "por_txt_cntn": "Women's Sense of Belonging in STEM\n\nBro-ing Out: Subtle Cues of Inclusion Bolster MenÆs (But Not WomenÆs) STEM Motivation\n\nSubtle cues embedded in interactions in male-dominated STEM settings may signal social exclusion to women yet inclusion to men. To test this, male and female STEM majors (N=87) engaged in STEM-relevant conversations with a trained actor who subtly mimicked their postures, gestures, and mannerisms. Mimicry is an important cue of social connection and inclusion. Mimicry did not affect womenÆs outcomes; however, men who received mimicry reported higher STEM interest, identity and efficacy and felt more connected to the confederate than men who did not receive mimicry. Feelings of connection mediated the effect of mimicry on STEM motivation. Additionally, males who were mimicked reported a significant increase in their gender identity. Thus, cues of inclusion between men, what we term \"bro-ing out in STEM,\" increased menÆs engagement in STEM.\n\nOur findings imply that it may be easier for men to connect in all-male groups using simple strategies like mimicry&mdash;cross-sex interactants might not connect as easily. Subtle cues of inclusion may bolster menÆs motivation in STEM, potentially advancing men, but not women. This may be one way in which the subtle cues of connection between men in STEM disadvantage women in everyday interactions in STEM. Our current research examines how these subtle cues of inclusion and rapport exchanged between male peers affects womenÆs own sense of belonging and motivation in STEM.\n\nA Brief Social-Belonging Field Intervention Reduces the Gender Achievement Gap in Science.\n\nBeliefs about belonging in school powerfully impact achievement. In science, women may question whether they are valued and respected by peers. We tested two interventions designed to bolster womenÆs sense of belonging and improve peer interactions in a large introductory physics course (N=588), a gateway to STEM majors. Intervention-1, randomized to individuals early in the term, gave students a positive narrative for interpreting adverse experiences in science (Walton &amp; Cohen, 2011). It changed beliefs about how long it takes to \"fit in\" in STEM, assuring students that it takes time for everyone, which untethers negative experiences to gender. Intervention-2, randomized by section, restructured group work to promote equal participation and peer-to-peer collaboration. Before solving a problem, students took a one silent minute to jot down their thoughts, and then each student shared their thoughts with the group.\n\nThe sense of belonging intervention significantly reduced the gender achievement gap and improved womenÆs grades in STEM classes the intervention quarter and the subsequent academic quarter.\n\nSurprisingly, women who were assigned to the classroom group work intervention and who did not receive the sense of belonging intervention got lower STEM grades than women who receive the sense of belonging intervention alone, or who receive both the sense of belonging intervention and were assigned to the classroom group work intervention. Women who were in the classroom group work intervention alone, reported that they were particularly threatened by having to speak up in group work. However, those that had both the sense of belonging intervention as well as the classroom group work intervention did not report threat. The group work intervention had an unintended negative effect, but only in the absence of the sense of belonging intervention, which gave women an adaptive mindset with which to interpret this new experience. \n\nThe results imply that changing beliefs about belonging and giving students an adaptive frame with which to process challenges may reduce gender inequality in science. This line of study also uncovered an important unintended finding. When women are made to speak up in class, perhaps not having practice at doing so, this can lead women to feel threatened and worried about how classmate..."
 }
}