{
 "awd_id": "1208284",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "IEEE PerCom 2012 Travel Support",
 "cfda_num": "47.070",
 "org_code": "05050000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anita La Salle",
 "awd_eff_date": "2012-01-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 45000.0,
 "awd_amount": 45000.0,
 "awd_min_amd_letter_date": "2012-01-13",
 "awd_max_amd_letter_date": "2012-01-13",
 "awd_abstract_narration": "This project funds travel for graduate students and speakers to participate in PerCom 2012 to be held in Lugano, Switzerland in March 2012. PerCom is the flagship international conference in pervasive computing. Students will participate in an organized PhD Forum, both before and during the conference, demonstrate their work in a Poster Session, give presentations about their research, and be mentored by senior researchers. The funded speakers will participate in a featured panel where they will explore, with each other and with the audience, controversial issues realted to pervasive computing.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "CNS",
 "org_div_long_name": "Division Of Computer and Network Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sajal",
   "pi_last_name": "Das",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Sajal K Das",
   "pi_email_addr": "sdas@mst.edu",
   "nsf_id": "000430507",
   "pi_start_date": "2012-01-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at Arlington",
  "inst_street_address": "701 S NEDDERMAN DR",
  "inst_street_address_2": "",
  "inst_city_name": "ARLINGTON",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "8172722105",
  "inst_zip_code": "760199800",
  "inst_country_name": "United States",
  "cong_dist_code": "25",
  "st_cong_dist_code": "TX25",
  "org_lgl_bus_name": "UNIVERSITY OF TEXAS AT ARLINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "LMLUKUPJJ9N3"
 },
 "perf_inst": {
  "perf_inst_name": "The University of Texas at Arlington",
  "perf_str_addr": "",
  "perf_city_name": "Arlington",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "760190015",
  "perf_ctry_code": "US",
  "perf_cong_dist": "25",
  "perf_st_cong_dist": "TX25",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "735400",
   "pgm_ele_name": "CSR-Computer Systems Research"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7556",
   "pgm_ref_txt": "CONFERENCE AND WORKSHOPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 45000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This travel grant supported 23 US-based students and aspiring young<br />researchers to attend the IEEE International Conference on Pervasive Computing and Communications (PerCom), a flagship conference in the field. Specifically, 18 students were selected on a competitive basis&nbsp; to attend IEEE PerCom 2012 in Lugano, Switzerland, and 5 students were supported to attend IEEE PerCom 2013 in San Diego, California. These students represented excellent diversity across the US, from large to small institutions, and also geographically well distributed. In terms of diversity, in 2012, the  supported students included 6 women, 2 minority, 1 with disability, and 6  non-authors. In 2013, the sponsored students were a mix of 2 male, 2  female and 1 minorty. Those students attended all events in the conference and benefited from the keynote and technical talks, and networking with peers and international researchers. Additionally, in IEEE PerCom 2012, four distinguished panelists were also supported to serve on an exciting panel \"Pervasive Computing: The Devils are in the Details?\" organized by the NSF.</p>\n<p>The intellectual merit was that the students not only learned a lot of cutting-edge technical concepts by participating in the flagship IEEE PerCom conference, but also got inspired to do more creative research. Some of them presented papers in the main conferences and/or associated  workshops, while some others took part in the PhD forum, demo and poster sessions. They received valuable feedback by interacting and networking with peers as well as international researchers, panelists and keynote speakers in the field of pervasive computing This experience was invaluable as the students were motivated to be more successful in academic and research career.</p>\n<p>The broader impact was that without the NSF travel support, most of those students would not have otherwise attended IEEE PerCom conference. They are potential candidates for future academic and R&amp;D jobs in the US. Several of them were women and minority students. Attendance to the conference was also educational for them as they learned how to make better technical presentations and be successful in publishing in<br />premier venues like PerCom. Special arrangments were made to ensure those students were able to meet together and exchange research ideas among themselves.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/21/2013<br>\n\t\t\t\t\tModified by: Sajal&nbsp;K&nbsp;Das</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis travel grant supported 23 US-based students and aspiring young\nresearchers to attend the IEEE International Conference on Pervasive Computing and Communications (PerCom), a flagship conference in the field. Specifically, 18 students were selected on a competitive basis  to attend IEEE PerCom 2012 in Lugano, Switzerland, and 5 students were supported to attend IEEE PerCom 2013 in San Diego, California. These students represented excellent diversity across the US, from large to small institutions, and also geographically well distributed. In terms of diversity, in 2012, the  supported students included 6 women, 2 minority, 1 with disability, and 6  non-authors. In 2013, the sponsored students were a mix of 2 male, 2  female and 1 minorty. Those students attended all events in the conference and benefited from the keynote and technical talks, and networking with peers and international researchers. Additionally, in IEEE PerCom 2012, four distinguished panelists were also supported to serve on an exciting panel \"Pervasive Computing: The Devils are in the Details?\" organized by the NSF.\n\nThe intellectual merit was that the students not only learned a lot of cutting-edge technical concepts by participating in the flagship IEEE PerCom conference, but also got inspired to do more creative research. Some of them presented papers in the main conferences and/or associated  workshops, while some others took part in the PhD forum, demo and poster sessions. They received valuable feedback by interacting and networking with peers as well as international researchers, panelists and keynote speakers in the field of pervasive computing This experience was invaluable as the students were motivated to be more successful in academic and research career.\n\nThe broader impact was that without the NSF travel support, most of those students would not have otherwise attended IEEE PerCom conference. They are potential candidates for future academic and R&amp;D jobs in the US. Several of them were women and minority students. Attendance to the conference was also educational for them as they learned how to make better technical presentations and be successful in publishing in\npremier venues like PerCom. Special arrangments were made to ensure those students were able to meet together and exchange research ideas among themselves.\n\n \n\n\t\t\t\t\tLast Modified: 11/21/2013\n\n\t\t\t\t\tSubmitted by: Sajal K Das"
 }
}