{
 "awd_id": "1208051",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "CRCNS: Collaborative Research: Neural Correlates of Hierarchical Reinforcement Learning",
 "cfda_num": "47.070",
 "org_code": "05020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Aude Oliva",
 "awd_eff_date": "2012-10-01",
 "awd_exp_date": "2015-09-30",
 "tot_intn_awd_amt": 43337.0,
 "awd_amount": 43337.0,
 "awd_min_amd_letter_date": "2012-09-13",
 "awd_max_amd_letter_date": "2013-07-16",
 "awd_abstract_narration": "Research on human behavior has long emphasized its hierarchical structure:  Simple actions group together into subtask sequences, and these in turn cohere to bring about higher-level goals.  This hierarchical structure is critical to humans' unique ability to tackle complex, large-scale tasks, since it allows such tasks to be decomposed or broken down into more manageable parts. While some progress has been made toward understanding the origins and mechanisms of hierarchical behavior, key questions remain: How are task-subtask-action hierarchies initially assembled through learning?  How does learning operate within such hierarchies, allowing adaptive hierarchical behavior to take shape?  How do the relevant learning and action-selection processes play out in neural hardware?  \r\n\r\nTo pursue these questions, the present proposal will leverage ideas emerging from the computational framework of Hierarchical Reinforcement Learning (HRL). HRL builds on a highly successful machine-learning paradigm known as reinforcement learning (RL), extending it to include task-subtask-action hierarchies. Recent neuroscience and behavioral research has suggested that standard RL mechanisms may be directly relevant to reward-based learning in humans and animals. The present proposal hypothesizes that the mechanisms introduced in computational HRL may be similarly relevant, providing insight into the cognitive and neural underpinnings of hierarchical behavior. \r\n\r\nThe project brings together two computational cognitive neuroscientists and a computer scientist with expertise in machine learning.  The proposed research, which includes both computational modeling and human functional neuroimaging and behavioral studies, pursues a set of hypotheses drawn directly from HRL research.  A first set of hypotheses relates to the question of how complex tasks are decomposed into manageable subtasks. Here, fMRI and computational work will leverage the idea, drawn from HRL research, that useful decompositions \"carve\" tasks at points identifiable through graph-theoretic measures of centrality.  A second set of hypotheses relates to the question of how learning occurs within hierarchies.  Here, fMRI and modeling work will pursue the idea that hierarchical learning may be driven by reward prediction errors akin to those arising within the HRL framework.  The project as a whole aims to construct a biologically constrained neural network model, translating computational HRL into an account of how the brain supports hierarchically structured behavior.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "CSE",
 "org_dir_long_name": "Directorate for Computer and Information Science and Engineering",
 "div_abbr": "IIS",
 "org_div_long_name": "Division of Information & Intelligent Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Andrew",
   "pi_last_name": "Barto",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Andrew G Barto",
   "pi_email_addr": "barto@cs.umass.edu",
   "nsf_id": "000201472",
   "pi_start_date": "2012-09-13",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Massachusetts Amherst",
  "inst_street_address": "101 COMMONWEALTH AVE",
  "inst_street_address_2": "",
  "inst_city_name": "AMHERST",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "4135450698",
  "inst_zip_code": "010039252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "MA02",
  "org_lgl_bus_name": "UNIVERSITY OF MASSACHUSETTS",
  "org_prnt_uei_num": "VGJHK59NMPK9",
  "org_uei_num": "VGJHK59NMPK9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Massachusetts Amherst",
  "perf_str_addr": "Computer Sci, 140 Governors Dr",
  "perf_city_name": "Amherst",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "010039264",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "MA02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "732700",
   "pgm_ele_name": "CRCNS-Computation Neuroscience"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7327",
   "pgm_ref_txt": "CRCNS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 12990.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 30347.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div class=\"page\" title=\"Page 1\">\n<div class=\"section\">\n<div class=\"layoutArea\">\n<div class=\"column\">\n<p><span>Human behavior displays hierarchical structure: Goal-directed tasks (e.g., make coffee) comprise discrete subtasks (e.g., add cream), which in turn comprise basic actions (e.g., pick up spoon). It is a longstanding challenge in both psychology and neuroscience to understand the computational processes and neural mechanisms that underlie behavioral hierarchy. In the present project, we pursued this objective by leveraging recent developments in machine learning. Earlier work has established a link between human decision making and a machine-learning framework known as reinforcement learning (RL), wherein action selection is shaped by reward feedback. We investigated the relevance of an extension of RL known as hierarchical reinforcement learning (HRL), which generalizes the machinery of RL to engage hierarchical structure. Using behavioral and fMRI research, as well as computational analysis, we investigated whether human hierarchical behavior might arise from processes akin to those involved in HRL. Two initial experiments using functional magnetic resonance imaging (fMRI), reported in the journals </span><span>Neuron </span><span>and </span><span>Journal of Neuroscience</span><span>, provided evidence for neural prediction-error signals specifically predicted by HRL. The uncovering of these signals provides insight into how the brain selects actions within an established task/subtask hierarchy. Building on this foundation, the focus of the project turned to the question of how such action hierarchies might emerge through learning. In a formal analysis published in </span><span>PLoS Computational Biology</span><span>, we specified a method for identifying the optimal form for the action hierarchy in any given task domain. Accompanying behavioral experiments provided evidence that human learners approximate the optimal solution. In a subsequent analysis, published in </span><span>Philosophical Transactions of the Royal Society</span><span>, we established a connection between optimal task decomposition and the principle of 'efficient coding,' which has been widely applied in neuroscientific studies of perception. From here, the project inquired into the specific learning procedures whereby hierarchical task decompositions might emerge. Our hypothesis, formalized in analyses presented in </span><span>Neural Information Processing Systems</span><span>, was that hierarchical structure might be identified as a by-product of prospective coding, that is, representation of the current situation in terms of its predictions for future events. This hypothesis led to novel predictions concerning event coding in prefrontal cortex and hippocampus, which were confirmed in an fMRI study reported in </span><span>Nature Neuroscience </span><span>and </span><span>Hippocampus</span><span>. A follow-up study focusing on the classic planning task referred to as the 'Tower of Hanoi,' is currently underway. In a final piece, the project examined how multi- step planning plays out over time. In work reported in the journal </span><span>PNAS</span><span>, we presented evidence that the temporal profile of multi-step decisions is well captured by 'drift-diffusion' models that have been highly successful in explaining simpler, one-step actions.</span></p>\n</div>\n</div>\n</div>\n</div><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/13/2015<br>\n\t\t\t\t\tModified by: Andrew&nbsp;G&nbsp;Barto</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n\n\n\n\nHuman behavior displays hierarchical structure: Goal-directed tasks (e.g., make coffee) comprise discrete subtasks (e.g., add cream), which in turn comprise basic actions (e.g., pick up spoon). It is a longstanding challenge in both psychology and neuroscience to understand the computational processes and neural mechanisms that underlie behavioral hierarchy. In the present project, we pursued this objective by leveraging recent developments in machine learning. Earlier work has established a link between human decision making and a machine-learning framework known as reinforcement learning (RL), wherein action selection is shaped by reward feedback. We investigated the relevance of an extension of RL known as hierarchical reinforcement learning (HRL), which generalizes the machinery of RL to engage hierarchical structure. Using behavioral and fMRI research, as well as computational analysis, we investigated whether human hierarchical behavior might arise from processes akin to those involved in HRL. Two initial experiments using functional magnetic resonance imaging (fMRI), reported in the journals Neuron and Journal of Neuroscience, provided evidence for neural prediction-error signals specifically predicted by HRL. The uncovering of these signals provides insight into how the brain selects actions within an established task/subtask hierarchy. Building on this foundation, the focus of the project turned to the question of how such action hierarchies might emerge through learning. In a formal analysis published in PLoS Computational Biology, we specified a method for identifying the optimal form for the action hierarchy in any given task domain. Accompanying behavioral experiments provided evidence that human learners approximate the optimal solution. In a subsequent analysis, published in Philosophical Transactions of the Royal Society, we established a connection between optimal task decomposition and the principle of 'efficient coding,' which has been widely applied in neuroscientific studies of perception. From here, the project inquired into the specific learning procedures whereby hierarchical task decompositions might emerge. Our hypothesis, formalized in analyses presented in Neural Information Processing Systems, was that hierarchical structure might be identified as a by-product of prospective coding, that is, representation of the current situation in terms of its predictions for future events. This hypothesis led to novel predictions concerning event coding in prefrontal cortex and hippocampus, which were confirmed in an fMRI study reported in Nature Neuroscience and Hippocampus. A follow-up study focusing on the classic planning task referred to as the 'Tower of Hanoi,' is currently underway. In a final piece, the project examined how multi- step planning plays out over time. In work reported in the journal PNAS, we presented evidence that the temporal profile of multi-step decisions is well captured by 'drift-diffusion' models that have been highly successful in explaining simpler, one-step actions.\n\n\n\n\n\n\t\t\t\t\tLast Modified: 12/13/2015\n\n\t\t\t\t\tSubmitted by: Andrew G Barto"
 }
}