{
 "awd_id": "1208785",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dense and Sparse Methods in High-Dimensional Data Analysis",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 159995.0,
 "awd_amount": 159995.0,
 "awd_min_amd_letter_date": "2012-07-02",
 "awd_max_amd_letter_date": "2012-07-02",
 "awd_abstract_narration": "Many methods for high-dimensional data analysis begin with the assumption that the parameter of interest is, in some sense, sparse.  Furthermore, the performance of many of these methods depends on the sparsity of the underlying parameters.  However, statistical methods for checking sparsity assumptions and determining the implications of the absence or near-absence of sparsity are lacking.  The driving goal of this project is to develop practical statistical tools for identifying situations where the relevant parameters are in fact sparse, or where sparse methods for high-dimensional data analysis may be applied effectively.  Problems considered in this project will primarily be studied within the context of the linear model and the Gaussian location model.  Methods will be assessed by decision theoretic-like criteria (e.g. asymptotic minimaxity).  A null model based on dense (non-sparse) signals and dense estimation and prediction methods will be developed and thoroughly studied.  This will provide a rich framework for sparsity testing, where the aim is to identify settings in which sparse methods are likely to be successful.  Specific sparsity testing procedures will be proposed and analyzed.  \r\n\r\nHigh-dimensional data analysis is one of the most active areas of current statistical research.  Much of this research has been driven by technological advances that have enabled researchers to collect vast datasets with relative ease in a variety of scientific disciplines, including astrophysics, geological sciences, molecular biology, and genomics.  In high-dimensional datasets, many features are measured for each unit of observation (e.g. thousands of gene expression levels may be measured for each individual in a genomic study).  Sparsity plays a major role in much of the research on high-dimensional data analysis.  Broadly speaking, sparsity measures the degree to which a specified outcome may be described by relatively few features.  Sparse methods for high-dimensional data analysis attempt to leverage sparsity in the underlying dataset and have proven to be very effective in many applications, especially in engineering and signal processing.  On the other hand, the performance of sparse methods has been more mixed in other important applications where high-dimensional data are abundant, such as genomics.  In this project, the investigator will develop statistical methods for characterizing and identifying situations where sparse methods can be successfully applied.  This will be achieved by developing tools for determining the level of sparsity in high-dimensional datasets.  These methods, when applied to a given dataset, will help researchers determine the validity of subsequent statistical analyses and the potential benefits of using sparse methods for these analyses.  This research is likely to have significant implications for understanding reproducibility in high-dimensional data analysis and broad applications in the analysis of genomic data.  The methods developed during the course of this project will be utilized in collaborative work with highly experienced researchers in genomics.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lee",
   "pi_last_name": "Dicker",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Lee Dicker",
   "pi_email_addr": "ldicker@stat.rutgers.edu",
   "nsf_id": "000576426",
   "pi_start_date": "2012-07-02",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Rutgers University New Brunswick",
  "inst_street_address": "3 RUTGERS PLZ",
  "inst_street_address_2": "",
  "inst_city_name": "NEW BRUNSWICK",
  "inst_state_code": "NJ",
  "inst_state_name": "New Jersey",
  "inst_phone_num": "8489320150",
  "inst_zip_code": "089018559",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NJ12",
  "org_lgl_bus_name": "RUTGERS, THE STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "M1LVPE5GLSD9"
 },
 "perf_inst": {
  "perf_inst_name": "Rutgers University New Brunswick",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "NJ",
  "perf_st_name": "New Jersey",
  "perf_zip_code": "089018559",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NJ12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 159995.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>High-dimensional data analysis is one of the most active areas of research in statistics, with broad applications &ndash; from the biological sciences, to business and industrial statistics, to geophysics.&nbsp; The outcomes from this project shed new light into important aspects of high-dimensional data analysis.&nbsp; Especially in challenging areas where standard statistical conditions (like consistency of parameter estimation) may not be valid, but it is still desirable and important to draw reliable conclusions from the data.&nbsp;</p>\n<p>&nbsp;Many existing results for the statistics of high-dimensional data analysis rely on &ldquo;sparsity&rdquo; assumptions, which essentially ensure that a given problem involving high-dimensional data has a simple solution.&nbsp; This project largely addressed problems where this optimistic viewpoint &ndash; the existence of a simple solution that can be derived from the available data &ndash; may not hold.&nbsp;</p>\n<p>&nbsp;The primary outcomes from this projects fall into (roughly) three categories.&nbsp; First, new results on a classical and widely used method for analyzing &ldquo;non-sparse&rdquo; problems (ridge regression) were derived.&nbsp; These results shed new light into the optimality of ridge regression and provide practical insights into when it may be most effectively employed.&nbsp; Second, new measures of sparsity were studied and methods for determining whether or not a given problem can be solved using &ldquo;sparse methods&rdquo; were proposed.&nbsp; Loosely speaking, this line of work tackled the problem of how to determine if a given high-dimensional data analysis problem is &ldquo;easy&rdquo; or &ldquo;hard.&rdquo; Finally, an alternative approach to determining the degree of difficulty of non-sparse problems &ndash; residual variance estimation &ndash; was investigated.&nbsp; During the course of the project, the PI and collaborators derived a broad range of theoretical results on residual variance estimation for high-dimensional data analysis.&nbsp; While most of results from this project were theoretical in nature, the outcomes related to residual variance estimation will likely have broad applications in modern genetics &ndash; specifically, in heritability estimation.&nbsp;</p>\n<p>To date, the project has resulted in 9 published or accepted publications and 2 publications under review or in revision. &nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/29/2016<br>\n\t\t\t\t\tModified by: Lee&nbsp;Dicker</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nHigh-dimensional data analysis is one of the most active areas of research in statistics, with broad applications &ndash; from the biological sciences, to business and industrial statistics, to geophysics.  The outcomes from this project shed new light into important aspects of high-dimensional data analysis.  Especially in challenging areas where standard statistical conditions (like consistency of parameter estimation) may not be valid, but it is still desirable and important to draw reliable conclusions from the data. \n\n Many existing results for the statistics of high-dimensional data analysis rely on \"sparsity\" assumptions, which essentially ensure that a given problem involving high-dimensional data has a simple solution.  This project largely addressed problems where this optimistic viewpoint &ndash; the existence of a simple solution that can be derived from the available data &ndash; may not hold. \n\n The primary outcomes from this projects fall into (roughly) three categories.  First, new results on a classical and widely used method for analyzing \"non-sparse\" problems (ridge regression) were derived.  These results shed new light into the optimality of ridge regression and provide practical insights into when it may be most effectively employed.  Second, new measures of sparsity were studied and methods for determining whether or not a given problem can be solved using \"sparse methods\" were proposed.  Loosely speaking, this line of work tackled the problem of how to determine if a given high-dimensional data analysis problem is \"easy\" or \"hard.\" Finally, an alternative approach to determining the degree of difficulty of non-sparse problems &ndash; residual variance estimation &ndash; was investigated.  During the course of the project, the PI and collaborators derived a broad range of theoretical results on residual variance estimation for high-dimensional data analysis.  While most of results from this project were theoretical in nature, the outcomes related to residual variance estimation will likely have broad applications in modern genetics &ndash; specifically, in heritability estimation. \n\nTo date, the project has resulted in 9 published or accepted publications and 2 publications under review or in revision.  \n\n \n\n\t\t\t\t\tLast Modified: 10/29/2016\n\n\t\t\t\t\tSubmitted by: Lee Dicker"
 }
}