{
 "awd_id": "1208983",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Statistical Modeling and Inference for High-dimensional Multi-Subject Neuroimaging Data",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 71100.0,
 "awd_amount": 71100.0,
 "awd_min_amd_letter_date": "2012-08-30",
 "awd_max_amd_letter_date": "2012-08-30",
 "awd_abstract_narration": "This project consists of two components, each motivated by the inference problem for functional magnetic resonance imaging (fMRI) data. In the first part, within the framework of generalized functional linear model (GFLM), a flexible semi-parametric model for neural hemodynamic response in the form of slope functions is introduced. To accommodate the variation of brain activity across different regions, stimulus types, and subjects, the new approach assumes the slope functions share the same but unknown functional shape for a given region and stimulus, while having subject-specific height, time to peak, and width.  Several fast algorithms based on B-spline smoothing are proposed to estimate the model parameters for whole-brain analysis. The second part of the research focuses on building a novel Bayesian variable selection framework to study the relationship between individual traits and brain activity. The spline estimates of the brain hemodynamic responses from the first part are taken as predictors in a regression model where the response is the individual traits. Two types of priors are introduced jointly to achieve simultaneous variable selection and clustering.\r\n\r\nFMRI is one of the most effective neuroimaging technologies for understanding brain activity. In recent years, fMRI data collected from complex studies with multiple subjects have been widely used in psychological and medical research. This project will provide tools for modeling, analysis and computation for this type of fMRI data. Project findings will advance basic understanding of the inter-relations between nature and nurture in shaping individual differences in brain function and behavior, and suggest new directions for interdisciplinary research that combines statistics, neuroscience and psychology. The open source R/Matlab software developed from the research will provide valuable data analysis and educational tools for the scientific community.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Fan",
   "pi_last_name": "Li",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Fan Li",
   "pi_email_addr": "fli@stat.duke.edu",
   "nsf_id": "000515729",
   "pi_start_date": "2012-08-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Duke University",
  "inst_street_address": "2200 W MAIN ST",
  "inst_street_address_2": "",
  "inst_city_name": "DURHAM",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9196843030",
  "inst_zip_code": "277054640",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "DUKE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "TP7EK8DZV6N5"
 },
 "perf_inst": {
  "perf_inst_name": "Duke University",
  "perf_str_addr": "2200 W. Main St, Suite 710",
  "perf_city_name": "Durham",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "277054010",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "116500",
   "pgm_ele_name": "ADVANCES IN BIO INFORMATICS"
  },
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  },
  {
   "pgm_ele_code": "727500",
   "pgm_ele_name": "Cross-BIO Activities"
  },
  {
   "pgm_ele_code": "745400",
   "pgm_ele_name": "MSPA-INTERDISCIPLINARY"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1165",
   "pgm_ref_txt": "ADVANCES IN BIO INFORMATICS"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 71100.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merits</strong>: The human brain data, a common form of big data, raise new challenges to data scientists due to high-dimensionality, large size, and complex structure. In this research, the two PIs, both statisticians, closely collaborated with the co-PI, a psychologist, to develop new statistical methods, models and algorithms to analyze two types of neuroimaging data, functional magnetic resonance imaging (fMRI) data and electrocorticography (ECoG) data.</p>\n<p>Using the statistical methods developed in this research, we confirmed that the human brain &ldquo;outsources&rdquo; effortful emotion regulation to social resources, that is, less brain activity is observed when subjects are staying with other humans. We also discovered that the brain during a &ldquo;resting&rdquo; period is more active when one is alone than when staying with someone, regardless of whether he is a friend or stranger. The research also identified significant activation in the corpuscallosum, showing the potential for capturing brain activities in white matter.</p>\n<p>A second substantive finding of the research is that the magnitude of human brain response to emotional stimuli is significantly positively associated with the excitement level. That is, the more aroused one experiences in the face of a threat, the more active the subject&rsquo; brain to process the stimulus information.</p>\n<p>This research has also produced a new high-dimensional ordinary differential equation (ODE) model to study the biophysical interactions among many different brain regions, which enhanced our understanding of the brain&rsquo;s functional organization.</p>\n<p><strong>Broader Impacts </strong>The<strong> </strong>project findings advance basic understanding of the inter-relations between nature and nurture in shaping individual differences in brain function and behavior, and suggest new directions for interdisciplinary research that combines statistics, neuroscience and psychology. The resultant open-source software benefits the scientific community for broader research and educational use. The broader training impact is two-fold: First, this research has supported undergraduate- and graduate-level training of statistics students in analyzing complex neuroimaging problems. Second, this research has supported students and researchers in psychology and neuroscience to acquire and enhance their quantitative skills through collaborations.</p>\n<p><strong>&nbsp;</strong></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/26/2015<br>\n\t\t\t\t\tModified by: Fan&nbsp;Li</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nIntellectual Merits: The human brain data, a common form of big data, raise new challenges to data scientists due to high-dimensionality, large size, and complex structure. In this research, the two PIs, both statisticians, closely collaborated with the co-PI, a psychologist, to develop new statistical methods, models and algorithms to analyze two types of neuroimaging data, functional magnetic resonance imaging (fMRI) data and electrocorticography (ECoG) data.\n\nUsing the statistical methods developed in this research, we confirmed that the human brain \"outsources\" effortful emotion regulation to social resources, that is, less brain activity is observed when subjects are staying with other humans. We also discovered that the brain during a \"resting\" period is more active when one is alone than when staying with someone, regardless of whether he is a friend or stranger. The research also identified significant activation in the corpuscallosum, showing the potential for capturing brain activities in white matter.\n\nA second substantive finding of the research is that the magnitude of human brain response to emotional stimuli is significantly positively associated with the excitement level. That is, the more aroused one experiences in the face of a threat, the more active the subjectÆ brain to process the stimulus information.\n\nThis research has also produced a new high-dimensional ordinary differential equation (ODE) model to study the biophysical interactions among many different brain regions, which enhanced our understanding of the brainÆs functional organization.\n\nBroader Impacts The project findings advance basic understanding of the inter-relations between nature and nurture in shaping individual differences in brain function and behavior, and suggest new directions for interdisciplinary research that combines statistics, neuroscience and psychology. The resultant open-source software benefits the scientific community for broader research and educational use. The broader training impact is two-fold: First, this research has supported undergraduate- and graduate-level training of statistics students in analyzing complex neuroimaging problems. Second, this research has supported students and researchers in psychology and neuroscience to acquire and enhance their quantitative skills through collaborations.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 09/26/2015\n\n\t\t\t\t\tSubmitted by: Fan Li"
 }
}