{
 "awd_id": "1208972",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Digitization TCN: Mobilizing New England Vascular Plant Specimen Data to Track Environmental Changes",
 "cfda_num": "47.074",
 "org_code": "08080000",
 "po_phone": "7032927163",
 "po_email": "rsbeaman@nsf.gov",
 "po_sign_block_name": "Reed Beaman",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2017-06-30",
 "tot_intn_awd_amt": 152391.0,
 "awd_amount": 152391.0,
 "awd_min_amd_letter_date": "2012-04-20",
 "awd_max_amd_letter_date": "2012-04-20",
 "awd_abstract_narration": "Herbarium specimens provide a source of historical information useful to the study of global environmental change. The goal of this project is to provide data to support studies of the nature and consequences of environmental change in the New England region over the last three centuries. This project will digitally capture specimen data and images from about 1.3 million vascular plant specimens from herbaria across New England, enhancing the data with georeferencing, habitat, and phonological information. The digitization process will integrate with existing community efforts and will develop novel high-throughput digitization technologies to increase efficiency and decrease costs. All resulting data and images will be freely available on-line.\r\n\r\nThe data from this project will be of immediate use to scientists who study climate and land-use change, and will provide a better understanding of how global changes will impact the distribution of native and introduced plant species. This project will benefit research in taxonomy, ecology, morphology, biogeography, and evolutionary history by making available data on an entire regional flora in an electronic format. The methodologies developed will provide a model for other regions around the nation. In addition the project will utilize citizen scientists, school groups, and students providing training, research, and educational opportunities. . This award is made as part of the National Resource for Digitization of Biological Collections through the Advancing Digitization of Biological Collections program and all data resulting from this award will be available through the national resource (iDigBio.org).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DBI",
 "org_div_long_name": "Division of Biological Infrastructure",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Erika",
   "pi_last_name": "Edwards",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Erika J Edwards",
   "pi_email_addr": "erika.edwards@yale.edu",
   "nsf_id": "000087636",
   "pi_start_date": "2012-04-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brown University",
  "inst_street_address": "1 PROSPECT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PROVIDENCE",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "4018632777",
  "inst_zip_code": "029129100",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "BROWN UNIVERSITY",
  "org_prnt_uei_num": "E3FDXZ6TBHW3",
  "org_uei_num": "E3FDXZ6TBHW3"
 },
 "perf_inst": {
  "perf_inst_name": "Brown University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029121929",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "689500",
   "pgm_ele_name": "Digitization"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "6895",
   "pgm_ref_txt": "DIGITIZATION"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 152391.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>An herbarium specimen consists of a dried sample of plant &ndash; typically a leafy shoot that bears flowers and or fruits, pressed flat and preserved on paper. &nbsp;Millions of these specimens are stored in plant &ldquo;libraries&rdquo;, called herbaria. They have been collected over many generations by highly skilled biologists, and contain critical information about how the biodiversity of life on Earth is distributed in space and in time. &nbsp;However, most herbarium collections have been sitting in storage cabinets, un-databased and under-utilized, for centuries, and the information they contain is unavailable to the large numbers of researchers for whom it is very relevant. This project proposed to digitize an entire regional flora from herbarium specimens, housed across a range of partner institutions, to create an unparalleled data set for global change science. The project was specifically designed to support the study of the consequences of climate and land-use change during the last three- centuries in New England, but the data will also be useful for a large number of other questions. The network of institutions included 15 large and small herbaria across New England, which together housed over 1.3 million specimens. Digitization included capturing species identification, phenological (flowering state and leafing-out stage) and habitat information, and the date and location of the collection. In addition, a high-resolution image of each specimen and specimen-label data was captured.</p>\n<p>This particular award was for one of the smaller institutions, with a fairly small yet important historical collection, as the Brown herbarium was most active in the late 19<sup>th</sup> and early 20<sup>th</sup> centuries. Prior to this award, not a single specimen had even been databased, and researchers were unsure as to how many New England specimens were present, as the collection was not organized regionally. During this project the team undertook a complete re-organization of the collection, updated and replaced most storage folders, and digitized all New England and most North American specimens in the collection. This resulted in a total of 56,254 specimens that have been databased, photographed, and all label data digitized. Furthermore, all of these new data have been uploaded to an online web portal (the Consortium of New England Herbaria Portal: www.nevp.org). Now any person on the planet with an internet connection can browse the Brown University Herbarium specimens, and download photos and data.</p>\n<p>Over the course of the grant, 1 doctoral graduate student and a total of 29 Brown undergraduates were trained in specimen digitization- exposing them to botanical science, and importantly, the history of botanical science. These students have built a lasting connection to the New England flora and the various important collectors in the region over the last 150 years, and understand the value of historical collections. Several went on to develop their own undergraduate thesis projects using the collections data. While this award was focused entirely on the process of digitization, and the creation of the digital dataset, the full impact of the award will be realized years into the future, as researchers from all around the globe access and utilize these data in unforeseen ways.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/03/2017<br>\n\t\t\t\t\tModified by: Erika&nbsp;J&nbsp;Edwards</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAn herbarium specimen consists of a dried sample of plant &ndash; typically a leafy shoot that bears flowers and or fruits, pressed flat and preserved on paper.  Millions of these specimens are stored in plant \"libraries\", called herbaria. They have been collected over many generations by highly skilled biologists, and contain critical information about how the biodiversity of life on Earth is distributed in space and in time.  However, most herbarium collections have been sitting in storage cabinets, un-databased and under-utilized, for centuries, and the information they contain is unavailable to the large numbers of researchers for whom it is very relevant. This project proposed to digitize an entire regional flora from herbarium specimens, housed across a range of partner institutions, to create an unparalleled data set for global change science. The project was specifically designed to support the study of the consequences of climate and land-use change during the last three- centuries in New England, but the data will also be useful for a large number of other questions. The network of institutions included 15 large and small herbaria across New England, which together housed over 1.3 million specimens. Digitization included capturing species identification, phenological (flowering state and leafing-out stage) and habitat information, and the date and location of the collection. In addition, a high-resolution image of each specimen and specimen-label data was captured.\n\nThis particular award was for one of the smaller institutions, with a fairly small yet important historical collection, as the Brown herbarium was most active in the late 19th and early 20th centuries. Prior to this award, not a single specimen had even been databased, and researchers were unsure as to how many New England specimens were present, as the collection was not organized regionally. During this project the team undertook a complete re-organization of the collection, updated and replaced most storage folders, and digitized all New England and most North American specimens in the collection. This resulted in a total of 56,254 specimens that have been databased, photographed, and all label data digitized. Furthermore, all of these new data have been uploaded to an online web portal (the Consortium of New England Herbaria Portal: www.nevp.org). Now any person on the planet with an internet connection can browse the Brown University Herbarium specimens, and download photos and data.\n\nOver the course of the grant, 1 doctoral graduate student and a total of 29 Brown undergraduates were trained in specimen digitization- exposing them to botanical science, and importantly, the history of botanical science. These students have built a lasting connection to the New England flora and the various important collectors in the region over the last 150 years, and understand the value of historical collections. Several went on to develop their own undergraduate thesis projects using the collections data. While this award was focused entirely on the process of digitization, and the creation of the digital dataset, the full impact of the award will be realized years into the future, as researchers from all around the globe access and utilize these data in unforeseen ways.\n\n \n\n \n\n\t\t\t\t\tLast Modified: 11/03/2017\n\n\t\t\t\t\tSubmitted by: Erika J Edwards"
 }
}