{
 "awd_id": "1208857",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "High-dimensional structured regression",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2012-08-01",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 299892.0,
 "awd_amount": 299892.0,
 "awd_min_amd_letter_date": "2012-07-20",
 "awd_max_amd_letter_date": "2014-08-19",
 "awd_abstract_narration": "This project is focused on structured high dimensional regression with the term structure meant to distinguish the methods from other methods such as l1 minimization methods. Generally speaking, this structure is assumed a priori and is chosen on the basis of finding an interpretable solution to a regression problem. In this project, structure often refers to spatial structure found in areas of application such as neuroimaging or astronomical data. The project has two principal goals. First to develop scalable, flexible algorithms and software implementations for fitting such structured models. Secondly, to understand the statistical performance of such models as well as the algorithms used to fit such models.\r\n\r\nThe results of the research proposed in this project will allow researcher in the field of neuroscience to improve neuroscientists' ability to predict behavior based on fMRI or other spatio-temporally structured data.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jonathan",
   "pi_last_name": "Taylor",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jonathan Taylor",
   "pi_email_addr": "jonathan.taylor@stanford.edu",
   "nsf_id": "000491142",
   "pi_start_date": "2012-07-20",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943054000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "CA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 98645.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 99311.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 101936.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This proposal focused on formulating and fitting statistical model<br />to complex high dimensional data. The starting point of this work<br />is the prototypical structure inducing LASSO penalty of Tibshirani.<br />The proposal focused on developing algorithms and software to formulate<br />and fit variations on this problem, with the goal of providing<br />users a flexible interface while maintaining performance in<br />high dimensions.<br /><br />In the course of carrying out this work, the project took<br />a somewhat unexpected turn, resulting in perhaps the most interesting<br />part of this work. We discovered a way to provide valid statistical<br />inference for the strength of structures discovered by such algorithms.<br /><br />The interest in such methods of inference comes from the acknowledgment<br />that science has suffered a crisis in replicability in recent years.<br />While there are likely many sources of such a crisis, from<br />a statistical viewpoint, at least part of the problem is caused<br />by a transition from the classical hypothesis-driven approach to<br />science towards a more data-driven approach. While the efficacy<br />of the data-driven approach seems clear, much of the rigorous<br />evaluation provided by mathematical statistics was developed<br />in a hypothesis-driven world. In short, in a data-driven scientific<br />enterprise, we have forfeited many of the guarantees of mathematical<br />statistics such as Type I error or unbiasedness of estimators.<br /><br />While statisticians have long recognized this forfeiture,<br />&nbsp;as a community, it has provided relatively few tools to address<br />this issue.<br />The tools developed as part of this proposal provide<br />scientists with methods having rigorous guarantees on Type I error<br />for assessing structure they have discovered in data, without necessitating<br />the collection of new data.</p>\n<p>The mathematical and statistical backbone of this work is the<br />area of conditional inference. The work is classical in some sense,<br />as conditional inference dates back at least to Fisher. Modifications<br />necessary for modern applications involve describing the geometry<br />of selections made by algorithms such as the LASSO, as well as how<br />to allow the statistical model itself to be chosen post-hoc (without<br />running into circular reasoning).<br /><br />The core of this conditional approach to the problem is<br />one of the key outcomes of this proposal. Those<br />interested can find a general description in the<br />article \"Statistical learning and selective inference\" by Taylor and Tibshirani,<br />PNAS June 23, 2015 112 (25) 7629-7634.<br /><br /><br /></p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/30/2018<br>\n\t\t\t\t\tModified by: Jonathan&nbsp;Taylor</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThis proposal focused on formulating and fitting statistical model\nto complex high dimensional data. The starting point of this work\nis the prototypical structure inducing LASSO penalty of Tibshirani.\nThe proposal focused on developing algorithms and software to formulate\nand fit variations on this problem, with the goal of providing\nusers a flexible interface while maintaining performance in\nhigh dimensions.\n\nIn the course of carrying out this work, the project took\na somewhat unexpected turn, resulting in perhaps the most interesting\npart of this work. We discovered a way to provide valid statistical\ninference for the strength of structures discovered by such algorithms.\n\nThe interest in such methods of inference comes from the acknowledgment\nthat science has suffered a crisis in replicability in recent years.\nWhile there are likely many sources of such a crisis, from\na statistical viewpoint, at least part of the problem is caused\nby a transition from the classical hypothesis-driven approach to\nscience towards a more data-driven approach. While the efficacy\nof the data-driven approach seems clear, much of the rigorous\nevaluation provided by mathematical statistics was developed\nin a hypothesis-driven world. In short, in a data-driven scientific\nenterprise, we have forfeited many of the guarantees of mathematical\nstatistics such as Type I error or unbiasedness of estimators.\n\nWhile statisticians have long recognized this forfeiture,\n as a community, it has provided relatively few tools to address\nthis issue.\nThe tools developed as part of this proposal provide\nscientists with methods having rigorous guarantees on Type I error\nfor assessing structure they have discovered in data, without necessitating\nthe collection of new data.\n\nThe mathematical and statistical backbone of this work is the\narea of conditional inference. The work is classical in some sense,\nas conditional inference dates back at least to Fisher. Modifications\nnecessary for modern applications involve describing the geometry\nof selections made by algorithms such as the LASSO, as well as how\nto allow the statistical model itself to be chosen post-hoc (without\nrunning into circular reasoning).\n\nThe core of this conditional approach to the problem is\none of the key outcomes of this proposal. Those\ninterested can find a general description in the\narticle \"Statistical learning and selective inference\" by Taylor and Tibshirani,\nPNAS June 23, 2015 112 (25) 7629-7634.\n\n\n\n\n\t\t\t\t\tLast Modified: 10/30/2018\n\n\t\t\t\t\tSubmitted by: Jonathan Taylor"
 }
}