{
 "awd_id": "1208337",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative research:   Automated and community-driven synthesis of the tree of life",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": "7032928227",
 "po_email": "smalcomb@nsf.gov",
 "po_sign_block_name": "Simon Malcomber",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2017-05-31",
 "tot_intn_awd_amt": 300000.0,
 "awd_amount": 300000.0,
 "awd_min_amd_letter_date": "2012-05-17",
 "awd_max_amd_letter_date": "2012-05-17",
 "awd_abstract_narration": "The tree of life links all biodiversity through a shared evolutionary history. This project will produce the first online, comprehensive first-draft tree of all 1.8 million named species, accessible to both the public and scientific communities. Assembly of the tree will incorporate previously published results, with strong collaborations between computational and empirical biologists to develop, test and improve methods of data synthesis. This initial tree of life will not be static; instead, we will develop tools for scientists to update and revise the tree as new data come in. Early release of the tree and tools will motivate data sharing and facilitate ongoing synthesis of knowledge.\r\n\r\nBiological research of all kinds, including studies of ecological health, environmental change, and human disease, increasingly depends on knowing how species are related to each other. Yet there is no single resource that unites knowledge of the tree of life.  Instead, only small parts of the tree are individually available, generally as printed figures in journal articles. This project will provide the global community of scientists who study the tree of life with a means to share and combine their results, and will enable large-scale studies of Earth's biodiversity. It will also create a resource where students, educators and citizens can go to explore and learn about life's evolutionary history.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tiffani",
   "pi_last_name": "Williams",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tiffani Williams",
   "pi_email_addr": "tiffani@illinois.edu",
   "nsf_id": "000356164",
   "pi_start_date": "2012-05-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Texas A&M Engineering Experiment Station",
  "inst_street_address": "3124 TAMU",
  "inst_street_address_2": "",
  "inst_city_name": "COLLEGE STATION",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "9798626777",
  "inst_zip_code": "778433124",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "TX10",
  "org_lgl_bus_name": "TEXAS A&M ENGINEERING EXPERIMENT STATION",
  "org_prnt_uei_num": "QD1MX6N5YTN4",
  "org_uei_num": "QD1MX6N5YTN4"
 },
 "perf_inst": {
  "perf_inst_name": "Texas Engineering Experiment Station",
  "perf_str_addr": "MS 3112",
  "perf_city_name": "College Station",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "778433112",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "TX10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "768900",
   "pgm_ele_name": "ASSEMBLING THE TREE OF LIFE"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 300000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span><span>Reconstructing the phylogenetic relationships that unite all lineages (the tree of life) is a grand challenge. The paucity of homologous character data across disparately related lineages currently renders direct phylogenetic inference untenable.&nbsp;</span></span>The overall goal of the Open Tree of Life is to construct a synthetic view of the tree of life that summarizes the products of the broad community of phylogenetic biologists. &nbsp;The Open Tree of Life Project also seeks to create tools for automated updates of the tree of life by the community, and raise awareness about the tree of life among non-specialists, educators, students and the general public.&nbsp;</p>\n<p><span>Our collaborative work was the first, to our knowledge, to apply an efficient and automated process for assembling published trees into a complete tree of life. To reconstruct this comprehensive tree of life, we therefore synthesized published phylogenies, together with taxonomic classifications for taxa never incorporated into a phylogeny. We presented a draft Open Tree of Life containing 2.3 million species. This tree and the underlying data are available to browse and download from the Internet, facilitating subsequent analyses that require evolutionary trees.&nbsp;</span>In addition to knowing how species are related to each other, we would also like to know when these species diverged from their ancestors. Adding dates to historical events allows us to temporally connect events and thereby draw additional conclusions from the data. Thus, this award also provided provided support to develop a new approach, called AncestralAge, which significantly reduces the time required to compute phylogenetic divergence time for large phylogenetic trees.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/17/2018<br>\n\t\t\t\t\tModified by: Tiffani&nbsp;Williams</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nReconstructing the phylogenetic relationships that unite all lineages (the tree of life) is a grand challenge. The paucity of homologous character data across disparately related lineages currently renders direct phylogenetic inference untenable. The overall goal of the Open Tree of Life is to construct a synthetic view of the tree of life that summarizes the products of the broad community of phylogenetic biologists.  The Open Tree of Life Project also seeks to create tools for automated updates of the tree of life by the community, and raise awareness about the tree of life among non-specialists, educators, students and the general public. \n\nOur collaborative work was the first, to our knowledge, to apply an efficient and automated process for assembling published trees into a complete tree of life. To reconstruct this comprehensive tree of life, we therefore synthesized published phylogenies, together with taxonomic classifications for taxa never incorporated into a phylogeny. We presented a draft Open Tree of Life containing 2.3 million species. This tree and the underlying data are available to browse and download from the Internet, facilitating subsequent analyses that require evolutionary trees. In addition to knowing how species are related to each other, we would also like to know when these species diverged from their ancestors. Adding dates to historical events allows us to temporally connect events and thereby draw additional conclusions from the data. Thus, this award also provided provided support to develop a new approach, called AncestralAge, which significantly reduces the time required to compute phylogenetic divergence time for large phylogenetic trees.\n\n\t\t\t\t\tLast Modified: 01/17/2018\n\n\t\t\t\t\tSubmitted by: Tiffani Williams"
 }
}