{
 "awd_id": "1208891",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "A Lyman-alpha View of the Late Stage of Reionization",
 "cfda_num": "47.049",
 "org_code": "03020000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Richard Barvainis",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 497855.0,
 "awd_amount": 497855.0,
 "awd_min_amd_letter_date": "2012-09-11",
 "awd_max_amd_letter_date": "2012-09-11",
 "awd_abstract_narration": "A short time after the Big Bang, the Cosmic Dawn emerged and featured the formation of the first stars, black holes, and galaxies.  Neutral hydrogen gas dominated the Universe during this epoch.  As the life cycle of the first stars ended and the first black holes formed, the intergalactic medium (IGM) was heated, and the neutral hydrogen was ionized during the Epoch of Reionization.  The cosmic reionization of hydrogen remains one of the poorly understood and constrained frontiers of modern cosmology.  Current constraints of reionization from observations of cosmic microwave background and high-redshift quasars point to a rapid change of the ionization state of the universe from a redshift of z between 6 and 10.  The crucial stage of reionization in between and the formation of first galaxies are closely linked to each other.  Observations of galaxies beyond a redshift of z around 6, one of the main science goals of many space-based and ground-based facilities and surveys, can provide critical data for learning about cosmic reionization.\r\n\r\nThis project will carry out a comprehensive theoretical investigation of using Ly-alpha emitting galaxies (LAEs), efficiently detectable beyond a redshift z around 6, to constrain the late stage of reionization.  Because Ly-alpha photons emitted from these galaxies interact with the circumgalactic and intergalactic media, Ly-alpha emission is a sensitive probe of the reionization state.  The investigators will combine a state-of-the-art cosmological reionization simulation with an efficient Monte Carlo Ly-alpha radiative transfer code to obtain detailed and realistic L-alpha emission properties of LAEs in a large survey-like volume.  The primary science goals include (1) studying and designing a variety of statistics to address how to use different aspects of observed LAEs to probe reionization; (2) implementing several prescriptions of galactic winds to address one of the major uncertainties in the visibility of LAEs during reionization; (3) making specific predictions and forming mock LAE observations to help developing observational strategies and guiding observational efforts.  Advancing the understanding of early structure formation, the comprehensive Ly-alpha radiative transfer modeling of star-forming galaxies in a cosmological volume across the reionization epoch will provide a solid theoretical basis to interpret observations and to constrain reionization and will provide support to current and future space- and ground-based facilities and surveys.  The data generated from this study will be made available to the scientific community through a designated web page for a variety of applications.\r\n\r\nEducationally, undergraduate students will be actively involved in projects that support the research program.  The principal investigator will help establish a collaboration in education and outreach between the Museum of Natural History of Utah and the Observatory of the University of Utah.  He will enrich the astronomy component in the \"Scientist in the Spotlight\" program at the Museum, and he will also interact with the general public at weekly star parties on campus.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "AST",
 "org_div_long_name": "Division Of Astronomical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zheng",
   "pi_last_name": "Zheng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zheng Zheng",
   "pi_email_addr": "zhengzheng@astro.utah.edu",
   "nsf_id": "000275983",
   "pi_start_date": "2012-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "",
  "perf_city_name": "Salt Lake City",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841128930",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "121700",
   "pgm_ele_name": "EXTRAGALACTIC ASTRON & COSMOLO"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1206",
   "pgm_ref_txt": "THEORETICAL & COMPUTATIONAL ASTROPHYSICS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 497855.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Radiative transfer calculations have been performed to model Lyman-alpha emission from starforming galaxies (Lyman-alpha emitting galaxies; LAEs), based on analytic models of galaxies, simulated galaxies in high-resolution hydrodynamic galaxy formation simulations, and galaxies in cosmological reionization simulations.<br /><br />New insights have been obtained on understanding the Lyman-alpha emission and on using it to probe the circumgalactic and intergalactic medium and the late stage of reionization. Some examples of main results include (1) the key role of the anistropic density and velocity distributions of neutral gas around galaxies in shaping and reproducing the observed properties of Lyman-alpha emission; (2) a model to sucessfully explain both the size-luminosity relation and abundance of Lyman-alpha blobs for the first time; (3) the nature and properties of the diffuse Lyman-alpha halos around star-forming galaxies; and (4) the importance of the radiative transfer in the infall region around halos in the evolution of the fraction of galaxies with strong Lyman-alpha emission during the reionization epoch. The work provides a theoretical basis to interpret observations of LAEs and to constrain reionization with LAEs and help guide observational efforts. <br /><br />Undergraduate students have been involved in the project, exposed to an interactive scientific environment, and trained effectively to do research. They have been major authors for two publications.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 10/14/2016<br>\n\t\t\t\t\tModified by: Zheng&nbsp;Zheng</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nRadiative transfer calculations have been performed to model Lyman-alpha emission from starforming galaxies (Lyman-alpha emitting galaxies; LAEs), based on analytic models of galaxies, simulated galaxies in high-resolution hydrodynamic galaxy formation simulations, and galaxies in cosmological reionization simulations.\n\nNew insights have been obtained on understanding the Lyman-alpha emission and on using it to probe the circumgalactic and intergalactic medium and the late stage of reionization. Some examples of main results include (1) the key role of the anistropic density and velocity distributions of neutral gas around galaxies in shaping and reproducing the observed properties of Lyman-alpha emission; (2) a model to sucessfully explain both the size-luminosity relation and abundance of Lyman-alpha blobs for the first time; (3) the nature and properties of the diffuse Lyman-alpha halos around star-forming galaxies; and (4) the importance of the radiative transfer in the infall region around halos in the evolution of the fraction of galaxies with strong Lyman-alpha emission during the reionization epoch. The work provides a theoretical basis to interpret observations of LAEs and to constrain reionization with LAEs and help guide observational efforts. \n\nUndergraduate students have been involved in the project, exposed to an interactive scientific environment, and trained effectively to do research. They have been major authors for two publications.\n\n\t\t\t\t\tLast Modified: 10/14/2016\n\n\t\t\t\t\tSubmitted by: Zheng Zheng"
 }
}