{
 "awd_id": "1208799",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Building a theoretical and methodological framework for collaborative statistical inference and learning: multi-party and multiphase paradigms",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 360000.0,
 "awd_amount": 360000.0,
 "awd_min_amd_letter_date": "2012-05-21",
 "awd_max_amd_letter_date": "2014-09-02",
 "awd_abstract_narration": "Scientific data almost always undergo filtering, imputation, and other forms of preprocessing before they are analyzed. When such steps are taken, the data analysis becomes a collaborative endeavor by all parties involved in data collection, preprocessing, and inference. This research terms such settings as falling within the multiparty and multiphase paradigms for statistical inference and learning. These settings are rife with subtleties and pitfalls. Each party does not and often cannot have a perfect understanding of the entire phenomenon at hand; the final results will inevitably contain some combination of their judgments, and some preprocessing can irreversibly destroy information from the raw data.  Building upon his previous theory and methods for dealing with uncongeniality with multiple imputation, the PI and his students aim to develop a set of statistical theory and methods to understand such problems and to provide better preprocessing, inferences, and learning. Their ultimate goals include providing methods for assessing the validity of such collaborative analyses, guidance on statistically-principled preprocessing, and a rich new theory of statistical learning and inference with multiple parties. The theoretical framework they develop can shed light on principles and methods for constructing more useful scientific databases, handling complex measurement processes, and analyzing massive datasets.\r\n\r\nWith the dramatic increases in the size, diversity, and complexity of data available for scientific discoveries, medical advances, education reforms and evidence-based policy making, the entire enterprise of quantitative scientific inquiry has been presented with unprecedented challenges and opportunities. The vast majority of current inquiries are not made by a single individual or even a single team. In particular, the analysis of scientific data depends heavily on preprocessing in practice. Following data collection, raw data is typically transformed into a more easily handled form. Such transformations range from innocuous to highly destructive. When poorly executed, they can destroy huge scientific investments by rendering them useless for future analyses. These dangers are rising in importance as scientists and funding agencies emphasize the construction of scientific repositories and \"big data\". Despite its importance, preprocessing is poorly understood from a theoretical perspective. Even among statisticians, conventional wisdom and informal guidance are the norm. The PI and his students will work to close this gap, building a theory of preprocessing and collaborative inference. This theory aims to guide the construction of scientific repositories and the analysis of massive datasets generated by the latest technologies. It can also open the doors to greater collaboration and access to high-quality scientific data, broadening the scientific enterprise.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xiao-Li",
   "pi_last_name": "Meng",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Xiao-Li Meng",
   "pi_email_addr": "meng@stat.harvard.edu",
   "nsf_id": "000107265",
   "pi_start_date": "2012-05-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1 Oxford St, 300C Science Cntr",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021382901",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 115459.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 119990.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 124551.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>As described in the summary of this proposal, the dramatic increases in the size, diversity, and complexity of data available for scientific discoveries, medical advances, education reforms, and evidence-based policy making has presented unprecedented challenges and opportunities to the entire enterprise of scientific quantitative inquiry, with Statistics at its core. One large class of challenges is that it is no longer possible for a single individual or even a single team to conduct a scientific quantitative inquiry. The final quantitative learning therefore requires multi-team effort, with teams entering the process sequentially, from data collection, processing, curation, to analysis. &nbsp;Due to practical constraints such as resource limitations and confidentiality, each team involved in a given analysis may not have full knowledge of the assumptions made by, and resources and data available to, the teams coming before or after it. This fact compels statisticians to rethink the traditional inference and learning foundations built upon the premise of the popular single-phase framework. This research has constructed key building blocks for establishing a multi-phase inference paradigm, as recognized by multiple discussants of a key discussion paper under this grant, Xie and Meng (2016+, <em>Statistics Sinica</em>). They called it &ldquo;a paper that fundamentally broadens the perspective of applied statistics\", and ``provides a new paradigm for a large class of practical problems,'' and &ldquo;(T)he original contribution of the paper is really timely, important, and insightful, inspiring more innovative thinking in both theory and practice.''</p>\n<p><strong>Intellectual Merit.</strong> &nbsp;Scientific data almost always undergo calibration, normalizing, imputation, and other forms of preprocessing before they are analyzed. When such steps are taken, the data analysis becomes a collaborative endeavor by all parties involved in data collection, preprocessing, and inference. Such settings are rife with subtleties and pitfalls. Each party does not and often cannot have a perfect understanding of the entire phenomenon at hand; the final results will inevitably contain some combination of their judgments, and some preprocessing can irreversibly destroy information from the raw data. This proposal developed a set of statistical theories and methods to understand such problems and to provide better preprocessing, inferences, and learning, especially in the setting of distributed learning. This research helps to provide methods for assessing when it is possible to minimize the loss of information due to pre-processing. The theoretical framework developed also sheds some light on principles and methods for distributed learning, as reported in another foundational paper under this grant, Blocker and Meng (2013, <em>Bernoulli</em>). This research not only built upon on previous work with multiple imputation (MI), a popular method for dealing with non-responses in survey data, especially for public-use data files, but it also led an in-depth investigation of MI inference under uncongeniality between imputers' and analysts' methods. The investigation revealed some theoretical results for multi-dimensional problems that were unexpected from their uni-dimensional counterparts.</p>\n<p><strong>Broader Impacts. &nbsp;</strong>This research, as proposed, established some theoretical building blocks of<strong> </strong>a general multiphase framework for collaborative statistical<strong> </strong>inference and learning, as well as a set of corresponding methods for analysis<strong> </strong>and evaluation. These building blocks and methods can help to increase access<strong> </strong>to scientific information and extend collaborations between statisticians and<strong> </strong>those involved in data processing and curation. This work focuses on settings<strong> </strong>where those collecting and preprocessing data have better knowledge of the raw<strong> </strong>data than subsequent analysts. By providing better ways to release useful,<strong> </strong>preprocessed data, these methods allow for broader participation in the<strong> </strong>scientific process, giving those without such intricate technical knowledge the<strong> </strong>ability to contribute on a level nearer that of experts.<strong> </strong>This access is also vital for education; students need experience with real data<strong> </strong>analysis as a core piece of scientific training. However, they are typically not<strong> </strong>ready to master the complex methods required to analyze &ldquo;raw'' data from<strong> </strong>state-of-the-art experiments and other sources. Providing better preprocessed<strong> </strong>data with well-mapped limitations will allow students to learn better data<strong> </strong>analysis practices and get them working closer to the leading edge of their<strong> </strong>fields. By putting Ph.D. students at the forefront of tackling emerging grand<strong> </strong>theoretical challenges at a foundational level, the proposal also addresses the<strong> </strong>increasingly urgent need to train future scholars who will deepen their<strong> </strong>discipline's foundation while expanding its horizon, a task that is vital for<strong> </strong>any discipline's long-term health and, generally, for scientific innovation and<strong> </strong>societal advancement. With these goals as stated in the original propose, the PI has used this research grant through various projects under this grant to help six Ph.D. students to complete their Ph.D. degrees at the Harvard Statistics Department, as well as an undergraduate student to complete a first-rate senior thesis.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/23/2016<br>\n\t\t\t\t\tModified by: Xiao-Li&nbsp;Meng</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nAs described in the summary of this proposal, the dramatic increases in the size, diversity, and complexity of data available for scientific discoveries, medical advances, education reforms, and evidence-based policy making has presented unprecedented challenges and opportunities to the entire enterprise of scientific quantitative inquiry, with Statistics at its core. One large class of challenges is that it is no longer possible for a single individual or even a single team to conduct a scientific quantitative inquiry. The final quantitative learning therefore requires multi-team effort, with teams entering the process sequentially, from data collection, processing, curation, to analysis.  Due to practical constraints such as resource limitations and confidentiality, each team involved in a given analysis may not have full knowledge of the assumptions made by, and resources and data available to, the teams coming before or after it. This fact compels statisticians to rethink the traditional inference and learning foundations built upon the premise of the popular single-phase framework. This research has constructed key building blocks for establishing a multi-phase inference paradigm, as recognized by multiple discussants of a key discussion paper under this grant, Xie and Meng (2016+, Statistics Sinica). They called it \"a paper that fundamentally broadens the perspective of applied statistics\", and ``provides a new paradigm for a large class of practical problems,'' and \"(T)he original contribution of the paper is really timely, important, and insightful, inspiring more innovative thinking in both theory and practice.''\n\nIntellectual Merit.  Scientific data almost always undergo calibration, normalizing, imputation, and other forms of preprocessing before they are analyzed. When such steps are taken, the data analysis becomes a collaborative endeavor by all parties involved in data collection, preprocessing, and inference. Such settings are rife with subtleties and pitfalls. Each party does not and often cannot have a perfect understanding of the entire phenomenon at hand; the final results will inevitably contain some combination of their judgments, and some preprocessing can irreversibly destroy information from the raw data. This proposal developed a set of statistical theories and methods to understand such problems and to provide better preprocessing, inferences, and learning, especially in the setting of distributed learning. This research helps to provide methods for assessing when it is possible to minimize the loss of information due to pre-processing. The theoretical framework developed also sheds some light on principles and methods for distributed learning, as reported in another foundational paper under this grant, Blocker and Meng (2013, Bernoulli). This research not only built upon on previous work with multiple imputation (MI), a popular method for dealing with non-responses in survey data, especially for public-use data files, but it also led an in-depth investigation of MI inference under uncongeniality between imputers' and analysts' methods. The investigation revealed some theoretical results for multi-dimensional problems that were unexpected from their uni-dimensional counterparts.\n\nBroader Impacts.  This research, as proposed, established some theoretical building blocks of a general multiphase framework for collaborative statistical inference and learning, as well as a set of corresponding methods for analysis and evaluation. These building blocks and methods can help to increase access to scientific information and extend collaborations between statisticians and those involved in data processing and curation. This work focuses on settings where those collecting and preprocessing data have better knowledge of the raw data than subsequent analysts. By providing better ways to release useful, preprocessed data, these methods allow for broader participation in the scientific process, giving those without such intricate technical knowledge the ability to contribute on a level nearer that of experts. This access is also vital for education; students need experience with real data analysis as a core piece of scientific training. However, they are typically not ready to master the complex methods required to analyze \"raw'' data from state-of-the-art experiments and other sources. Providing better preprocessed data with well-mapped limitations will allow students to learn better data analysis practices and get them working closer to the leading edge of their fields. By putting Ph.D. students at the forefront of tackling emerging grand theoretical challenges at a foundational level, the proposal also addresses the increasingly urgent need to train future scholars who will deepen their discipline's foundation while expanding its horizon, a task that is vital for any discipline's long-term health and, generally, for scientific innovation and societal advancement. With these goals as stated in the original propose, the PI has used this research grant through various projects under this grant to help six Ph.D. students to complete their Ph.D. degrees at the Harvard Statistics Department, as well as an undergraduate student to complete a first-rate senior thesis.\n\n\t\t\t\t\tLast Modified: 11/23/2016\n\n\t\t\t\t\tSubmitted by: Xiao-Li Meng"
 }
}