{
 "awd_id": "1208002",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "NEESR: Collaborative Developments for Seismic Rehabilitation of Vulnerable Braced Frames",
 "cfda_num": "47.041",
 "org_code": "07030000",
 "po_phone": "7032927024",
 "po_email": "jpauschk@nsf.gov",
 "po_sign_block_name": "Joy Pauschke",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2016-04-30",
 "tot_intn_awd_amt": 999975.0,
 "awd_amount": 1032350.0,
 "awd_min_amd_letter_date": "2012-04-22",
 "awd_max_amd_letter_date": "2015-04-17",
 "awd_abstract_narration": "Steel concentrically braced frames (CBFs) are stiff and strong, making them efficient seismic load resisting systems.  Modern CBF seismic design was initiated with significant code changes in 1988 and is differentiated from older CBFs (classified as non-seismic CBFs or NCBFs) because NCBFs were designed without consideration of the brace behavior or capacity-design principles. In regions of high seismicity, thousands of NCBFs remain in service.  In regions of low and moderate seismicity, these systems are still being constructed.  A cursory review of the NCBF inventory indicates that braces and connections vary, and there is a large potential for unwanted and brittle response modes.  Research into these systems is largely absent from the literature. Taken together, these systems are both widespread and unpredictable, making this category of lateral force resisting system a critical seismic hazard. This research project will advance evaluation and rehabilitation of NCBFs. Large-scale experimentation will be conducted using the George E. Brown, Jr. Network for Earthquake Engineering Simulation (NEES) facility at the University of California, Berkeley, to simulate existing and rehabilitated multi-story NCBFs. The experimental results will provide high-resolution data to support nonlinear simulation of NCBFs. The integration of the experiments and simulations will provide key information about the system performance, identify vulnerabilities, and inform the retrofit requirements. The identified deficiencies will be addressed through retrofit schemes based on innovative rehabilitation strategies investigated in prior NSF-supported NEES research projects, whose data is available through the NEES Project Warehouse/data repository (http://www.nees.org).  Retrofit categories slated for study include use of innovative braces and bracing systems, column uplift and rocking, and connection designs balanced with the replaced and existing components. These strategies will be integrated with the existing frames in the second phase of the large-scale, integrated multi-story testing, with the design informed from nonlinear analytical simulation and archived NEES Project Warehouse data. The final phase of the experimentation will study a full building using advanced hybrid simulation.  In older construction, the seismic response may depend more heavily on the gravity frames. This culminating experiment will study a partially retrofitted NCBF building which may be an economical option to meet a collapse prevention performance objective in many cases; the non-retrofitted NCBFs are simulated in the computer and the retrofitted NCBFs and gravity frames are simulated experimentally. The research will result in unique data to support the evaluation and retrofit of these seismically vulnerable systems.  This award is a collaboration among researchers from the University of Washington, University of California, Berkeley, National Taiwan University, and the American Institute of Steel Construction.  Data from this project will be archived and made available to the public through the NEES Project Warehouse/data repository.\r\n\r\nAs a whole, the research results will transform the understanding of and facilitate rehabilitation strategies for NCBFs. The results will provide important findings to validate and advance engineering approaches for NCBF evaluation and rehabilitation. Specific tools that will be developed using the research data include acceptance criteria, backbone curves, and collapse margin ratios for both NCBFs and retrofitted NCBFs. The project will also advance student learning and exposure through the research process. High school students from underrepresented groups will be selected for summer research internships to aid in the experimental research in collaboration with the Seattle Mathematics, Engineering and Science Achievement program.  The research results will also be integrated into the senior level curriculum, using a senior-level cross-class project on seismic evaluation and retrofit of a NCBF building as the central learning tool. Analysis of the building will be conducted in the senior-level structural analysis class. Analysis of the individual components will be the focus of the project in the structural steel design class. The retrofitted system will be designed in the capstone design class, taught in the spring of the students' senior year. Technology transfer will be achieved through webinars and a diverse industry coalition who will help disseminate results. This award is part of the National Earthquake Hazards Reduction Program (NEHRP).",
 "awd_arra_amount": 0.0,
 "dir_abbr": "ENG",
 "org_dir_long_name": "Directorate for Engineering",
 "div_abbr": "CMMI",
 "org_div_long_name": "Division of Civil, Mechanical, and Manufacturing Innovation",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Roeder",
   "pi_mid_init": "W",
   "pi_sufx_name": "",
   "pi_full_name": "Charles W Roeder",
   "pi_email_addr": "croeder@u.washington.edu",
   "nsf_id": "000217016",
   "pi_start_date": "2012-04-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Mahin",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen A Mahin",
   "pi_email_addr": "mahin@berkeley.edu",
   "nsf_id": "000453734",
   "pi_start_date": "2012-04-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Dawn",
   "pi_last_name": "Lehman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dawn Lehman",
   "pi_email_addr": "delehman@u.washington.edu",
   "nsf_id": "000211506",
   "pi_start_date": "2012-04-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jeffrey",
   "pi_last_name": "Berman",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jeffrey Berman",
   "pi_email_addr": "jwberman@u.washington.edu",
   "nsf_id": "000186668",
   "pi_start_date": "2012-04-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 Brooklyn Ave NE",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981952700",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "739600",
   "pgm_ele_name": "NEES RESEARCH"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "036E",
   "pgm_ref_txt": "CIVIL INFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "039E",
   "pgm_ref_txt": "STRUCTURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "043E",
   "pgm_ref_txt": "EARTHQUAKE ENGINEERING"
  },
  {
   "pgm_ref_code": "116E",
   "pgm_ref_txt": "RESEARCH EXP FOR UNDERGRADS"
  },
  {
   "pgm_ref_code": "1576",
   "pgm_ref_txt": "NATIONL EARTHQK HZRD REDCT PRG"
  },
  {
   "pgm_ref_code": "7231",
   "pgm_ref_txt": "CYBERINFRASTRUCTURE"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9231",
   "pgm_ref_txt": "SUPPL FOR UNDERGRAD RES ASSIST"
  },
  {
   "pgm_ref_code": "9251",
   "pgm_ref_txt": "REU SUPP-Res Exp for Ugrd Supp"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0115",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001516DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 999975.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 12375.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 10000.0
  },
  {
   "fund_oblg_fiscal_yr": 2015,
   "fund_oblg_amt": 10000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The seismic behavior and retrofit of older braced frames designed prior to about 1990 without the capacity design detailing requirements are the focus of this research.&nbsp; These braced frames are referred to as NCBFs, and 13 NCBFs built in seismically active regions before about 1990 were identified and reviewed in considerable detail.&nbsp; The review showed that older NCBFs have serious multiple deficiencies when compared to current standards in AISC Standard 341-10, and the demand-to-capacity ratios (DCRs) for these deficiencies often were extremely large.&nbsp;</p>\n<p>An experimental program was developed in response to these observed deficiencies.&nbsp; Eighteen single story-single bay NCBFs were tested at the University of Washington.&nbsp; Three 2-story single bay NCBFs were tested at the University of California, and three 2-story single bay NCBFs with concrete floor slabs were tested at the National Center for Research in Earthquake Engineering in Taipei, Taiwan.&nbsp; All tests were directed toward the evaluation of the seismic performance of existing NCBFs or the economical retrofit of these older NCBFs.</p>\n<p>Comprehensive nonlinear, inelastic analyses were performed at the University of Washington and the University of California at Berkeley.&nbsp; These analyses included high-resolution analyses performed to study the local behavior of elements within the braced frame and more global dynamic analyses performed with the OpenSees computer program.&nbsp; The initial results of the analytical models were compared to the experimental results to evaluate the accuracy and reliability of the predictions, and the models were refined to improve their accuracy wherever possible.&nbsp; Ultimately parameter studies, and nonlinear dynamic analyses of prototype systems were performed to extend the experimental results to a wide range of applicable systems and to evaluate the expected performance and potential retrofit of older NCBFs.</p>\n<p>The test results show that some deficiencies in NCBFs have more severe impact on seismic performance than others.&nbsp; Rectangular HSS tubular bracing has been commonly used in NCBFs, and the research shows that this deficiency is quite serious, but if these slender HSS tubular braces are filled with concrete to restrain local cupping that precedes brace fracture, the NCBF may have significantly increased inelastic deformation capacity. Weld deficiencies were common. Weld fracture often occurred at relatively small inelastic deformations, but weld fracture could be alleviated if overlay welds, which had demand critical weld metal and a weld size necessary to develop the tensile yield capacity of the gusset plate as recommended by the Balanced Design Procedure developed in a prior NSF research study (0619161), were added to welds joining the gusset plate to beams and/or columns.&nbsp;</p>\n<p>Chevron NCBFs were tested, and these test specimens consistently had severe deficiencies of the beam strength as required for the unbalanced braced load after brace buckling. The test result suggest that this deficiency may be less severe than initially suspected, since this limitation resulted in very modest changes in beam deflection, lateral deformation capacity, and lateral results.&nbsp; This observation may have long-term impact on the design provisions for new SCBF systems, but further research is needed to fully evaluate this issue. \\</p>\n<p>The results of this research will provide nonlinear modeling procedures and deformation limits&nbsp;<span>usable by practicing engineers. Evaluation and retrofit of structures for seismic dasign is guided by</span>&nbsp;ASCE Standard 41. &nbsp;In future editions of ASCE Standard 41, the requirements for steel structures, will be obtained by reference to AISC Standard 341. The research team will be working with the AISC T9 committee to incorporate these changes in the next edition of the AISC 3...",
  "por_txt_cntn": "\nThe seismic behavior and retrofit of older braced frames designed prior to about 1990 without the capacity design detailing requirements are the focus of this research.  These braced frames are referred to as NCBFs, and 13 NCBFs built in seismically active regions before about 1990 were identified and reviewed in considerable detail.  The review showed that older NCBFs have serious multiple deficiencies when compared to current standards in AISC Standard 341-10, and the demand-to-capacity ratios (DCRs) for these deficiencies often were extremely large. \n\nAn experimental program was developed in response to these observed deficiencies.  Eighteen single story-single bay NCBFs were tested at the University of Washington.  Three 2-story single bay NCBFs were tested at the University of California, and three 2-story single bay NCBFs with concrete floor slabs were tested at the National Center for Research in Earthquake Engineering in Taipei, Taiwan.  All tests were directed toward the evaluation of the seismic performance of existing NCBFs or the economical retrofit of these older NCBFs.\n\nComprehensive nonlinear, inelastic analyses were performed at the University of Washington and the University of California at Berkeley.  These analyses included high-resolution analyses performed to study the local behavior of elements within the braced frame and more global dynamic analyses performed with the OpenSees computer program.  The initial results of the analytical models were compared to the experimental results to evaluate the accuracy and reliability of the predictions, and the models were refined to improve their accuracy wherever possible.  Ultimately parameter studies, and nonlinear dynamic analyses of prototype systems were performed to extend the experimental results to a wide range of applicable systems and to evaluate the expected performance and potential retrofit of older NCBFs.\n\nThe test results show that some deficiencies in NCBFs have more severe impact on seismic performance than others.  Rectangular HSS tubular bracing has been commonly used in NCBFs, and the research shows that this deficiency is quite serious, but if these slender HSS tubular braces are filled with concrete to restrain local cupping that precedes brace fracture, the NCBF may have significantly increased inelastic deformation capacity. Weld deficiencies were common. Weld fracture often occurred at relatively small inelastic deformations, but weld fracture could be alleviated if overlay welds, which had demand critical weld metal and a weld size necessary to develop the tensile yield capacity of the gusset plate as recommended by the Balanced Design Procedure developed in a prior NSF research study (0619161), were added to welds joining the gusset plate to beams and/or columns. \n\nChevron NCBFs were tested, and these test specimens consistently had severe deficiencies of the beam strength as required for the unbalanced braced load after brace buckling. The test result suggest that this deficiency may be less severe than initially suspected, since this limitation resulted in very modest changes in beam deflection, lateral deformation capacity, and lateral results.  This observation may have long-term impact on the design provisions for new SCBF systems, but further research is needed to fully evaluate this issue. \\\n\nThe results of this research will provide nonlinear modeling procedures and deformation limits usable by practicing engineers. Evaluation and retrofit of structures for seismic dasign is guided by ASCE Standard 41.  In future editions of ASCE Standard 41, the requirements for steel structures, will be obtained by reference to AISC Standard 341. The research team will be working with the AISC T9 committee to incorporate these changes in the next edition of the AISC 341 Standard.\n\n \n\n\t\t\t\t\tLast Modified: 06/17/2016\n\n\t\t\t\t\tSubmitted by: Charles W Roeder"
 }
}