{
 "awd_id": "1208694",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute for FY 2012 in Australia",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 5836.0,
 "awd_amount": 5836.0,
 "awd_min_amd_letter_date": "2012-05-22",
 "awd_max_amd_letter_date": "2012-05-22",
 "awd_abstract_narration": "This action funds Shay Mailloux of Clarkson University to conduct a research project, entitled \"Self-Assembled Nanowire Arrays for Electrocatalytic and Biocatalytic Applications\" during the summer of 2012 at The University of New South Wales in Sydney, Australia.  The host scientist is Professor Justin Gooding.\r\n\r\nThe Intellectual Merit of the research project involves taking the first step in fundamental studies focusing on understanding how magneto-assisted self-assembling of nano-structured interfaces can be used for tunable interfacial properties.  The proposed research addresses the key issues of novel biocatalytic applications for biosensing and biofuel cells. The experimental design of a general interfacial platform is being advanced for various biocatalytic and bioelectrocatalytic systems. Among the potential uses of the improved systems include new biosensors and biofuel cells, as well as biomedical and environmental applications.\r\n\r\nThe Broader Impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.   These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Shay",
   "pi_last_name": "Mailloux",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Shay Mailloux",
   "pi_email_addr": "",
   "nsf_id": "000601409",
   "pi_start_date": "2012-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Mailloux                Shay",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Potsdam",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "",
  "inst_zip_code": "136762056",
  "inst_country_name": "United States",
  "cong_dist_code": "21",
  "st_cong_dist_code": "NY21",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Mailloux                Shay",
  "perf_str_addr": null,
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "136762056",
  "perf_ctry_code": "US",
  "perf_cong_dist": "21",
  "perf_st_cong_dist": "NY21",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5912",
   "pgm_ref_txt": "AUSTRALIA"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 5836.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Introduction</strong></p>\n<p><span style=\"white-space: pre;\"> </span>The National Science Foundation&rsquo;s East Asia and Pacific Summer Institutes (EAPSI) program allows US graduate students to perform scientific research in East Asia and the Pacific and be introduced to the politics of science in their host country, along with experiencing the country on a cultural level. I was very privileged to be chosen for this award in 2012 and to spend my summer in New South Wales, Australia. I spent eight weeks working at the University of New South Wales in Professor Justin Gooding&rsquo;s biosensors and biointerfaces group. The aim of my stay in this short time was to learn how Professor Gooding&rsquo;s research group worked, learn about the ongoing research being done by the current members of the group, work on a research project that would open up communications and collaborations between my host and home laboratories, and learn about the culture of Australia.</p>\n<p>&nbsp;</p>\n<p><strong>Cultural Experience</strong></p>\n<p><span style=\"white-space: pre;\"> </span>My cultural experience of Australia and every day life was extremely rewarding and amazing, and I hope to return one day. &nbsp;I also experience the country on the level of the University and the group I had become a guest in. I really had to adapt my way of thinking and executing things from my home laboratory to my host, as they were quite different. The biggest shock to me was the size of the lab. I had shifted from working in a group of three graduate students, mainly from the US, to 30 from all over the world. When a Professor is in charge of 30 students, all with their own projects and objectives, the group has to work in a much more efficient and cooperative manner. Also, management of the lab and the equipment is very different. There are schedules that have to be followed precisely to make sure everyone can get the work they need done. What I also found the way research was conducted to be different. At home, everyone is doing a few projects at once in a couple different areas, all contributing to the larger research interest of the group. In Australia, each student had their own project that they would foster and develop and eventually defend at their dissertation. After experiencing both environments, I believe that at my home institution, there is a benefit of learning a lot of different background and techniques. In this way, students are able to work on many different types of projects while staying in a general area, rather than working in one strict direction for their graduate study.</p>\n<p><strong>&nbsp;</strong></p>\n<p><strong>Project Description and Outcome</strong></p>\n<p><span style=\"white-space: pre;\"> </span>My project in Australia differed greatly from what was proposed in my EAPSI application. This was because of what was interesting and novel during my stay, combining knowledge from my host and home labs. I ended up working on switchable electrodes for biosensing and other bionanotech applications. The idea was to take a method developed by the host lab, activating an electrode surface, and an idea from my home laboratory, enzyme electrochemistry, and combining them to form a switchable electrode on which the electrochemistry of an immobilized enzyme or active center could be visualized. In the end, my stay was not long enough to progress significantly on the project. What was accomplished, though, were a lot of fundamental experiments to get the project off the ground and a gateway for international collaboration between labs.&nbsp;</p>\n<p><span style=\"white-space: pre;\"> </span>The EAPSI award became a benefit to my community in a very unexpected way. I come from a very small town in Northern New York, and when they heard about the opportunity I had been given, the support was overwhelming. Community members, teachers from my high school, and even students wanted to hear...",
  "por_txt_cntn": "\nIntroduction\n\n The National Science FoundationÆs East Asia and Pacific Summer Institutes (EAPSI) program allows US graduate students to perform scientific research in East Asia and the Pacific and be introduced to the politics of science in their host country, along with experiencing the country on a cultural level. I was very privileged to be chosen for this award in 2012 and to spend my summer in New South Wales, Australia. I spent eight weeks working at the University of New South Wales in Professor Justin GoodingÆs biosensors and biointerfaces group. The aim of my stay in this short time was to learn how Professor GoodingÆs research group worked, learn about the ongoing research being done by the current members of the group, work on a research project that would open up communications and collaborations between my host and home laboratories, and learn about the culture of Australia.\n\n \n\nCultural Experience\n\n My cultural experience of Australia and every day life was extremely rewarding and amazing, and I hope to return one day.  I also experience the country on the level of the University and the group I had become a guest in. I really had to adapt my way of thinking and executing things from my home laboratory to my host, as they were quite different. The biggest shock to me was the size of the lab. I had shifted from working in a group of three graduate students, mainly from the US, to 30 from all over the world. When a Professor is in charge of 30 students, all with their own projects and objectives, the group has to work in a much more efficient and cooperative manner. Also, management of the lab and the equipment is very different. There are schedules that have to be followed precisely to make sure everyone can get the work they need done. What I also found the way research was conducted to be different. At home, everyone is doing a few projects at once in a couple different areas, all contributing to the larger research interest of the group. In Australia, each student had their own project that they would foster and develop and eventually defend at their dissertation. After experiencing both environments, I believe that at my home institution, there is a benefit of learning a lot of different background and techniques. In this way, students are able to work on many different types of projects while staying in a general area, rather than working in one strict direction for their graduate study.\n\n \n\nProject Description and Outcome\n\n My project in Australia differed greatly from what was proposed in my EAPSI application. This was because of what was interesting and novel during my stay, combining knowledge from my host and home labs. I ended up working on switchable electrodes for biosensing and other bionanotech applications. The idea was to take a method developed by the host lab, activating an electrode surface, and an idea from my home laboratory, enzyme electrochemistry, and combining them to form a switchable electrode on which the electrochemistry of an immobilized enzyme or active center could be visualized. In the end, my stay was not long enough to progress significantly on the project. What was accomplished, though, were a lot of fundamental experiments to get the project off the ground and a gateway for international collaboration between labs. \n\n The EAPSI award became a benefit to my community in a very unexpected way. I come from a very small town in Northern New York, and when they heard about the opportunity I had been given, the support was overwhelming. Community members, teachers from my high school, and even students wanted to hear about my research and what I would be doing. This award is amazing, for this reason, among others. It opened up a discussion about science in the general public, something that is often times neglected. I had some amazing opportunities to talk about my research and share my passion for what I do in lab every day with the people who watched me grow up into the scientist..."
 }
}