{
 "awd_id": "1208896",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Geostatistical Modeling of Spatial Discrete Data",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 149991.0,
 "awd_amount": 149991.0,
 "awd_min_amd_letter_date": "2012-05-30",
 "awd_max_amd_letter_date": "2014-07-30",
 "awd_abstract_narration": "Statistical methods for the analysis of spatial discrete data are relatively underdeveloped when compared to methods for continuous data. This is a notable methodological gap since the former are routinely collected in the earth and social sciences. For instance, death counts due to different causes are collected on a regular basis by government agencies throughout the entire U.S. and classified according to different demographic variables, such as age, gender and race. This project aims at filling this gap by developing a comprehensive study of models for geostatistical discrete data. The project consists of three parts. First, a class of hierarchical spatial models is developed that seeks to ameliorate some limitations identified by the investigator of currently used models. Some of these limitations, relating to the spatial association structures representable by these models, are especially severe when the data consist mostly of small counts, precisely the case when models describing the discreteness of the data are most needed. The properties of these new models and likelihood based methods to fit them are studied. Second, a class of non-hierarchical spatial models is developed that seeks to represent  a wide range of spatial discrete data, not just counts, having spatial association structures that are complementary to those in the class of hierarchical spatial models. The models in this class are constructed by separately modeling the marginal and spatial association structures, using an approach akin to copulas. The properties of these models and likelihood based methods to fit them are also studied. Third, a recently proposed Bayesian method to assess goodness-of-fit of statistical models is studied and its soundness for use in the aforementioned classes of models explored. The method, based on a distributional identity between pivotal quantities evaluated at different parameter values, is applicable to both hierarchical and non-hierarchical models. Developing such methods is a pressing need since formal methods to assess model adequacy of spatial models are notoriously lacking.\r\n\r\nSpatial data are nowadays routinely collected in many earth and social sciences, such as ecology, epidemiology, demography and geography, but methodology for the analysis of discrete data (say death counts) is much less developed than the corresponding methodology for the analysis of continuous data (say temperature). The investigator proposes to fill this gap by constructing new classes of models that on the one hand ameliorate some limitations identified by the investigator of currently used models, and on the other hand increase the data patterns represented by the models. The project will also develop methodology to assess model adequacy for the newly proposed models, a ubiquitous task in science since any model is an imperfect representation of the phenomenon under study. The statistical methodology developed in the course of this project would have immediate methodological and practical impacts on the earth and social sciences, where spatial discrete data are routinely collected but models and methods for their analysis are scarce. The proposed classes of models will substantially increase the arsenal of tools available to spatial data analysts and the possibility of representing a wide range of behaviors for spatial discrete data. Graduate students will be engaged in the project which will contribute to their statistical training in Bayesian methods and Spatial Statistics, as well as the projection into the future of the Ph.D. program in Applied Statistics at the University of Texas at San Antonio.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Victor",
   "pi_last_name": "De Oliveira",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Victor De Oliveira",
   "pi_email_addr": "victor.deoliveira@utsa.edu",
   "nsf_id": "000227619",
   "pi_start_date": "2012-05-30",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Texas at San Antonio",
  "inst_street_address": "1 UTSA CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SAN ANTONIO",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "2104584340",
  "inst_zip_code": "782491644",
  "inst_country_name": "United States",
  "cong_dist_code": "20",
  "st_cong_dist_code": "TX20",
  "org_lgl_bus_name": "THE UNIVERSITY OF TEXAS AT SAN ANTONIO",
  "org_prnt_uei_num": "U44ZMVYU52U6",
  "org_uei_num": "U44ZMVYU52U6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Texas at San Antonio",
  "perf_str_addr": "One UTSA Circle",
  "perf_city_name": "San Antonio",
  "perf_st_code": "TX",
  "perf_st_name": "Texas",
  "perf_zip_code": "782491644",
  "perf_ctry_code": "US",
  "perf_cong_dist": "20",
  "perf_st_cong_dist": "TX20",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 30902.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 61331.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 57758.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The outcomes of this project increase the understanding of current models for the analysis of geostatistical count data. It was shown that the dependence structure of hierarchical Poisson models,&nbsp;which are arguably the current `state-of-the-art' for modeling and analysis of geostatistical count data, is limited&nbsp;in a way that makes these models unable to describe datasets that consist mostly of small counts displaying substantial spatial correlation. On the other hand,&nbsp;the dependence structure of Gaussian copula models, a less known and used class of models, is much more flexible. So the latter class of&nbsp;models is a useful alternative to the more comonly used hierarchical Poisson models for the analysis of geostatistical count data. Both classes of models are uselful options for the analysis of this type of data, and the choice between them should be based on the inferential goals and nature of the data.</p>\n<p>Also, the simpler model called Poisson kriging was revisited and its properties explored. This model is simpler than the aforementioned models, and offers an attractive alternative for practical scientists with limited statistical training, because of its simplicity and similarity with popular geostatistical methods.</p>\n<p>Two R packages were developed that implement statistical methodology for the analysis of the models studied in this project. The package `geoCount' develops Markov chain Monte Carlo algorithms for the Bayesian analysis of hierarchical Poisson models, while the package `gcKrig' develops Monte Carlo algorithms for the frequentist analysis of Gaussian copula models. Both were submitted to CRAN so they are publicly available.</p>\n<p>Finally, a Ph.D. student was trained in the course of this project.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/25/2016<br>\n\t\t\t\t\tModified by: Victor&nbsp;Deoliveira</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe outcomes of this project increase the understanding of current models for the analysis of geostatistical count data. It was shown that the dependence structure of hierarchical Poisson models, which are arguably the current `state-of-the-art' for modeling and analysis of geostatistical count data, is limited in a way that makes these models unable to describe datasets that consist mostly of small counts displaying substantial spatial correlation. On the other hand, the dependence structure of Gaussian copula models, a less known and used class of models, is much more flexible. So the latter class of models is a useful alternative to the more comonly used hierarchical Poisson models for the analysis of geostatistical count data. Both classes of models are uselful options for the analysis of this type of data, and the choice between them should be based on the inferential goals and nature of the data.\n\nAlso, the simpler model called Poisson kriging was revisited and its properties explored. This model is simpler than the aforementioned models, and offers an attractive alternative for practical scientists with limited statistical training, because of its simplicity and similarity with popular geostatistical methods.\n\nTwo R packages were developed that implement statistical methodology for the analysis of the models studied in this project. The package `geoCount' develops Markov chain Monte Carlo algorithms for the Bayesian analysis of hierarchical Poisson models, while the package `gcKrig' develops Monte Carlo algorithms for the frequentist analysis of Gaussian copula models. Both were submitted to CRAN so they are publicly available.\n\nFinally, a Ph.D. student was trained in the course of this project.\n\n\t\t\t\t\tLast Modified: 11/25/2016\n\n\t\t\t\t\tSubmitted by: Victor Deoliveira"
 }
}