{
 "awd_id": "1208635",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Collaborative Research: Sonic Logging the NEEM Corehole, Greenland",
 "cfda_num": "47.078",
 "org_code": "06090100",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "William J. Wiseman, Jr.",
 "awd_eff_date": "2012-03-01",
 "awd_exp_date": "2014-02-28",
 "tot_intn_awd_amt": 32580.0,
 "awd_amount": 32580.0,
 "awd_min_amd_letter_date": "2012-02-24",
 "awd_max_amd_letter_date": "2012-02-24",
 "awd_abstract_narration": "Past deep ice cores recovered from the Greenland Ice Sheet have failed to obtain intact Eemian ice, ice from the last interglacial period.  The recent NEEM effort has successfully recovered ~150 m of such ice.  The proposed continuous sonic monitoring of the ice fabric will resolve small scale variability that is missed by the traditional techniques used in thin section analyses of ice cores, which tend to under-sample the core.  The scales to be recovered with the sonic sampling are more comparable to those that can be observed with new gas-sampling technologies.  The proposed work would add to the physical data set required to fully interpret data being recovered from the NEEM ice core, such as the gas content analyses used to infer past atmospheric conditions.  The presence of a special USGS winch this summer, a winch required for the operation of University of Washington instrument proposed for deployment, and the planned abandonment of the NEEM field camp after the summer of 2012, make this proposal appropriate for a RAPID award.  \r\n\r\nBroader Impacts:\r\n\r\nThe project will provide international experience for a graduate student and support for a female scientist during the formative years of her career.  It will contribute to international collaborations with Scandinavia.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "OPP",
 "org_div_long_name": "Office of Polar Programs (OPP)",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edwin",
   "pi_last_name": "Waddington",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Edwin D Waddington",
   "pi_email_addr": "edw@uw.edu",
   "nsf_id": "000433520",
   "pi_start_date": "2012-02-24",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "4333 Brooklyn Ave NE",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951310",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "528000",
   "pgm_ele_name": "ANS-Arctic Natural Sciences"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1079",
   "pgm_ref_txt": "ARCTIC RESEARCH"
  },
  {
   "pgm_ref_code": "7914",
   "pgm_ref_txt": "RAPID"
  }
 ],
 "app_fund": [
  {
   "app_code": "02XX",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "0100XXXXDB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 32580.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Introduction</strong><br /><br />The North Greenland EEMian (NEEM) ice core is the only Greenland ice core recovered to date that contains a complete record of the Eemian interglacial (130,000-115,000 years ago), when it was warm like today. The core contains the first unambiguous and recoverable fold in an ice core. Folding caused certain time periods recorded in the ice core to appear multiple times and upside down.&nbsp; NEEM researchers have been able to &ldquo;unfold&rdquo; the fold to determine the original order of the ice layers. Recent observations from ice-penetrating radar images collected by NASA's IceBridge Program show that folding of deep layers is relatively common across central and northern Greenland.<br /><br /><strong>The value of sonic logging and fabric studies</strong><br /><br />This project was a collaboration between University of Washington and University of Alaska Fairbanks. The goal of our project was to measure the velocity of sound through ice, which tells us about the effective viscosity (stiffness) of the ice. Ice crystals have a layered structure resembling a deck of cards. It is much easier to shear an ice crystal along the molecular layers than to deform it any other way. Because of easy shear along the layers within each crystal, the orientation of ice crystals matters.<br /><br />The orientation of a single crystal is defined by its c-axis, the vector that points perpendicular to the molecular layers. Crystal fabric is the statistical distribution of c-axis directions. Deep in an ice sheet, the deformation tends to rotate the crystals until most of the crystals have their layers oriented horizontally and c-axes oriented vertically. In deep ice, the viscosity is different depending on whether the ice is sheared or squeezed. Ice fabric continues to evolve as an ice sheet continues to deform. Fabric provides a record of ice-sheet history, and also influences modern deformation. Understanding the deformation and dynamic history at an ice core site is critical to interpreting ice core records &ndash; in particular the accumulation rate history.<br /><br />We measure crystal fabric by measuring the velocity of sound through the ice because ice crystals transmit sound waves at different speeds depending on the orientation of the molecular layers.&nbsp; Every 10 to 50 meters, thin slices (&ldquo;thin sections&rdquo;) of the ice core were observed through crossed polarizing lenses to measure the c-axis directions and crystal sizes. We can compare the thin sections against our sonic velocities, and determine the fabric between the thin sections. <br /><br /><br /><strong>Intellectual merit and broader impacts</strong><br /><br />This study is the first sonic-log based crystal fabric study of ice in a recoverable fold in an ice core. The interplay among folding, crystal fabric, and ice rheological behavior is still largely uninvestigated, but may prove critical for modeling ice sheet flow. Spatial variations in fabric may influence folding. Incorporating the rheological effects of fabric should yield better model inputs and parameterization for the physics of ice flow for ice sheet models.<br /><br />Ice in the NEEM core includes the only complete Northern Hemisphere record of the warmer-than-present Eemian period (approximately 130 kyr before present), with potential analogues to future climate.&nbsp; During&nbsp; summer 2012, melting was observed everywhere on Greenland for the first time since record-keeping began.<br />Several similar events have been identified in the Eemian portion of this ice core.<br /><br /><strong>Results to date</strong><br /><br />From the sonic-log data, we calculated a continuous record of fabric throughout the entire depth of the borehole. We corrected the sonic velocities for pressure and temperature in order to calculate fabric. Our continuous sonic-based fabric log agrees well with the sparse thi...",
  "por_txt_cntn": "\nIntroduction\n\nThe North Greenland EEMian (NEEM) ice core is the only Greenland ice core recovered to date that contains a complete record of the Eemian interglacial (130,000-115,000 years ago), when it was warm like today. The core contains the first unambiguous and recoverable fold in an ice core. Folding caused certain time periods recorded in the ice core to appear multiple times and upside down.  NEEM researchers have been able to \"unfold\" the fold to determine the original order of the ice layers. Recent observations from ice-penetrating radar images collected by NASA's IceBridge Program show that folding of deep layers is relatively common across central and northern Greenland.\n\nThe value of sonic logging and fabric studies\n\nThis project was a collaboration between University of Washington and University of Alaska Fairbanks. The goal of our project was to measure the velocity of sound through ice, which tells us about the effective viscosity (stiffness) of the ice. Ice crystals have a layered structure resembling a deck of cards. It is much easier to shear an ice crystal along the molecular layers than to deform it any other way. Because of easy shear along the layers within each crystal, the orientation of ice crystals matters.\n\nThe orientation of a single crystal is defined by its c-axis, the vector that points perpendicular to the molecular layers. Crystal fabric is the statistical distribution of c-axis directions. Deep in an ice sheet, the deformation tends to rotate the crystals until most of the crystals have their layers oriented horizontally and c-axes oriented vertically. In deep ice, the viscosity is different depending on whether the ice is sheared or squeezed. Ice fabric continues to evolve as an ice sheet continues to deform. Fabric provides a record of ice-sheet history, and also influences modern deformation. Understanding the deformation and dynamic history at an ice core site is critical to interpreting ice core records &ndash; in particular the accumulation rate history.\n\nWe measure crystal fabric by measuring the velocity of sound through the ice because ice crystals transmit sound waves at different speeds depending on the orientation of the molecular layers.  Every 10 to 50 meters, thin slices (\"thin sections\") of the ice core were observed through crossed polarizing lenses to measure the c-axis directions and crystal sizes. We can compare the thin sections against our sonic velocities, and determine the fabric between the thin sections. \n\n\nIntellectual merit and broader impacts\n\nThis study is the first sonic-log based crystal fabric study of ice in a recoverable fold in an ice core. The interplay among folding, crystal fabric, and ice rheological behavior is still largely uninvestigated, but may prove critical for modeling ice sheet flow. Spatial variations in fabric may influence folding. Incorporating the rheological effects of fabric should yield better model inputs and parameterization for the physics of ice flow for ice sheet models.\n\nIce in the NEEM core includes the only complete Northern Hemisphere record of the warmer-than-present Eemian period (approximately 130 kyr before present), with potential analogues to future climate.  During  summer 2012, melting was observed everywhere on Greenland for the first time since record-keeping began.\nSeveral similar events have been identified in the Eemian portion of this ice core.\n\nResults to date\n\nFrom the sonic-log data, we calculated a continuous record of fabric throughout the entire depth of the borehole. We corrected the sonic velocities for pressure and temperature in order to calculate fabric. Our continuous sonic-based fabric log agrees well with the sparse thin section-based fabrics, but provides a higher spatial resolution (~3m) of transitions in fabric. Our higher resolution was aided by improved tool centralization compared to previous surveys, and by a refined analysis technique. \n\nThe sound velocities (p-wave) show large, abrupt chan..."
 }
}