{
 "awd_id": "1208937",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute for FY 2012 in Taiwan",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 5836.0,
 "awd_amount": 5836.0,
 "awd_min_amd_letter_date": "2012-05-22",
 "awd_max_amd_letter_date": "2012-05-22",
 "awd_abstract_narration": "This action funds James H. Ruppert, Jr. of Colorado State University to conduct a research project, entitled \"Impacts of subseasonal variability on heavy summertime rainfall in Taiwan,\" during the summer of 2012 at National Taiwan University in Taipei, Taiwan.  The host scientist is Prof. Ben Jong-Dao Jou.\r\n\r\nThe Intellectual Merit of the study lies in improving understanding and prediction of severe-flood-producing heavy rainfall systems during the early-summer rainy season in Taiwan.  The study provides description of the ways in which subseasonal atmospheric waves dictate the transitions between active and break periods in heavy rainfall during this rainy season.  The research results promise new ways of predicting active and suppressed early-summer rainfall periods in Taiwan, which can last roughly a week to ten days, and thus mitigate the impacts of severe flood events that can be debilitating to local society in Taiwan. It's expected that results can be generalized to other sectors of the Asian monsoon basin as well as other summer monsoon regions around the globe.\r\n\r\nThe Broader Impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.  These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "James",
   "pi_last_name": "Ruppert",
   "pi_mid_init": "H",
   "pi_sufx_name": "Jr",
   "pi_full_name": "James H Ruppert",
   "pi_email_addr": "",
   "nsf_id": "000602599",
   "pi_start_date": "2012-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ruppert                 James          H",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Fort Collins",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "",
  "inst_zip_code": "805212070",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Ruppert                 James          H",
  "perf_str_addr": null,
  "perf_city_name": "Fort Collins",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "805212070",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5924",
   "pgm_ref_txt": "TAIWAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 5836.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: center;\">Mechanisms for Extreme Rainfall in East Asia&nbsp;</p>\n<p>&nbsp; Mountainous regions in East Asia, such as Taiwan, are often subjected to extreme flood-producing rains during the summer season, owing to the combination of moist summer monsoon flow and steep topography.&nbsp; Such events are both life-threatening and costly, so it is important to improve our understanding of them and in turn improve our ability to predict them.</p>\n<p>&nbsp; While the dynamics of flow around barriers, such as water flowing around and over rocks in a river, is well understood, the picture is much more complex when considering an unstable atmospheric flow capable of producing thunderstorms (e.g., a warm, moist monsoon flow). &nbsp;With modern computing capabilities, we can now simulate such events and analyze the key processes at play using high-resolution numerical computer models - essentially, very complex calculators. &nbsp;Harnessing this new capability was the goal of this project, which was motivated by the heavy rain events that routinely occur in Taiwan during their summer monsoon season.</p>\n<p>&nbsp; A classic experimental setup for studying flow interaction with topography employs a bell-shaped ridge, with flow moving perpendicular to the ridge.&nbsp; We employ this setup in our model, and design the environment to match the characteristic conditions of unstable summer monsoon flow around Taiwan.&nbsp; A key element of this environment is a low-level jet (LLJ), which is a low-level stream of faster flow known to be key for feeding warm, moist air to thunderstorms that initiate along the windward slopes of Taiwan.&nbsp; This represents our control simulation (&ldquo;CONTROL&rdquo;), which we run out to 12 hours.&nbsp; Alongside CONTROL, we run another simulation (&ldquo;NOSHEAR,&rdquo; for no vertical wind shear) that is identical to CONTROL except with wind speed set constant throughout the environment (it is set to the maximum wind speed of the LLJ in CONTROL). &nbsp;Hence, the only difference of NOSHEAR is that wind speed is stronger at most vertical levels, since it is increased to match the maximum speed of the LLJ in CONTROL.</p>\n<p>&nbsp; In both simulations, thunderstorms form where the flow is forced upwards along the windward slope of the ridge.&nbsp; Storms continuously form here, resulting in heavy rainfall (similar to what often happens in nature).&nbsp; The primary difference between CONTROL and NOSHEAR is in total rainfall amounts.&nbsp; By 12 hours into the simulations, CONTROL has over 100 mm of rainfall in areas along the windward slope, while NOSHEAR has around 50 mm.&nbsp; With the only difference being wind speed at the start of the two simulations, this difference is likely unrelated to differences in moisture transport. &nbsp;Rather, it likely has more to do with the flow dynamics interacting with the individual rain-producing storms.&nbsp; In fact, another interesting finding is that the individual storms in CONTROL extend to ~10 km above ground level, meaning that there is ice within them, while in NOSHEAR they only extend to 3&ndash;5 km (so no ice is present).</p>\n<p>&nbsp; The exact mechanism controlling the depth of the storms generated in these experiments is still under investigation. However, these results demonstrate that rainfall amount is highly sensitive to 1) the ability of a storm to extend above the freezing level and produce ice and 2) the vertical shear of the wind.&nbsp; To explain conclusion 1), one can consider that the addition of ice growth processes above the 0&deg;C level (~5 km), such as riming, allow for greater overall condensate production and hence heavier precipitation rates at the surface. &nbsp;Therefore, a storm that produces ice (one that extends high into the troposphere) will generate heavier rain than one that does not (one that is more shallow).&nbsp; It is possible that vertical shear...",
  "por_txt_cntn": "Mechanisms for Extreme Rainfall in East Asia \n\n  Mountainous regions in East Asia, such as Taiwan, are often subjected to extreme flood-producing rains during the summer season, owing to the combination of moist summer monsoon flow and steep topography.  Such events are both life-threatening and costly, so it is important to improve our understanding of them and in turn improve our ability to predict them.\n\n  While the dynamics of flow around barriers, such as water flowing around and over rocks in a river, is well understood, the picture is much more complex when considering an unstable atmospheric flow capable of producing thunderstorms (e.g., a warm, moist monsoon flow).  With modern computing capabilities, we can now simulate such events and analyze the key processes at play using high-resolution numerical computer models - essentially, very complex calculators.  Harnessing this new capability was the goal of this project, which was motivated by the heavy rain events that routinely occur in Taiwan during their summer monsoon season.\n\n  A classic experimental setup for studying flow interaction with topography employs a bell-shaped ridge, with flow moving perpendicular to the ridge.  We employ this setup in our model, and design the environment to match the characteristic conditions of unstable summer monsoon flow around Taiwan.  A key element of this environment is a low-level jet (LLJ), which is a low-level stream of faster flow known to be key for feeding warm, moist air to thunderstorms that initiate along the windward slopes of Taiwan.  This represents our control simulation (\"CONTROL\"), which we run out to 12 hours.  Alongside CONTROL, we run another simulation (\"NOSHEAR,\" for no vertical wind shear) that is identical to CONTROL except with wind speed set constant throughout the environment (it is set to the maximum wind speed of the LLJ in CONTROL).  Hence, the only difference of NOSHEAR is that wind speed is stronger at most vertical levels, since it is increased to match the maximum speed of the LLJ in CONTROL.\n\n  In both simulations, thunderstorms form where the flow is forced upwards along the windward slope of the ridge.  Storms continuously form here, resulting in heavy rainfall (similar to what often happens in nature).  The primary difference between CONTROL and NOSHEAR is in total rainfall amounts.  By 12 hours into the simulations, CONTROL has over 100 mm of rainfall in areas along the windward slope, while NOSHEAR has around 50 mm.  With the only difference being wind speed at the start of the two simulations, this difference is likely unrelated to differences in moisture transport.  Rather, it likely has more to do with the flow dynamics interacting with the individual rain-producing storms.  In fact, another interesting finding is that the individual storms in CONTROL extend to ~10 km above ground level, meaning that there is ice within them, while in NOSHEAR they only extend to 3&ndash;5 km (so no ice is present).\n\n  The exact mechanism controlling the depth of the storms generated in these experiments is still under investigation. However, these results demonstrate that rainfall amount is highly sensitive to 1) the ability of a storm to extend above the freezing level and produce ice and 2) the vertical shear of the wind.  To explain conclusion 1), one can consider that the addition of ice growth processes above the 0&deg;C level (~5 km), such as riming, allow for greater overall condensate production and hence heavier precipitation rates at the surface.  Therefore, a storm that produces ice (one that extends high into the troposphere) will generate heavier rain than one that does not (one that is more shallow).  It is possible that vertical shear controls a stormÆs ability to extend to greater depths and produce ice, and hence that conclusions 1) and 2) are connected.  However, this requires further investigation.  One hypothesis is that with stronger wind speed aloft (i.e., NOSHEAR), storm updrafts a..."
 }
}