{
 "awd_id": "1209900",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute for FY 2012 in Singapore",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 5000.0,
 "awd_amount": 5000.0,
 "awd_min_amd_letter_date": "2012-05-18",
 "awd_max_amd_letter_date": "2012-05-18",
 "awd_abstract_narration": "This action funds Tanya Gordonov of University of Maryland, College Park to conduct a research project, entitled \"Controlling genes with electricity,\" during the summer of 2012 at Nanyang Technological University in Singapore.  The host scientist is Dr. Matthew Wook Chang.\r\n\r\nThe Intellectual Merit of the research project is in developing a way to control genes with electric signals.  This will introduce a new way to control cells much more precisely than presently possible. Possible applications include studying otherwise intractable genetic problems that need novel treatments and solutions and creating cells that can better produce biofuels, act as sensors, clean up oil spills, and help in the treatment of diseases.\r\n\r\nBroader Impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.   These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Tanya",
   "pi_last_name": "Gordonov",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Tanya Gordonov",
   "pi_email_addr": "",
   "nsf_id": "000605761",
   "pi_start_date": "2012-05-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Gordonov                Tanya",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Hyattsville",
  "inst_state_code": "MD",
  "inst_state_name": "Maryland",
  "inst_phone_num": "",
  "inst_zip_code": "207831817",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "MD04",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Nanyang Technological University",
  "perf_str_addr": null,
  "perf_city_name": "Singapore",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "637459",
  "perf_ctry_code": "SN",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Singapore",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5927",
   "pgm_ref_txt": "EAST ASIA, OTHER"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 5000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p style=\"text-align: center;\"><span style=\"text-decoration: underline;\"><strong>Controlling cells with electricity</strong></span></p>\n<p>The objective of this project was to genetically engineer bacterial cells to respond to electric signals through the use of a small redox molecule, pyocyanin, which transfers information from the electrode to the cell. The different states of the &ldquo;interpreter&rdquo; molecule depend on the electric signal and interaction with the cells. Because the state of the molecule can be controlled electrically, we hope to, in this way, control cell gene expression with electronics. The <em>Escherichia coli</em> bacterial cells were genetically engineered before the start of the project. They were tested and are able to respond to different concentrations of oxidized pyocyanin by producing a green fluorescent protein in a concentration-dependent manner, but at the start of the project, were not yet tested with electric control.</p>\n<p>The EAPSI program allowed the Principal Investigator, a US graduate student in bioengineering, to live and work in Singapore at the Nanyang Technological University. The PI was introduced to science and engineering research in Singapore, as well as the culture and society there. Professional contacts were made with other EAPSI participants, professors and directors, and the lab members of the host lab. The PI introduced her foreign colleagues to electrochemical methods and participated in and learned from the lab meetings and discussions that were held. She did several presentations to teach others about her research and its implications. It is important for international professional contacts and relations to be forged if science and engineering is to advance to its&rsquo; full potential. Researchers from different countries offer different perspectives and have different strengths which everyone can benefit from, and the EAPSI program helps in this endeavor.</p>\n<p>During the two months of the project, a testing system had to be developed that would allow the engineered cells to interact with the electrode in an environment that does not have oxygen. Oxygen can interfere with the information transfer of pyocyanin, and for this, an anaerobic chamber was used. The PI was able to familiarize herself with working in an anaerobic chamber and learn its&rsquo; benefits for her project. The data that was collected was critical in determining and optimizing the parameters of the testing system. During the project the engineered cells&rsquo; interaction with pyocyanin and the electrode was characterized and we were able to turn on gene expression in a predictable manner. The results from the EAPSI program were incorporated into the PI&rsquo;s thesis research and used to further develop the system for electric control of cells, in the context of bridging the communication gap between biology and electronics. Furthermore, upcoming collaboration with the Singaporean host researcher is proposed for the future.</p>\n<p>The development of such an electrically-controllable genetic switch may allow us to control cells in a programmed manner &ndash; imagine deciding and controlling exactly when and at what intervals cells produce certain proteins, antibodies, or antioxidant molecules. Modern methods for studying what effects the environment has on gene expression could be greatly improved upon with a finer control &ndash; this is critical in research in areas such as heart disease, diabetes, and cancer. There are many additional practical applications of engineered cells that can be precisely controlled using electronics in the areas of waste cleanup, biofuel production, toxin and pollutant sensing, and in disease monitoring and medication.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/27/2012<br>\n\t\t\t\t\tModified by: Tanya&nbsp;Gordonov</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galCont...",
  "por_txt_cntn": "Controlling cells with electricity\n\nThe objective of this project was to genetically engineer bacterial cells to respond to electric signals through the use of a small redox molecule, pyocyanin, which transfers information from the electrode to the cell. The different states of the \"interpreter\" molecule depend on the electric signal and interaction with the cells. Because the state of the molecule can be controlled electrically, we hope to, in this way, control cell gene expression with electronics. The Escherichia coli bacterial cells were genetically engineered before the start of the project. They were tested and are able to respond to different concentrations of oxidized pyocyanin by producing a green fluorescent protein in a concentration-dependent manner, but at the start of the project, were not yet tested with electric control.\n\nThe EAPSI program allowed the Principal Investigator, a US graduate student in bioengineering, to live and work in Singapore at the Nanyang Technological University. The PI was introduced to science and engineering research in Singapore, as well as the culture and society there. Professional contacts were made with other EAPSI participants, professors and directors, and the lab members of the host lab. The PI introduced her foreign colleagues to electrochemical methods and participated in and learned from the lab meetings and discussions that were held. She did several presentations to teach others about her research and its implications. It is important for international professional contacts and relations to be forged if science and engineering is to advance to itsÆ full potential. Researchers from different countries offer different perspectives and have different strengths which everyone can benefit from, and the EAPSI program helps in this endeavor.\n\nDuring the two months of the project, a testing system had to be developed that would allow the engineered cells to interact with the electrode in an environment that does not have oxygen. Oxygen can interfere with the information transfer of pyocyanin, and for this, an anaerobic chamber was used. The PI was able to familiarize herself with working in an anaerobic chamber and learn itsÆ benefits for her project. The data that was collected was critical in determining and optimizing the parameters of the testing system. During the project the engineered cellsÆ interaction with pyocyanin and the electrode was characterized and we were able to turn on gene expression in a predictable manner. The results from the EAPSI program were incorporated into the PIÆs thesis research and used to further develop the system for electric control of cells, in the context of bridging the communication gap between biology and electronics. Furthermore, upcoming collaboration with the Singaporean host researcher is proposed for the future.\n\nThe development of such an electrically-controllable genetic switch may allow us to control cells in a programmed manner &ndash; imagine deciding and controlling exactly when and at what intervals cells produce certain proteins, antibodies, or antioxidant molecules. Modern methods for studying what effects the environment has on gene expression could be greatly improved upon with a finer control &ndash; this is critical in research in areas such as heart disease, diabetes, and cancer. There are many additional practical applications of engineered cells that can be precisely controlled using electronics in the areas of waste cleanup, biofuel production, toxin and pollutant sensing, and in disease monitoring and medication.\n\n \n\n\t\t\t\t\tLast Modified: 11/27/2012\n\n\t\t\t\t\tSubmitted by: Tanya Gordonov"
 }
}