{
 "awd_id": "1209662",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Precision Measurements of Scattering Phase Shifts in a Juggling Atomic Clock",
 "cfda_num": "47.049",
 "org_code": "03010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "John D. Gillaspy",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2013-08-31",
 "tot_intn_awd_amt": 25000.0,
 "awd_amount": 25000.0,
 "awd_min_amd_letter_date": "2012-09-11",
 "awd_max_amd_letter_date": "2012-09-11",
 "awd_abstract_narration": "This experimental research program will precisely study the quantum scattering of ultracold cesium atoms in an atomic clock. The group has demonstrated a new type of scattering experiment that scatters a cesium atom in a coherent superposition of its two clock states off atoms in a pure state at ultracold temperatures. Each clock state experiences an s-wave scattering phase shift and, by detecting only the scattered part of each atom's wavefunction, the difference of the scattering phase shifts is directly observed as a phase shift of Ramsey fringes. A unique feature is that the observed difference of the scattering phase shifts is independent of the atomic density. The technique provides atomic clock accuracy to scattering measurements and is expected to significantly improve our knowledge of atomic interactions that are relevant for laser-cooled cesium clocks.\r\n\r\nThe group will perform precision measurements of the scattering of different internal states of cesium as a function of magnetic field. These experiments will constrain unambiguously and help to determine precisely the ultracold cesium-cesium interactions that are still insufficiently known. Better knowledge of the interactions is required for the frequency shifts of atomic clocks due to ultracold scattering, especially at the very low energies of cesium clocks in microgravity.\r\n\r\nBroader impacts of this program include the training of a graduate student in many areas of modern technology from lasers, electro-optics, radio-frequency and microwave techniques, ultra-high vacuum, and atomic clocks and frequency control. The work will impact the understanding of ultracold atom-atom interactions with highly precise measurements, giving important information about the ultracold cesium interactions for laser-cooled microgravity clocks. This information will help establish and improve the accuracy of a space-based laser-cooled atomic clock under construction.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "PHY",
 "org_div_long_name": "Division Of Physics",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kurt",
   "pi_last_name": "Gibble",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Kurt E Gibble",
   "pi_email_addr": "kgibble@phys.psu.edu",
   "nsf_id": "000205383",
   "pi_start_date": "2012-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pennsylvania State Univ University Park",
  "inst_street_address": "201 OLD MAIN",
  "inst_street_address_2": "",
  "inst_city_name": "UNIVERSITY PARK",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "8148651372",
  "inst_zip_code": "168021503",
  "inst_country_name": "United States",
  "cong_dist_code": "15",
  "st_cong_dist_code": "PA15",
  "org_lgl_bus_name": "THE PENNSYLVANIA STATE UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "NPM2J7MSCF61"
 },
 "perf_inst": {
  "perf_inst_name": "Pennsylvania State Univ University Park",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "168027000",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "PA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "128900",
   "pgm_ele_name": "PRECISION MEASUREMENTS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1289",
   "pgm_ref_txt": "PRECISION MEASUREMENTS"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The experimental research program will precisely studied the quantum scattering of ultracold cesium atoms in an atomic clock. The group previously demonstrated a new type of scattering experiment that scatters a cesium atom in a coherent superposition of its two clock states off atoms in a pure state at ultracold temperatures. Each clock state experiences an s-wave scattering phase shift and, by detecting only the scattered part of each atom&rsquo;s wavefunction, the difference of the scattering phase shifts is directly observed as a phase shift of Ramsey fringes. The technique provides atomic clock accuracy to scattering measurements and is expected to significantly improve our knowledge of atomic interactions that are relevant for laser-cooled cesium clocks.</p>\n<p>&nbsp;</p>\n<p>During the grant period, the group optimized the signal-to-noise ratio and the velocities to select and probe to perform precision measurements of the scattering of different internal states of cesium as a function of magnetic field. Follow-on experiments will constrain unambiguously and help to determine precisely the ultracold cesium-cesium interactions that are still insufficiently known. Better knowledge of the interactions is required for the frequency shifts of atomic clocks due to ultracold scattering, especially at the very low energies of cesium clocks in microgravity.</p>\n<p>&nbsp;</p>\n<p>The program also partially supported work to understand the frequency shifts of cold atoms due to collisions with background gas atoms. This was one of the largest systematic errors of the best clocks that keep international atomic time. The first observation of the frequency shift of an ultracold fermion clock was also published during the grant period.</p>\n<p>&nbsp;</p>\n<p>Broader impacts of this program include the training of a graduate student in many areas of modern technology from lasers, electro-optics, radio-frequency and microwave techniques, ultra-high vacuum, and atomic clocks and frequency control. The work impacts the understanding of ultracold atom-atom interactions with highly precise measurements, giving important information about the ultracold cesium interactions for laser-cooled microgravity clocks. Such information will help establish and improve the accuracy of a space-based laser-cooled atomic clock under construction.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/21/2013<br>\n\t\t\t\t\tModified by: Kurt&nbsp;E&nbsp;Gibble</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe experimental research program will precisely studied the quantum scattering of ultracold cesium atoms in an atomic clock. The group previously demonstrated a new type of scattering experiment that scatters a cesium atom in a coherent superposition of its two clock states off atoms in a pure state at ultracold temperatures. Each clock state experiences an s-wave scattering phase shift and, by detecting only the scattered part of each atomÆs wavefunction, the difference of the scattering phase shifts is directly observed as a phase shift of Ramsey fringes. The technique provides atomic clock accuracy to scattering measurements and is expected to significantly improve our knowledge of atomic interactions that are relevant for laser-cooled cesium clocks.\n\n \n\nDuring the grant period, the group optimized the signal-to-noise ratio and the velocities to select and probe to perform precision measurements of the scattering of different internal states of cesium as a function of magnetic field. Follow-on experiments will constrain unambiguously and help to determine precisely the ultracold cesium-cesium interactions that are still insufficiently known. Better knowledge of the interactions is required for the frequency shifts of atomic clocks due to ultracold scattering, especially at the very low energies of cesium clocks in microgravity.\n\n \n\nThe program also partially supported work to understand the frequency shifts of cold atoms due to collisions with background gas atoms. This was one of the largest systematic errors of the best clocks that keep international atomic time. The first observation of the frequency shift of an ultracold fermion clock was also published during the grant period.\n\n \n\nBroader impacts of this program include the training of a graduate student in many areas of modern technology from lasers, electro-optics, radio-frequency and microwave techniques, ultra-high vacuum, and atomic clocks and frequency control. The work impacts the understanding of ultracold atom-atom interactions with highly precise measurements, giving important information about the ultracold cesium interactions for laser-cooled microgravity clocks. Such information will help establish and improve the accuracy of a space-based laser-cooled atomic clock under construction.\n\n\t\t\t\t\tLast Modified: 11/21/2013\n\n\t\t\t\t\tSubmitted by: Kurt E Gibble"
 }
}