{
 "awd_id": "1209232",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Advanced Statistical Methods and Computation for Emerging Challenges in Astrophysics and Astronomy.",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 236000.0,
 "awd_amount": 236000.0,
 "awd_min_amd_letter_date": "2012-06-01",
 "awd_max_amd_letter_date": "2014-08-20",
 "awd_abstract_narration": "The California-Boston AstroStatistics Collaboration is developing model-based strategies for statistical inference in astronomy and astrophysics. They specifically design highly structured models to account for particular complexities in the sources and data generation mechanisms with the goal of answering specific scientific questions as to the underlying astronomical and physical processes. This strategy requires state-of-the-art statistical inference, sophisticated scientific computing, and careful model-checking procedures. They will employ, extend and publicize inferential and efficient computational methods under highly-structured models that involve multi-scale structure and/or multiple levels of latent variables and incomplete data. Such models are ideally suited to account for the many physical and instrumental filters of the data generation mechanisms in astrophysics. The collaboration specifically aims to develop a mixture of parametrized and flexible multi-scale models that can be combined with complex computer-models to describe spectral, spatial, and timing data, either marginally or jointly. In astronomy, for example, the analyses of data from the same observation, but in different regimes (images, spectra, and time series) are typically conducted separately. This simplifies analysis, but sacrifices information, for example as to how a spectrum varies over time or across an image. The Collaboration proposes to develop coherent methods for multi-regime data including the joint use of high throughput spatio-spectral data to isolate and identify complex solar features and the analysis of systematic temporal variance in spectra from stellar coronae. They also propose to embed complex computer models into highly structured models, a strategy which allows the combination of multiple computer models along with physics-based parametric and/or flexible multi-scale models to derive comprehensive methods that address complexities in both the astronomical sources and the instrumentation. Building such highly structured models requires subtle tradeoffs between complexity and practicality and fitting them poses significant computational challenges. This proposal includes a suite of research projects that aim to produce efficient tailored Monte Carlo methods. \r\n\r\nDramatic advances in space-based instrumentation over the past decade have led to the deployment of a new generation of telescopes with unprecedented capabilities. Such instruments are often tailored to meet specific scientific goals and are increasing both the quality and the quantity of data available to astronomers. Massive new surveys are resulting in enormous new catalogs containing terabytes of data, in high resolution spectrography, imaging, and time-series across the electromagnetic spectrum, and in ultra high resolution imaging of explosive dynamic processes in the solar atmosphere. Scientists wish to draw conclusions as to the physical environment and structure of astronomical source, the processes and laws which govern the birth and death of planets, stars, and galaxies, and ultimately the structure and evolution of the universe. This combination of complex instrumentation and complex science leads to massive data analytic and data-mining challenges for astronomers. The California-Boston AstroStatistics Collaboration plans to tackle these challenges using principled statistical methods derived from carefully designed astronomical and mathematical models. As the Collaboration develops methods and distributes free software, it will also educate the astronomical community as to the benefit of sophisticated statistical methods. It is expected that a fundamental impact of the proposed research will be more general acceptance and use of appropriate methods among astronomers. The Collaboration not only aims to develop new methods for astronomy but plans to use these problems as springboards in the development of new general statistical methods, especially in signal processing, multilevel modeling, computer modeling, and computational statistics. The collaboration will use the statistical challenges posed in astronomy as a testing ground for new sophisticated inferential and computational techniques that will help solve complex data analytic challenges throughout the natural, social, medical, and engineering sciences.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Yaming",
   "pi_last_name": "Yu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Yaming Yu",
   "pi_email_addr": "yamingy@uci.edu",
   "nsf_id": "000082073",
   "pi_start_date": "2012-06-01",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Thomas Chun Man",
   "pi_last_name": "Lee",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Thomas Chun Man Lee",
   "pi_email_addr": "tcmlee@ucdavis.edu",
   "nsf_id": "000301187",
   "pi_start_date": "2012-06-01",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Irvine",
  "inst_street_address": "160 ALDRICH HALL",
  "inst_street_address_2": "",
  "inst_city_name": "IRVINE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "9498247295",
  "inst_zip_code": "926970001",
  "inst_country_name": "United States",
  "cong_dist_code": "47",
  "st_cong_dist_code": "CA47",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA IRVINE",
  "org_prnt_uei_num": "MJC5FCYQTPE6",
  "org_uei_num": "MJC5FCYQTPE6"
 },
 "perf_inst": {
  "perf_inst_name": "University of CA, Irvine",
  "perf_str_addr": "5171 California Avenue, ste 150",
  "perf_city_name": "Irvine",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "926973425",
  "perf_ctry_code": "US",
  "perf_cong_dist": "47",
  "perf_st_cong_dist": "CA47",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 94854.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 86562.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 54584.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Dramatic advances in space-based instrumentation over the past decade have led to the deployment of a new generation of telescopes with unprecedented capabilities. Such instruments are often tailored to meet specific scientific goals and are increasing both the quality and the quantity of data available to astronomers. Massive new surveys are resulting in enormous new catalogs containing terabytes of data, in high resolution spectrography, imaging, and time-series across the electromagnetic spectrum, and in ultra high resolution imaging of explosive dynamic processes in the solar atmosphere. Scientists wish to draw conclusions as to the physical environment and structure of astronomical source, the processes and laws which govern the birth and death of planets, stars, and galaxies, and ultimately the structure and evolution of the universe. This combination of complex instrumentation and complex science leads to massive data analytic and data-mining challenges for astronomers.<br /><br />The PIs of this proposal tackled these challenges using principled statistical methods derived from carefully designed highly structured models. In particular they developed coherent methods for multi-regime data including the joint use of high throughput spatio-spectral data to isolate and identify complex solar features and the analysis of systematic temporal variance in spectra from stellar coronae. They also embedded complex computer models into highly structured models, which allows the combination of multiple computer models along with physics-based parametric and/or flexible multi-scale models to derive comprehensive methods that address complexities in both the astronomical sources and the instrumentation. It is expected that the completed research will lead to a more general acceptance and use of appropriate methods among astronomers.&nbsp; Also, in addition to astronomy, statistical and computational methods developed by the PIs will help solve complex data analytic challenges throughout the natural, social, medical, and engineering sciences.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/29/2015<br>\n\t\t\t\t\tModified by: Thomas Chun Man&nbsp;Lee</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nDramatic advances in space-based instrumentation over the past decade have led to the deployment of a new generation of telescopes with unprecedented capabilities. Such instruments are often tailored to meet specific scientific goals and are increasing both the quality and the quantity of data available to astronomers. Massive new surveys are resulting in enormous new catalogs containing terabytes of data, in high resolution spectrography, imaging, and time-series across the electromagnetic spectrum, and in ultra high resolution imaging of explosive dynamic processes in the solar atmosphere. Scientists wish to draw conclusions as to the physical environment and structure of astronomical source, the processes and laws which govern the birth and death of planets, stars, and galaxies, and ultimately the structure and evolution of the universe. This combination of complex instrumentation and complex science leads to massive data analytic and data-mining challenges for astronomers.\n\nThe PIs of this proposal tackled these challenges using principled statistical methods derived from carefully designed highly structured models. In particular they developed coherent methods for multi-regime data including the joint use of high throughput spatio-spectral data to isolate and identify complex solar features and the analysis of systematic temporal variance in spectra from stellar coronae. They also embedded complex computer models into highly structured models, which allows the combination of multiple computer models along with physics-based parametric and/or flexible multi-scale models to derive comprehensive methods that address complexities in both the astronomical sources and the instrumentation. It is expected that the completed research will lead to a more general acceptance and use of appropriate methods among astronomers.  Also, in addition to astronomy, statistical and computational methods developed by the PIs will help solve complex data analytic challenges throughout the natural, social, medical, and engineering sciences.\n\n\t\t\t\t\tLast Modified: 09/29/2015\n\n\t\t\t\t\tSubmitted by: Thomas Chun Man Lee"
 }
}