{
 "awd_id": "1209468",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Materials World Network: Understanding the Design and Characterization of Air-Stable N-Type Charge Transfer Dopants for Organic Electronics",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Michael J. Scott",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2015-07-31",
 "tot_intn_awd_amt": 435000.0,
 "awd_amount": 435000.0,
 "awd_min_amd_letter_date": "2012-08-15",
 "awd_max_amd_letter_date": "2012-08-15",
 "awd_abstract_narration": "TECHNICAL SUMMARY\r\nCharge transfer doping is crucial in enabling highly efficient organic light emitting diodes and organic solar cells, and is needed for controlling the electrical characteristics of organic field effect transistors. Whereas the development of p-type dopants is well advanced, there is still a lack of effective air-stable solution processabile n-type dopants, due to limited knowledge on the detailed doping mechanisms. To address this gap, this Materials World Network project, supported by the Solid State and Materials Chemistry program and the Office of Special Programs, Division of Materials Research, aims at a) understanding the design rules for air-stable n-dopants based on a promising class of dopants with (1,3-dimethyl-2,3-dihydro-1H-benzoimidazol-2-yl)phenyl (DMBI) as the model system and b) understanding the detailed doping mechanisms of n-type doping. The three groups involved in the project have a unique combination of complementary expertise. The Bao group will synthesize DMBI dopants with systematically varied energy levels and substituents for better miscibility with the matrix to aid the understanding of doping mechanisms. The chemical process of doping will be investigated with UV-vis-NIR and electron paramagnetic resonance. The morphology of doped layers will be studied by atomic force microscopy, various X-ray techniques and nanoSIMS. The Leo group in Germany will study the physical mechanisms of doping by impedance spectroscopy, ultraviolet photoelectron spectroscopy, the Seebeck measurement, and modeling of the charge transport characteristic by a master equation model. The air-stability will be tested and the dopants will be used in state-of-the art organic devices such as light emitting diodes, solar cells, or transistors. Finally, the Cuniberti group in Germany will study the doping effect on a single molecular level by high resolution scanning tunneling microscopy and will model the doping process by ab initio calculations based on density functional theory. \r\n\r\nNON-TECHNICAL SUMMARY: \r\nCharge transfer doping is crucial in enabling highly efficient displays, solid-state lighting, organic solar cells, and is needed for controlling the electrical characteristics of organic field effect transistors. Whereas the development of p-type dopants is well advanced, there is still a lack of effective air-stable solution processabile n-type dopants, due to limited knowledge on the detailed doping mechanisms.  This Materials World Network project will advance the understanding of the chemistry and physics of doping through an international co-operation across the disciplines of chemistry/ chemical engineering, fundamental physics and theory. These findings will lead to better understanding of design rules for stable and efficient n-dopants and more efficient devices. This project will train students and postdocs with a solid fundamental understanding as well as a global experience. This project will help to foster economic growth by furthering the field of organic electronics and the associated industry. This project will train students with exposure to interdisciplinary research and diverse cultures. Bao will work closely with Stanford NSF centers and Office of Science Outreach to reach out to a broad population ranging from K-12, community college, undergraduate, and graduate students, as well as prepare the teachers of tomorrow for new areas of science and technology.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Zhenan",
   "pi_last_name": "Bao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Zhenan Bao",
   "pi_email_addr": "zbao@stanford.edu",
   "nsf_id": "000301645",
   "pi_start_date": "2012-08-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943055025",
  "perf_ctry_code": "US",
  "perf_cong_dist": null,
  "perf_st_cong_dist": "CA",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "176200",
   "pgm_ele_name": "SOLID STATE & MATERIALS CHEMIS"
  },
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7488",
   "pgm_ref_txt": "MATERIALS WORLD NETWORK"
  },
  {
   "pgm_ref_code": "7644",
   "pgm_ref_txt": "ENERGY FOR SUSTAINABILITY"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 435000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual Merit</strong></p>\n<p><strong>&nbsp;</strong></p>\n<p>In this project, we aimed to understand the design rules for a class of air-stable n-dopants we invented based on dimethylbenzimidazoles (DMBI), and to understand the detailed chemical and physical doping mechanisms of DMBI-derived n-type dopants. &nbsp;The fundamental understanding we gained was then used to develop more potent n-dopants and more easily n-doped acceptors to improve the performance of organic photovoltaics (OPV), organic light emitting diodes (OLED), graphene devices and organic transistors.</p>\n<p>&nbsp;</p>\n<p>To tackle these challenges, we exploited the expertise of several groups to gain a truly comprehensive picture of n-doping.&nbsp; Our group synthesized a variety of dopant structures, tested the chemical properties of these dopants, and evaluated their chemical mechanisms.&nbsp; We also developed new n-dopable host materials to better understand the specific properties of the dopant / host interaction that lead to efficient doping.&nbsp; The Leo group studied the dopants by ultraviolet photoelectron spectroscopy (UPS), mass spectrometry, and temperature dependent electrical measurements.&nbsp; Finally, the Cuniberti group has studied dopant host interactions on the single molecular level with high resolution scanning tunneling microscopy and have used ab initio calculations to model the doping process.</p>\n<p>&nbsp;</p>\n<p>The mechanism of the first generation of DMBI-based dopants was studied in detail. We obtained a clear picture of the doping mechanism. These insights led to the development of another new class of dopants, i.e. (DMBI)<sub>2</sub> dopants. These new dopants are air-stable as solids and, remarkably, have reducing strengths on par with the most potent air-sensitive organic reducing agents. The air-stability of these dopants enabled us to ship them to the Leo and Cuniberti groups in Germany for physical characterization.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The studies by the Leo group indicated that the new (DMBI)<sub>2</sub> dopants outperform the previous generation of DMBI-based dopants.&nbsp; Currently, they are evaluating these dopants in OPV and OLED, and preliminary results suggest that the (DMBI)<sub>2</sub> dopants are among the most promising n-dopants available.&nbsp; The Cuniberti group has been able to identify dopant molecules on single layers of fullerene.&nbsp; Their experimental energy levels obtained from high resolution scanning tunneling microscopy were then compared with theoretical values obtained from density functional theory.&nbsp; These results are very important because it is necessary to know whether the dopants interact with the host in the predicted manner when vacuum deposited using conditions similar to those by which OLED and OPV are fabricated.</p>\n<p>&nbsp;</p>\n<p><strong>Broader Impact </strong></p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">This work resulted in a systematic understanding of molecular n-dopants and their interactions with hosts. Our approach resulted in higher conductivity n-doped C<sub>60</sub> (12 S cm<sup>-1</sup>) which is an important electron transport layer, and higher conductivity solution n-doped polymers (0.45 S cm<sup>-1</sup>) than current state-of-the-art materials in literature. Additionally, we have begun to evaluate these new materials in OPV and OLED and, thus far, these new materials are performing at a very high level.</p>\n<p class=\"Default\">&nbsp;</p>\n<p class=\"Default\">We have been closely working with our collaborators in Germany.&nbsp; On several occasions, members of their groups have visited Stanford, and Benjamin Naab visited the IAPP in Germany.&nbsp; These interactions have been necessary for the success of this project.&nbsp; The interdisciplinary approach we have taken has led to insight into the doping process that was not possible without each member of the collaboration...",
  "por_txt_cntn": "\nIntellectual Merit\n\n \n\nIn this project, we aimed to understand the design rules for a class of air-stable n-dopants we invented based on dimethylbenzimidazoles (DMBI), and to understand the detailed chemical and physical doping mechanisms of DMBI-derived n-type dopants.  The fundamental understanding we gained was then used to develop more potent n-dopants and more easily n-doped acceptors to improve the performance of organic photovoltaics (OPV), organic light emitting diodes (OLED), graphene devices and organic transistors.\n\n \n\nTo tackle these challenges, we exploited the expertise of several groups to gain a truly comprehensive picture of n-doping.  Our group synthesized a variety of dopant structures, tested the chemical properties of these dopants, and evaluated their chemical mechanisms.  We also developed new n-dopable host materials to better understand the specific properties of the dopant / host interaction that lead to efficient doping.  The Leo group studied the dopants by ultraviolet photoelectron spectroscopy (UPS), mass spectrometry, and temperature dependent electrical measurements.  Finally, the Cuniberti group has studied dopant host interactions on the single molecular level with high resolution scanning tunneling microscopy and have used ab initio calculations to model the doping process.\n\n \n\nThe mechanism of the first generation of DMBI-based dopants was studied in detail. We obtained a clear picture of the doping mechanism. These insights led to the development of another new class of dopants, i.e. (DMBI)2 dopants. These new dopants are air-stable as solids and, remarkably, have reducing strengths on par with the most potent air-sensitive organic reducing agents. The air-stability of these dopants enabled us to ship them to the Leo and Cuniberti groups in Germany for physical characterization. \n\n \n\nThe studies by the Leo group indicated that the new (DMBI)2 dopants outperform the previous generation of DMBI-based dopants.  Currently, they are evaluating these dopants in OPV and OLED, and preliminary results suggest that the (DMBI)2 dopants are among the most promising n-dopants available.  The Cuniberti group has been able to identify dopant molecules on single layers of fullerene.  Their experimental energy levels obtained from high resolution scanning tunneling microscopy were then compared with theoretical values obtained from density functional theory.  These results are very important because it is necessary to know whether the dopants interact with the host in the predicted manner when vacuum deposited using conditions similar to those by which OLED and OPV are fabricated.\n\n \n\nBroader Impact \n \nThis work resulted in a systematic understanding of molecular n-dopants and their interactions with hosts. Our approach resulted in higher conductivity n-doped C60 (12 S cm-1) which is an important electron transport layer, and higher conductivity solution n-doped polymers (0.45 S cm-1) than current state-of-the-art materials in literature. Additionally, we have begun to evaluate these new materials in OPV and OLED and, thus far, these new materials are performing at a very high level.\n \nWe have been closely working with our collaborators in Germany.  On several occasions, members of their groups have visited Stanford, and Benjamin Naab visited the IAPP in Germany.  These interactions have been necessary for the success of this project.  The interdisciplinary approach we have taken has led to insight into the doping process that was not possible without each member of the collaboration.  Moreover, the interactions between each of these groups has led to stronger associations between our university in the U.S. and the largest network of organic electronics researchers in the world: the Organic Electronics Saxony Cluster with 39 companies and 17 institutes from the organic electronics sector.  Furthermore, every scientist involved in this project has had to learn about a scientific discipline different from th..."
 }
}