{
 "awd_id": "1209464",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Dissertation Research:  Linking lifetime processes with telomere dynamics:   signals, reproductive effort, and senescence in a warbler",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": "7032927202",
 "po_email": "melekoni@nsf.gov",
 "po_sign_block_name": "Michelle Elekonich",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2012-06-22",
 "awd_max_amd_letter_date": "2012-06-22",
 "awd_abstract_narration": "The elaborate songs and plumage ornaments of birds are generally thought to advertise male quality; therefore, females that respond to displays should gain a reproductive benefit through increased quantity or quality of offspring. However, in order for females to continue responding, signals must be honest, suggesting that some mechanism prevents males from cheating. For species that breed over multiple years, two processes that contribute to aging may ensure signal honesty by enforcing a trade-off between investment in sexual displays and investment in longevity. One process involves telomeres, which are repeated DNA sequences that serve as protective caps on the ends of each chromosome and shorten with age; the second process, oxidative stress, occurs when the by-products of cellular metabolism damage DNA and other cell constituents. The investigators will measure sexual signals, reproductive success, telomere shortening, and oxidative stress in a wild population of common yellowthroat warblers breeding in upstate New York. They will explore trade-offs between reproductive investment and aging in two ways. First, they will look for relationships between sexual signals, lifetime reproductive success, telomere shortening, and oxidative damage in our long-term data set. Second, they will use hormone implants to experimentally increase reproductive investment and measure the resulting impact on telomere loss and oxidative damage. Individuals that invest heavily in sexual signals are expected to pay a high cost through fast physiological aging and reduced longevity. Understanding the way that complex suites of traits interact to determine lifetime reproductive success is essential in predicting evolutionary outcomes that shape important life history traits, such as aging patterns and reproductive strategies, both within and across species.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gail",
   "pi_last_name": "Patricelli",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Gail L Patricelli",
   "pi_email_addr": "gpatricelli@ucdavis.edu",
   "nsf_id": "000432133",
   "pi_start_date": "2012-06-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Conor",
   "pi_last_name": "Taff",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Conor Taff",
   "pi_email_addr": "cct63@cornell.edu",
   "nsf_id": "000579149",
   "pi_start_date": "2012-06-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "One Shields Avenue",
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956165270",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Elaborate sexual signals are generally thought to advertise male quality; therefore, females that respond to displays should produce more, or higher quality, offspring. In order for signaling to persist, it is generally thought that signal elaboration must be costly so that only the highest quality males can afford the most attractive signals. Thus, understanding how signaling traits, like bird plumage, are related to underlying physiological costs is a crucial component of explaining the process of sexual selection in natural populations.</p>\n<p>We have been studying a breeding population of common yellowthroat warblers (Geothlypic trichas) since 2005 and have built a large database of information on how individuals vary in physiology, sexual signals, and reproductive success. Our previous work has shown that the size and coloration of males' yellow plumage coloration is important for reproductive success, but we had not yet studied the way that signaling and breeding in one season influenced success in subsequent breeding seasons. This grant allowed us to add two additional studies that were aimed at connecting events across seasons to understand how investment in physiological maintenance and ornament production carryover to influence lifelong reproductive success.</p>\n<p>First, we studied the relationship between testosterone (a hormone associated with increased investment in breeding) was related to the physiological costs of oxidative stress. Oxidative stress occurs when free radicals (electron acceptors) are produced in abundance and cause damage to cellualar constituents. One popular theory of sexual signaling suggests that while testosterone is necessary to produce the most elaborate displays, it also results in an increase in free radical production and cellular damage; thus, according to this theory, only the highest quality individuals can afford to maintain high levels of testosterone. In our study, we first showed that testosterone levels of males in our long term database are associated with some aspects of yellow coloration, suggesting that testosterone might be related to ornament production. Next, we manipulated testosterone levels by administering small implants that were either empty (controls) or filled with testosterone (experimental treatment). We then monitored changes in oxidative stress and survival associated with hormone implantation. Contradicting our predictions, we found that elevated testosterone levels did not result in increased oxidative damage, suggesting that other mechanisms might be at work in our species. Testosterone treated males, however, were less likely to survive overwinter, suggesting that the costs of testosterone might play out over a longer time scale; our sample size was too small to be confident in these long term costs of testosterone. This first study was published in 2014 in the journal Hormones &amp; Behavior.</p>\n<p>Second, we studied the relationship between telomere dynamics and changes in sexual signal production between years. Telomeres dynamics represent another cellular process that might play a role in maintaining honesty in sexual signals. Telomeres are short, repeated sequences of DNA that cap the ends of eukaryotic chromosomes; they have functions in some cellular processes and they are also thought to protect important regions of the chromosome from damage. Telomeres shorten throughout the lifetime every time that cells divide and shorten faster under high levels of oxidative stress. Because shorter telomeres are associated with decreased survival prospects, the maintenance of telomere regions may be an important cost associated with sexual signal development. We used funding from this grant to run our historical samples through a quantitative real time PCR assay that allowed us to quantify the relative length of telomers over a number of consecutive males for many of the males in our study. We fou...",
  "por_txt_cntn": "\nElaborate sexual signals are generally thought to advertise male quality; therefore, females that respond to displays should produce more, or higher quality, offspring. In order for signaling to persist, it is generally thought that signal elaboration must be costly so that only the highest quality males can afford the most attractive signals. Thus, understanding how signaling traits, like bird plumage, are related to underlying physiological costs is a crucial component of explaining the process of sexual selection in natural populations.\n\nWe have been studying a breeding population of common yellowthroat warblers (Geothlypic trichas) since 2005 and have built a large database of information on how individuals vary in physiology, sexual signals, and reproductive success. Our previous work has shown that the size and coloration of males' yellow plumage coloration is important for reproductive success, but we had not yet studied the way that signaling and breeding in one season influenced success in subsequent breeding seasons. This grant allowed us to add two additional studies that were aimed at connecting events across seasons to understand how investment in physiological maintenance and ornament production carryover to influence lifelong reproductive success.\n\nFirst, we studied the relationship between testosterone (a hormone associated with increased investment in breeding) was related to the physiological costs of oxidative stress. Oxidative stress occurs when free radicals (electron acceptors) are produced in abundance and cause damage to cellualar constituents. One popular theory of sexual signaling suggests that while testosterone is necessary to produce the most elaborate displays, it also results in an increase in free radical production and cellular damage; thus, according to this theory, only the highest quality individuals can afford to maintain high levels of testosterone. In our study, we first showed that testosterone levels of males in our long term database are associated with some aspects of yellow coloration, suggesting that testosterone might be related to ornament production. Next, we manipulated testosterone levels by administering small implants that were either empty (controls) or filled with testosterone (experimental treatment). We then monitored changes in oxidative stress and survival associated with hormone implantation. Contradicting our predictions, we found that elevated testosterone levels did not result in increased oxidative damage, suggesting that other mechanisms might be at work in our species. Testosterone treated males, however, were less likely to survive overwinter, suggesting that the costs of testosterone might play out over a longer time scale; our sample size was too small to be confident in these long term costs of testosterone. This first study was published in 2014 in the journal Hormones &amp; Behavior.\n\nSecond, we studied the relationship between telomere dynamics and changes in sexual signal production between years. Telomeres dynamics represent another cellular process that might play a role in maintaining honesty in sexual signals. Telomeres are short, repeated sequences of DNA that cap the ends of eukaryotic chromosomes; they have functions in some cellular processes and they are also thought to protect important regions of the chromosome from damage. Telomeres shorten throughout the lifetime every time that cells divide and shorten faster under high levels of oxidative stress. Because shorter telomeres are associated with decreased survival prospects, the maintenance of telomere regions may be an important cost associated with sexual signal development. We used funding from this grant to run our historical samples through a quantitative real time PCR assay that allowed us to quantify the relative length of telomers over a number of consecutive males for many of the males in our study. We found that males that achieve bright plumage in their first breeding season have lo..."
 }
}