{
 "awd_id": "1209338",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH:   Pathogen transmission in wild and domestic ungulates:   Quantifying risk and identifying transmission routes among cattle and wildlife in central Kenya",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": "7032927202",
 "po_email": "melekoni@nsf.gov",
 "po_sign_block_name": "Michelle Elekonich",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2012-06-21",
 "awd_max_amd_letter_date": "2012-06-21",
 "awd_abstract_narration": "Wildlife diseases are a recognized conservation threat and public health concern, yet there is remarkably little information on how diseases spread through wildlife populations. In this study, microbial genetics and network analysis are integrated to assess routes of (I) intraspecific pathogen transmission in reticulated giraffe, and (II) interspecific transmission between wild and domestic herbivores (black rhinoceros, Grevy's zebra, giraffe, impala, buffalo, and cattle) in Kenya. Our understanding of the dynamics of pathogen transmission is limited because it is difficult to assess who transmitted to whom. This project uses Escherichia coli as a proxy for pathogen transmission. Transmission between two individuals can be inferred if they share genetically similar subtypes of E. coli.  Inferred transmission will be used to construct a transmission network for wildlife and livestock in Kenya. The first component of this project investigates how the spatial and social organization of the giraffe population influences transmission dynamics. The second component quantifies the extent and directionality of interspecific transmission and identifies species that contribute disproportionately to pathogen spread, termed \"super-spreaders.\" Two of the species included in this study, the Grevy?s zebra and black rhinoceros, are endangered and vulnerable to disease-related population declines, which gives this study immediate conservation relevance. \r\n     \tBroader impacts. Although not usually pathogenic, E. coli transmission routes demonstrate where contact is sufficient for transmission to occur. Knowledge of these routes can be incorporated into disease control strategies. Targeted vaccination of super-spreaders is theoretically more effective at limiting disease than conventional vaccination strategies, but there are no existing methods to identify super-spreaders in wild populations. A major outcome of this project will be to develop new tools for identifying super-spreaders and tracing transmission routes in wildlife. This is a novel approach and will be broadly applicable in improving our ability to predict the impacts of disease.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lynne",
   "pi_last_name": "Isbell",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Lynne A Isbell",
   "pi_email_addr": "laisbell@ucdavis.edu",
   "nsf_id": "000444771",
   "pi_start_date": "2012-06-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kimberly",
   "pi_last_name": "VanderWaal",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kimberly VanderWaal",
   "pi_email_addr": "kvw@umn.edu",
   "nsf_id": "000578368",
   "pi_start_date": "2012-06-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of California-Davis",
  "inst_street_address": "1850 RESEARCH PARK DR STE 300",
  "inst_street_address_2": "",
  "inst_city_name": "DAVIS",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "5307547700",
  "inst_zip_code": "956186153",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "UNIVERSITY OF CALIFORNIA, DAVIS",
  "org_prnt_uei_num": "",
  "org_uei_num": "TX2DAGQPENZ5"
 },
 "perf_inst": {
  "perf_inst_name": "University of California-Davis",
  "perf_str_addr": "1850 Research Park Dr., Ste 300",
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956186153",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Although social network analysis has drawn considerable attention as a promising tool for understanding how diseases spread through populations, empirical research in wildlife has been hindered by limitations in detecting the occurrence of pathogen transmission (who transmitted to whom) within social networks.&nbsp;Using a novel approach, we utilize the genetics of a diverse microbe, <em>Escherichia coli,</em> to infer where direct or indirect transmission has occurred and constructed a transmission network for a wild giraffe population (<em>Giraffe camelopardalis</em>) as well as a multi-species transmission network that included both domestic and wild species. If two individuals shared the same genetic subtype of <em>E. coli</em>, then we inferred that these individuals were part of the same transmission chain.&nbsp;Individuals in the same transmission chain were interlinked to create a transmission network.&nbsp;</p>\n<p>&nbsp;</p>\n<p>This approach was first applied to assess how the structure of social and spatial networks in a wild giraffe population (<em>Giraffa camelopardalis</em>) influenced the connectivity and architecture of the transmission network. We found that links in the transmission network were more likely to occur between individuals that were strongly linked in the social network. Furthermore, individuals that had more numerous connections or that occupied &lsquo;bottleneck&rsquo; positions in the social network tended to occupy similar positions in the transmission network. No similar correlations were observed between the spatial and transmission networks. This indicates that where an individual is positioned within its social network is predictive of the individual&rsquo;s role in disease spread, such as being as super-spreader or transmission bottleneck in the population. These results emphasize the importance of association patterns in understanding transmission dynamics, even for environmentally transmitted microbes such as <em>E. coli.</em></p>\n<p>Understanding the dynamics of pathogen transmission is important for predicting the potential impact of wildlife diseases and developing disease control strategies, especially in scenarios where pathogens can spread between host species. Critical questions concerning pathogen transmission in conservation biology and veterinary sciences have remained relatively unanswered because data on who transmitted an infection to whom is almost impossible to obtain. Therefore, we also used the same approach to assess patterns of interspecific pathogen transmission among ten species of wild and domestic ungulates in Kenya.&nbsp;We found that Grant&rsquo;s gazelle (<em>Gazella grant</em>i) typically occupied central transmission network positions and were connected to a large number of other individuals in the network. Zebra (<em>Equus burchelli</em>), in contrast, seemed to function as bridges between regions of the network that would otherwise be poorly connected, and interventions targeted at zebra fragmented the network. Although not usually pathogenic,<em> E. coli</em> transmission pathways provide insight into transmission dynamics by demonstrating where contact between species is sufficient for transmission to occur and identifying species that are potential super-spreaders.&nbsp;Pathogen management strategies targeted at key super-spreader species are theoretically more effective at limiting pathogen spread than conventional strategies, and our approach could be readily applied to other microbes to quantify transmission patterns, identify super-spreaders, and develop effective control strategies to limit the negative impacts of infectious diseases in animal populations.</p>\n<p>&nbsp;</p>\n<p>By using genetics to quantify who transmits microbes to whom independently from the behavioral data on who interacts with whom, we were able to directly investigate how the structure of social networks influences t...",
  "por_txt_cntn": "\nAlthough social network analysis has drawn considerable attention as a promising tool for understanding how diseases spread through populations, empirical research in wildlife has been hindered by limitations in detecting the occurrence of pathogen transmission (who transmitted to whom) within social networks. Using a novel approach, we utilize the genetics of a diverse microbe, Escherichia coli, to infer where direct or indirect transmission has occurred and constructed a transmission network for a wild giraffe population (Giraffe camelopardalis) as well as a multi-species transmission network that included both domestic and wild species. If two individuals shared the same genetic subtype of E. coli, then we inferred that these individuals were part of the same transmission chain. Individuals in the same transmission chain were interlinked to create a transmission network. \n\n \n\nThis approach was first applied to assess how the structure of social and spatial networks in a wild giraffe population (Giraffa camelopardalis) influenced the connectivity and architecture of the transmission network. We found that links in the transmission network were more likely to occur between individuals that were strongly linked in the social network. Furthermore, individuals that had more numerous connections or that occupied æbottleneckÆ positions in the social network tended to occupy similar positions in the transmission network. No similar correlations were observed between the spatial and transmission networks. This indicates that where an individual is positioned within its social network is predictive of the individualÆs role in disease spread, such as being as super-spreader or transmission bottleneck in the population. These results emphasize the importance of association patterns in understanding transmission dynamics, even for environmentally transmitted microbes such as E. coli.\n\nUnderstanding the dynamics of pathogen transmission is important for predicting the potential impact of wildlife diseases and developing disease control strategies, especially in scenarios where pathogens can spread between host species. Critical questions concerning pathogen transmission in conservation biology and veterinary sciences have remained relatively unanswered because data on who transmitted an infection to whom is almost impossible to obtain. Therefore, we also used the same approach to assess patterns of interspecific pathogen transmission among ten species of wild and domestic ungulates in Kenya. We found that GrantÆs gazelle (Gazella granti) typically occupied central transmission network positions and were connected to a large number of other individuals in the network. Zebra (Equus burchelli), in contrast, seemed to function as bridges between regions of the network that would otherwise be poorly connected, and interventions targeted at zebra fragmented the network. Although not usually pathogenic, E. coli transmission pathways provide insight into transmission dynamics by demonstrating where contact between species is sufficient for transmission to occur and identifying species that are potential super-spreaders. Pathogen management strategies targeted at key super-spreader species are theoretically more effective at limiting pathogen spread than conventional strategies, and our approach could be readily applied to other microbes to quantify transmission patterns, identify super-spreaders, and develop effective control strategies to limit the negative impacts of infectious diseases in animal populations.\n\n \n\nBy using genetics to quantify who transmits microbes to whom independently from the behavioral data on who interacts with whom, we were able to directly investigate how the structure of social networks influences the structure of the transmission network. In addition, we are among the first to explore multi-species transmission networks. Our approach opens the door to new lines of research in disease ecology, such as the extent to wh..."
 }
}