{
 "awd_id": "1209069",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: Mating Conflict and Its Resolution in a Female-Specific Color Polymorphic Damselfly",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Tamra Mendelson",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2014-07-31",
 "tot_intn_awd_amt": 9180.0,
 "awd_amount": 9180.0,
 "awd_min_amd_letter_date": "2012-08-06",
 "awd_max_amd_letter_date": "2012-08-06",
 "awd_abstract_narration": "In nature, the relationship between the two genders is often far from harmonious. For example, because sperm are generally cheaper to produce than eggs, males tend to want to mate more often than females do, resulting in sexual conflict over mating decisions. To date, considerable research has documented how male sexual harassment negatively affects female fitness. However, we know very little about how anti-harassment traits of female affect male fitness. The dissertation research investigates the role of males in sexual conflict in a damselfly whose males are bright blue, but whose females may be either a male-like blue (i.e. a male \"mimic\") or female-specific green. The proposed experiment measures the cost of males making mating mistakes in the presence of blue females. This study will be among the first attempts to measure the fitness effect of female traits on males in a natural habitat. The Co-PI also proposes to build a computer model for the economy (i.e., costs and benefits) of male mating harassment, and hence, addresses the fundamental, yet neglected question of when is it economically optimal for a male to harass a female. This model generalizes the findings from this dissertation research to a more general context, and its predictions are applicable to a broader range of animals. The dissertation research has provided fieldwork experience for STEM undergraduate students. The research will be presented and involve non-STEM students through lectures designed for English Composition students. The Co-PI also plans to develop a ballet to demonstrate science behind her dissertation research in a layman-friendly form. The making of this ballet will be an exploration of using art as an alternative tool in science education, and in outreach activities for K-12 students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ola",
   "pi_last_name": "Fincke",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Ola M Fincke",
   "pi_email_addr": "fincke@ou.edu",
   "nsf_id": "000448814",
   "pi_start_date": "2012-08-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Mingzi",
   "pi_last_name": "Xu",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Mingzi Xu",
   "pi_email_addr": "xumingzi@ou.edu",
   "nsf_id": "000603997",
   "pi_start_date": "2012-08-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Oklahoma Norman Campus",
  "inst_street_address": "660 PARRINGTON OVAL RM 301",
  "inst_street_address_2": "",
  "inst_city_name": "NORMAN",
  "inst_state_code": "OK",
  "inst_state_name": "Oklahoma",
  "inst_phone_num": "4053254757",
  "inst_zip_code": "730193003",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "OK04",
  "org_lgl_bus_name": "UNIVERSITY OF OKLAHOMA",
  "org_prnt_uei_num": "",
  "org_uei_num": "EVTSTTLCEWS5"
 },
 "perf_inst": {
  "perf_inst_name": "Chase Osborn Preserve",
  "perf_str_addr": "11297 South Homestead Rd",
  "perf_city_name": "Sault Ste Marie",
  "perf_st_code": "MI",
  "perf_st_name": "Michigan",
  "perf_zip_code": "497838877",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "MI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9178",
   "pgm_ref_txt": "UNDERGRADUATE EDUCATION"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 9180.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Does it always pay a male to sexually harass a refusing female?</p>\n<p>In the animal kingdom, the relationship between the two sexes is rarely, if ever, harmonious. Because sperm are fast and cheap to make but eggs are slow and expensive to make, males tend to want to mate more often than females do. This conflict over mating rate between the two sexes explains why we often see coy females and coercing males. But does it always pay a male to sexually harass a refusing female?</p>\n<p>To answer this question, we studied a common North American damselfly (i.e., similar to a dragonfly) <em>Enallagma hageni.</em> Males of this species constantly harass females. Interestingly in this species, males are all bright blue, but a female can be either male-like blue or dull green. It has been proposed that female color polymorphism make it difficult for males to recognize potential mates, hence, lower male mating harassment towards females. Males, on the other hand, can learn to recognize females based on color.</p>\n<p>We found that under the right condition, when a male learns to associate the female blue color with potential mates, they could get confused and even sexually harass males. These mistakes however, were relatively inexpensive because they did not affect a male&rsquo;s chance to mate with a female.&nbsp;</p>\n<p>In addition, we built a computer simulation model where we let two types of males to compete with each other: given female refusal signals, males that always harass and males that always retreat. Against the general assumption that a male should always harass a female because the benefit of a mating should outweigh the cost of harassment, the model predicted that this assumption is true only under a subset of conditions. In other words, there are times when a male encounters a refusing female, it would pay for the male to respect the refusal and retreat. We then conducted field experiments to investigate whether males indeed choose to harass or to retreat based on the predicted payoff. Our data showed two important findings. First, females displayed refusal signals regardless of whether they were receptive or not. Second, males were able to distinguish a &ldquo;refusal&rdquo; from a receptive female from a refusal from an unreceptive female, and make a decision on whether to harass or to retreat based on the probability of fertilizing her eggs.</p>\n<p>The above findings have been developed into a manuscript submitted for publication; more manuscripts are under development. We have also communicated our findings as an oral presentation at the Animal Behaviour 2013 meeting.</p>\n<p class=\"Default\">As a broader impact outcome, the findings from this project have been disseminated into an interpretive dance entitled &ldquo;Chroma&rdquo;. The video of this dance and the accompanying explanation can be viewed for free online at: <a href=\"http://vimeo.com/75594202\">http://vimeo.com/75594202</a>.</p>\n<p class=\"Default\">This outreach activity provided an extracurricular learning opportunity for high school students. Participating high school students learned the basic biology, anatomy, and behaviors of damselfly, as well as the process of conducting scientific research. They then actively took part in choreographing the dance using what they have learned. In addition, this activity was also used as an active learning tool in a biology major course Introduction to Quantitative Biology the Co-PI taught. This activity requires students to communicate the essence of data analysis with jargon-free, body language.</p>\n<p class=\"Default\">The end product of this broader impact activity, the video of the dance, has been posted online. To date, the video has been viewed more than 600 times, and has been used in college-level teaching or seminars.</p>\n<p class=\"Default\">&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/23/2014<br>\n\t\t\t\t\tModified by: Mingzi&nbsp;Xu</p...",
  "por_txt_cntn": "\nDoes it always pay a male to sexually harass a refusing female?\n\nIn the animal kingdom, the relationship between the two sexes is rarely, if ever, harmonious. Because sperm are fast and cheap to make but eggs are slow and expensive to make, males tend to want to mate more often than females do. This conflict over mating rate between the two sexes explains why we often see coy females and coercing males. But does it always pay a male to sexually harass a refusing female?\n\nTo answer this question, we studied a common North American damselfly (i.e., similar to a dragonfly) Enallagma hageni. Males of this species constantly harass females. Interestingly in this species, males are all bright blue, but a female can be either male-like blue or dull green. It has been proposed that female color polymorphism make it difficult for males to recognize potential mates, hence, lower male mating harassment towards females. Males, on the other hand, can learn to recognize females based on color.\n\nWe found that under the right condition, when a male learns to associate the female blue color with potential mates, they could get confused and even sexually harass males. These mistakes however, were relatively inexpensive because they did not affect a maleÆs chance to mate with a female. \n\nIn addition, we built a computer simulation model where we let two types of males to compete with each other: given female refusal signals, males that always harass and males that always retreat. Against the general assumption that a male should always harass a female because the benefit of a mating should outweigh the cost of harassment, the model predicted that this assumption is true only under a subset of conditions. In other words, there are times when a male encounters a refusing female, it would pay for the male to respect the refusal and retreat. We then conducted field experiments to investigate whether males indeed choose to harass or to retreat based on the predicted payoff. Our data showed two important findings. First, females displayed refusal signals regardless of whether they were receptive or not. Second, males were able to distinguish a \"refusal\" from a receptive female from a refusal from an unreceptive female, and make a decision on whether to harass or to retreat based on the probability of fertilizing her eggs.\n\nThe above findings have been developed into a manuscript submitted for publication; more manuscripts are under development. We have also communicated our findings as an oral presentation at the Animal Behaviour 2013 meeting.\nAs a broader impact outcome, the findings from this project have been disseminated into an interpretive dance entitled \"Chroma\". The video of this dance and the accompanying explanation can be viewed for free online at: http://vimeo.com/75594202.\nThis outreach activity provided an extracurricular learning opportunity for high school students. Participating high school students learned the basic biology, anatomy, and behaviors of damselfly, as well as the process of conducting scientific research. They then actively took part in choreographing the dance using what they have learned. In addition, this activity was also used as an active learning tool in a biology major course Introduction to Quantitative Biology the Co-PI taught. This activity requires students to communicate the essence of data analysis with jargon-free, body language.\nThe end product of this broader impact activity, the video of the dance, has been posted online. To date, the video has been viewed more than 600 times, and has been used in college-level teaching or seminars.\n \n\n \n\n\t\t\t\t\tLast Modified: 09/23/2014\n\n\t\t\t\t\tSubmitted by: Mingzi Xu"
 }
}