{
 "awd_id": "1209512",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute for FY 2012 in Taiwan",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 5836.0,
 "awd_amount": 5836.0,
 "awd_min_amd_letter_date": "2012-05-22",
 "awd_max_amd_letter_date": "2012-05-22",
 "awd_abstract_narration": "This action funds Sarah Morton of University of Connecticut to conduct a research project, entitled \"Using seismic techniques to understand soil behavior in response to strong ground motions,\" during the summer of 2012 at National Center for Research in Earthquake Engineering in Taipei, Taiwan.  The host scientist is Professor Kuo-Liang Wen.\r\n\r\nThe Intellectual Merit of the research project is to further enhance the basis and understanding of geophysical techniques and their application to seismic hazard analysis and soil mechanics. \r\n\r\nBroader Impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.  These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sarah",
   "pi_last_name": "Morton",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Sarah L Morton",
   "pi_email_addr": "",
   "nsf_id": "000605830",
   "pi_start_date": "2012-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Morton                  Sarah          L",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Willimantic",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "",
  "inst_zip_code": "062263304",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Morton                  Sarah          L",
  "perf_str_addr": null,
  "perf_city_name": "",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "062263304",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5924",
   "pgm_ref_txt": "TAIWAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 5836.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>After seven weeks working at the National Center for Research on Earthquake Engineering in Taipei, Taiwan, I have returned to my home institution with new experiences and knowledge that I will greatly improve not only my graduate research, but also my aspiring future in seismic hazard research. &nbsp;First, the research experience I acquired this summer I believe is going to be very beneficial to my ongoing master&rsquo;s thesis since the methods and ideas used directly parallel each other; the major difference is that this summer I analyzed the Taipei Basin and my master&rsquo;s is focusing on the Hartford Basin. &nbsp;Therefore, the analytical and interpretation skills I gained this summer will be valuable to the success of my thesis and I know my advisors are very pleased with the skills I gained.In addition to producing physical or numerical results, another important skill is being able to adequately explain them to others. &nbsp;In the United States, I am surrounded by other scientists who either are native English speakers or are striving to achieve a high level of language proficiency. &nbsp;Although I am already accustomed to giving non-technical presentations to the public, the difference is what Americans perceive as vernacular versus people from outside the English-speaking world. &nbsp;In Taiwan, I was pleasantly surprised to find that every researcher I conversed with spoke such a level of English; however, there were situations where words still got lost in translation. &nbsp;This is when I decided to become more creative and strategic with my explanations. &nbsp;I started paying more attention to my word choice and enhanced my ability to express concepts more visually. &nbsp;This also forced me to take a step back and conduct a more detailed analysis to ensure I could properly explain the results. &nbsp;As a result, not only was I able to build an understanding with my colleagues at NCREE, but also solidify my understanding of my own research material.Another important aspect of this award is that it brought together graduate students from various disciplines of science and technology. &nbsp;Of the twenty-five American students in the Taipei EASPI program, I was able to learn more about research outside my personal area. &nbsp;The beauty of this program is that if there were ever a question about something outside your research area, you did not have to go far to final an EAPSI fellow that could help out. &nbsp;For example, one EAPSI fellow studied climatology, which was useful for understanding the various typhoons we experienced throughout the summer. &nbsp;Two other EAPSI fellows studied marine science; therefore all snorkeling excursions were greatly enhanced by their knowledge. &nbsp;With my background in earthquake science and geoscience, I was also able to shed light on the formation of the island and tectonics behind every earthquake that occurred this past summer.Finally, the most valuable experience I will take away is the relationships I built with the people I met while abroad this summer. &nbsp;Whether they were with those from the EAPSI program, random acquaintances or colleagues at NCREE, I will carry these relationships with me wherever I go. &nbsp;As close as I am to people in the States, there is a unique difference between what I share with them and what I now share with those I met this summer. &nbsp;When I was working in Taiwan, I shared an office with five other researchers: one EAPSI fellow and four Taiwanese people. &nbsp;At my office in the states, we each have our own space, close enough to easily communicate, but far enough away to not encroach on each other. &nbsp;However, the bond I built with my colleagues at NCREE does not even compare to the bonds I have with my colleagues at home, and I have been working with them for over a year. &nbsp;I cannot explain why this happened, but I do know that it was quite difficult and...",
  "por_txt_cntn": "\nAfter seven weeks working at the National Center for Research on Earthquake Engineering in Taipei, Taiwan, I have returned to my home institution with new experiences and knowledge that I will greatly improve not only my graduate research, but also my aspiring future in seismic hazard research.  First, the research experience I acquired this summer I believe is going to be very beneficial to my ongoing masterÆs thesis since the methods and ideas used directly parallel each other; the major difference is that this summer I analyzed the Taipei Basin and my masterÆs is focusing on the Hartford Basin.  Therefore, the analytical and interpretation skills I gained this summer will be valuable to the success of my thesis and I know my advisors are very pleased with the skills I gained.In addition to producing physical or numerical results, another important skill is being able to adequately explain them to others.  In the United States, I am surrounded by other scientists who either are native English speakers or are striving to achieve a high level of language proficiency.  Although I am already accustomed to giving non-technical presentations to the public, the difference is what Americans perceive as vernacular versus people from outside the English-speaking world.  In Taiwan, I was pleasantly surprised to find that every researcher I conversed with spoke such a level of English; however, there were situations where words still got lost in translation.  This is when I decided to become more creative and strategic with my explanations.  I started paying more attention to my word choice and enhanced my ability to express concepts more visually.  This also forced me to take a step back and conduct a more detailed analysis to ensure I could properly explain the results.  As a result, not only was I able to build an understanding with my colleagues at NCREE, but also solidify my understanding of my own research material.Another important aspect of this award is that it brought together graduate students from various disciplines of science and technology.  Of the twenty-five American students in the Taipei EASPI program, I was able to learn more about research outside my personal area.  The beauty of this program is that if there were ever a question about something outside your research area, you did not have to go far to final an EAPSI fellow that could help out.  For example, one EAPSI fellow studied climatology, which was useful for understanding the various typhoons we experienced throughout the summer.  Two other EAPSI fellows studied marine science; therefore all snorkeling excursions were greatly enhanced by their knowledge.  With my background in earthquake science and geoscience, I was also able to shed light on the formation of the island and tectonics behind every earthquake that occurred this past summer.Finally, the most valuable experience I will take away is the relationships I built with the people I met while abroad this summer.  Whether they were with those from the EAPSI program, random acquaintances or colleagues at NCREE, I will carry these relationships with me wherever I go.  As close as I am to people in the States, there is a unique difference between what I share with them and what I now share with those I met this summer.  When I was working in Taiwan, I shared an office with five other researchers: one EAPSI fellow and four Taiwanese people.  At my office in the states, we each have our own space, close enough to easily communicate, but far enough away to not encroach on each other.  However, the bond I built with my colleagues at NCREE does not even compare to the bonds I have with my colleagues at home, and I have been working with them for over a year.  I cannot explain why this happened, but I do know that it was quite difficult and mildly overwhelming to adjust back to my life in the United States.\n\n\t\t\t\t\tLast Modified: 12/05/2012\n\n\t\t\t\t\tSubmitted by: Sarah L Morton"
 }
}