{
 "awd_id": "1209023",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Statistical methods for screening individual childhood growth paths",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Nandini Kannan",
 "awd_eff_date": "2012-09-15",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 180000.0,
 "awd_amount": 180000.0,
 "awd_min_amd_letter_date": "2012-09-11",
 "awd_max_amd_letter_date": "2012-09-11",
 "awd_abstract_narration": "Pediatric growth charts have been widely used in clinics and medical centers to monitor the growth of infants, children, and adolescents to compare individual values with the reference population. The existing methods focus on screening of a single measurement at a fixed time. As infants and children are often followed up regularly to ensure normative growth, each child usually exhibits a growth path. The main objective of the proposed research is to develop statistical methods to construct growth charts for screening individual growth paths. The key challenge here is to rank the underlying growth paths, which are only observed limited number of times with varying measurement time spacings. Two potential approaches are proposed. The first one obtains a lower dimensional approximation of growth paths, and ranks the individual growth paths based on their projection scores in this lower space. The second one defines statistical depth for growth paths, which in turn provides a ranking of individual paths. For both approaches, the investigators will study their theoretical properties, such as consistency, convergence rate, and asymptotic distributions, and develop related inference tools. As growth data are often collected nation wide, they have large sample sizes. To make the proposed methods feasible in practice, computing time is a critical issue. Therefore, the investigators also plan to develop fast algorithms for both methods to improve the computational efficiency. In addition, as shown in previous studies, covariate-adjusted methods can effectively enhance screening performance. For example, parental information plays a significant role in children's growth. The investigators will extend the developed methods for the two approaches to incorporate covariate information. Overall, the statistical methods to be employed for this proposal cover: statistical methods for growth chart construction, longitudinal data analysis, functional data analysis, singular value decomposition and principal component analysis, statistical depth, quantile regression, nonparametric and semi-parametric modeling, and mixed effect models. \r\n\r\nThe proposed research will produce broad interdisciplinary contributions.  Although the study was motivated by pediatric growth screening, the applications of the proposed methods certainly go beyond that.  Both the PI and the co-investigator have been involved in various collaborative projects in epidemiology, HIV research, genetics, cancer research and environmental science. Growth data can be viewed as varying-location longitudinal data, which commonly exist in those applications. Hence, the proposed methods can lead to more accurate and more comprehensive approaches for problems in these areas of research. Additionally, the general methodologies to be developed are of definite statistical importance and have not been studied satisfactorily to date. The research plan described in this proposal has both broad methodological and applied merits. The results obtained from this project are expected to be widely disseminated through publications in international scientific journals in statistics, public health and medicine, presentations in domestic and international conferences, seminar talks in universities, and collaborations with clinical researchers. The investigators plan to develop new courses related to quantile regression and data depth, and part of the course materials will be based on the proposed research. In addition, the investigators also believe that an important way of disseminating new methodology is to provide easily available and user-friendly computer software. The proposed methods will be implemented as an R package which will be freely available on-line.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Ying",
   "pi_last_name": "Wei",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Ying Wei",
   "pi_email_addr": "yw2148@columbia.edu",
   "nsf_id": "000307342",
   "pi_start_date": "2012-09-11",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Columbia University",
  "inst_street_address": "615 W 131ST ST",
  "inst_street_address_2": "MC 8741",
  "inst_city_name": "NEW YORK",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "2128546851",
  "inst_zip_code": "100277922",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "NY13",
  "org_lgl_bus_name": "THE TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
  "org_prnt_uei_num": "",
  "org_uei_num": "F4N1QNPB95M4"
 },
 "perf_inst": {
  "perf_inst_name": "Columbia University",
  "perf_str_addr": "2960 Broadway",
  "perf_city_name": "New York",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100276902",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "NY13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 180000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Pediatric growth charts have been widely used in clinics and medical centers to monitor the growth of infants, children, and adolescents. Most existing methods focus on screening a single measurement at a fixed time. It measures the relative percentile rank of a subject within a reference population at a given age. Infants and children are often followed up regularly to ensure normative growth. Being normative at each measurement time does not guarantee the entire growth trajectory is normal. It is desirable and also clinically important to determine the health status of an individual growth path. &nbsp;The project developed several statistical approaches to meet such needs. First is a new regression-based functional Principal Component Analysis (PCA) method, which obtains a low-dimensional approximation of sparse or non-sparse growth trajectories with random irregular time-spacings. The method was also designed to incorporate covariate information, such as parental body-size and genetic profile, to allow the conditional screening. Second, we also developed a simplicial band depth for multivariate functional data. It can be applied to monitor the growth curves of multiple measurements simultaneously, such as joint monitory of height and weight trajectories. We have applied both approaches to Finnish growth data and US growth data, for monitoring puberty growth and childhood growth. We have shown that the new methods could effectively detect unusual growth patterns that might be otherwise missed by existing growth charts. All the computational algorithms developed in the project are publically and freely accessible. Under the support of the award, two doctoral students (in biostatistics) &nbsp;wrote their dissertations on related research topics. They both have successfully defended their dissertations and graduated with PH.D. &nbsp;and Dr.PH in Biostatistics, respectively. &nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 08/04/2019<br>\n\t\t\t\t\tModified by: Ying&nbsp;Wei</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nPediatric growth charts have been widely used in clinics and medical centers to monitor the growth of infants, children, and adolescents. Most existing methods focus on screening a single measurement at a fixed time. It measures the relative percentile rank of a subject within a reference population at a given age. Infants and children are often followed up regularly to ensure normative growth. Being normative at each measurement time does not guarantee the entire growth trajectory is normal. It is desirable and also clinically important to determine the health status of an individual growth path.  The project developed several statistical approaches to meet such needs. First is a new regression-based functional Principal Component Analysis (PCA) method, which obtains a low-dimensional approximation of sparse or non-sparse growth trajectories with random irregular time-spacings. The method was also designed to incorporate covariate information, such as parental body-size and genetic profile, to allow the conditional screening. Second, we also developed a simplicial band depth for multivariate functional data. It can be applied to monitor the growth curves of multiple measurements simultaneously, such as joint monitory of height and weight trajectories. We have applied both approaches to Finnish growth data and US growth data, for monitoring puberty growth and childhood growth. We have shown that the new methods could effectively detect unusual growth patterns that might be otherwise missed by existing growth charts. All the computational algorithms developed in the project are publically and freely accessible. Under the support of the award, two doctoral students (in biostatistics)  wrote their dissertations on related research topics. They both have successfully defended their dissertations and graduated with PH.D.  and Dr.PH in Biostatistics, respectively.  \n\n\t\t\t\t\tLast Modified: 08/04/2019\n\n\t\t\t\t\tSubmitted by: Ying Wei"
 }
}