{
 "awd_id": "1209216",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute for FY 2012 in Japan",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 5836.0,
 "awd_amount": 5836.0,
 "awd_min_amd_letter_date": "2012-05-22",
 "awd_max_amd_letter_date": "2012-05-22",
 "awd_abstract_narration": "This action funds Benjamin Walker from The University of Missouri, Kansas City to conduct a research project, entitled \"A new method for computing the excited state electronic structure of solids,\" during the summer of 2012 at Kwansei Gakuin University (KGU) in Sanda, Hyogo Prefecture, Japan. The host scientist is Prof. Kazuyoshi Ogasawara of the KGU chemistry department.\r\n\r\nThe electronic structure of a solid determines its basic material properties. For materials such as lighting phosphors and laser host crystals it is important to understand the electronic structure that results when an electron is excited by interaction with light. In such an event it will gain energy and occupy an excited state, but it will still be bound to the material because of the remaining attraction to the atomic nuclei. The complexity of the many interacting electrons makes it difficult to calculate these levels precisely for realistic models of materials that include dopants and vacancies. The intellectual goal of this project is to develop one particular component of a tool to compute these states for complex systems that would otherwise be untreatable.\r\n\r\nBroader Impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language. These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Benjamin",
   "pi_last_name": "Walker",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Benjamin A Walker",
   "pi_email_addr": "",
   "nsf_id": "000602210",
   "pi_start_date": "2012-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Walker                  Benjamin       A",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Kansas City",
  "inst_state_code": "MO",
  "inst_state_name": "Missouri",
  "inst_phone_num": "",
  "inst_zip_code": "641314134",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MO05",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Kwansei Gakuin University",
  "perf_str_addr": null,
  "perf_city_name": "Sanda, Hyogo 669-133",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "JA",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Japan",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 5836.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Understanding the underlying fundamental properties of condensed matter is essential for intelligently developing and improving the capabilities of technology that is based on advanced or novel materials. The research performed during this EAPSI project was focused on developing additional capabilities for a computational method that computes the electronic structure properties of solids. The enhancement to the program represents a key step toward enabling it to accurately compute the excited state properties of materials incorporating the effects of electronic configuration interaction, an area of intense current interest.</p>\n<p>Generally, it is understood that the electrons in an isolated atom can exist in only a discrete set of possible states, however, when many atoms come together to form a solid the discrete states tend to form bands. The presence of dopants will introduce new states (multiplets) into the gap that insulators have between the occupied and the unoccupied states. When such materials are excited by electromagnetic radiation the multiplet states play an important role in the material&rsquo;s response. Understanding and then controlling these multiplet states is an important requirement for the intelligent development of novel materials to be used in products such as laser host crystals, lighting phosphors, and LEDs.</p>\n<p>There are numerous computational packages in use in the fields of condense matter physics, materials science, and quantum chemistry, each with their own pros and cons. For instance, a computational tool could be extremely accurate, yet could require a large amount of computational time to execute. Because of this, there is a drive to develop software packages that are both accurate and efficient in terms of computational cost. Alternatively, the specific formalism of one package may make it easier for it to accurately compute specific fundamental properties, such as the precise energy levels of multiplet states, than another package. To this end, we plan to merge the Orthogonalized Linear Combination of Atomic Orbitals (OLCAO) computational package used by the Computational Physics Group (CPG) at the University of Missouri-Kansas City (UMKC) with the Discrete Variational Multi-Electron (DVME) computational package used by the research group of Prof. Kazuyoshi Ogasawara at Kwansei Gakuin University (KGU) in Sanda, Hyogo Prefecture, Japan. The ultimate goal is a single package that incorporates the best capabilities of both methods so that large models of material systems can be studied with respect to their multiplet excited states.</p>\n<p>This is a large task with numerous subtasks and the EAPSI Program provided an important contribution to this software development goal by enabling the pursuit of one significant subtask.&nbsp; The research I did in Japan was to derive solutions to mathematical integrals which are used in the OLCAO electronic structure calculations.&nbsp; This initially involved literature research to try to establish the proper mathematical formalism to use in these calculations. An algorithm was devised based on the research results, and a computer program was created to generate the mathematical solutions necessary to perform the integral calculations. Aside from generating the mathematical solutions, this new program generates the solutions in the form of Fortran code, which can then be used by our computational package directly. This is an important result because it automates the difficult process of deriving complicated integral solutions, and thus brings the goal of merging the two computational packages closer to fruition.</p>\n<p>I greatly valued the experience I gained from working in my host&rsquo;s laboratory. The work that I did there is very valuable to my dissertation research and it has accelerated my progress significantly. Interacting with my counterparts in their research environments at Kwan...",
  "por_txt_cntn": "\nUnderstanding the underlying fundamental properties of condensed matter is essential for intelligently developing and improving the capabilities of technology that is based on advanced or novel materials. The research performed during this EAPSI project was focused on developing additional capabilities for a computational method that computes the electronic structure properties of solids. The enhancement to the program represents a key step toward enabling it to accurately compute the excited state properties of materials incorporating the effects of electronic configuration interaction, an area of intense current interest.\n\nGenerally, it is understood that the electrons in an isolated atom can exist in only a discrete set of possible states, however, when many atoms come together to form a solid the discrete states tend to form bands. The presence of dopants will introduce new states (multiplets) into the gap that insulators have between the occupied and the unoccupied states. When such materials are excited by electromagnetic radiation the multiplet states play an important role in the materialÆs response. Understanding and then controlling these multiplet states is an important requirement for the intelligent development of novel materials to be used in products such as laser host crystals, lighting phosphors, and LEDs.\n\nThere are numerous computational packages in use in the fields of condense matter physics, materials science, and quantum chemistry, each with their own pros and cons. For instance, a computational tool could be extremely accurate, yet could require a large amount of computational time to execute. Because of this, there is a drive to develop software packages that are both accurate and efficient in terms of computational cost. Alternatively, the specific formalism of one package may make it easier for it to accurately compute specific fundamental properties, such as the precise energy levels of multiplet states, than another package. To this end, we plan to merge the Orthogonalized Linear Combination of Atomic Orbitals (OLCAO) computational package used by the Computational Physics Group (CPG) at the University of Missouri-Kansas City (UMKC) with the Discrete Variational Multi-Electron (DVME) computational package used by the research group of Prof. Kazuyoshi Ogasawara at Kwansei Gakuin University (KGU) in Sanda, Hyogo Prefecture, Japan. The ultimate goal is a single package that incorporates the best capabilities of both methods so that large models of material systems can be studied with respect to their multiplet excited states.\n\nThis is a large task with numerous subtasks and the EAPSI Program provided an important contribution to this software development goal by enabling the pursuit of one significant subtask.  The research I did in Japan was to derive solutions to mathematical integrals which are used in the OLCAO electronic structure calculations.  This initially involved literature research to try to establish the proper mathematical formalism to use in these calculations. An algorithm was devised based on the research results, and a computer program was created to generate the mathematical solutions necessary to perform the integral calculations. Aside from generating the mathematical solutions, this new program generates the solutions in the form of Fortran code, which can then be used by our computational package directly. This is an important result because it automates the difficult process of deriving complicated integral solutions, and thus brings the goal of merging the two computational packages closer to fruition.\n\nI greatly valued the experience I gained from working in my hostÆs laboratory. The work that I did there is very valuable to my dissertation research and it has accelerated my progress significantly. Interacting with my counterparts in their research environments at Kwansei Gakuin University and University of Tokyo really put into perspective all the hard work that is necessar..."
 }
}