{
 "awd_id": "1209661",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: Climate change and biome range shifts at high elevations",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Douglas Levey",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 14824.0,
 "awd_amount": 14824.0,
 "awd_min_amd_letter_date": "2012-04-06",
 "awd_max_amd_letter_date": "2012-04-06",
 "awd_abstract_narration": "Ecologists have long recognized that climate variables (such as temperature or snowfall) play a key role in determining the geographic ranges of species and types of communities.  Thus, as our planet becomes warmer due to climate change, these ranges are expected to shift toward the poles and uphill. However, a complicating factor is that non-climatic variables (such as soil quality) also influence biological ranges and how rapidly organisms can respond to climate change. The goal of this research is to understand the importance of both climatic and non-climatic constraints on the future distribution of the highly diverse mountain meadow community at Mount Rainier National Park. Warming is predicted to result in an upward movement of these meadows, but two factors could constrain the rate at which this occurs. First, meadow plants may not be able to disperse seeds into newly suitable habitat at the rate it becomes available through warming (\"dispersal limitation\"). Second, seedlings may not be able to establish in the rocky and infertile soils present at higher elevations (\"establishment limitation\"). To develop a better understanding of how these meadows will respond to climate change the researchers will: 1) use climate data and statistical models to predict where meadows will occur in the future given climate change and assuming no non-climatic limitations; 2) quantify dispersal limitations by monitoring the distance that seeds are moved from parent plants; and 3) quantify establishment limitations by comparing plant performance in fertile versus infertile soils at Mount Rainier.\r\n\r\nClimate change will likely cause a reshuffling of species and communities around the world, transforming the ecosystems humans depend on. This study will improve our scientific understanding of how mountain meadows will respond to climate change, a critical step in preparing for and alleviating the negative effects of climate change.  Because the researchers share results with Park managers at Mount Rainier, this research will directly inform local management decisions. Moreover, the researchers regularly communicate their results with K-12 students, undergraduates, and Park visitors.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Janneke",
   "pi_last_name": "Hille Ris Lambers",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Janneke Hille Ris Lambers",
   "pi_email_addr": "jhrl@u.washington.edu",
   "nsf_id": "000068570",
   "pi_start_date": "2012-04-06",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Kevin",
   "pi_last_name": "Ford",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Kevin Ford",
   "pi_email_addr": "krford@uw.edu",
   "nsf_id": "000578323",
   "pi_start_date": "2012-04-06",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Washington",
  "inst_street_address": "4333 BROOKLYN AVE NE",
  "inst_street_address_2": "",
  "inst_city_name": "SEATTLE",
  "inst_state_code": "WA",
  "inst_state_name": "Washington",
  "inst_phone_num": "2065434043",
  "inst_zip_code": "981951016",
  "inst_country_name": "United States",
  "cong_dist_code": "07",
  "st_cong_dist_code": "WA07",
  "org_lgl_bus_name": "UNIVERSITY OF WASHINGTON",
  "org_prnt_uei_num": "",
  "org_uei_num": "HD1WMN6945W6"
 },
 "perf_inst": {
  "perf_inst_name": "University of Washington",
  "perf_str_addr": "24 Kincaid",
  "perf_city_name": "Seattle",
  "perf_st_code": "WA",
  "perf_st_name": "Washington",
  "perf_zip_code": "981951800",
  "perf_ctry_code": "US",
  "perf_cong_dist": "07",
  "perf_st_cong_dist": "WA07",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 14824.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Intellectual merit </strong></p>\n<p>How does climate affect the geographic distribution of species and biomes? Answering this classic question is crucial for understanding ecological protecting biodiversity in the face of climate change. Because geographic range limits are often strongly affected by climate, climate change is expected to cause range shifts. However, a combination of climatic and non-climatic constraints typically sets range limits, and both will likely play important roles in ecological responses to climate change.</p>\n<p>The goal of this research was to improve our understanding of these issues by assessing patterns and shifts in ecologically important climate variables, and the climatic and non-climatic<em> </em>constraints on organisms to respond to these shifts. Our study system was the high elevation biomes of Mount Rainier National Park. As one ascends in elevation in the Park, forest gives way to subalpine and alpine meadows, which give way to bare ground and ice. Warming is predicted to cause an upward movement of these biomes. However, limits on plant ability to disperse into and establish in new habitat could complicate these shifts. Thus, we had three objectives:</p>\n<p><span style=\"text-decoration: underline;\">Objective 1</span>: Determine which climate variables are important to meadow distributions in the Park, how the values of these variables are spatially distributed and how they might change in the future.</p>\n<p>This was accomplished at broad scales by creating statistical models that characterize the relationship between climate and biome distributions using mapped data. We found that date of snow disappearance was the best climatic predictor of where meadows occur. In addition, the climate currently associated with meadows is likely to shift hundreds of meters upwards in response to earlier snow disappearance due to climate change, and will occupy less land because there is less land area at higher elevation.</p>\n<p>We also assessed fine-scale patterns in climate and plant distributions by deploying microclimate sensors across meadow range limits and recording the plant species present. We found that climate varies drastically at fine spatial scales that are missed by coarse-scale models, and that these fine-scale patterns are strongly correlated with plant distributions. The findings imply that meadow plant species may be buffered to some extent from the negative impacts of climate change because instead of needing to shift hundreds of meters upward in elevation to track suitable climate, in many parts of their range they may only need to shift tens of meters from one microhabitat to another.</p>\n<p><br /><span style=\"text-decoration: underline;\">Objective 2</span>: Quantify dispersal limitations on plant range shifts by deploying seed traps at varying distances from seed sources.</p>\n<p>We found that tree seed density did not decline substantially with increasing distance from the seed source, suggesting that dispersal constraints on tree migration into meadows are likely to be relatively weak.<span style=\"text-decoration: underline;\"><br /><br /><br />Objective 3</span>: Quantify establishment limitations on plant range shifts by transplanting seedlings across a range of climatic and edaphic conditions.</p>\n<p>To do this, we transplanted seedlings to locations at different elevations where they experienced different climates (as measured by microclimate sensors). At each location, we transplanted half the seedlings in soil collected from the lower limit of the meadows (&ldquo;meadow soil&rdquo;) and half in soil from bare ground above the meadows (&ldquo;bare soil&rdquo;).</p>\n<p>Surprisingly, initial survival declined with earlier snow disappearance, with more severe declines for seedlings in bare soil, implying that earlier snow disappearance will increase young seedling mortality, especially in bare soils above th...",
  "por_txt_cntn": "\nIntellectual merit \n\nHow does climate affect the geographic distribution of species and biomes? Answering this classic question is crucial for understanding ecological protecting biodiversity in the face of climate change. Because geographic range limits are often strongly affected by climate, climate change is expected to cause range shifts. However, a combination of climatic and non-climatic constraints typically sets range limits, and both will likely play important roles in ecological responses to climate change.\n\nThe goal of this research was to improve our understanding of these issues by assessing patterns and shifts in ecologically important climate variables, and the climatic and non-climatic constraints on organisms to respond to these shifts. Our study system was the high elevation biomes of Mount Rainier National Park. As one ascends in elevation in the Park, forest gives way to subalpine and alpine meadows, which give way to bare ground and ice. Warming is predicted to cause an upward movement of these biomes. However, limits on plant ability to disperse into and establish in new habitat could complicate these shifts. Thus, we had three objectives:\n\nObjective 1: Determine which climate variables are important to meadow distributions in the Park, how the values of these variables are spatially distributed and how they might change in the future.\n\nThis was accomplished at broad scales by creating statistical models that characterize the relationship between climate and biome distributions using mapped data. We found that date of snow disappearance was the best climatic predictor of where meadows occur. In addition, the climate currently associated with meadows is likely to shift hundreds of meters upwards in response to earlier snow disappearance due to climate change, and will occupy less land because there is less land area at higher elevation.\n\nWe also assessed fine-scale patterns in climate and plant distributions by deploying microclimate sensors across meadow range limits and recording the plant species present. We found that climate varies drastically at fine spatial scales that are missed by coarse-scale models, and that these fine-scale patterns are strongly correlated with plant distributions. The findings imply that meadow plant species may be buffered to some extent from the negative impacts of climate change because instead of needing to shift hundreds of meters upward in elevation to track suitable climate, in many parts of their range they may only need to shift tens of meters from one microhabitat to another.\n\n\nObjective 2: Quantify dispersal limitations on plant range shifts by deploying seed traps at varying distances from seed sources.\n\nWe found that tree seed density did not decline substantially with increasing distance from the seed source, suggesting that dispersal constraints on tree migration into meadows are likely to be relatively weak.\n\n\nObjective 3: Quantify establishment limitations on plant range shifts by transplanting seedlings across a range of climatic and edaphic conditions.\n\nTo do this, we transplanted seedlings to locations at different elevations where they experienced different climates (as measured by microclimate sensors). At each location, we transplanted half the seedlings in soil collected from the lower limit of the meadows (\"meadow soil\") and half in soil from bare ground above the meadows (\"bare soil\").\n\nSurprisingly, initial survival declined with earlier snow disappearance, with more severe declines for seedlings in bare soil, implying that earlier snow disappearance will increase young seedling mortality, especially in bare soils above the meadows. However, seedling size was typically greater where snow disappeared earlier, but only in meadow soils, suggesting that earlier snow disappearance will increase seedling growth, but primarily in meadows.\n\nThus, as climate change progresses, seedlings in meadow soils are likely to achieve greater establishment success than..."
 }
}