{
 "awd_id": "1209251",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Direct Transcription Solution of Optimal Control Problems with Delays",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Lora Billings",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 284817.0,
 "awd_amount": 284817.0,
 "awd_min_amd_letter_date": "2012-06-28",
 "awd_max_amd_letter_date": "2012-06-28",
 "awd_abstract_narration": "In a wide variety of important areas of modern technology  from the control of aerospace systems to guiding vehicles to determining drug therapies to producing industrial products it is desired to find the optimal or best way to perform different tasks.   The goal is improved efficiency and performance and lower cost.  The physical system can be  described mathematically.  This project will develop numerical algorithms, computer software, and supporting mathematics that will enable scientists and engineers to take these mathematical descriptions and solve a number of  optimal control problems that they currently have great difficulty in solving. This will contribute to a number of areas of national need including more efficient industrial processes.  The initial areas of application of this research will be chemical processes, aerospace applications, and biomedical problems since those collaborations are already under way.  The long term impact is even wider than these areas since the need for increased efficiency and better performance is a driving need throughout science and technology.\r\n \r\n\r\nMathematical descriptions often involve differential equations.  Frequently there are physical or operational constraints on either the physical process or the means being used to control this process.  One of the more successful numerical approaches that is often used for complex optimal control problems is direct transcription where the problem is converted to a discrete problem  by various  programing techniques, and then iteratively solved on specially chosen refined grids until a high quality solution is found.  Direct transcription is a popular technique in industry.  Many challenging problems also have delays in either the state dynamics or the controls or both.  Delays can occur for several reasons including transmission delays, physical processes,  actuator delays, or human  operator induced delays.   State dependent delays are common in the chemical industry, for example.   These delays, to date, have posed challenges that have hindered the development of industrial grade direct transcription algorithms for the computation of the optimal solution of state and control constrained nonlinear systems with delays.  This  project will address this difficulty.  It is proposed to develop algorithms, efficient implementations, and supporting mathematical analysis for the direct transcription solution of state and control constrained optimal control problems with delays.  The proposed research will result in new algorithms and new theoretical understanding of numerical methods.  These types of algorithms tend to be very sophisticated.  Theory backed guidelines will be developed for both users and developers of these types of algorithms.  The proposed project will result in substantial advancement on a number of important problems in optimal control, the training of the next generation of researchers to work on these problems, and contributions to several areas of national need. Among the broad impacts are the  capability to more widely use constrained   mathematical descriptions  with delays which will permit easier simulation and optimization of a wide variety of physical systems resulting in reduced time needed for design and improved performance.  The implementation of the projects results into an industrial grade code will greatly hasten and broaden their impact across a number of industries.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Stephen",
   "pi_last_name": "Campbell",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Stephen L Campbell",
   "pi_email_addr": "slc@math.ncsu.edu",
   "nsf_id": "000382198",
   "pi_start_date": "2012-06-28",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "North Carolina State University",
  "inst_street_address": "2601 WOLF VILLAGE WAY",
  "inst_street_address_2": "",
  "inst_city_name": "RALEIGH",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "9195152444",
  "inst_zip_code": "276950001",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "NC02",
  "org_lgl_bus_name": "NORTH CAROLINA STATE UNIVERSITY",
  "org_prnt_uei_num": "U3NVH931QJJ3",
  "org_uei_num": "U3NVH931QJJ3"
 },
 "perf_inst": {
  "perf_inst_name": "North Carolina State University",
  "perf_str_addr": "2701 Sullivan Drive; Suite 240",
  "perf_city_name": "Raleigh",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "276958205",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "NC02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126600",
   "pgm_ele_name": "APPLIED MATHEMATICS"
  },
  {
   "pgm_ele_code": "127100",
   "pgm_ele_name": "COMPUTATIONAL MATHEMATICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9263",
   "pgm_ref_txt": "COMPUTATIONAL SCIENCE & ENGING"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 284817.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Science and technology are addressing ever more complex problems in areas from biology to engineering to chemistry. To make further progress on these problems more sophisticated mathematical models are needed.<br />Many physical systems and industrial processes are best mathematically modeled by systems of differential equations with constraints on the states of the process which are also called differential algebraic equations or&nbsp; DAEs.&nbsp;&nbsp; Many of these physical processes, be they chemical, mechanical, or biological,&nbsp; have delays so that the change taking place depends not only on the present values of states and controls but&nbsp;&nbsp; also on the past values of states and controls.&nbsp; Delays can arise from communication or transportation delays&nbsp; between different compartments in the model or from because some delay is inherent in the process. <br /><br />Given&nbsp; a physical process it is important to design the process and its controls or inputs in a way that will optimize such properties as&nbsp; energy consumed, product produced, time required, or efficiency.&nbsp; The&nbsp;&nbsp;&nbsp;&nbsp; area of mathematics that focuses on this type of optimization is called optimal control.&nbsp; Getting useful answers about a complex optimal control problem invariably requires numerical algorithms. <br /><br />Direct transcription is a numerical&nbsp; approach that is popular in industry for solving complex optimal control problems.&nbsp; But it has been observed that direct transcription can have&nbsp; numerical difficulties when there are delays in the controls or state dependent delays in the dynamics.&nbsp; This project was to study numerical methods and analysis for optimal control of differential algebraic equations with delays with the goal of extending current software capabilities to more complex systems.<br /><br /><br />This project developed a new model formulation of control delayed differential algebraic systems&nbsp; that allowed direct transcription software to better solve optimal control problems with control delays and state constraints.&nbsp; The project also provided a&nbsp; theoretical analysis to establish the basis of this new formulation and&nbsp; performed numerical tests to verify the theoretical predictions of improved algorithm performance.&nbsp; The test were carried out within the framework of an industrial level optimal control code.&nbsp; Applications were considered to robotics, fault detection, and process control.<br /><br />This project also examined several different approaches to solving what are called higher index differential algebraic equation optimal control problems using direct transcription in order to provide guidance to practitioners interested in solving such problems. This work was focused on using problems from mechanics as working examples but is also&nbsp; useful for other classes of applications.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 09/26/2016<br>\n\t\t\t\t\tModified by: Stephen&nbsp;L&nbsp;Campbell</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nScience and technology are addressing ever more complex problems in areas from biology to engineering to chemistry. To make further progress on these problems more sophisticated mathematical models are needed.\nMany physical systems and industrial processes are best mathematically modeled by systems of differential equations with constraints on the states of the process which are also called differential algebraic equations or  DAEs.   Many of these physical processes, be they chemical, mechanical, or biological,  have delays so that the change taking place depends not only on the present values of states and controls but   also on the past values of states and controls.  Delays can arise from communication or transportation delays  between different compartments in the model or from because some delay is inherent in the process. \n\nGiven  a physical process it is important to design the process and its controls or inputs in a way that will optimize such properties as  energy consumed, product produced, time required, or efficiency.  The     area of mathematics that focuses on this type of optimization is called optimal control.  Getting useful answers about a complex optimal control problem invariably requires numerical algorithms. \n\nDirect transcription is a numerical  approach that is popular in industry for solving complex optimal control problems.  But it has been observed that direct transcription can have  numerical difficulties when there are delays in the controls or state dependent delays in the dynamics.  This project was to study numerical methods and analysis for optimal control of differential algebraic equations with delays with the goal of extending current software capabilities to more complex systems.\n\n\nThis project developed a new model formulation of control delayed differential algebraic systems  that allowed direct transcription software to better solve optimal control problems with control delays and state constraints.  The project also provided a  theoretical analysis to establish the basis of this new formulation and  performed numerical tests to verify the theoretical predictions of improved algorithm performance.  The test were carried out within the framework of an industrial level optimal control code.  Applications were considered to robotics, fault detection, and process control.\n\nThis project also examined several different approaches to solving what are called higher index differential algebraic equation optimal control problems using direct transcription in order to provide guidance to practitioners interested in solving such problems. This work was focused on using problems from mechanics as working examples but is also  useful for other classes of applications.\n\n\t\t\t\t\tLast Modified: 09/26/2016\n\n\t\t\t\t\tSubmitted by: Stephen L Campbell"
 }
}