{
 "awd_id": "1209491",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute for FY 2012 in China",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 5836.0,
 "awd_amount": 5836.0,
 "awd_min_amd_letter_date": "2012-05-23",
 "awd_max_amd_letter_date": "2012-05-23",
 "awd_abstract_narration": "This action funds Raymond Seekell of the University Of Notre Dame to conduct a research project, entitled \"Innovation of a novel lubricant through biological capture,\" during the summer of 2012 at Soochow University in Suzhou, China.  The host scientist is Dr. Zexin Zhang.\r\n\r\nThe Intellectual Merit of the research project is to examine and understand the glassy dynamics of confined hydrogel-biopolymer thin films. From these studies, functional lubricious polymeric coatings and lubricants are being developed through biomimetic design. The research involves assessing how a biopolymer affects the dynamics of suspensions hydrogel particles under confinement. Previous studies have looked at the effect of confinement on homogeneous systems, where colloids are only interacting with like colloids. While these are ideal systems, they are not representative of natural systems, which could have extensive applications from bio-lubrication, drug delivery to novel material synthesis for energy storage and conversion. \r\n\r\nBroader Impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.  These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Raymond",
   "pi_last_name": "Seekell",
   "pi_mid_init": "P",
   "pi_sufx_name": "III",
   "pi_full_name": "Raymond P Seekell",
   "pi_email_addr": "",
   "nsf_id": "000607205",
   "pi_start_date": "2012-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Seekell                 Raymond        P",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "South Bend",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "",
  "inst_zip_code": "466152318",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "IN02",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Notre Dame University",
  "perf_str_addr": null,
  "perf_city_name": "Notre Dame",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "465565603",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "IN02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  },
  {
   "pgm_ref_code": "9200",
   "pgm_ref_txt": "US CHINA COOP IN BASIC SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 5836.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Through the East Asia and South Pacific Institute, I was able to perform research at the Center for Condensed Matter Physics &amp; Interdisciplinary Research (CCMP) at Soochow University in Suzhou China during the summer of 2012. I worked directly with Dr. Zexin Zhang and his research group with the aim to study the effect of particle stiffness on glassy dynamics of dense colloidal liquids. This experience greatly enhanced my knowledge in the field due to Dr. Zhang&rsquo;s expertise in the field of soft matter and particle physics. Interest in the effect of particle stiffness on glass dynamics stems from the fragility of glasses. &ldquo;Fragile&rdquo; glassy materials show a non-Arrhenius dependence of relaxation time with temperature close to the glass transition and have been extensively studied for molecular glass formers as model &ldquo;hard-sphere&rdquo; colloidal suspensions, but we lack a complete understanding of \"strong\" glass formers which show an Arrhenius dependence on temperature approaching the glass transition. In this work, we investigate the glassy dynamics of microgels of varied particle stiffness in dense aqueous suspensions using confocal microscopy. Poly(N-isopropylacrylamide) (PNIPAM) microgel particles of variable stiffness in aqueous media are synthesized by free radical polymerization varying the cross-linking density. We investigated five separate crosslinking densities to fully encompass the &ldquo;soft&rdquo; to &ldquo;stiff&rdquo; transition.&nbsp; Our results showed that &ldquo;soft&rdquo; particles and &ldquo;stiff&rdquo; particles behave as ideal strong glass formers and fragile glass formers, respectively. By exploring the intermediate crosslinking densities, we found insight into the transition from a strong glass former to a fragile glass former, specifically that dynamic heterogeneity, specifically string-like motion, is more pronounced as stiffness increases. Furthermore, I established a strong international relationship between my research group in the U.S. and my host group at the CCMP. We plan to collaborate on future research projects that will optimally use the expertise of both research groups. Aside from scientific research, this opportunity allowed me to learn and embrace the culture and history of China which is very historic and beautiful. While I lived on the other side of the world, I learned how similar life as a graduate student is across the world. Even though I didn&rsquo;t speak Mandarin, the language of science never failed me and I met many friends over the course of the summer. All and all, this experience was a once in a lifetime experience that furthered my scientific and global knowledge in a significant way.&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/30/2012<br>\n\t\t\t\t\tModified by: Raymond&nbsp;P&nbsp;Seekell</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThrough the East Asia and South Pacific Institute, I was able to perform research at the Center for Condensed Matter Physics &amp; Interdisciplinary Research (CCMP) at Soochow University in Suzhou China during the summer of 2012. I worked directly with Dr. Zexin Zhang and his research group with the aim to study the effect of particle stiffness on glassy dynamics of dense colloidal liquids. This experience greatly enhanced my knowledge in the field due to Dr. ZhangÆs expertise in the field of soft matter and particle physics. Interest in the effect of particle stiffness on glass dynamics stems from the fragility of glasses. \"Fragile\" glassy materials show a non-Arrhenius dependence of relaxation time with temperature close to the glass transition and have been extensively studied for molecular glass formers as model \"hard-sphere\" colloidal suspensions, but we lack a complete understanding of \"strong\" glass formers which show an Arrhenius dependence on temperature approaching the glass transition. In this work, we investigate the glassy dynamics of microgels of varied particle stiffness in dense aqueous suspensions using confocal microscopy. Poly(N-isopropylacrylamide) (PNIPAM) microgel particles of variable stiffness in aqueous media are synthesized by free radical polymerization varying the cross-linking density. We investigated five separate crosslinking densities to fully encompass the \"soft\" to \"stiff\" transition.  Our results showed that \"soft\" particles and \"stiff\" particles behave as ideal strong glass formers and fragile glass formers, respectively. By exploring the intermediate crosslinking densities, we found insight into the transition from a strong glass former to a fragile glass former, specifically that dynamic heterogeneity, specifically string-like motion, is more pronounced as stiffness increases. Furthermore, I established a strong international relationship between my research group in the U.S. and my host group at the CCMP. We plan to collaborate on future research projects that will optimally use the expertise of both research groups. Aside from scientific research, this opportunity allowed me to learn and embrace the culture and history of China which is very historic and beautiful. While I lived on the other side of the world, I learned how similar life as a graduate student is across the world. Even though I didnÆt speak Mandarin, the language of science never failed me and I met many friends over the course of the summer. All and all, this experience was a once in a lifetime experience that furthered my scientific and global knowledge in a significant way. \n\n \n\n\t\t\t\t\tLast Modified: 11/30/2012\n\n\t\t\t\t\tSubmitted by: Raymond P Seekell"
 }
}