{
 "awd_id": "1209659",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH:  The adaptive significance and genetic basis of sperm midpiece length",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Samuel Scheiner",
 "awd_eff_date": "2012-07-01",
 "awd_exp_date": "2015-06-30",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2012-05-14",
 "awd_max_amd_letter_date": "2012-05-14",
 "awd_abstract_narration": "Males often compete for the opportunity to mate; in promiscuous species, this battle continues after mating, as sperm compete to fertilize eggs, thereby driving the rapid evolution of male reproductive characteristics. This study will use a genetic cross between two species of deer mouse, one promiscuous and one monogamous species, to answer two critical questions: (a) which traits contribute to sperm competition success? and (b) which genetic regions are responsible for these traits? By competing mice with different reproductive characteristics in fertilization contests, and by identifying associations between these characteristics and specific genomic regions, this work will identify the traits and genes molded by sperm competition. This novel study will first ascertain which traits are subject to this critical evolutionary force, and then determine their genetic basis.  \r\n\r\nIn conjunction with the project will be public outreach efforts, including the design and implement of an eight-week curriculum on adaptation for students in grades four and five at a Boys & Girls Club in Somerville, Massachusetts.  The majority of students in this club come from low-income families in an underserved community. The project will also include mentoring of undergraduate students.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Hopi",
   "pi_last_name": "Hoekstra",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Hopi E Hoekstra",
   "pi_email_addr": "hoekstra@oeb.harvard.edu",
   "nsf_id": "000445643",
   "pi_start_date": "2012-05-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Emily",
   "pi_last_name": "Jacobs-Palmer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Emily Jacobs-Palmer",
   "pi_email_addr": "ejacobspalmer@oeb.harvard.edu",
   "nsf_id": "000604689",
   "pi_start_date": "2012-05-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "1350 Massachusetts Avenue",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021383846",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737800",
   "pgm_ele_name": "EVOLUTIONARY GENETICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><strong>Background</strong></p>\n<p>Competition amongst males to reproduce has led to the existence of beautiful and bizarre traits such as giant antlers, intricate feather patterning, and complex behavioral rituals. Because females from most animal species are promiscuous, this competition can continue even after mating, as the sperm of multiple males race to fertilize females&rsquo; limited eggs. Such sperm competition is ubiquitous and drives rapid adaptation and the appearance of new species. However, we know little about a) which physical traits of sperm make for winners, or b) which genes underlie these traits.</p>\n<p>In this project, we studied two closely related species of wild mice (Genus <em>Peromyscus</em>) that differ in their levels of sperm competition: in one, females and males are monogamous (no sperm competition), but in the other, females are highly promiscuous, (rampant sperm competition). Preliminary data showed that, as expected, males of the promiscuous species had faster sperm, but it was not clear what specific aspects of sperm anatomy and physiology might be relevant to speed, or which genes might shape these traits.</p>\n<p>&nbsp;</p>\n<p><strong>Findings</strong></p>\n<p>Because the two species of mice are such close relatives, we were able to interbreed them and create hybrid animals with a combination of the parents&rsquo; genes and traits in many combinations. Then, by studying the association of specific sperm traits with sperm speed and competitiveness in these offspring, we determined that the length of a particular portion of the sperm, the midpiece, is important to sperm success in competition. Next, by studying the association of hybrids&rsquo; sperm midpiece length with the segments of the genome inherited from the promiscuous or monogamous parent species, we were able to precisely locate a single genetic region responsible for controlling much of the difference in midpiece length between species. In this region exists a gene, <em>Prkar1a</em>, that we believe underlies the adaptation of sperm midpiece length (and thereby, sperm competitiveness) in these mice. Importantly, human men with mutations in this gene suffer from severely reduced fertility as well.</p>\n<p>We have begun to study <em>Prkar1a</em> in the two species of mouse to determine how it might produce an effect on sperm midpiece length, sequencing the gene and measuring levels of RNA and protein in testis and sperm tissues from each species and their hybrids using a variety of techniques. We have also studied lab mice with a mutation in <em>Prkar1a</em> and confirmed that these animals, too, have differences in sperm midpiece length from their normal counterparts. While we are not yet sure precisely how differences in the sequence of this gene translate mechanistically to changes in sperm shape, we have fulfilled the goals of this grant by identifying sperm midpiece length as a trait critical to sperm competition success and by determining that a small region of the genome including the candidate gene <em>Prkar1a</em> controls variation in midpiece length.</p>\n<p>&nbsp;</p>\n<p><strong>Relevance and Impact</strong></p>\n<p>This study is one of the first to link a specific trait shaped by sperm competition to a particular region of the genome, furthering our understanding of how evolution shapes rapid change in reproductive structure and function. Additionally, by identifying the basis of subtle variation contributing to sperm competitive success in natural populations of mice, we have also increased our knowledge of the genetic factors that may influence fertility in humans. Finally, this grant led to a variety of educational opportunities for the general public. Co-PI Jacobs-Palmer mentored undergraduate students in molecular biological techniques, gave public lectures on sperm competition, and taught a series of hands-on, informal lessons on ecology and evolution to st...",
  "por_txt_cntn": "\nBackground\n\nCompetition amongst males to reproduce has led to the existence of beautiful and bizarre traits such as giant antlers, intricate feather patterning, and complex behavioral rituals. Because females from most animal species are promiscuous, this competition can continue even after mating, as the sperm of multiple males race to fertilize femalesÆ limited eggs. Such sperm competition is ubiquitous and drives rapid adaptation and the appearance of new species. However, we know little about a) which physical traits of sperm make for winners, or b) which genes underlie these traits.\n\nIn this project, we studied two closely related species of wild mice (Genus Peromyscus) that differ in their levels of sperm competition: in one, females and males are monogamous (no sperm competition), but in the other, females are highly promiscuous, (rampant sperm competition). Preliminary data showed that, as expected, males of the promiscuous species had faster sperm, but it was not clear what specific aspects of sperm anatomy and physiology might be relevant to speed, or which genes might shape these traits.\n\n \n\nFindings\n\nBecause the two species of mice are such close relatives, we were able to interbreed them and create hybrid animals with a combination of the parentsÆ genes and traits in many combinations. Then, by studying the association of specific sperm traits with sperm speed and competitiveness in these offspring, we determined that the length of a particular portion of the sperm, the midpiece, is important to sperm success in competition. Next, by studying the association of hybridsÆ sperm midpiece length with the segments of the genome inherited from the promiscuous or monogamous parent species, we were able to precisely locate a single genetic region responsible for controlling much of the difference in midpiece length between species. In this region exists a gene, Prkar1a, that we believe underlies the adaptation of sperm midpiece length (and thereby, sperm competitiveness) in these mice. Importantly, human men with mutations in this gene suffer from severely reduced fertility as well.\n\nWe have begun to study Prkar1a in the two species of mouse to determine how it might produce an effect on sperm midpiece length, sequencing the gene and measuring levels of RNA and protein in testis and sperm tissues from each species and their hybrids using a variety of techniques. We have also studied lab mice with a mutation in Prkar1a and confirmed that these animals, too, have differences in sperm midpiece length from their normal counterparts. While we are not yet sure precisely how differences in the sequence of this gene translate mechanistically to changes in sperm shape, we have fulfilled the goals of this grant by identifying sperm midpiece length as a trait critical to sperm competition success and by determining that a small region of the genome including the candidate gene Prkar1a controls variation in midpiece length.\n\n \n\nRelevance and Impact\n\nThis study is one of the first to link a specific trait shaped by sperm competition to a particular region of the genome, furthering our understanding of how evolution shapes rapid change in reproductive structure and function. Additionally, by identifying the basis of subtle variation contributing to sperm competitive success in natural populations of mice, we have also increased our knowledge of the genetic factors that may influence fertility in humans. Finally, this grant led to a variety of educational opportunities for the general public. Co-PI Jacobs-Palmer mentored undergraduate students in molecular biological techniques, gave public lectures on sperm competition, and taught a series of hands-on, informal lessons on ecology and evolution to students in the Boys and Girls Clubs of Middlesex County. During a recent visit to the Harvard Museum of Natural History, a fourth-grader pointed at the skeleton of a chimpanzee and remarked excitedly, \"HeÆs my cousin!\"\n\n \n\n\t\t\t\t\tLast Modified..."
 }
}