{
 "awd_id": "1209511",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute for FY 2012 in Japan",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 6126.0,
 "awd_amount": 6126.0,
 "awd_min_amd_letter_date": "2012-05-23",
 "awd_max_amd_letter_date": "2012-05-23",
 "awd_abstract_narration": "This action funds Xuan Luong of University of California, Berkeley to conduct a research project, entitled \"Determining the basis of differential estrogen sensitivity in African clawed frog larvae (Xenipus laevis),\" during the summer of 2012 at Kitasato University in Sagamihara, Minami-ku, Kitasato.  The host scientist is Dr. Michihiko Ito.\r\n\r\nThe Intellectual Merit of the research project is to determine if variances in gene expression are the bases of differential estrogen sensitivity observed at the population and individual levels of Xenopus laevis, and if so, identify the responsible gene(s). The goal is to better understand the mechanisms of sex differentiation using an amphibian model, the African clawed frog. an important aspect to address is the role of estrogen (E2) in this process at the population and individual levels.\r\n\r\nBroader Impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.   These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Xuan",
   "pi_last_name": "Luong",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Xuan G Luong",
   "pi_email_addr": "",
   "nsf_id": "000601504",
   "pi_start_date": "2012-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Luong                   Xuan           G",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Berkeley",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "947081828",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "CA12",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Luong                   Xuan           G",
  "perf_str_addr": null,
  "perf_city_name": "Berkeley",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "947081828",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "CA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 6126.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The goal of my graduate studies is to better understand mechanisms of sex differentiation using an amphibian model, the African clawed frog (<em>Xenopus laevis</em>). I am particularly interested in the role of estrogen in sex differentiation. Exogenous estrogens can induce ovarian differentiation in genetic males when they are exposed as larvae, but the sensitivity to estrogen varies between individuals and populations. During my time at Kitasato University, I successfully completed the proposed project, &ldquo;Diversity in estrogen response across populations, life history, and tissue types of the African clawed frog.&rdquo; To determine whether estrogen receptors play a role in differences in gonadal sensitivity, I used post-metamorphosis (juvenile) <em>X. laevis</em> livers, which show robust increases in vitellogenin (<em>VTG&alpha;2</em>) expression in response to estrogen. Because the liver is responsive to estrogen, is large enough to allow for abundant RNA extraction, and considering the time-time and travel constraints of the grant, I chose this approach to develop an efficient model to test estrogen sensitivity. I measured estrogen sensitivity as the quantity of <em>VTG&alpha;2</em> transcripts resulting from exposure to a series of estrogen doses&mdash;the higher the expression, the greater the sensitivity. The goal was to determine if population differences in gonad estrogen sensitivity of <em>X. laevis</em> tadpoles could also be observed in liver estrogen sensitivity of juvenile individuals. Juveniles from sensitive and insensitive populations were treated with varying doses of estrogen and <em>VTG</em><em>&alpha;</em><em>2</em> and <em>ER&alpha;1</em>, expression levels were quantified using quantitative real-time polymerase chain reaction (qPCR).</p>\n<p>My findings show that population differences in estrogen sensitivity seen in the gonads during the tadpole stages are also observed in the liver during adulthood. Estrogen-treated livers of sensitive animals showed greater <em>VTG&alpha;2 </em>expression compared to control sensitive animals. Estrogen-treated livers of insensitive animals showed similar increases in <em>VTG&alpha;2 </em>expression, but the magnitude of increase was much less as compared to livers from the sensitive population. However, these differences in the liver may not be the result of differential estrogen receptor expression as <em>VTG&alpha;2</em> expression levels did not correlate with <em>ER&alpha;1</em> expression levels. Further studies need to be done to establish the mechanism responsible for estrogen sensitivity.</p>\n<p>Estrogen's function is ubiquitous and crucial to organismal success throughout the vertebrate phylum. Estrogen is physiologically significant to both male and female individuals, playing a crucial part in gonad development, spermatogenesis, oogenesis, and bone development. In addition to estrogen's role in early development, localized overproduction of the hormone has been shown to be significant in the development and progression of hormone-dependent cancers (e.g. cancers of the breast, ovaries, endometrium, prostate, etc.). Many chemicals which increase the production of estrogen or mimic its action have contributed to the global decline of aquatic life due to commensurate, deleterious effects on species' development and reproductive health. Comparable responses to environmental contaminants have been identified in humans. It is evident that not all populations, individuals, or tissues are equally affected by these hormonally driven ailments. Thus, my studies elucidating the bases for differential responses to estrogen at the population, individual, tissue, and cellular levels are relevant to not only the field of developmental endocrinology, but may also hold great significance in evolution, oncology, environmental toxicology, and animal conservation.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/201...",
  "por_txt_cntn": "\nThe goal of my graduate studies is to better understand mechanisms of sex differentiation using an amphibian model, the African clawed frog (Xenopus laevis). I am particularly interested in the role of estrogen in sex differentiation. Exogenous estrogens can induce ovarian differentiation in genetic males when they are exposed as larvae, but the sensitivity to estrogen varies between individuals and populations. During my time at Kitasato University, I successfully completed the proposed project, \"Diversity in estrogen response across populations, life history, and tissue types of the African clawed frog.\" To determine whether estrogen receptors play a role in differences in gonadal sensitivity, I used post-metamorphosis (juvenile) X. laevis livers, which show robust increases in vitellogenin (VTG&alpha;2) expression in response to estrogen. Because the liver is responsive to estrogen, is large enough to allow for abundant RNA extraction, and considering the time-time and travel constraints of the grant, I chose this approach to develop an efficient model to test estrogen sensitivity. I measured estrogen sensitivity as the quantity of VTG&alpha;2 transcripts resulting from exposure to a series of estrogen doses&mdash;the higher the expression, the greater the sensitivity. The goal was to determine if population differences in gonad estrogen sensitivity of X. laevis tadpoles could also be observed in liver estrogen sensitivity of juvenile individuals. Juveniles from sensitive and insensitive populations were treated with varying doses of estrogen and VTG&alpha;2 and ER&alpha;1, expression levels were quantified using quantitative real-time polymerase chain reaction (qPCR).\n\nMy findings show that population differences in estrogen sensitivity seen in the gonads during the tadpole stages are also observed in the liver during adulthood. Estrogen-treated livers of sensitive animals showed greater VTG&alpha;2 expression compared to control sensitive animals. Estrogen-treated livers of insensitive animals showed similar increases in VTG&alpha;2 expression, but the magnitude of increase was much less as compared to livers from the sensitive population. However, these differences in the liver may not be the result of differential estrogen receptor expression as VTG&alpha;2 expression levels did not correlate with ER&alpha;1 expression levels. Further studies need to be done to establish the mechanism responsible for estrogen sensitivity.\n\nEstrogen's function is ubiquitous and crucial to organismal success throughout the vertebrate phylum. Estrogen is physiologically significant to both male and female individuals, playing a crucial part in gonad development, spermatogenesis, oogenesis, and bone development. In addition to estrogen's role in early development, localized overproduction of the hormone has been shown to be significant in the development and progression of hormone-dependent cancers (e.g. cancers of the breast, ovaries, endometrium, prostate, etc.). Many chemicals which increase the production of estrogen or mimic its action have contributed to the global decline of aquatic life due to commensurate, deleterious effects on species' development and reproductive health. Comparable responses to environmental contaminants have been identified in humans. It is evident that not all populations, individuals, or tissues are equally affected by these hormonally driven ailments. Thus, my studies elucidating the bases for differential responses to estrogen at the population, individual, tissue, and cellular levels are relevant to not only the field of developmental endocrinology, but may also hold great significance in evolution, oncology, environmental toxicology, and animal conservation.\n\n\t\t\t\t\tLast Modified: 12/01/2012\n\n\t\t\t\t\tSubmitted by: Xuan G Luong"
 }
}