{
 "awd_id": "1209966",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute for FY 2012 in Japan",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 836.0,
 "awd_amount": 836.0,
 "awd_min_amd_letter_date": "2012-05-18",
 "awd_max_amd_letter_date": "2012-05-18",
 "awd_abstract_narration": "This action funds Carol Wang of Carnegie Mellon University to conduct a research project, entitled \"New probabilistically checkable proofs,\" during the summer of 2012 at Kyoto University in Kyoto, Japan.  The host scientists are Professors Kazuo Iwama and Suguru Tamaki. \r\n\r\nThe Intellectual Merit of the research project includes gaining a deeper understanding of how hard different mathematical problems are. Many problems that arise in practice are thought to be hard to solve efficiently, and this project, if successful, helps determine which problems remain hard even if we allow approximate solutions.  \r\n\r\nBroader Impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.   These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Carol",
   "pi_last_name": "Wang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Carol Wang",
   "pi_email_addr": "",
   "nsf_id": "000602372",
   "pi_start_date": "2012-05-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Wang                    Carol",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Pittsburgh",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "",
  "inst_zip_code": "152131904",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Wang                    Carol",
  "perf_str_addr": null,
  "perf_city_name": "Pittsburgh",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "152131904",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "PA12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 836.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Many problems encountered in computer science are thought to be hard to solve. However, for many problems arising in real-world applications, although it is hard to find a solution, it is easy to check if a solution works. A surprising fact is that for such problems, we can convert a solution into one that can be checked (fairly reliably) just by reading three characters of the solution. We call the new solution a probabilistically checkable proof (PCP) system.&nbsp;<br />The use of these spot-checkable solutions is very closely related to the question of whether we can find approximate solutions. For example, if we are trying to find the cheapest way to meet a lot of constraints, we may be satisfied with adding 1% to the cost, if it means we can find the answer faster. Such solutions are often valuable for applications.&nbsp;<br />In this project, we studied PCP systems with the natural requirement that we never mistakenly reject if a valid solution exists. For technical reasons, such systems tend to be more difficult to construct. However, for some applications, this requirement is essential.&nbsp;<br />Our work focused on extending the work of Tamaki and Yoshida, who gave a new construction of an important component of standard PCP systems. Although we were unsuccessful when assuming the standard \"d-to-1 conjecture,\" we gained some insight into using other conjectures to aid us.&nbsp;<br />In addition to the research experience, this project provided an excellent opportunity for cultural exchange, as I was given a chance to join a lab at Kyoto University for two months and work with Professor Tamaki, whose work motivated my chosen project.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2012<br>\n\t\t\t\t\tModified by: Carol&nbsp;Wang</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nMany problems encountered in computer science are thought to be hard to solve. However, for many problems arising in real-world applications, although it is hard to find a solution, it is easy to check if a solution works. A surprising fact is that for such problems, we can convert a solution into one that can be checked (fairly reliably) just by reading three characters of the solution. We call the new solution a probabilistically checkable proof (PCP) system. \nThe use of these spot-checkable solutions is very closely related to the question of whether we can find approximate solutions. For example, if we are trying to find the cheapest way to meet a lot of constraints, we may be satisfied with adding 1% to the cost, if it means we can find the answer faster. Such solutions are often valuable for applications. \nIn this project, we studied PCP systems with the natural requirement that we never mistakenly reject if a valid solution exists. For technical reasons, such systems tend to be more difficult to construct. However, for some applications, this requirement is essential. \nOur work focused on extending the work of Tamaki and Yoshida, who gave a new construction of an important component of standard PCP systems. Although we were unsuccessful when assuming the standard \"d-to-1 conjecture,\" we gained some insight into using other conjectures to aid us. \nIn addition to the research experience, this project provided an excellent opportunity for cultural exchange, as I was given a chance to join a lab at Kyoto University for two months and work with Professor Tamaki, whose work motivated my chosen project. \n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/01/2012\n\n\t\t\t\t\tSubmitted by: Carol Wang"
 }
}