{
 "awd_id": "1209335",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: Modeling Bird and Bat Mediated Pest Control Services Across Costa Rican Countryside",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Douglas Levey",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2012-05-14",
 "awd_max_amd_letter_date": "2012-05-14",
 "awd_abstract_narration": "Across the world, agricultural production is rapidly expanding. Besides encroaching into forests, industrial agriculture transforms traditional farms of several crops and interspersed trees into vast fields of a single type of crop. Wildlife often persists in the traditional, low-intensity landscapes, but disappears in intensive plantations. Many of these species serve a pivotal role in agricultural ecosystems by consuming damaging insect pests. Coffee is the second most traded commodity after oil, and a small beetle, the coffee berry borer (Hypothenemus hampei), is its most damaging pest. This project investigates whether the loss of native trees and small forest patches, traditionally interspersed throughout Costa Rican coffee plantations, affects the control of coffee berry borer by bats and birds. The project utilizes novel molecular methods to detect the coffee berry borer in bat and bird fecal samples collected from Costa Rica coffee plantations. After identifying which bird and bat species eat the berry borer, a pest-control model will be developed to identify the sites and conditions (e.g. amount of nearby tree cover) under which farmers would expect to benefit most from bat- and bird-mediated pest control. \r\n\r\nHow pest control changes with changing agricultural practices remains unclear, and forecasting future pest regulation is not currently possible. This research seeks to address these shortcomings by developing a model that predicts the consequences of agricultural expansion and intensification for pest control. This model will be integrated eventually into a modeling platform: Integrated Valuation of Ecosystem Services and Tradeoffs (InVEST). InVEST will assist conservation organizations, land managers, governments, and corporations in evaluating \"ecosystem services\" -- the benefits that humans derive from ecosystems, into resource decisions. Thus, results from this project have potential to be incorporated into practical decisions relatively quickly. To build to this point, findings will be communicated broadly, in scientific journals and academic forums, as well as through public media. Additionally, the project will involve undergraduate students and local field assistants, who will become involved in multiple aspects of research, including co-authorship and oral presentations.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Gretchen",
   "pi_last_name": "Daily",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Gretchen C Daily",
   "pi_email_addr": "gdaily@stanford.edu",
   "nsf_id": "000171570",
   "pi_start_date": "2012-05-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Elizabeth",
   "pi_last_name": "Hadly",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Elizabeth A Hadly",
   "pi_email_addr": "hadly@stanford.edu",
   "nsf_id": "000149166",
   "pi_start_date": "2012-05-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Daniel",
   "pi_last_name": "Karp",
   "pi_mid_init": "S",
   "pi_sufx_name": "",
   "pi_full_name": "Daniel S Karp",
   "pi_email_addr": "dkarp@ucdavis.edu",
   "nsf_id": "000604231",
   "pi_start_date": "2012-05-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Stanford University",
  "inst_street_address": "450 JANE STANFORD WAY",
  "inst_street_address_2": "",
  "inst_city_name": "STANFORD",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "6507232300",
  "inst_zip_code": "943052004",
  "inst_country_name": "United States",
  "cong_dist_code": "16",
  "st_cong_dist_code": "CA16",
  "org_lgl_bus_name": "THE LELAND STANFORD JUNIOR UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "HJD6G4D6TJY5"
 },
 "perf_inst": {
  "perf_inst_name": "Stanford University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "943055020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "16",
  "perf_st_cong_dist": "CA16",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1182",
   "pgm_ref_txt": "POP & COMMUNITY ECOL PROG"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The idea that ecosystems are vital assets has spread like fire, framing decisions made by communities, corporations, and governments.&nbsp; Yet little is known about how to implement this idea in addressing humanity&rsquo;s great challenge of feeding a growing population while reversing degradation of the biosphere. We quantified the potential for harmonizing conservation and agricultural production in the context of coffee, arguably the most economically important tropical crop. Twenty million households make their livelihoods by its cultivation, and ~10 million ha in more than 50 countries are dedicated to its production. Specifically, we quantified the value of rainforest to coffee production, via bird and bat predation on coffee&rsquo;s most damaging insect pest, the coffee berry borer beetle (<em>Hypothenemus hampei</em>).</p>\n<p>After implementing a large-scale field experiment in which birds and bats were excluded from foraging on coffee plants, we found that birds halved borer infestations. Birds prevented US$70-US$310/ha in pest damage annually, a gain per farm approximately equal to the average income of a Costa Rican farmer. We also identified which species consume the borer through developing a novel molecular technique in which we assayed bird and bat fecal samples for borer DNA. We identified six species of birds that fed on the borer, and found that these species were more abundant on more forested plantations. We also used attributes of these species to predict other potential borer predators, and found that predicted predators depended on forest as well. Finally, we found evidence that forest patches embedded in coffee plantations increased bird consumption of pests and decreased pest infestations. Broadly, our studies provided critical insight into how food production, biodiversity, and ecosystem services interact to improve yields.</p>\n<p>Specifically, our project was the first to show that tropical rainforest bolsters pest control in surrounding farmland. Our approach documented where pest-control value was realized on farmland, and also explicitly valued every forest patch in terms of its pest-control provision. A tradeoff between farm yields and conservation is widely assumed, but may not exist if the value of ecosystem services exceeds the opportunity cost of smaller farm area. This is a crucial issue under intense debate, and is the focus of major agricultural and human development organizations. Some advocate for intensifying production to increase yields and setting aside large reserves for biodiversity. This debate has focused narrowly on food production and biodiversity. Our work reports that unprotected forest patches on farmland provide the vast majority (&gt;99%) of pest control in our study area. We estimated that forest patches provided habitat for an additional ~55,000 pest-eating birds on coffee plantations, effectively doubling pest control.<strong> </strong>Our findings thus show that conservation practices on farmland may boost agricultural yield, and represent a win-win opportunity for biodiversity and local farmers.</p>\n<p>Given the important conservation implications of our findings, we worked to disseminate our findings broadly to scientific audiences and the wider public. We published our findings in several highly respected peer reviewed journals and presented our work at academic conferences, especially targeting those conferences which attract conservation practitioners in our study area. We also worked with several conservation organizations to feature our findings on their online blogs (The Nature Conservation and the Audubon Society). We wrote press releases and spoke with reporters, who featured our findings in such diverse outlets as Nature News, the New York Times, PBS&rsquo;s Newshour, and food magazines. Importantly, our findings were also reported in Costa Rica&rsquo;s national newspaper. Finally, our project e...",
  "por_txt_cntn": "\nThe idea that ecosystems are vital assets has spread like fire, framing decisions made by communities, corporations, and governments.  Yet little is known about how to implement this idea in addressing humanityÆs great challenge of feeding a growing population while reversing degradation of the biosphere. We quantified the potential for harmonizing conservation and agricultural production in the context of coffee, arguably the most economically important tropical crop. Twenty million households make their livelihoods by its cultivation, and ~10 million ha in more than 50 countries are dedicated to its production. Specifically, we quantified the value of rainforest to coffee production, via bird and bat predation on coffeeÆs most damaging insect pest, the coffee berry borer beetle (Hypothenemus hampei).\n\nAfter implementing a large-scale field experiment in which birds and bats were excluded from foraging on coffee plants, we found that birds halved borer infestations. Birds prevented US$70-US$310/ha in pest damage annually, a gain per farm approximately equal to the average income of a Costa Rican farmer. We also identified which species consume the borer through developing a novel molecular technique in which we assayed bird and bat fecal samples for borer DNA. We identified six species of birds that fed on the borer, and found that these species were more abundant on more forested plantations. We also used attributes of these species to predict other potential borer predators, and found that predicted predators depended on forest as well. Finally, we found evidence that forest patches embedded in coffee plantations increased bird consumption of pests and decreased pest infestations. Broadly, our studies provided critical insight into how food production, biodiversity, and ecosystem services interact to improve yields.\n\nSpecifically, our project was the first to show that tropical rainforest bolsters pest control in surrounding farmland. Our approach documented where pest-control value was realized on farmland, and also explicitly valued every forest patch in terms of its pest-control provision. A tradeoff between farm yields and conservation is widely assumed, but may not exist if the value of ecosystem services exceeds the opportunity cost of smaller farm area. This is a crucial issue under intense debate, and is the focus of major agricultural and human development organizations. Some advocate for intensifying production to increase yields and setting aside large reserves for biodiversity. This debate has focused narrowly on food production and biodiversity. Our work reports that unprotected forest patches on farmland provide the vast majority (&gt;99%) of pest control in our study area. We estimated that forest patches provided habitat for an additional ~55,000 pest-eating birds on coffee plantations, effectively doubling pest control. Our findings thus show that conservation practices on farmland may boost agricultural yield, and represent a win-win opportunity for biodiversity and local farmers.\n\nGiven the important conservation implications of our findings, we worked to disseminate our findings broadly to scientific audiences and the wider public. We published our findings in several highly respected peer reviewed journals and presented our work at academic conferences, especially targeting those conferences which attract conservation practitioners in our study area. We also worked with several conservation organizations to feature our findings on their online blogs (The Nature Conservation and the Audubon Society). We wrote press releases and spoke with reporters, who featured our findings in such diverse outlets as Nature News, the New York Times, PBSÆs Newshour, and food magazines. Importantly, our findings were also reported in Costa RicaÆs national newspaper. Finally, our project employed several local field assistants and provided scientific training opportunities, including field and laboratory methods, for five..."
 }
}