{
 "awd_id": "1209904",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute for FY 2012 in Singapore",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 5836.0,
 "awd_amount": 5836.0,
 "awd_min_amd_letter_date": "2012-05-18",
 "awd_max_amd_letter_date": "2012-05-18",
 "awd_abstract_narration": "This action funds Katelyn Patricia Goetz of Wake Forest University to conduct a research project, entitled \"Growing highly pure crystals of novel organic semiconductor materials,\" during the summer of 2012 at Nanyang Technological University in Singapore.  The host scientist is Dr. Christian Kloc.\r\n\r\nThe Intellectual Merit of the research project lies in the creation of novel organic binary compounds composed of varying ratios of donor and acceptor semiconducting opto-electronic materials. These materials are expected to exhibit properties not present in the parent compounds, such as superconductivity, ambipolar charge transport, or metallic behavior. Such properties are technologically relevant because of the wide range of electronic devices they make possible, and interesting from the fundamental standpoint because of their ability to elucidate currently unknown mechanisms of charge transport in organic semiconductor materials.\r\n\r\nThe Broader Impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.   These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Katelyn",
   "pi_last_name": "Goetz",
   "pi_mid_init": "P",
   "pi_sufx_name": "",
   "pi_full_name": "Katelyn P Goetz",
   "pi_email_addr": "",
   "nsf_id": "000602183",
   "pi_start_date": "2012-05-18",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Goetz                   Katelyn        P",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Winston Salem",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "",
  "inst_zip_code": "271063903",
  "inst_country_name": "United States",
  "cong_dist_code": "10",
  "st_cong_dist_code": "NC10",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Goetz                   Katelyn        P",
  "perf_str_addr": null,
  "perf_city_name": "",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "271063903",
  "perf_ctry_code": "US",
  "perf_cong_dist": "10",
  "perf_st_cong_dist": "NC10",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5927",
   "pgm_ref_txt": "EAST ASIA, OTHER"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 5836.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Organic semiconducting materials can be processed under ambient conditions, unlike inorganic semiconductors. This allows them to be used inexpensively in large area and flexible electronics. To date, the most intensely-researched compounds have been unipolar, monomolecular materials. While these are interesting and useful, materials composed of both donating and accepting materials, called charge transfer compounds, can display entirely new properties that can range from being metallic, ambipolar semiconductor, or superconductor, even when the parent compounds are strictly unipolar semiconductors. Not much is known about these materials; thus, my overall goal for the project funded by the EAPSI award was to grow several D/A combinations as single crystals and characterize their structural and electrical properties. Dr. Christian Kloc, my host at Nanyang Technological University (NTU) in Singapore, pioneered a method I used to grow crystals and has a large amount of experience with semiconducting materials in general. Because of this, I was able to make significant progress with this project by working with his research group at NTU.</p>\n<p>&nbsp;The first objective of our project was to grow organic charge transfer compounds as single crystals. Single crystals are highly ordered and very pure; thus, they enable us to access the intrinsic electrical properties of a material. We successfully accomplished this using solution growth methods and physical vapor transport (PVT), the latter method having been pioneered by Dr. Kloc. The materials we worked with, listed as donor - acceptor and pictured in figure 1, were perylene-7,7,8,8-tetracyanoquinodimethane (Perylene-TCNQ) and stilbene-2,3,5,6-Tetrafluoro-7,7,8,8-tetracyanoquinodimethane (STB-F4TCNQ). Figure 2 depicts PVT grown crystals.</p>\n<p>We found that perylene-TCNQ grew in three different donor-to-acceptor ratios: 3-to-1 (P3T1), 2-to-1 (P2T1), and 1-to-1 (P1T1). This was the first observation of P2T1. P2T1 is very difficult to grow consistently; therefore, we worked to establish a general crystal growth method that would allow us to quickly determine the existence of any charge transfer compound. Our strategy was to seal stoichiometric ratios of parent compounds in quartz or glass ampoules under Argon. We placed the ampoules in a temperature gradient, and the resulting crystals were examined by powder X-ray diffraction. This method was successful for several compounds, including P1T1, P3T1, and Anthracene-TCNQ. Our research groups at both Wake Forest University and NTU are continuing to work on this project.</p>\n<p>The structures of PVT grown crystals of P1T1, P2T1, and P3T1 were confirmed by single crystal X-ray diffraction. Electrical measurements were taken on single crystal organic field-effect transistors fabricated under ambient conditions. We found that P1T1 is electron conducting, P2T1 is weakly ambipolar, and P3T1 is hole conducting. This is interesting because the parent compounds are either only weakly hole or electron conducting, while the charge-transfer compounds display either both types of conduction or increased unipolar conduction. Additionally, P1T1 and P2T1 are interesting in that electron conduction is generally not observed in air in organic materials. A paper describing this work is in preparation.</p>\n<p>The second CT of interest was STB-F4TCNQ. After growing and confirming its structure, we measured its electrical properties as a function of temperature and found that it displays an electronic transition near 240 K. When decreasing temperature from room temperature, charge transport in STB-F4TCNQ transitions from having a high activation energy of 120 meV to being nearly temperature independent. Such phase transitions provide a unique opportunity to study the little understood properties governing charge transport in organic materials because the chemical composition of the material does n...",
  "por_txt_cntn": "\nOrganic semiconducting materials can be processed under ambient conditions, unlike inorganic semiconductors. This allows them to be used inexpensively in large area and flexible electronics. To date, the most intensely-researched compounds have been unipolar, monomolecular materials. While these are interesting and useful, materials composed of both donating and accepting materials, called charge transfer compounds, can display entirely new properties that can range from being metallic, ambipolar semiconductor, or superconductor, even when the parent compounds are strictly unipolar semiconductors. Not much is known about these materials; thus, my overall goal for the project funded by the EAPSI award was to grow several D/A combinations as single crystals and characterize their structural and electrical properties. Dr. Christian Kloc, my host at Nanyang Technological University (NTU) in Singapore, pioneered a method I used to grow crystals and has a large amount of experience with semiconducting materials in general. Because of this, I was able to make significant progress with this project by working with his research group at NTU.\n\n The first objective of our project was to grow organic charge transfer compounds as single crystals. Single crystals are highly ordered and very pure; thus, they enable us to access the intrinsic electrical properties of a material. We successfully accomplished this using solution growth methods and physical vapor transport (PVT), the latter method having been pioneered by Dr. Kloc. The materials we worked with, listed as donor - acceptor and pictured in figure 1, were perylene-7,7,8,8-tetracyanoquinodimethane (Perylene-TCNQ) and stilbene-2,3,5,6-Tetrafluoro-7,7,8,8-tetracyanoquinodimethane (STB-F4TCNQ). Figure 2 depicts PVT grown crystals.\n\nWe found that perylene-TCNQ grew in three different donor-to-acceptor ratios: 3-to-1 (P3T1), 2-to-1 (P2T1), and 1-to-1 (P1T1). This was the first observation of P2T1. P2T1 is very difficult to grow consistently; therefore, we worked to establish a general crystal growth method that would allow us to quickly determine the existence of any charge transfer compound. Our strategy was to seal stoichiometric ratios of parent compounds in quartz or glass ampoules under Argon. We placed the ampoules in a temperature gradient, and the resulting crystals were examined by powder X-ray diffraction. This method was successful for several compounds, including P1T1, P3T1, and Anthracene-TCNQ. Our research groups at both Wake Forest University and NTU are continuing to work on this project.\n\nThe structures of PVT grown crystals of P1T1, P2T1, and P3T1 were confirmed by single crystal X-ray diffraction. Electrical measurements were taken on single crystal organic field-effect transistors fabricated under ambient conditions. We found that P1T1 is electron conducting, P2T1 is weakly ambipolar, and P3T1 is hole conducting. This is interesting because the parent compounds are either only weakly hole or electron conducting, while the charge-transfer compounds display either both types of conduction or increased unipolar conduction. Additionally, P1T1 and P2T1 are interesting in that electron conduction is generally not observed in air in organic materials. A paper describing this work is in preparation.\n\nThe second CT of interest was STB-F4TCNQ. After growing and confirming its structure, we measured its electrical properties as a function of temperature and found that it displays an electronic transition near 240 K. When decreasing temperature from room temperature, charge transport in STB-F4TCNQ transitions from having a high activation energy of 120 meV to being nearly temperature independent. Such phase transitions provide a unique opportunity to study the little understood properties governing charge transport in organic materials because the chemical composition of the material does not vary. Our temperature dependent X-ray diffraction measurements point to the phase transi..."
 }
}