{
 "awd_id": "1209296",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research:  Understanding Continental/Oceanic Transition of Mesoscale Convective Systems and Tropical Cyclogenesis during the African Multidisciplinary Analysis",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Chungu Lu",
 "awd_eff_date": "2011-09-20",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 106134.0,
 "awd_amount": 106134.0,
 "awd_min_amd_letter_date": "2011-12-12",
 "awd_max_amd_letter_date": "2011-12-12",
 "awd_abstract_narration": "The primary objectives of this research are: (a) to numerically simulate important weather features of the West African monsoon system including, the African and tropical easterly Jets, long-lived mesoscale convective systems, and tropical cyclogenesis in the Eastern Atlantic; (b) to apply data assimilation for better quantifying and correcting model biases as they relate to numerical simulation of mesoscale convective systems (MCSs) and tropical cyclone genesis; and (c) to conduct sensitivity studies using different microphysical schemes in the numerical model when simulating cases with Saharan Air Layer (SAL) outbreaks. This research will advance the understanding of the MCSs transition processes as well as help identify the strengths and weaknesses of the Weather Research and Forecasting (WRF) model as it relates to simulating the West African monsoon. \r\n\r\nIntellectual Merits: This project will: (1) Undertake modeling studies of tropical disturbances that exited the African Coastline and formed Tropical Storm Debby, and Hurricane Helene, which originated from MCSs in West Africa during the 2006 African Monsoon Multidisciplinary Analysis (AMMA) period. (2) Incorporate extensive upstream in situ measurements (e.g., high resolution surface and upper air observation networks) into data assimilation experiments for selected cases from 2006 and to validate the simulation results with downstream aircraft measurements (i.e., NASA DC-8 and NOAA G-IV and P-3 aircraft) (3) Undertake high-resolution modeling investigations of MCSs over continental areas and their transition to oceanic environments under the influence of the SAL. (4) Implement the WRF model at Cheikh Anta Diop University in Dakar, Senegal for research purposes.\r\n\r\nBroader Impacts: The proposed activity is important in understanding tropical cyclone formation in the eastern Atlantic, as well as improving the prediction of these storms. This research will enhance the partnership and increase the human, technical, and physical capacity, between Florida Institute Technology, Howard University, and Cheikh Anta Diop University for undertaking educational and research efforts in the area of weather and regional climate processes. This project will fund two Ph.D. level graduate students, one at Florida Institute of Technology and one at Howard University. On the human scale, students from traditionally underrepresented groups (African and Hispanic Americans) will have the unique opportunity to work with data from an international field experiment and at the same time, the project will directly increase human capacity in the atmospheric sciences for West African researchers. There will be an effort to extend beyond research as well as education and address operational issues of weather predictions using mesoscale models. Finally, this project will open up a new chapter in weather prediction in West Africa, where mesoscale models currently are not used in weather prediction; instead, forecasts in these regions are currently based on numerical weather forecasting models that are run in either Europe or the United States. The capability to run their own models and adapt them to the characteristics of their region will significantly improve African forecasting abilities.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sen",
   "pi_last_name": "Chiao",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sen Chiao",
   "pi_email_addr": "sen.chiao@howard.edu",
   "nsf_id": "000489613",
   "pi_start_date": "2011-12-12",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "San Jose State University Foundation",
  "inst_street_address": "210 N 4TH ST FL 4",
  "inst_street_address_2": "",
  "inst_city_name": "SAN JOSE",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "4089241400",
  "inst_zip_code": "951125569",
  "inst_country_name": "United States",
  "cong_dist_code": "18",
  "st_cong_dist_code": "CA18",
  "org_lgl_bus_name": "SAN JOSE STATE UNIVERSITY RESEARCH FOUNDATION",
  "org_prnt_uei_num": "LJBXV5VF2BT9",
  "org_uei_num": "LJBXV5VF2BT9"
 },
 "perf_inst": {
  "perf_inst_name": "San Jose State University Foundation",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "951720130",
  "perf_ctry_code": "US",
  "perf_cong_dist": "18",
  "perf_st_cong_dist": "CA18",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 38468.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 67666.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div><strong>a. Research Activities</strong></div>\n<p>The major research activities included in during our recent NSF projects (Collaborative Research: Understanding Continental/Oceanic Transition of Mesoscale Convective Systems and Tropical Cyclogenesis during the African Multidisciplinary Analysis; AGS-1209296; PI: Sen Chiao) are: &nbsp;</p>\n<p>(1)&nbsp; Undertake modeling studies of tropical disturbances that exited the African coastline and formed Tropical Storm Debby and Hurricane Helene, which originated from Mesoscale Convective Systems (MCSs) in West Africa.</p>\n<p>(2)&nbsp; Incorporate extensive upstream in-situ measurements (e.g., high resolution surface and upper air observation networks) into data assimilation experiments for selected cases and to validate the simulation results with downstream aircraft measurements (i.e., NASA DC-8 and NOAA G-IV and P3).</p>\n<p>(3)&nbsp; Undertake high-resolution modeling investigations of MCSs over continental areas and their transition into oceanic environments under the influence of the SAL.</p>\n<p>(4)&nbsp; Implement the WRF model at Cheikh Anta Diop University in Dakar, Senegal for research purposes.</p>\n<p><strong>b. Major educational activities</strong></p>\n<p>Including the graduate student research assistantship and training of:</p>\n<p>(1)&nbsp; Six M.S. students (C. F. Tompkins, K. Rosado, T. Washington, R. Baggett, M. Hamilton, and D. Centeno) in model simulations and field campaigns (NAMMA and GRIP), in addition to data and remote sensing analysis (MODIS and CALIPSO),</p>\n<p>(2)&nbsp; One postgraduate visiting scholar from Barbados (K. Whitehall), and</p>\n<p>(3)&nbsp; Three undergraduate students (S. Starke, E. Ramirez, and A. Merritt),</p>\n<p>During these funding periods, we have produced five journal papers (four appeared, one in review), four M.S. theses, and made 17 conference presentations and invited talks. One graduate student (C. F. Tompkins) won the National Weather Association (NWA) best graduate presentation at their annual meeting, and also received another M.S. degree from Johns Hopkins related to climate and energy policy. Another graduate student (K. Rosado) received NSF EAPSI support for conducting a summer intern in Taiwan, and now is pursuing her Ph.D. at Howard University. The PI also visited the Cheikh Anta Diop University in Dakar, Senegal, and the National Institute of Meteorology and Geophysics in Sal, Cape Verde. The purpose of this international trip was set to assist both institutions to establish the real-time weather modeling capability. The collaboration among Senegal, Cape Verde and the PI is still ongoing. The PI is serving as a thesis committee for Dr. Fadel Kebe&rsquo;s graduate student (Cyprien Sow) at the Cheikh Anta Diop University. The PI is also providing real-time high-resolution numerical weather predication (WRF-ARW) to the National Institute of Meteorology and Geophysics in Sal, Cape Verde (Ms. Ester Ara&uacute;jo de Brito, director general) during hurricane search each year since 2006.</p>\n<p><strong>c. Major findings</strong></p>\n<p>The major findings of our prior NSF funded TC-genesis project are itemized as the following:</p>\n<p>(1)&nbsp; Guinea Highlands play an important role in modulating the lower latitude impinging westerly flows (high RH). As a result, northward deflection of westerly that provide favorable background low-level cyclonic vorticity during tropical disturbance formation (Chiao and Jenkins 2010; Tompkins and Chiao 2012).</p>\n<p>(2)&nbsp; Idealized numerical experiments for simulating SAL outbreaks during TC-genesis processes demonstrated that convective activities were affected by the distribution and concentration of dust outbreaks (Tompkins and Chiao 2009).</p>\n<p>(3)&nbsp; Assimilating COSMIC wetPrf (i.e., refractivity) data into the WRF model for a case study demonstrated the enhancement of TC intensity compared to simulations without COSMIC d...",
  "por_txt_cntn": "a. Research Activities\n\nThe major research activities included in during our recent NSF projects (Collaborative Research: Understanding Continental/Oceanic Transition of Mesoscale Convective Systems and Tropical Cyclogenesis during the African Multidisciplinary Analysis; AGS-1209296; PI: Sen Chiao) are:  \n\n(1)  Undertake modeling studies of tropical disturbances that exited the African coastline and formed Tropical Storm Debby and Hurricane Helene, which originated from Mesoscale Convective Systems (MCSs) in West Africa.\n\n(2)  Incorporate extensive upstream in-situ measurements (e.g., high resolution surface and upper air observation networks) into data assimilation experiments for selected cases and to validate the simulation results with downstream aircraft measurements (i.e., NASA DC-8 and NOAA G-IV and P3).\n\n(3)  Undertake high-resolution modeling investigations of MCSs over continental areas and their transition into oceanic environments under the influence of the SAL.\n\n(4)  Implement the WRF model at Cheikh Anta Diop University in Dakar, Senegal for research purposes.\n\nb. Major educational activities\n\nIncluding the graduate student research assistantship and training of:\n\n(1)  Six M.S. students (C. F. Tompkins, K. Rosado, T. Washington, R. Baggett, M. Hamilton, and D. Centeno) in model simulations and field campaigns (NAMMA and GRIP), in addition to data and remote sensing analysis (MODIS and CALIPSO),\n\n(2)  One postgraduate visiting scholar from Barbados (K. Whitehall), and\n\n(3)  Three undergraduate students (S. Starke, E. Ramirez, and A. Merritt),\n\nDuring these funding periods, we have produced five journal papers (four appeared, one in review), four M.S. theses, and made 17 conference presentations and invited talks. One graduate student (C. F. Tompkins) won the National Weather Association (NWA) best graduate presentation at their annual meeting, and also received another M.S. degree from Johns Hopkins related to climate and energy policy. Another graduate student (K. Rosado) received NSF EAPSI support for conducting a summer intern in Taiwan, and now is pursuing her Ph.D. at Howard University. The PI also visited the Cheikh Anta Diop University in Dakar, Senegal, and the National Institute of Meteorology and Geophysics in Sal, Cape Verde. The purpose of this international trip was set to assist both institutions to establish the real-time weather modeling capability. The collaboration among Senegal, Cape Verde and the PI is still ongoing. The PI is serving as a thesis committee for Dr. Fadel KebeÆs graduate student (Cyprien Sow) at the Cheikh Anta Diop University. The PI is also providing real-time high-resolution numerical weather predication (WRF-ARW) to the National Institute of Meteorology and Geophysics in Sal, Cape Verde (Ms. Ester Ara&uacute;jo de Brito, director general) during hurricane search each year since 2006.\n\nc. Major findings\n\nThe major findings of our prior NSF funded TC-genesis project are itemized as the following:\n\n(1)  Guinea Highlands play an important role in modulating the lower latitude impinging westerly flows (high RH). As a result, northward deflection of westerly that provide favorable background low-level cyclonic vorticity during tropical disturbance formation (Chiao and Jenkins 2010; Tompkins and Chiao 2012).\n\n(2)  Idealized numerical experiments for simulating SAL outbreaks during TC-genesis processes demonstrated that convective activities were affected by the distribution and concentration of dust outbreaks (Tompkins and Chiao 2009).\n\n(3)  Assimilating COSMIC wetPrf (i.e., refractivity) data into the WRF model for a case study demonstrated the enhancement of TC intensity compared to simulations without COSMIC data (Rosado and Chiao 2011).\n\n(4)  During the processes of TC-genesis, lightning strikes and AOD demonstrated a high correlation in the region of 10W to 40W and 10N to 20N. Nevertheless, this correlation (AOD and lightning) may have both positive and negative impacts for TC-..."
 }
}