{
 "awd_id": "1209191",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Estimation of Functionals of High Dimensional Covariance Matrices",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-01-31",
 "tot_intn_awd_amt": 299999.0,
 "awd_amount": 299999.0,
 "awd_min_amd_letter_date": "2012-05-31",
 "awd_max_amd_letter_date": "2014-08-18",
 "awd_abstract_narration": "In a wide range of applications involving covariance, people are interested in certain aspects, i.e., functionals, of the covariance structure. Despite recent progress on methodological work on covariance matrices estimation, there has been remarkably little fundamental theoretical and methodological studies on optimal estimation of functionals of high dimensional covariance matrices. The goal of this proposal is to develop a coherent theory to unveil the precision to which covariance matrix functionals can be estimated, to develop general methodologies for optimal estimation of functionals of covariance matrices, to establish the asymptotic equivalence between covariance matrices estimation and Gaussian sequence models, and to address applications that arise in finance, bioinformatics, genomics, and meteorology etc. The research presented in this proposal will significantly advance the theoretical understanding of estimating functionals of large scale covariance matrices. In particular, the asymptotic equivalence theory to be developed will help build a close and inspiring connection between matrices estimation and classical Gaussian sequence models which had been well studied in the past thirty years, and help carry over results and methodologies developed in Gaussian sequence models to matrices estimation. The proposed optimal estimation procedures for those fundamentally important statistics methodologies, for example, principal components analysis, graphical model, and linear and quadratic discriminant analysis, will provide more accurate estimation and prediction rules in a wide range of applications.\r\n\r\nWith the emergence of high dimensional data from modern technologies, estimating large scale covariance matrices and their functionals is becoming a crucial problem in many fields including climate studies, genomics and proteomics, functional magnetic resonance imaging, portfolio allocation and risk management. The traditional sample covariance matrix estimator has been used frequently in practice when analyzing high dimensional data, which may result in poor performance and invalid conclusions. To overcome the difficulty associated with the high dimensionality, regularized methods have been developed in recent years.  A central role of covariance matrix in statistical analysis and its wide range of important statistical applications ensure that the progress the investigator and his colleagues make towards their proposed objectives will have a great impact in the broad scientific community which includes astronomy, bioinformatics, finance, genomics, meteorology and clinical research. Research results from this proposal will be disseminated through research articles, workshops and seminar series to researchers in other disciplines. The project will integrate research and education by teaching monograph courses and organizing workshops and seminars to help graduate students and postdocs, particularly minority, women, and domestic students and young researchers, work on this topic.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Huibin",
   "pi_last_name": "Zhou",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Huibin Zhou",
   "pi_email_addr": "huibin.zhou@yale.edu",
   "nsf_id": "000148898",
   "pi_start_date": "2012-05-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Yale University",
  "inst_street_address": "150 MUNSON ST",
  "inst_street_address_2": "",
  "inst_city_name": "NEW HAVEN",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "2037854689",
  "inst_zip_code": "065113572",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "CT03",
  "org_lgl_bus_name": "YALE UNIV",
  "org_prnt_uei_num": "FL6GV84CKN57",
  "org_uei_num": "FL6GV84CKN57"
 },
 "perf_inst": {
  "perf_inst_name": "Yale University",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "065208029",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "CT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0113",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001314DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 85837.0
  },
  {
   "fund_oblg_fiscal_yr": 2013,
   "fund_oblg_amt": 92416.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 121746.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>With the emergence of high dimensional data from modern technologies,estimating large scale covariance matrices and their functionals is becoming a crucial problem in many fields including climate studies, genomics andproteomics, functional magnetic resonance imaging, portfolio allocation and risk management. The traditional sample covariance matrix estimator has beenused frequently in practice when analyzing high dimensional data, which mayresult in poor performance and invalid conclusions. To overcome the difficulty associated with the high dimensionality, regularized methods have been developed in recent years. Despite recent progress on methodological work on covariance matrices estimation, there had been remarkably little fundamental theoretical and methodological studies on optimal estimation of functionals of high dimensional covariance matrices. In this award we developped a coherent theory to unveil the precision to which covariance matrix functionals can be estimated, to develop general methodologies for optimal estimation of functionals of covariance matrices and to address applications that arise in finance, bioinformatics, genomics, and meteorology etc.<br /><br />The outcomes of this award&nbsp;have significantly advanced the theoretical understanding of estimating functionals of large scalecovariance matrices including conputational barriers in principal components analysis, fundamental limits in graphical model recovery, optimalites and computationally efficient algorithms in canonical correlation analysis, frequentist justifications of high dimentional Bayesian methods, which provided guidance to obtain more accurate estimation and prediction rules in a wide range of applications.</p>\n<p>A central role of covariance matrix in statistical analysis and its wide range of important statistical applications ensure that the progress we made in this award will have a great impact in the broad scientific community which includes astronomy, bioinformatics, finance, genomics, meteorology and clinical research. Research results from this proposal have been disseminated through research articles, workshops and seminar series to researchers in other disciplines. The project has integrated research and education by teaching monograph courses and organizing workshops and seminars to help graduate students and postdocs,particularly minority, women, and domestic students and young researchers, work on this area.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 06/21/2016<br>\n\t\t\t\t\tModified by: Huibin&nbsp;Zhou</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nWith the emergence of high dimensional data from modern technologies,estimating large scale covariance matrices and their functionals is becoming a crucial problem in many fields including climate studies, genomics andproteomics, functional magnetic resonance imaging, portfolio allocation and risk management. The traditional sample covariance matrix estimator has beenused frequently in practice when analyzing high dimensional data, which mayresult in poor performance and invalid conclusions. To overcome the difficulty associated with the high dimensionality, regularized methods have been developed in recent years. Despite recent progress on methodological work on covariance matrices estimation, there had been remarkably little fundamental theoretical and methodological studies on optimal estimation of functionals of high dimensional covariance matrices. In this award we developped a coherent theory to unveil the precision to which covariance matrix functionals can be estimated, to develop general methodologies for optimal estimation of functionals of covariance matrices and to address applications that arise in finance, bioinformatics, genomics, and meteorology etc.\n\nThe outcomes of this award have significantly advanced the theoretical understanding of estimating functionals of large scalecovariance matrices including conputational barriers in principal components analysis, fundamental limits in graphical model recovery, optimalites and computationally efficient algorithms in canonical correlation analysis, frequentist justifications of high dimentional Bayesian methods, which provided guidance to obtain more accurate estimation and prediction rules in a wide range of applications.\n\nA central role of covariance matrix in statistical analysis and its wide range of important statistical applications ensure that the progress we made in this award will have a great impact in the broad scientific community which includes astronomy, bioinformatics, finance, genomics, meteorology and clinical research. Research results from this proposal have been disseminated through research articles, workshops and seminar series to researchers in other disciplines. The project has integrated research and education by teaching monograph courses and organizing workshops and seminars to help graduate students and postdocs,particularly minority, women, and domestic students and young researchers, work on this area.\n\n \n\n\t\t\t\t\tLast Modified: 06/21/2016\n\n\t\t\t\t\tSubmitted by: Huibin Zhou"
 }
}