{
 "awd_id": "1209876",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: Evolution of Avian Photopigments: From Opsin Sequences to Color Vision",
 "cfda_num": "47.074",
 "org_code": "08010207",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Samuel Scheiner",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 14999.0,
 "awd_amount": 14999.0,
 "awd_min_amd_letter_date": "2012-05-07",
 "awd_max_amd_letter_date": "2012-05-07",
 "awd_abstract_narration": "What explains the diversity of color in nature, and both our and other animals? great appreciation for beauty in color? Now it is possible to advance our understanding of this through the use of genetic analyses that investigate differences in the molecules involved in color vision and thus, in how color is viewed by different species.  This project investigates whether different species of birds perceive color differently, and whether this could explain why different species of birds have evolved dramatically different plumage colors. For example, if one bird is red and one is blue, is this associated with differences in perception of red and of blue? This question is being addressed by studying the opsins from multiple species of warblers, which vary greatly in their color patterns.  Opsin proteins are the critical light-absorbing molecules that modulate vision in all vertebrates, including humans.  This project combines sequencing of opsin genes, and recreating opsins proteins in the laboratory, with computer modeling to find out whether different species of birds perceive color differently and identify the underlying causes of such differences.\r\n\r\nUnderstanding whether changes in opsins are responsible for the observed plumage color differences will give us important insight into the evolutionary processes that gave rise to species diversification and into the origins of the spectacular diversity of colors we see in the animal world.  Moreover, since opsins are also responsible for vision in humans, dissecting the molecular bases for changes in vision could help us understand color-blindness and other color vision disorders.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Trevor",
   "pi_last_name": "Price",
   "pi_mid_init": "D",
   "pi_sufx_name": "",
   "pi_full_name": "Trevor D Price",
   "pi_email_addr": "pricet@uchicago.edu",
   "nsf_id": "000324428",
   "pi_start_date": "2012-05-07",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Natasha",
   "pi_last_name": "Bloch",
   "pi_mid_init": "I",
   "pi_sufx_name": "",
   "pi_full_name": "Natasha I Bloch",
   "pi_email_addr": "nbloch@uchicago.edu",
   "nsf_id": "000688286",
   "pi_start_date": "2012-05-07",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Chicago",
  "inst_street_address": "5801 S ELLIS AVE",
  "inst_street_address_2": "",
  "inst_city_name": "CHICAGO",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "7737028669",
  "inst_zip_code": "606375418",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "IL01",
  "org_lgl_bus_name": "UNIVERSITY OF CHICAGO",
  "org_prnt_uei_num": "ZUE9HKT2CLC9",
  "org_uei_num": "ZUE9HKT2CLC9"
 },
 "perf_inst": {
  "perf_inst_name": "University of Chicago",
  "perf_str_addr": "1101 E. 57th Street",
  "perf_city_name": "Chicago",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "606375418",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "IL01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737800",
   "pgm_ele_name": "EVOLUTIONARY GENETICS"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 14999.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>In this project we focused on the study of opsins, the molecules in the eye responsible for color vision, in birds.</p>\n<p>Color vision is mediated by light-catching molecules in the retina called opsins. Human color perception for example, involves three different types of opsins, sensitive in the long or &ldquo;red&rdquo; part of the spectrum, the middle or &ldquo;green&rdquo; part of the spectrum and the short or &ldquo;blue&rdquo; part of the spectrum. With these three opsins we are able to perceive millions of colors. Birds have a fourth opsin type in their retinas sensitive in the ultraviolet that allows them to perceive wavelengths that are invisible to humans.</p>\n<p>&nbsp;</p>\n<p>We studied opsins in two clades of birds, the New World and Old World warblers. While these two clades occupy the same range of environments in different regions of the world, they exhibit dramatically different plumage colors. Old World warblers are dull and monomorphic (i.e. males and females look the same) and New World warblers are very colourful and sexually dimorphic. We studied several aspects of opsins that could impact the way different species of warblers perceive color.</p>\n<p>We started by studying opsins genes, by sequencing them and identifying relevant differences (mutations) across warblers that could impact the spectral sensitivity or function of the opsins. &nbsp;We then investigated whether changes at the genetic level affect the spectral sensitivity of opsins by expressing them in the laboratory and measuring their spectral sensitivity. Moreover, we relied on phylogenetic comparative methods to reconstruct ancestral opsins and trace opsin evolution in birds, all the way from their ancestors to current species.</p>\n<p>In general, the effects a gene has on an organism can differ not only though changes in the gene itself, but also though differences in how much that gene is expressed, or changes in the regulation of that gene. With this in mind, we continued to study how much the expression of opsins differs across warblers and whether opsin expression seems to be related to the habitat birds live in or their plumage color.</p>\n<p>&nbsp;</p>\n<p>Overall we found that opsin gene sequences and spectral sensitivity have evolved very slowly in birds. Spectral sensitivities have been maintained for all opsins in New and Old World warblers, despite the accumulation of several mutations in the corresponding opsin genes. Opsin expression however, is quite variable across warbler species. In New World warblers opsin expression differs between species and also between males and females. In summary, we find that while opsin sequence and spectral sensitivity evolve very slowly, opsin expression evolves fast.</p>\n<p>&nbsp;</p>\n<p>More specifically, two major results of this project are:</p>\n<p>&nbsp;</p>\n<p>1) For the short-wavelength or &ldquo;blue&rdquo; sensitive opsins (SWS2), by tracing the evolution of sequence and function in birds, we found, for the first time in any system in terrestrial environments, an association of color vision and habitat. These differences are in a manner expected from the light composition in these habitats.&nbsp; Moreover, we reconstructed ancestral pigments and thus the history of SWS2 divergence from the Old World warblers to their New World counterparts. We showed SWS2 spectral sensitivity results from shared ancestry, and not convergence.&nbsp; These results are important to the fields of avian visual ecology and more generally, because they provide a novel test of convergence and (2) indicate that adaptive molecular evolution often proceeds slowly.</p>\n<p>&nbsp;</p>\n<p>2) We investigated opsin gene expression divergence in New World warblers and how it relates to plumage sexual dimorphism and ecology. I found differences in the expression of opsins among species and between sexes.&nbsp;&nbsp; More specifically, the degree of sex-bias was ...",
  "por_txt_cntn": "\nIn this project we focused on the study of opsins, the molecules in the eye responsible for color vision, in birds.\n\nColor vision is mediated by light-catching molecules in the retina called opsins. Human color perception for example, involves three different types of opsins, sensitive in the long or \"red\" part of the spectrum, the middle or \"green\" part of the spectrum and the short or \"blue\" part of the spectrum. With these three opsins we are able to perceive millions of colors. Birds have a fourth opsin type in their retinas sensitive in the ultraviolet that allows them to perceive wavelengths that are invisible to humans.\n\n \n\nWe studied opsins in two clades of birds, the New World and Old World warblers. While these two clades occupy the same range of environments in different regions of the world, they exhibit dramatically different plumage colors. Old World warblers are dull and monomorphic (i.e. males and females look the same) and New World warblers are very colourful and sexually dimorphic. We studied several aspects of opsins that could impact the way different species of warblers perceive color.\n\nWe started by studying opsins genes, by sequencing them and identifying relevant differences (mutations) across warblers that could impact the spectral sensitivity or function of the opsins.  We then investigated whether changes at the genetic level affect the spectral sensitivity of opsins by expressing them in the laboratory and measuring their spectral sensitivity. Moreover, we relied on phylogenetic comparative methods to reconstruct ancestral opsins and trace opsin evolution in birds, all the way from their ancestors to current species.\n\nIn general, the effects a gene has on an organism can differ not only though changes in the gene itself, but also though differences in how much that gene is expressed, or changes in the regulation of that gene. With this in mind, we continued to study how much the expression of opsins differs across warblers and whether opsin expression seems to be related to the habitat birds live in or their plumage color.\n\n \n\nOverall we found that opsin gene sequences and spectral sensitivity have evolved very slowly in birds. Spectral sensitivities have been maintained for all opsins in New and Old World warblers, despite the accumulation of several mutations in the corresponding opsin genes. Opsin expression however, is quite variable across warbler species. In New World warblers opsin expression differs between species and also between males and females. In summary, we find that while opsin sequence and spectral sensitivity evolve very slowly, opsin expression evolves fast.\n\n \n\nMore specifically, two major results of this project are:\n\n \n\n1) For the short-wavelength or \"blue\" sensitive opsins (SWS2), by tracing the evolution of sequence and function in birds, we found, for the first time in any system in terrestrial environments, an association of color vision and habitat. These differences are in a manner expected from the light composition in these habitats.  Moreover, we reconstructed ancestral pigments and thus the history of SWS2 divergence from the Old World warblers to their New World counterparts. We showed SWS2 spectral sensitivity results from shared ancestry, and not convergence.  These results are important to the fields of avian visual ecology and more generally, because they provide a novel test of convergence and (2) indicate that adaptive molecular evolution often proceeds slowly.\n\n \n\n2) We investigated opsin gene expression divergence in New World warblers and how it relates to plumage sexual dimorphism and ecology. I found differences in the expression of opsins among species and between sexes.   More specifically, the degree of sex-bias was different among warbler species:  most species have female-biased expression (higher relative expression in females than males), but other species exhibited the opposite pattern or no sex bias, implying sex bias in opsin expression is an ..."
 }
}