{
 "awd_id": "1209841",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute for FY 2012 in China",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 5836.0,
 "awd_amount": 5836.0,
 "awd_min_amd_letter_date": "2012-05-23",
 "awd_max_amd_letter_date": "2012-05-23",
 "awd_abstract_narration": "This action funds Nancy Kim Pham of Florida Institute of Technology to conduct a research project, entitled \"Establishing genetic relationships in the longnose seahorse along South China's coast,\" during the summer of 2012 at the Chinese Academy of Science in Guangzhou, China. The host scientist is Dr. Qiang Lin.\r\n\r\nThe Intellectual Merit of the research project lies with an investigation of the population genetic structure of the longnose seahorse, Hippocampus trimaculatus, which gives a first account of the levels of genetic variation and gene flow along the northern South China Sea. The results promise to assist in decisions about longterm resource management and conservation efforts. \r\n\r\nThe Broader Impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.  These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Nancy",
   "pi_last_name": "Pham",
   "pi_mid_init": "K",
   "pi_sufx_name": "",
   "pi_full_name": "Nancy K Pham",
   "pi_email_addr": "",
   "nsf_id": "000602373",
   "pi_start_date": "2012-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Pham                    Nancy          K",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Vero Beach",
  "inst_state_code": "FL",
  "inst_state_name": "Florida",
  "inst_phone_num": "",
  "inst_zip_code": "329631274",
  "inst_country_name": "United States",
  "cong_dist_code": "08",
  "st_cong_dist_code": "FL08",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Florida Institute of Technology",
  "perf_str_addr": null,
  "perf_city_name": "Melbourne",
  "perf_st_code": "FL",
  "perf_st_name": "Florida",
  "perf_zip_code": "329016982",
  "perf_ctry_code": "US",
  "perf_cong_dist": "08",
  "perf_st_cong_dist": "FL08",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  },
  {
   "pgm_ref_code": "9200",
   "pgm_ref_txt": "US CHINA COOP IN BASIC SCIENCE"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 5836.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>As a 2012 China EAPSI fellow, I had the opportunity to conduct scientific research at the South China Sea Institute of Oceanology (SCSIO) in Guangzhou, Guangdong. Under the guidance of my host advisor, Dr. Qiang Lin, my research objective was to evaluate wild longnose seahorse (<em>Hippocampus trimaculatus</em>) populations at the genetic level.&nbsp; Dr. Qiang Lin and his team of graduate students focus on seahorse aquaculture and conservation, which are in line with my research interests.&nbsp;</p>\n<p>Seahorses play an important role in China&rsquo;s health care system as a traditional form of medicine, and millions are harvested from the wild each year to meet market demands. Therefore, with the threat of commercial exploitation, it is critical that genetic diversity and evolutionary potential of the longnose seahorse are conserved along China&rsquo;s coast. There is a large gap in the seahorse sampling regime of previous studies which exclude populations off the coast of China; therefore it is important to establish genetic relationships for the longnose seahorse in the northern South China Sea.</p>\n<p>The study evaluated seahorse specimens from nine locations in the northern South China Sea. The results of the study will provide information to local, state and federal agencies to form policies on fisheries management and conservation. With China&rsquo;s traditional medicine market weighing heavily on seahorses, it is important to preserve China&rsquo;s wild seahorse populations.</p>\n<p>From the 64 sampled specimens, 22 unique sequences of DNA were identified in the genetic material that is only passed on from mother to offspring (mitochondrial control region). The majority of these 22 sequences were uniformly distributed across the sampling sites. The number of different sequences and distribution across sampling sites denote high genetic diversity across the northern South China Sea with high gene flow across the region. &nbsp;This study sets the framework for further biographical studies for the longnose seahorse and promotes effective conservation efforts.</p>\n<p>While conducting my research at SCSIO&rsquo;s DNA laboratory, I was able to refine my analytical methods and apply it to conservation genetics. Furthermore, by taking part in international research collaboration, I was exposed to working with a diverse group of graduate students and professionals.&nbsp;</p>\n<p>In addition to conducting scientific research in Guangzhou, the EAPSI fellowship provided me the opportunity to fully immerse myself in China&rsquo;s society, culture, and language. I was graciously hosted by Dr. Lin&rsquo;s lab at which I am very thankful for. From the food to the lifestyle, I now have a greater understanding of the Chinese culture. Being surrounded by a new environment has helped me see how I can enrich my life. My time in China was a very memorable journey because I was able to build a greater professional relationship with Dr. Qiang Lin and develop a foundation on seahorse molecular research. This experience, combined with newfound friendships, will remain invaluable throughout my professional career.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 12/01/2012<br>\n\t\t\t\t\tModified by: Nancy&nbsp;K&nbsp;Pham</p>\n</div>\n<div class=\"porSideCol\">\n<div class=\"each-gallery\">\n<div class=\"galContent\" id=\"gallery0\">\n<div class=\"photoCount\" id=\"photoCount0\">\n\t\t\t\t\t\t\t\t\tImages (<span id=\"selectedPhoto0\">1</span> of <span class=\"totalNumber\"></span>)\t\t\n\t\t\t\t\t\t\t\t</div>\n<div class=\"galControls\" id=\"controls0\"></div>\n<div class=\"galSlideshow\" id=\"slideshow0\"></div>\n<div class=\"galEmbox\" id=\"embox\">\n<div class=\"image-title\"></div>\n</div>\n</div>\n<div class=\"galNavigation\" id=\"navigation0\">\n<ul class=\"thumbs\" id=\"thumbs0\">\n<li>\n<a href=\"/por/images/Reports/POR/2012/1209841/1209841_10175265_1354397957656_image--rgov-214x142.jpg\" original=\"/por/images/Reports/POR/2012/120984...",
  "por_txt_cntn": "\nAs a 2012 China EAPSI fellow, I had the opportunity to conduct scientific research at the South China Sea Institute of Oceanology (SCSIO) in Guangzhou, Guangdong. Under the guidance of my host advisor, Dr. Qiang Lin, my research objective was to evaluate wild longnose seahorse (Hippocampus trimaculatus) populations at the genetic level.  Dr. Qiang Lin and his team of graduate students focus on seahorse aquaculture and conservation, which are in line with my research interests. \n\nSeahorses play an important role in ChinaÆs health care system as a traditional form of medicine, and millions are harvested from the wild each year to meet market demands. Therefore, with the threat of commercial exploitation, it is critical that genetic diversity and evolutionary potential of the longnose seahorse are conserved along ChinaÆs coast. There is a large gap in the seahorse sampling regime of previous studies which exclude populations off the coast of China; therefore it is important to establish genetic relationships for the longnose seahorse in the northern South China Sea.\n\nThe study evaluated seahorse specimens from nine locations in the northern South China Sea. The results of the study will provide information to local, state and federal agencies to form policies on fisheries management and conservation. With ChinaÆs traditional medicine market weighing heavily on seahorses, it is important to preserve ChinaÆs wild seahorse populations.\n\nFrom the 64 sampled specimens, 22 unique sequences of DNA were identified in the genetic material that is only passed on from mother to offspring (mitochondrial control region). The majority of these 22 sequences were uniformly distributed across the sampling sites. The number of different sequences and distribution across sampling sites denote high genetic diversity across the northern South China Sea with high gene flow across the region.  This study sets the framework for further biographical studies for the longnose seahorse and promotes effective conservation efforts.\n\nWhile conducting my research at SCSIOÆs DNA laboratory, I was able to refine my analytical methods and apply it to conservation genetics. Furthermore, by taking part in international research collaboration, I was exposed to working with a diverse group of graduate students and professionals. \n\nIn addition to conducting scientific research in Guangzhou, the EAPSI fellowship provided me the opportunity to fully immerse myself in ChinaÆs society, culture, and language. I was graciously hosted by Dr. LinÆs lab at which I am very thankful for. From the food to the lifestyle, I now have a greater understanding of the Chinese culture. Being surrounded by a new environment has helped me see how I can enrich my life. My time in China was a very memorable journey because I was able to build a greater professional relationship with Dr. Qiang Lin and develop a foundation on seahorse molecular research. This experience, combined with newfound friendships, will remain invaluable throughout my professional career. \n\n \n\n \n\n\t\t\t\t\tLast Modified: 12/01/2012\n\n\t\t\t\t\tSubmitted by: Nancy K Pham"
 }
}