{
 "awd_id": "1209941",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute for FY 2012 in Singapore",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 5836.0,
 "awd_amount": 5836.0,
 "awd_min_amd_letter_date": "2012-05-22",
 "awd_max_amd_letter_date": "2012-05-22",
 "awd_abstract_narration": "This action funds Alexander J Loosley of Brown University to conduct a research project, entitled \"Studying how immune system cells detect the difference between soft and stiff tissue,\" during the summer of 2012 at the National University of Singapore in Singapore.  The host scientist is Prof. Michael P Sheetz.\r\n\r\nThe Intellectual Merit of the research project is in using traction force measurements to study the mechanisms that drive force generation and rigidity detection in human immune system cells.\r\n\r\nThe Broader Impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.   These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Alexander",
   "pi_last_name": "Loosley",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Alexander J Loosley",
   "pi_email_addr": "",
   "nsf_id": "000604157",
   "pi_start_date": "2012-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Loosley                 Alexander      J",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Providence",
  "inst_state_code": "RI",
  "inst_state_name": "Rhode Island",
  "inst_phone_num": "",
  "inst_zip_code": "029061544",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "RI01",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Alex Loosley",
  "perf_str_addr": null,
  "perf_city_name": "Providence",
  "perf_st_code": "RI",
  "perf_st_name": "Rhode Island",
  "perf_zip_code": "029129037",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "RI01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  },
  {
   "pgm_ele_code": "915000",
   "pgm_ele_name": "EPSCoR Co-Funding"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5927",
   "pgm_ref_txt": "EAST ASIA, OTHER"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 5836.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><div>\n<div><span style=\"font-family: Tahoma;\">Many cells exert forces on their environment.&nbsp; Neutrophils (white blood cells), for example, are thought to apply forces on blood vessel walls as part of the transmigration mechanism.&nbsp; In this context, transmigration is when a neutrophil passes through the blood vessel wall from the lumen into the surrounding tissue.&nbsp; Without such transmigration, the immune response fails because neutrophils are unable to reach sights of infection and injury.&nbsp; In addition to cellular forces associated with transmigration, neutrophils also exert forces on the surrounding tissue in order to measure its stiffness.&nbsp; The result of this stiffness measurement in turn affects neutrophil function.&nbsp; The ability for a cell to detect the stiffness or other mechanical properties of its environment is an outside-in signaling phenomenon known as mechanosensing.&nbsp; Since mechanosensing of the surrounding environment is achieved by applying forces on that environment, the mechanisms of cellular force generation and mechanosensing are inherently connected.&nbsp; Thus, studying the forces that neutrophils apply to their environment provides insight on the mechanosening mechanism.&nbsp; This NSF EAPSI grant supported the study of forces applied by immune cells on submicron sized pillar arrays.&nbsp; The forces that neutrophils apply have previously been studied on large cylindrical micropillars (radius &gt; 1um) and continuum substrates but these substrates are unable to probe the basic unit of force generated by molecular motors (i.e. myosin II, etc.).&nbsp; Here for the first time, these forces were measured using pillars with submicron radius. The first objective was to determine if immune cells apply a basic unit of force at the submicron length scales.&nbsp; The second objective was to determine if the basic unit of force changed with environmental stiffness.</span></div>\n<div><span style=\"font-family: Tahoma;\"><br /></span></div>\n<div><span style=\"font-family: Tahoma;\">This study, supported by the NSF EAPSI program, was carried out in Singapore at the Mechanobiology Institute (MBI) and National University of Singapore (NUS).&nbsp; The grant enabled the PI, a US graduate student, to live and work with the scientists at MBI and NUS.&nbsp; In addition to new findings and experience gained on high tech microscopes and with fabrication, the PI fostered new international collaborative connections with scientists at MBI.&nbsp; These connections have promoted idea sharing between our respective research groups and have directly and indirectly improved the overall quality of mechanobiology research currently underway at the PI&rsquo;s home institution, Brown University.&nbsp; The experience fulfills NSF&rsquo;s mandate to ensuring a globally aware U.S. scientific workforce.</span></div>\n<div><span style=\"font-family: Tahoma;\"><br /></span></div>\n<div><span style=\"font-family: Tahoma;\">The data collected this summer suggests that there does exist a basic unit of force associated with immune cells.&nbsp; Using HL-60 cells (a model for human neutrophils), we measured this basic unit of force.&nbsp; The basic unit of force has implications for understanding the neutrophil's transmigration and rigidity sensing mechanisms, which are fundamental components of the immune response to injury, infection, and disease.&nbsp; The data collected as a result of this grant is intended for publication.</span></div>\n<div><span style=\"font-family: Tahoma;\"><br /></span></div>\n<p><span style=\"font-family: Tahoma;\">These findings have been presented to research groups in both life science departments and the physics department at Brown University.&nbsp; The work has also informally been presented to collaborators from around the world (from Beijing to Chicago).&nbsp; The science center at Brown University has a research based lesson-plan database call...",
  "por_txt_cntn": "\nMany cells exert forces on their environment.  Neutrophils (white blood cells), for example, are thought to apply forces on blood vessel walls as part of the transmigration mechanism.  In this context, transmigration is when a neutrophil passes through the blood vessel wall from the lumen into the surrounding tissue.  Without such transmigration, the immune response fails because neutrophils are unable to reach sights of infection and injury.  In addition to cellular forces associated with transmigration, neutrophils also exert forces on the surrounding tissue in order to measure its stiffness.  The result of this stiffness measurement in turn affects neutrophil function.  The ability for a cell to detect the stiffness or other mechanical properties of its environment is an outside-in signaling phenomenon known as mechanosensing.  Since mechanosensing of the surrounding environment is achieved by applying forces on that environment, the mechanisms of cellular force generation and mechanosensing are inherently connected.  Thus, studying the forces that neutrophils apply to their environment provides insight on the mechanosening mechanism.  This NSF EAPSI grant supported the study of forces applied by immune cells on submicron sized pillar arrays.  The forces that neutrophils apply have previously been studied on large cylindrical micropillars (radius &gt; 1um) and continuum substrates but these substrates are unable to probe the basic unit of force generated by molecular motors (i.e. myosin II, etc.).  Here for the first time, these forces were measured using pillars with submicron radius. The first objective was to determine if immune cells apply a basic unit of force at the submicron length scales.  The second objective was to determine if the basic unit of force changed with environmental stiffness.\n\n\nThis study, supported by the NSF EAPSI program, was carried out in Singapore at the Mechanobiology Institute (MBI) and National University of Singapore (NUS).  The grant enabled the PI, a US graduate student, to live and work with the scientists at MBI and NUS.  In addition to new findings and experience gained on high tech microscopes and with fabrication, the PI fostered new international collaborative connections with scientists at MBI.  These connections have promoted idea sharing between our respective research groups and have directly and indirectly improved the overall quality of mechanobiology research currently underway at the PIÆs home institution, Brown University.  The experience fulfills NSFÆs mandate to ensuring a globally aware U.S. scientific workforce.\n\n\nThe data collected this summer suggests that there does exist a basic unit of force associated with immune cells.  Using HL-60 cells (a model for human neutrophils), we measured this basic unit of force.  The basic unit of force has implications for understanding the neutrophil's transmigration and rigidity sensing mechanisms, which are fundamental components of the immune response to injury, infection, and disease.  The data collected as a result of this grant is intended for publication.\n\n\n\nThese findings have been presented to research groups in both life science departments and the physics department at Brown University.  The work has also informally been presented to collaborators from around the world (from Beijing to Chicago).  The science center at Brown University has a research based lesson-plan database called Science, Technology, Engineering, and Mathematics Outreach Resource (SOURCE), which contains peer reviewed lesson-plans created by researchers at Brown University. The PI is working with current NSF GK12 fellows Timothy Raben and Michael Morse to create a lesson plan describing the nature of immune cell mechanosensing.  Furthermore, a recent Brown physics graduate, Shawna Fisher, helped the PI build several mechanical models of cells out of rubber bands and tapes to be used as teaching aids.  When pulled, the models demonstrate how forces are ..."
 }
}