{
 "awd_id": "1209022",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Statistical Inferences, Computing, and Applications of Semiparametric Accelerated Failure Time Models",
 "cfda_num": "47.049",
 "org_code": "03040000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Gabor Szekely",
 "awd_eff_date": "2012-08-15",
 "awd_exp_date": "2016-07-31",
 "tot_intn_awd_amt": 129999.0,
 "awd_amount": 129999.0,
 "awd_min_amd_letter_date": "2012-08-14",
 "awd_max_amd_letter_date": "2012-08-14",
 "awd_abstract_narration": "Accelerated failure time (AFT) models are much less utilized in practice than relative risk models because of difficulty in inference and limited availability in standard software.  The investigators develop 1) generalized estimating equations (GEE) for multivariate AFT models with application to adolescent depression, 2) induced smoothing rank-based approach and least squares approach for AFT models with covariates missing by design, 3) regularized estimation for AFT models with high dimensional covariates, and 4) an open source, high-quality, and user-friendly software implementation for inferences with AFT models.  The GEE approach is incorporated into an iterative procedure to estimate the regression coefficients in multivariate AFT models, initializing from a consistent and asymptotically normal estimator obtained with induced smoothing.  Inferences with covariates missing by design proceed with appropriately constructed selection weights for estimating functions.  Regularized estimation is done by minimizing an objective function, where three novel choices of risk functions are combined with a variety of penalty functions, including nonconvex ones such as minimax concave penalty.  Software implementation will be made available as R packages.\r\n\r\nMethodological development on AFT models is far behind that on relative risk models due to computational and inferential challenges. The investigators shorten the gap with a comprehensive collection of methodologies and software implementation for AFT models in practical settings that are frequently encountered in biomedical, epidemiological, and social science studies. The methodologies and software implementation are expected to have an influential impact on the practice of failure time modeling.  The open source implementation provides a realistic alternative to the relative risk model for censored data regression.  Applications of the methods to ongoing collaborative projects that motivated the proposed research have cross-boundary effects.  A bivariate AFT model for the duration of depression and the duration of major stressors offers a novel perspective to gain insight into onset and maintenance of depressive episodes. The project is naturally integrated with education through undergraduate/graduate student thesis advising, graduate level courses, and short courses at conferences in both the statistics community and the psychology community. The publicly available software makes the cutting-edge statistical methodology accessible to those who need them in scientific discoveries.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMS",
 "org_div_long_name": "Division Of Mathematical Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jun",
   "pi_last_name": "Yan",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Jun Yan",
   "pi_email_addr": "jun.yan@uconn.edu",
   "nsf_id": "000483974",
   "pi_start_date": "2012-08-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Sangwook",
   "pi_last_name": "Kang",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sangwook Kang",
   "pi_email_addr": "sangwook.kang@uconn.edu",
   "nsf_id": "000515884",
   "pi_start_date": "2012-08-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Connecticut",
  "inst_street_address": "438 WHITNEY RD EXTENSION UNIT 1133",
  "inst_street_address_2": "",
  "inst_city_name": "STORRS",
  "inst_state_code": "CT",
  "inst_state_name": "Connecticut",
  "inst_phone_num": "8604863622",
  "inst_zip_code": "062699018",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CT02",
  "org_lgl_bus_name": "UNIVERSITY OF CONNECTICUT",
  "org_prnt_uei_num": "",
  "org_uei_num": "WNTPS995QBM7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Connecticut",
  "perf_str_addr": "215 Glenbook Rd, U-4120",
  "perf_city_name": "Storrs",
  "perf_st_code": "CT",
  "perf_st_name": "Connecticut",
  "perf_zip_code": "062694120",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CT02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "126900",
   "pgm_ele_name": "STATISTICS"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 129999.0
  }
 ],
 "por": null
}