{
 "awd_id": "1209079",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute for FY 2012 in Korea",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 5836.0,
 "awd_amount": 5836.0,
 "awd_min_amd_letter_date": "2012-05-23",
 "awd_max_amd_letter_date": "2012-05-23",
 "awd_abstract_narration": "This action funds Joshua Raymond Williams of Texas A&M University to conduct a research project, entitled \"Impact of dam construction on South Korean estuary sediment transport,\" during the summer of 2012 at Korea Ocean Research and Development Institute in Ansan-si, Gyeonggi-do, Korea.  The host scientist is Dr. Hee Jun Lee.\r\n\r\nThe Intellectual Merit of the research project is to advance the knowledge of the sediment dynamics and stratigraphy of the Nakdong and Yeongsan estuaries.  Anthropogenic engineering in the last century has resulted in episodic river discharge through estuarine dams, significantly impacting the timing and flux of sedimentation within the coastal zones of Busan and Mokpo.  Through high resolution geophysical (CHIRP) and core data, the impact of alterations modifying the sediment trapping efficiency of the estuaries is being determined.  In order to effectively quantify the changes within the Nakdong and Yeongsan rivers drainage basins, a spatially referenced database is being constructed and includes timing and placement of the construction of major dams, available hydrographic data from gauging stations, historical and modern land usage maps and bathymetric charts, aerial photographs, and geologic and soil survey data.  \r\n\r\nBroader Impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.  These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Joshua",
   "pi_last_name": "Williams",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Joshua R Williams",
   "pi_email_addr": "",
   "nsf_id": "000606155",
   "pi_start_date": "2012-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Williams                Joshua         R",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Galveston",
  "inst_state_code": "TX",
  "inst_state_name": "Texas",
  "inst_phone_num": "",
  "inst_zip_code": "775507725",
  "inst_country_name": "United States",
  "cong_dist_code": "14",
  "st_cong_dist_code": "TX14",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Korea Ocean Research and Development Institute (KORDI)",
  "perf_str_addr": null,
  "perf_city_name": "Ansan, Kyeongki-Do",
  "perf_st_code": "",
  "perf_st_name": "RI REQUIRED",
  "perf_zip_code": "",
  "perf_ctry_code": "KS",
  "perf_cong_dist": "",
  "perf_st_cong_dist": "",
  "perf_ctry_name": "Korea, South",
  "perf_ctry_flag": "0"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5942",
   "pgm_ref_txt": "KOREA"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 5836.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p><span>The primary outcomes of this project have been to determine how anthropogenically engineered modifications of East Asian estuaries have altered their sediment trapping efficiency. Specifically, by analyzing changes in sedimentation rates and lithology throughout the estuaries, the impacts of the construction of estuarine dams throughout the last century is assessed. The research conducted during the 2012 NSF/NRF EAPSI fellowship program sought to build a database of information on the Nakdong and Yeongsan drainage basins required for the completion of this project. This database included detailed hydrographic records, dam construction documentation, historical and modern land usage, geologic and soil survey data, bathymetric charts, and historical aerial photographs. Collection and compilation of this information has been an integral part of this project and was accessible only through the resources available through the host institution, Korea Oceanographic Research and Development Institute (KORDI) and other project collaborators within Korea. This project is one with which I am currently involved as part of my doctoral dissertation, and is part of a collaboration between Texas A&amp;M University-Galveston and a collaboration between 17 national and academic laboratories within Korea (including KORDI), coordinated out of Inha University.&nbsp;</span></p>\n<p><span>The Nakdong Estuary is the first of two estuaries to be evaluated, and was the focus for research during the EAPSI program. Located within the coastal zone of Busan, South Korea, the Nakdong Estuary has been subjected to a series of engineered alterations typical of many eastern Asian estuaries. The construction of two estuarine dams (1934 and 1983) and numerous seawalls associated with land reclamation projects have altered the timing and flux of sediment, and resulted in three contrasting discharge energy regimes. Additionally, the impoundments have appreciably reduced the tidal prism by stopping the natural intrusion of saltwater. Consequently, vast geomorphologic changes have occurred including the development of five new barrier islands within the last half-century. In order to assess the impacts of these modifications, 19 sediment vibracores were obtained throughout the estuary. The dispersal and accumulation of sediment was evaluated utilizing </span><span><sup>210</sup></span><span>Pb and </span><span><sup>137</sup></span><span>Cs radioisotope geochronology of 6 cores. Average sediment accumulation rates range from 2.19 cm yr</span><span><sup>-1</sup></span><span> adjacent to the first constructed dam, and were found to be as high as 6.55 cm yr</span><span><sup>-1</sup></span><span> in the central portion of the estuary. These high rates are further supported by comparison of bathymetric survey data from 1985 to 2009. Additionally, laser diffraction grainsize analyses and X-radiographs revealed distinctive changes associated with dam construction, and correlation of events between cores conveys the episodic sedimentation corresponding to flood gate releases. Ultimately, anthropogenic alterations have resulted in a shift from a tide-influenced to wave-dominated estuary. The increase in sediment trapping efficiency that has ensued resulting from extensive coastal construction provides the basis for reevaluating traditional facies models for estuaries. As a consequence of this research, a conceptual model has been developed to characterize the alterations in sediment depositional patterns according to relative discharge energy of the adjacent floodgate. This model is hoped to provide the basis for research in similar hydrodynamic environments affected by construction of estuarine dams.</span></p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/17/2012<br>\n\t\t\t\t\tModified by: Joshua&nbsp;R&nbsp;Williams</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nThe primary outcomes of this project have been to determine how anthropogenically engineered modifications of East Asian estuaries have altered their sediment trapping efficiency. Specifically, by analyzing changes in sedimentation rates and lithology throughout the estuaries, the impacts of the construction of estuarine dams throughout the last century is assessed. The research conducted during the 2012 NSF/NRF EAPSI fellowship program sought to build a database of information on the Nakdong and Yeongsan drainage basins required for the completion of this project. This database included detailed hydrographic records, dam construction documentation, historical and modern land usage, geologic and soil survey data, bathymetric charts, and historical aerial photographs. Collection and compilation of this information has been an integral part of this project and was accessible only through the resources available through the host institution, Korea Oceanographic Research and Development Institute (KORDI) and other project collaborators within Korea. This project is one with which I am currently involved as part of my doctoral dissertation, and is part of a collaboration between Texas A&amp;M University-Galveston and a collaboration between 17 national and academic laboratories within Korea (including KORDI), coordinated out of Inha University. \n\nThe Nakdong Estuary is the first of two estuaries to be evaluated, and was the focus for research during the EAPSI program. Located within the coastal zone of Busan, South Korea, the Nakdong Estuary has been subjected to a series of engineered alterations typical of many eastern Asian estuaries. The construction of two estuarine dams (1934 and 1983) and numerous seawalls associated with land reclamation projects have altered the timing and flux of sediment, and resulted in three contrasting discharge energy regimes. Additionally, the impoundments have appreciably reduced the tidal prism by stopping the natural intrusion of saltwater. Consequently, vast geomorphologic changes have occurred including the development of five new barrier islands within the last half-century. In order to assess the impacts of these modifications, 19 sediment vibracores were obtained throughout the estuary. The dispersal and accumulation of sediment was evaluated utilizing 210Pb and 137Cs radioisotope geochronology of 6 cores. Average sediment accumulation rates range from 2.19 cm yr-1 adjacent to the first constructed dam, and were found to be as high as 6.55 cm yr-1 in the central portion of the estuary. These high rates are further supported by comparison of bathymetric survey data from 1985 to 2009. Additionally, laser diffraction grainsize analyses and X-radiographs revealed distinctive changes associated with dam construction, and correlation of events between cores conveys the episodic sedimentation corresponding to flood gate releases. Ultimately, anthropogenic alterations have resulted in a shift from a tide-influenced to wave-dominated estuary. The increase in sediment trapping efficiency that has ensued resulting from extensive coastal construction provides the basis for reevaluating traditional facies models for estuaries. As a consequence of this research, a conceptual model has been developed to characterize the alterations in sediment depositional patterns according to relative discharge energy of the adjacent floodgate. This model is hoped to provide the basis for research in similar hydrodynamic environments affected by construction of estuarine dams.\n\n \n\n\t\t\t\t\tLast Modified: 11/17/2012\n\n\t\t\t\t\tSubmitted by: Joshua R Williams"
 }
}