{
 "awd_id": "1209382",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH:  Effects of Host Community Structure on Amphibian Disease Risk",
 "cfda_num": "47.074",
 "org_code": "08010208",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Alan Tessier",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 14995.0,
 "awd_amount": 14995.0,
 "awd_min_amd_letter_date": "2012-05-09",
 "awd_max_amd_letter_date": "2012-05-09",
 "awd_abstract_narration": "Amphibians are the most threatened group of vertebrate animals, due primarily to deforestation and a fungal disease that has spread globally and is causing devastating declines in population sizes that has driven some species to extinction. To implement effective conservation strategies in the wild, we need to understand how habitat change and disease threats interact. According to recent findings, simply protecting natural habitats is not the answer for amphibian conservation, because the emerging fungal pathogen infects amphibians in pristine forests more than those living in agricultural and urban areas. This double threat leaves amphibians little refuge, as most species that suffer from disease cannot escape infections in disturbed habitats. One hypothesis for this paradoxical pattern is that higher amphibian numbers and diversity in natural habitats hold a greater potential for pathogen transmission and spread.  This project will test this hypothesis by examining frog assemblages in both pristine and modified habitats in Brazil and experimentally infecting individuals from each assemblage with the fungal pathogen under controlled laboratory conditions. Frogs from both pristine and disturbed habitats will be monitored for changes in infection patterns, and those disease dynamics will be correlated with number and identity of species, density of individuals, and body size. Understanding how changes in frog assemblages caused by land use change can affect disease dynamics will provide a more complete picture of the interaction between deforestation and emerging diseases, the two main factors at the root of the amphibian decline crisis.\r\n\r\nThe project will strengthen research collaborations with Brazilian scientists studying amphibian species loss.  Results from this work will be useful in developing strategies to conserve the diversity of amphibian species in the tropics.  Brazil has the highest number of amphibian species anywhere in the world, thus, this project will contribute to the management of a mega-diverse fauna.   This project will provide research opportunities for undergraduate students to conduct field research and will contribute to the doctoral research of a graduate student.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kelly",
   "pi_last_name": "Zamudio",
   "pi_mid_init": "R",
   "pi_sufx_name": "",
   "pi_full_name": "Kelly R Zamudio",
   "pi_email_addr": "kelly.zamudio@austin.utexas.edu",
   "nsf_id": "000439952",
   "pi_start_date": "2012-05-09",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Carlos",
   "pi_last_name": "Becker",
   "pi_mid_init": "G",
   "pi_sufx_name": "",
   "pi_full_name": "Carlos G Becker",
   "pi_email_addr": "czb5935@psu.edu",
   "nsf_id": "000575827",
   "pi_start_date": "2012-05-09",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Cornell University",
  "inst_street_address": "341 PINE TREE RD",
  "inst_street_address_2": "",
  "inst_city_name": "ITHACA",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "6072555014",
  "inst_zip_code": "148502820",
  "inst_country_name": "United States",
  "cong_dist_code": "19",
  "st_cong_dist_code": "NY19",
  "org_lgl_bus_name": "CORNELL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "G56PUALJ3KT5"
 },
 "perf_inst": {
  "perf_inst_name": "Cornell University",
  "perf_str_addr": "373 Pine Tree",
  "perf_city_name": "Ithaca",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "148502820",
  "perf_ctry_code": "US",
  "perf_cong_dist": "19",
  "perf_st_cong_dist": "NY19",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "118200",
   "pgm_ele_name": "POP & COMMUNITY ECOL PROG"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1182",
   "pgm_ref_txt": "POP & COMMUNITY ECOL PROG"
  },
  {
   "pgm_ref_code": "9169",
   "pgm_ref_txt": "BIODIVERSITY AND ECOSYSTEM DYNAMICS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "EGCH",
   "pgm_ref_txt": "ENVIRONMENT AND GLOBAL CHANGE"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 14995.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Rapid habitat alteration by humans is leading to substantial reductions in biodiversity. These changes may have profound consequences on host-pathogen interactions, as shifts in community composition can increase or decrease the probability of disease outbreaks. Amphibians are the most threatened group among vertebrates, mainly vulnerable to deforestation and a disease caused by the chytrid fungus <em>Batrachochytrium dendrobatidis </em>that has recently spread worldwide causing unprecedented population declines and species extinctions. As deforestation can dramatically alter amphibian numbers, our study examined amphibian biodiversity effects on the risk of chytridiomycosis.</p>\n<p>We have now completed this grant, and achieved the goals we set out for this project. We captured amphibian hosts from over 20 species in Brazil&rsquo;s atlantic rainforest and established two laboratory experiments to test (i) the effect of host diversity and (ii) the effects of population densities, biomass, and host identity on pathogen infection intensity. We experimentally infected amphibians in the laboratory with a local strain of the chytrid fungus and used molecular techniques to quantify infection intensities. We found average higher infection intensities in single-species assemblages than in diverse frog assemblages. Complementarity analyses indicated that this pattern was likely driven by reduced contact rates among individual amphibians in diverse assemblages, which tend to reduce transmission rates and thus dilute pathogen infections. We also found that aquatic frog species carried higher pathogen<em> </em>infections intensities than terrestrial species, whether in single-species assemblages or diverse assemblages. Although most species showed a reduction in pathogen infection in diverse assemblages, one species showed an increase in infection loads. These results indicate that high amphibian biodiversity found in natural habitats can reduce the probability of disease outbreaks. Our findings can advance the field of disease ecology and provide additional mechanisms for the dilution effect theory. Understanding how changes in amphibian assemblages affect disease will provide a more complete picture of the interaction between deforestation and emerging diseases; two main factors at the root of this biodiversity crisis.</p>\n<p>In addition to the scientific results, our project also contributed to education and outreach, through direct training of undergraduates and graduates, as well as presentations at meetings and undergraduate-level courses about amphibian declines. As Brazil has more amphibian species than anywhere else in the world, this grant will open doors for future research opportunities for Latin American students to conduct invaluable conservation research.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 07/09/2013<br>\n\t\t\t\t\tModified by: Carlos&nbsp;G&nbsp;Becker</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nRapid habitat alteration by humans is leading to substantial reductions in biodiversity. These changes may have profound consequences on host-pathogen interactions, as shifts in community composition can increase or decrease the probability of disease outbreaks. Amphibians are the most threatened group among vertebrates, mainly vulnerable to deforestation and a disease caused by the chytrid fungus Batrachochytrium dendrobatidis that has recently spread worldwide causing unprecedented population declines and species extinctions. As deforestation can dramatically alter amphibian numbers, our study examined amphibian biodiversity effects on the risk of chytridiomycosis.\n\nWe have now completed this grant, and achieved the goals we set out for this project. We captured amphibian hosts from over 20 species in BrazilÆs atlantic rainforest and established two laboratory experiments to test (i) the effect of host diversity and (ii) the effects of population densities, biomass, and host identity on pathogen infection intensity. We experimentally infected amphibians in the laboratory with a local strain of the chytrid fungus and used molecular techniques to quantify infection intensities. We found average higher infection intensities in single-species assemblages than in diverse frog assemblages. Complementarity analyses indicated that this pattern was likely driven by reduced contact rates among individual amphibians in diverse assemblages, which tend to reduce transmission rates and thus dilute pathogen infections. We also found that aquatic frog species carried higher pathogen infections intensities than terrestrial species, whether in single-species assemblages or diverse assemblages. Although most species showed a reduction in pathogen infection in diverse assemblages, one species showed an increase in infection loads. These results indicate that high amphibian biodiversity found in natural habitats can reduce the probability of disease outbreaks. Our findings can advance the field of disease ecology and provide additional mechanisms for the dilution effect theory. Understanding how changes in amphibian assemblages affect disease will provide a more complete picture of the interaction between deforestation and emerging diseases; two main factors at the root of this biodiversity crisis.\n\nIn addition to the scientific results, our project also contributed to education and outreach, through direct training of undergraduates and graduates, as well as presentations at meetings and undergraduate-level courses about amphibian declines. As Brazil has more amphibian species than anywhere else in the world, this grant will open doors for future research opportunities for Latin American students to conduct invaluable conservation research.\n\n\t\t\t\t\tLast Modified: 07/09/2013\n\n\t\t\t\t\tSubmitted by: Carlos G Becker"
 }
}