{
 "awd_id": "1209989",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute for FY 2012 in Korea",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 5836.0,
 "awd_amount": 5836.0,
 "awd_min_amd_letter_date": "2012-05-23",
 "awd_max_amd_letter_date": "2012-05-23",
 "awd_abstract_narration": "This action funds Michael Witek of Northwestern University to conduct a research project, entitled \"Analyzing seismic noise to understand the structure of the Earth's crust,\" during the summer of 2012 at Pukyong National University in Busan, Yeongnam, South Korea.  The host scientist is Dr. Tae-Seob Kang.\r\n\r\nThe Intellectual Merit of the research project is an increased knowledge of the crust that would improve basement rock maps and resolve the locations of aquifers and economically important minerals. Better crustal models allow computational seismologists to better predict ground shaking and wave characteristics in the study region. Work on ambient noise analysis and Korean crustal structure would be an important contribution in continual efforts to separate the effects of mantle structure from the effects of crustal structure, thereby increasing the resolving power of vertically varying structures.\r\n\r\nBroader Impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.  These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Michael",
   "pi_last_name": "Witek",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Michael Witek",
   "pi_email_addr": "",
   "nsf_id": "000607059",
   "pi_start_date": "2012-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Witek                   Michael",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Evanston",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "",
  "inst_zip_code": "602082150",
  "inst_country_name": "United States",
  "cong_dist_code": "09",
  "st_cong_dist_code": "IL09",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Witek                   Michael",
  "perf_str_addr": null,
  "perf_city_name": "Evanston",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "602082150",
  "perf_ctry_code": "US",
  "perf_cong_dist": "09",
  "perf_st_cong_dist": "IL09",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5942",
   "pgm_ref_txt": "KOREA"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 5836.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;<span style=\"white-space: pre;\"> </span>The purpose of this study was to identify and characterize uncertainties in Rayleigh wave dispersion curve measurements from ambient seismic noise. Traditional seismology deals with the study of earthquakes and how earthquake energy is propagated through the Earth. Consequently, signals recorded by seismometers that were not earthquake related were disregarded as noise. However, recent advances in acoustics (Lobkis and Weaver, 2001) have made it clear that structural information (or more specifically, the Green&rsquo;s function of the medium between two receiver locations) can be retrieved from analyzing the so-called noise. This has led to the rapid development of ambient seismic noise tomography, where seismic surface wave arrival times are measured to generate maps of surface wave group speeds (e.g. Shapiro et al. 2005). That the maps correlate well with known geology shows that the arrival time measurements are fairly robust, and Weaver at al. (2009) showed that, despite the fact that seismic noise does not satisfy theoretical requirements, the errors in arrival time measurements are small.</p>\n<p><span style=\"white-space: pre;\"> </span>Questions remain, however, about the source of seismic noise and the uncertainties related to the variability of the resulting cross-correlations. For this study, I developed codes to analyze ambient seismic noise recorded at stations in Japan and Korea. Preliminary results suggested that there are seasonal variations in the noise, which may impact the precision of arrival time measurements. The variations point to a change in noise source directionality, which may be tied to atmospheric events. The ultimate goal of this research will be to create higher-resolution tomographic models of the Earth&rsquo;s crust. This will not only aid in answering important academic questions, but also lead to better and more efficient earthquake hazard mapping. The major benefit of studying ambient seismic noise is that it can be recorded continuously and indefinitely, thereby providing a limitless source of data that can be studied.&nbsp; Over time, this will make long-term monitoring of seismic hazards more precise.</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">References Cited</span></p>\n<p>Lobkis, O. I., &amp; Weaver, R. L. (2001). On the emergence of the Green&rsquo;s function in the correlations of a diffuse field.&nbsp;<em>The Journal of the Acoustical Society of America</em>,&nbsp;110, 3011.</p>\n<p>Shapiro, N. M., Campillo, M., Stehly, L., &amp; Ritzwoller, M. H. (2005). High-resolution surface-wave tomography from ambient seismic noise.&nbsp;<em>Science</em>, 307(5715), 1615-1618.</p>\n<p>Weaver, R. L., Froment, B., &amp; Campillo, M. (2009). On the correlation of non-isotropically distributed ballistic scalar diffuse waves.&nbsp;<em>The Journal of the Acoustical Society of America</em>,&nbsp;126, 1817.</p>\n<p>&nbsp;</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/28/2012<br>\n\t\t\t\t\tModified by: Michael&nbsp;Witek</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\n  The purpose of this study was to identify and characterize uncertainties in Rayleigh wave dispersion curve measurements from ambient seismic noise. Traditional seismology deals with the study of earthquakes and how earthquake energy is propagated through the Earth. Consequently, signals recorded by seismometers that were not earthquake related were disregarded as noise. However, recent advances in acoustics (Lobkis and Weaver, 2001) have made it clear that structural information (or more specifically, the GreenÆs function of the medium between two receiver locations) can be retrieved from analyzing the so-called noise. This has led to the rapid development of ambient seismic noise tomography, where seismic surface wave arrival times are measured to generate maps of surface wave group speeds (e.g. Shapiro et al. 2005). That the maps correlate well with known geology shows that the arrival time measurements are fairly robust, and Weaver at al. (2009) showed that, despite the fact that seismic noise does not satisfy theoretical requirements, the errors in arrival time measurements are small.\n\n Questions remain, however, about the source of seismic noise and the uncertainties related to the variability of the resulting cross-correlations. For this study, I developed codes to analyze ambient seismic noise recorded at stations in Japan and Korea. Preliminary results suggested that there are seasonal variations in the noise, which may impact the precision of arrival time measurements. The variations point to a change in noise source directionality, which may be tied to atmospheric events. The ultimate goal of this research will be to create higher-resolution tomographic models of the EarthÆs crust. This will not only aid in answering important academic questions, but also lead to better and more efficient earthquake hazard mapping. The major benefit of studying ambient seismic noise is that it can be recorded continuously and indefinitely, thereby providing a limitless source of data that can be studied.  Over time, this will make long-term monitoring of seismic hazards more precise.\n\n \n\nReferences Cited\n\nLobkis, O. I., &amp; Weaver, R. L. (2001). On the emergence of the GreenÆs function in the correlations of a diffuse field. The Journal of the Acoustical Society of America, 110, 3011.\n\nShapiro, N. M., Campillo, M., Stehly, L., &amp; Ritzwoller, M. H. (2005). High-resolution surface-wave tomography from ambient seismic noise. Science, 307(5715), 1615-1618.\n\nWeaver, R. L., Froment, B., &amp; Campillo, M. (2009). On the correlation of non-isotropically distributed ballistic scalar diffuse waves. The Journal of the Acoustical Society of America, 126, 1817.\n\n \n\n\t\t\t\t\tLast Modified: 11/28/2012\n\n\t\t\t\t\tSubmitted by: Michael Witek"
 }
}