{
 "awd_id": "1209072",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative research: Comparative-developmental analysis of brain architecture in social wasps",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": "7032927202",
 "po_email": "melekoni@nsf.gov",
 "po_sign_block_name": "Michelle Elekonich",
 "awd_eff_date": "2011-11-01",
 "awd_exp_date": "2015-08-31",
 "tot_intn_awd_amt": 169195.0,
 "awd_amount": 169195.0,
 "awd_min_amd_letter_date": "2011-11-22",
 "awd_max_amd_letter_date": "2014-10-30",
 "awd_abstract_narration": "The evolution of social behavior can affect brain size: social species of animals tend to have larger brains than their solitary relatives. The goal of this project is to further our understanding of how changes in species' social structure can affect the architecture of their brains. The research will use social insects - paper wasps - as subjects. All species of paper wasps are social, but they show a wide range of colony sizes, they are diverse in social complexity, and they differ in nest architecture. Different anatomical regions of the wasp brain serve distinct cognitive functions - some regions are dedicated to vision, others to smell and touch. The researchers will measure the sizes (volumes) of these brain regions as a way of estimating how much tissue is invested in each region, and they will test whether the details of a species' social behavior (for example, large versus small colonies) predict the relative size of each brain region. The researchers will use information on how wasp species are related to each other to trace the evolution of associations between brain structure and behavior. By comparing selected species of paper wasps with different behavioral characteristics, the researchers will determine which elements of social behavior have impacted the investment in each brain region. The project will also explore how evolutionary changes in the immature development of the wasp brain have led to the observed patterns of adult brain region investment. The research will further our understanding of how changes in social complexity can influence brain architecture, and the findings will indicate which social cognitive challenges can affect the amount of investment in different brain regions. It will also contribute to our understanding of how adult brain architecture is generated by the developmental processes that occur during immature stages. The project includes employment and training opportunities for graduate and undergraduate students at two universities, and it will foster collaboration across universities. It also involves both local elementary school and international outreach and education efforts.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Sean",
   "pi_last_name": "O'Donnell",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Sean O'Donnell",
   "pi_email_addr": "so356@drexel.edu",
   "nsf_id": "000112639",
   "pi_start_date": "2011-11-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Drexel University",
  "inst_street_address": "3141 CHESTNUT ST",
  "inst_street_address_2": "",
  "inst_city_name": "PHILADELPHIA",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "2158956342",
  "inst_zip_code": "191042875",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "PA03",
  "org_lgl_bus_name": "DREXEL UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "XF3XM9642N96"
 },
 "perf_inst": {
  "perf_inst_name": "Drexel University",
  "perf_str_addr": "PISB 3245 Chestnut Street",
  "perf_city_name": "Philadelphia",
  "perf_st_code": "PA",
  "perf_st_name": "Pennsylvania",
  "perf_zip_code": "191042737",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "PA03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "1096",
   "pgm_ref_txt": "NEURAL SYSTEMS"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "9183",
   "pgm_ref_txt": "GENERAL FOUNDATIONS OF BIOTECHNOLOGY"
  },
  {
   "pgm_ref_code": "BIOT",
   "pgm_ref_txt": "BIOTECHNOLOGY"
  }
 ],
 "app_fund": [
  {
   "app_code": "0110",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001011DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0111",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001112DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2010,
   "fund_oblg_amt": 79198.0
  },
  {
   "fund_oblg_fiscal_yr": 2011,
   "fund_oblg_amt": 89997.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>INTELLECTUAL MERIT</p>\n<p>Our fascination with brains stems in part from our own impressively large organic computers. But why do species vary so much in brain investment, and in the behavioral and cognitive capacities that brains enable? What factors shape the amount a species invests in brain tissue?</p>\n<p>We used social insects as study organisms to address these questions for two reasons. First, social insects offer a diverse array of species with different ecologies, whose evolutionary relationships are well-understood. This diversity promotes comparisons among species, a powerful tool for analyzing the course of evolution and the factors that shape its path. Second, although they are small, these animals exhibit an amazing array of social behaviors. Species in our study ranged from solitary living, through small simple colonies, to some of the largest and most highly integrated societies known. Furthermore, within their colonies, social insects vary dramatically in behavior- their colony members are divided into specialized classes that perform different behaviors. There are even social parasites- insects that exploit the social behavior of other species, including the taking of workers as slaves.</p>\n<p>This rich within- and between-species variation in behavior and ecology allowed us to explore what factors are associated with differences in brain size- or more precisely, in the relative size of particular brain regions.</p>\n<p>We collected brain tissue from a wide array of wasps, ants and bees, with a range of ecologies and social complexities, including a slave-making social parasite. We compared queens and their workers whenever possible. Our main methods were sectioning the insects&rsquo; brains and measuring the sizes of different brain regions. We especially focused on sensory lobes that process visual and chemical information, and the &ldquo;mushroom bodies&rdquo;- central higher-processing brain regions, in some ways akin to the vertebrate forebrain or cerebrum.&nbsp;</p>\n<p>To summarize some of our major findings:</p>\n<p>- When we compared wasp species we found no evidence for a negative association (or &ldquo;tradeoff&rdquo;) between chemical and visual processing investment in the brain, but the visual processing regions increased much more rapidly with brain size than did the olfactory regions. By comparing nocturnal and diurnal wasp species, we found that investment in peripheral visual processing lobes was reduced in nocturnal species, but this change was not reflected in the mushroom bodies. The brain periphery seems to be more evolutionarily variable or plastic in responding to changes in ecology. &nbsp;</p>\n<p>-By comparing queens and workers across different species of paper wasps, we found that nest-bound queens invest less in visual processing brain regions than their workers that leave the nest to forage, and that these differences may result from brain growth in response to individual experience, rather than a rigid developmental program.</p>\n<p>-By comparing a slave-making social parasite with its enslaved workers, we showed that reduced labor performed by the slave-makers may allow them to invest less in mushroom body growth.</p>\n<p>-We compared mushroom body investment in different behavioral classes of primitively social bees, and found the first evidence that complex task performance (foraging) and social dominance are associated with increased mushroom body investment, and the effects of tasks and dominance are cumulative.</p>\n<p>-The social brain hypothesis suggests that the evolution of group living and sociality favors the evolution of larger brains or brain regions. This idea is well-supported for many types of vertebrates- mammals, birds, and even fish. We tested the idea in wasps by comparing brain investment in solitary species, and social species with a wide range of colony sizes. We found the opposite pattern- that brai...",
  "por_txt_cntn": "\nINTELLECTUAL MERIT\n\nOur fascination with brains stems in part from our own impressively large organic computers. But why do species vary so much in brain investment, and in the behavioral and cognitive capacities that brains enable? What factors shape the amount a species invests in brain tissue?\n\nWe used social insects as study organisms to address these questions for two reasons. First, social insects offer a diverse array of species with different ecologies, whose evolutionary relationships are well-understood. This diversity promotes comparisons among species, a powerful tool for analyzing the course of evolution and the factors that shape its path. Second, although they are small, these animals exhibit an amazing array of social behaviors. Species in our study ranged from solitary living, through small simple colonies, to some of the largest and most highly integrated societies known. Furthermore, within their colonies, social insects vary dramatically in behavior- their colony members are divided into specialized classes that perform different behaviors. There are even social parasites- insects that exploit the social behavior of other species, including the taking of workers as slaves.\n\nThis rich within- and between-species variation in behavior and ecology allowed us to explore what factors are associated with differences in brain size- or more precisely, in the relative size of particular brain regions.\n\nWe collected brain tissue from a wide array of wasps, ants and bees, with a range of ecologies and social complexities, including a slave-making social parasite. We compared queens and their workers whenever possible. Our main methods were sectioning the insectsÆ brains and measuring the sizes of different brain regions. We especially focused on sensory lobes that process visual and chemical information, and the \"mushroom bodies\"- central higher-processing brain regions, in some ways akin to the vertebrate forebrain or cerebrum. \n\nTo summarize some of our major findings:\n\n- When we compared wasp species we found no evidence for a negative association (or \"tradeoff\") between chemical and visual processing investment in the brain, but the visual processing regions increased much more rapidly with brain size than did the olfactory regions. By comparing nocturnal and diurnal wasp species, we found that investment in peripheral visual processing lobes was reduced in nocturnal species, but this change was not reflected in the mushroom bodies. The brain periphery seems to be more evolutionarily variable or plastic in responding to changes in ecology.  \n\n-By comparing queens and workers across different species of paper wasps, we found that nest-bound queens invest less in visual processing brain regions than their workers that leave the nest to forage, and that these differences may result from brain growth in response to individual experience, rather than a rigid developmental program.\n\n-By comparing a slave-making social parasite with its enslaved workers, we showed that reduced labor performed by the slave-makers may allow them to invest less in mushroom body growth.\n\n-We compared mushroom body investment in different behavioral classes of primitively social bees, and found the first evidence that complex task performance (foraging) and social dominance are associated with increased mushroom body investment, and the effects of tasks and dominance are cumulative.\n\n-The social brain hypothesis suggests that the evolution of group living and sociality favors the evolution of larger brains or brain regions. This idea is well-supported for many types of vertebrates- mammals, birds, and even fish. We tested the idea in wasps by comparing brain investment in solitary species, and social species with a wide range of colony sizes. We found the opposite pattern- that brain (mushroom body) investment decreased from solitary to social species. We do not know why this difference holds, but it may be related to the coordinated, relati..."
 }
}