{
 "awd_id": "1209424",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Continuing Grant",
 "awd_titl_txt": "Collaborative Research - Materials World Network:  Protein Phase Behavior - Experiments and Simulations",
 "cfda_num": "47.049",
 "org_code": "03070000",
 "po_phone": "7032922191",
 "po_email": "asimonia@nsf.gov",
 "po_sign_block_name": "Aleksandr Simonian",
 "awd_eff_date": "2012-09-01",
 "awd_exp_date": "2016-08-31",
 "tot_intn_awd_amt": 225000.0,
 "awd_amount": 225000.0,
 "awd_min_amd_letter_date": "2012-08-31",
 "awd_max_amd_letter_date": "2014-05-19",
 "awd_abstract_narration": "TECHNICAL SUMMARY:\r\nThe goal of this collaborative Materials World Network project involving faculty at Brandeis University, the University of Delaware, and the University of Cambridge in the United Kingdom is to relate the molecular structure of proteins to their interaction energies and phase behavior.  The research teams will undertake an integrated program of experiment on purified proteins and simulations based on realistic model representations that will allow direct comparisons. They will construct two classes of molecular models of proteins, one based on atomistic structural information for quantitative comparison with experiment and the other guided by such information but providing a minimal model to elucidate generic properties of the equilibrium phase diagrams and phase separation kinetics of protein solutions. The energy and free energy landscapes will be simulated, compared with each other and with measurements of phase behavior and of osmotic second virial coefficients. Measurements and simulations of nucleation rates will be interpreted in the context of the classical nucleation model, while measurements and simulations of the growth of individual precritical nuclei will test the assumptions of that model.  Kinetically arrested states, such as non-equilibrium gels and precipitates, will be studied by experiment and simulation. Protocols for the temporal processing of protein solutions will be developed in simulations and experiment in order to navigate around the arrested states that intervene between the liquid and crystal phases.\r\n\r\nNON-TECHNICAL SUMMARY:\r\nIn biology, the question of which molecular properties lead some proteins to associate and which prevent the same proteins from aggregating in the concentrated intracellular environment remains largely unanswered because of the complexity of the biological milieu. From the perspective of self-assembly of biomaterials, the relationship between protein-protein interactions and phase behavior is fundamental. If the materials community is going to engineer proteins for applications, this problem must be directly confronted.  The goal of this collaborative Materials World Network project is to relate the molecular structure of proteins to their interaction energies and phase behavior. The broader impact will be to improve the success rate of protein crystallization for structural biology, to control protein aggregation for pharmaceutical applications and to develop novel condensed phases of proteins for applications of drug delivery, problems of significant scientific and industrial importance.\r\n\r\nThis project is supported by the Biomaterials program and the Office of Special Programs, Division of Materials Research.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "MPS",
 "org_dir_long_name": "Directorate for Mathematical and Physical Sciences",
 "div_abbr": "DMR",
 "org_div_long_name": "Division Of Materials Research",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Abraham",
   "pi_last_name": "Lenhoff",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Abraham M Lenhoff",
   "pi_email_addr": "lenhoff@udel.edu",
   "nsf_id": "000340331",
   "pi_start_date": "2012-08-31",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Delaware",
  "inst_street_address": "550 S COLLEGE AVE",
  "inst_street_address_2": "",
  "inst_city_name": "NEWARK",
  "inst_state_code": "DE",
  "inst_state_name": "Delaware",
  "inst_phone_num": "3028312136",
  "inst_zip_code": "197131324",
  "inst_country_name": "United States",
  "cong_dist_code": "00",
  "st_cong_dist_code": "DE00",
  "org_lgl_bus_name": "UNIVERSITY OF DELAWARE",
  "org_prnt_uei_num": "",
  "org_uei_num": "T72NHKM259N3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Delaware",
  "perf_str_addr": "210 Hullihen Hall",
  "perf_city_name": "Newark",
  "perf_st_code": "DE",
  "perf_st_name": "Delaware",
  "perf_zip_code": "197162553",
  "perf_ctry_code": "US",
  "perf_cong_dist": "00",
  "perf_st_cong_dist": "DE00",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "114400",
   "pgm_ele_name": "Molecular Biophysics"
  },
  {
   "pgm_ele_code": "722200",
   "pgm_ele_name": "XC-Crosscutting Activities Pro"
  },
  {
   "pgm_ele_code": "762300",
   "pgm_ele_name": "BIOMATERIALS PROGRAM"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "7273",
   "pgm_ref_txt": "ENVIRONMENTAL RESEARCH & EDUCA"
  },
  {
   "pgm_ref_code": "7488",
   "pgm_ref_txt": "MATERIALS WORLD NETWORK"
  },
  {
   "pgm_ref_code": "7573",
   "pgm_ref_txt": "BIO-RELATED MATERIALS RESEARCH"
  },
  {
   "pgm_ref_code": "8007",
   "pgm_ref_txt": "BioMaPS"
  },
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9161",
   "pgm_ref_txt": "SINGLE DIVISION/UNIVERSITY"
  },
  {
   "pgm_ref_code": "AMPP",
   "pgm_ref_txt": "ADVANCED MATERIALS & PROCESSING PROGRAM"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  },
  {
   "app_code": "0114",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001415DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 162500.0
  },
  {
   "fund_oblg_fiscal_yr": 2014,
   "fund_oblg_amt": 62500.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Project Outcomes Report for the General Public DMR-1209424<br />Collaborative Research &ndash; Materials World Network: Protein Phase Behavior &ndash; Experiments and <br />Simulations Abraham M. Lenhoff<br />University of Delaware<br />Proteins are a class of molecules that represent the most versatile components of the \"molecular <br />machinery\" that carries out the functions of living systems. Although proteins of course contribute <br />to the quality of human life in the form of food, they are also widely harnessed to exploit the <br />functional properties of individual molecules for numerous other, more specialized applications. In <br />recent decades this has been especially true for the large-scale production of proteins used as <br />drugs; such protein-based pharmaceuticals represent a powerful class of therapeutic agents that <br />have made a qualitative difference in the treatment of previously intractable diseases, such as <br />rheumatoid arthritis and various forms of cancer.<br /><br />In general proteins exist and function in an environment in which they are dissolved in water, so <br />that they can carry out their functions as individual molecules. However, by manipulating their <br />\"comfort level\" in this form, e.g., by adding significant quantities of additives such as salts, <br />the protein molecules in solution can be made to stick together and thereby form an extended <br />aggregate structure, which may be manifested as a solid. Such solids have properties that are <br />different from those of individual molecules in a way similar to the difference between the <br />properties of a wall and those of the individual bricks that form the wall. Like bricks in a wall, <br />the properties of the solid will differ depending on how the bricks are packed together, and solids <br />formed from proteins can take any of a number of forms, including crystals, gels or precipitates, <br />that differ in the way the molecules are packed together. These different kinds of solids can be <br />used for multiple applications, including to aid in purification of proteins, in administering <br />drugs such as insulin used by diabetics as crystals, or in gels that can be exploited in food <br />manufacture.<br /><br />In the research performed here we have focused on determining how protein molecules are packed <br />together in solids formed from different proteins and under different conditions. A given protein <br />has a well-defined but irregular shape and it has been known for many decades, with extraordinarily <br />high precision, how protein molecules pack together in a protein crystal. While previous research <br />has helped to elucidate how different additives can be used to form different kinds of solids, <br />including non-crystalline ones, little detailed information has been available on how protein <br />molecules are packed together in non-crystalline solids. In particular, because of the irregular <br />shape it was not known whether knowledge of forming solids from small spheres applies to forming <br />solids from protein molecules. By combining specialized microscopy methods and scattering methods <br />using such forms of radiation as X-rays, we have obtained extensive information, on length scales <br />all the way down to the molecular, on the packing of protein molecules in solids. A particularly <br />important finding is that in many cases, although the solid may be non-crystalline in general, <br />there may be many small local regions in which crystalline packing is observed.&nbsp; This suggests that <br />protein molecules may retain enough mobility,&nbsp;&nbsp; ven in a solid, to rearrange so as to adopt a more <br />favorable and organized packing<br />structure.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 01/11/2017<br>\n\t\t\t\t\tModified by: Abraham&nbsp;M&nbsp;Lenhoff</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nProject Outcomes Report for the General Public DMR-1209424\nCollaborative Research &ndash; Materials World Network: Protein Phase Behavior &ndash; Experiments and \nSimulations Abraham M. Lenhoff\nUniversity of Delaware\nProteins are a class of molecules that represent the most versatile components of the \"molecular \nmachinery\" that carries out the functions of living systems. Although proteins of course contribute \nto the quality of human life in the form of food, they are also widely harnessed to exploit the \nfunctional properties of individual molecules for numerous other, more specialized applications. In \nrecent decades this has been especially true for the large-scale production of proteins used as \ndrugs; such protein-based pharmaceuticals represent a powerful class of therapeutic agents that \nhave made a qualitative difference in the treatment of previously intractable diseases, such as \nrheumatoid arthritis and various forms of cancer.\n\nIn general proteins exist and function in an environment in which they are dissolved in water, so \nthat they can carry out their functions as individual molecules. However, by manipulating their \n\"comfort level\" in this form, e.g., by adding significant quantities of additives such as salts, \nthe protein molecules in solution can be made to stick together and thereby form an extended \naggregate structure, which may be manifested as a solid. Such solids have properties that are \ndifferent from those of individual molecules in a way similar to the difference between the \nproperties of a wall and those of the individual bricks that form the wall. Like bricks in a wall, \nthe properties of the solid will differ depending on how the bricks are packed together, and solids \nformed from proteins can take any of a number of forms, including crystals, gels or precipitates, \nthat differ in the way the molecules are packed together. These different kinds of solids can be \nused for multiple applications, including to aid in purification of proteins, in administering \ndrugs such as insulin used by diabetics as crystals, or in gels that can be exploited in food \nmanufacture.\n\nIn the research performed here we have focused on determining how protein molecules are packed \ntogether in solids formed from different proteins and under different conditions. A given protein \nhas a well-defined but irregular shape and it has been known for many decades, with extraordinarily \nhigh precision, how protein molecules pack together in a protein crystal. While previous research \nhas helped to elucidate how different additives can be used to form different kinds of solids, \nincluding non-crystalline ones, little detailed information has been available on how protein \nmolecules are packed together in non-crystalline solids. In particular, because of the irregular \nshape it was not known whether knowledge of forming solids from small spheres applies to forming \nsolids from protein molecules. By combining specialized microscopy methods and scattering methods \nusing such forms of radiation as X-rays, we have obtained extensive information, on length scales \nall the way down to the molecular, on the packing of protein molecules in solids. A particularly \nimportant finding is that in many cases, although the solid may be non-crystalline in general, \nthere may be many small local regions in which crystalline packing is observed.  This suggests that \nprotein molecules may retain enough mobility,   ven in a solid, to rearrange so as to adopt a more \nfavorable and organized packing\nstructure.\n\n\t\t\t\t\tLast Modified: 01/11/2017\n\n\t\t\t\t\tSubmitted by: Abraham M Lenhoff"
 }
}