{
 "awd_id": "1209996",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute for FY 2012 in Korea",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 5836.0,
 "awd_amount": 5836.0,
 "awd_min_amd_letter_date": "2012-05-23",
 "awd_max_amd_letter_date": "2012-05-23",
 "awd_abstract_narration": "This action funds Oyindamola David Oluwatimi of Purdue University to conduct a research project, entitled \"Testing mobile devices for security flaws,\" during the summer of 2012 at Soonchunhyang University in South Korea.  The host scientist is Dr. Kangbin Yim.\r\n\r\nThe Intellectual Merit of the research project lies in a software environment for the assessment of cyber-attack vulnerabilities of the Android mobile platform. This environment enables a systematic approach for exposing the intrinsic vulnerabilities of the Android operating system. The vulnerability assessment of smartphones promises to point out distinct flaws in software and hardware designs on these devices.  KNowing the flaws makes it possible for developers, manufacturers, and the research community to find solutions to solve existing problems, as well as providing preventive measures for future attacks.\r\n\r\nThe Broader Impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.  These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Oyindamola",
   "pi_last_name": "Oluwatimi",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Oyindamola Oluwatimi",
   "pi_email_addr": "",
   "nsf_id": "000603949",
   "pi_start_date": "2012-05-23",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Oluwatimi               Oyindamola",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "West Lafayette",
  "inst_state_code": "IN",
  "inst_state_name": "Indiana",
  "inst_phone_num": "",
  "inst_zip_code": "479063882",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "IN04",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Oluwatimi               Oyindamola",
  "perf_str_addr": null,
  "perf_city_name": "West Lafayette",
  "perf_st_code": "IN",
  "perf_st_name": "Indiana",
  "perf_zip_code": "479063882",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "IN04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5942",
   "pgm_ref_txt": "KOREA"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 5836.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;Project Outcome Report</p>\n<p>&nbsp;</p>\n<p>In the summer of 2012, I traveled to Soonchunhyang University to collaborate with Dr. Kangbin Yim in conducting research within the field of mobile security.&nbsp; Primarily, our security research focused on the mobile Android operating system platform.&nbsp; Our set objective was to investigate the security of the native development kit provided by the developers of the Android platform, and test its insecurities by simulating malicious attacks targeting specific vulnerabilities.&nbsp; This also indirectly involved ARM processor&rsquo;s trusted platform module, TrustZone.&nbsp; It enhances the security of a neighboring operating system, i.e Android OS, via hardware security enhancements.</p>\n<p>From the start of the program and research, I knew that everything I will be involved in would be completely new to me.&nbsp; Dr. Yim focuses in hardware, and thus I focused on the lower levels of a computing machine at least in the software side.&nbsp; Because I was completely unfamiliar with the Android operating system and its development kits, ARM processors and its hardware security technologies, and mobile security, this summer I had mostly built a basic foundation in all these areas.&nbsp; My main weekly routine involved reading many specifications for a variety of software and hardware systems, papers on a variety of mobile security topics, articles, blogs, and forums describing the Android architecture, and lastly &ldquo;How-to&rdquo; and debug guides for downloading, compiling, and running the Android source code.&nbsp; Through all the roadblocks, misunderstandings, and frustrations I incurred from working on these topics, I built a good foundation to carry on work into my academic life at my home university. Although I did not complete my initial objective because of the lack of time, what I learned from the working with Dr. Kangbin Yim has already proved it benefits.&nbsp; At Purdue University, I am currently participating in two separate research projects involving mobile security on the Android platform.&nbsp;</p>\n<p>Outside of my main routine, Dr. Yim insisted I should interact with his undergraduate students who are also focused in security.&nbsp; Every so often, students would ask me for help on their research projects.&nbsp; Purdue university academic program proved to be a significant use when trying to brainstorm how to solve some of the student&rsquo;s problems with their projects.&nbsp; I also presented to the students on multiple occasions describing my current progress on my EAPSI objective, research that Dr. Yim was conducting himself (not part of my objective), and simply about me in one occasion. I also had the opportunity to present at the SCTA conference in Gwangju.&nbsp;</p>\n<p>Of course, I explored South Korea as much as time permitted during my studies.&nbsp; I did enjoy some aspects of the culture.&nbsp; Particularly, my favorite aspect culture is the spicy food especially since I come from a Nigerian background where many of the foods we eat are spicy.&nbsp; I also delighted in the variety of vegetable-based food options.&nbsp; I enjoyed the native attire, which I could only see either on special and rare occasions or on through the store windows.&nbsp; I loved how inexpensive the public transportation is!&nbsp; However, socially I did not enjoy the culture.&nbsp; From the first two weeks, I notice things in which I will not speak of as to not condemn the whole Korean Society.&nbsp; I will mention that I isolated myself from the main Korean population because I was treated as if I, someone of darker skin, was really dangerous, and thus people did not want to come in contact with me.&nbsp; This disturbed me so much I left Korea for ten days, and I can say the best part of my summer was my travel away from Korea.&nbsp; Nevertheless, I enjoyed the experi...",
  "por_txt_cntn": "\n            Project Outcome Report\n\n \n\nIn the summer of 2012, I traveled to Soonchunhyang University to collaborate with Dr. Kangbin Yim in conducting research within the field of mobile security.  Primarily, our security research focused on the mobile Android operating system platform.  Our set objective was to investigate the security of the native development kit provided by the developers of the Android platform, and test its insecurities by simulating malicious attacks targeting specific vulnerabilities.  This also indirectly involved ARM processorÆs trusted platform module, TrustZone.  It enhances the security of a neighboring operating system, i.e Android OS, via hardware security enhancements.\n\nFrom the start of the program and research, I knew that everything I will be involved in would be completely new to me.  Dr. Yim focuses in hardware, and thus I focused on the lower levels of a computing machine at least in the software side.  Because I was completely unfamiliar with the Android operating system and its development kits, ARM processors and its hardware security technologies, and mobile security, this summer I had mostly built a basic foundation in all these areas.  My main weekly routine involved reading many specifications for a variety of software and hardware systems, papers on a variety of mobile security topics, articles, blogs, and forums describing the Android architecture, and lastly \"How-to\" and debug guides for downloading, compiling, and running the Android source code.  Through all the roadblocks, misunderstandings, and frustrations I incurred from working on these topics, I built a good foundation to carry on work into my academic life at my home university. Although I did not complete my initial objective because of the lack of time, what I learned from the working with Dr. Kangbin Yim has already proved it benefits.  At Purdue University, I am currently participating in two separate research projects involving mobile security on the Android platform. \n\nOutside of my main routine, Dr. Yim insisted I should interact with his undergraduate students who are also focused in security.  Every so often, students would ask me for help on their research projects.  Purdue university academic program proved to be a significant use when trying to brainstorm how to solve some of the studentÆs problems with their projects.  I also presented to the students on multiple occasions describing my current progress on my EAPSI objective, research that Dr. Yim was conducting himself (not part of my objective), and simply about me in one occasion. I also had the opportunity to present at the SCTA conference in Gwangju. \n\nOf course, I explored South Korea as much as time permitted during my studies.  I did enjoy some aspects of the culture.  Particularly, my favorite aspect culture is the spicy food especially since I come from a Nigerian background where many of the foods we eat are spicy.  I also delighted in the variety of vegetable-based food options.  I enjoyed the native attire, which I could only see either on special and rare occasions or on through the store windows.  I loved how inexpensive the public transportation is!  However, socially I did not enjoy the culture.  From the first two weeks, I notice things in which I will not speak of as to not condemn the whole Korean Society.  I will mention that I isolated myself from the main Korean population because I was treated as if I, someone of darker skin, was really dangerous, and thus people did not want to come in contact with me.  This disturbed me so much I left Korea for ten days, and I can say the best part of my summer was my travel away from Korea.  Nevertheless, I enjoyed the experience overall.  \n\n \n\n\t\t\t\t\tLast Modified: 02/06/2013\n\n\t\t\t\t\tSubmitted by: Oyindamola Oluwatimi"
 }
}