{
 "awd_id": "1209487",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute for FY 2012 in New Zealand",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 5836.0,
 "awd_amount": 5836.0,
 "awd_min_amd_letter_date": "2012-05-17",
 "awd_max_amd_letter_date": "2012-05-17",
 "awd_abstract_narration": "This action funds Raymond Eliot Crafton of the University of California, Davis to conduct a research project, entitled \"Assessing invasion risk for unwanted non-native marine species in New Zealand,\" during the summer of 2012 at the University of Auckland in Auckland, New Zealand.  The host scientist is Mark Costello.\r\n\r\nThe Intellectual Merit of the research project is the development of a novel, comprehensive model that includes where a species can exist (biogeography) and where and how it is likely to arrive (transport vectors) to study non-native species' potential for introduction and establishment. This study aims to improve understanding of species ranges and distributions, core interests in ecological research.\r\n\r\nBroader Impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.   These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.\r\n\r\nWhile scientific in nature, this project intends to communicate at the science-policy-public interfaces. By understanding where and how a species is likely to be introduced, policymakers, managers, and the public can be more aware of and able to reduce the threat imposed by the introduction of non-native species. In this way, the output from the model developed in this project, a simple, comprehensive risk map, is an easily interpretable, educational tool that can be used to communicate across audiences and institutions.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Raymond",
   "pi_last_name": "Crafton",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Raymond E Crafton",
   "pi_email_addr": "",
   "nsf_id": "000606230",
   "pi_start_date": "2012-05-17",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Crafton                 Raymond        E",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Davis",
  "inst_state_code": "CA",
  "inst_state_name": "California",
  "inst_phone_num": "",
  "inst_zip_code": "956163711",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "CA04",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Crafton                 Raymond        E",
  "perf_str_addr": null,
  "perf_city_name": "Davis",
  "perf_st_code": "CA",
  "perf_st_name": "California",
  "perf_zip_code": "956163711",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "CA04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5941",
   "pgm_ref_txt": "NEW ZEALAND"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 5836.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Invasive species are of key concern to researchers, managers, and policy makers and can be ecologically and economically costly, impacting native species and habitats and costing recipient locations billions of dollars in lost revenue and management expenses. Furthermore, because resources for management are finite and it is often difficult or impossible to eradicate a species once it has invaded and become established, determining means of identifying ways to prevent species from establishing is essential. The object of this project is to develop an accessible tool to assess the risk of invasion for a particular species in a given location. While the theory behind this tool is transferable to other species and locations, this project focuses on marine species in New Zealand. In particular, the focus is on eight species that have been identified by the New Zealand government as having the potential to invade in New <span><span>Zealand&rsquo;s</span></span> coastal regions.</p>\n<p>The idea behind this project is that at a basic level two criteria must be satisfied for a species to invade. In order to invade, a species must be able to survive in the conditions present in the novel location (environmental suitability) and have a means of arriving there (introduction likelihood). As such, these two components were combined to calculate an overall invasion risk for the species of interest. In order to develop this tool, it was essential to address how best to model environmental suitability and introduction likelihood and how to combine these two components into an invasion risk probability.</p>\n<p>To achieve the goals outlined by this project, several different environmental suitability models were compared. While the specific algorithms differed, all models utilized the same basic components, presence data and environmental layers. Presence data included geographic coordinates where the species have been observed; for environmental layers, global data for <span><span>abiotic</span></span> parameters were used. Using these two components, it was possible to predict what areas were most suitable for these species. By identifying those conditions in which these species already exist, it was possible to identify regions with similar conditions where they are also likely to be able to survive.</p>\n<p>The next step was to determine what vectors were most likely to transport the species in question. It was determined that one of the primary vectors to transport several of these species is commercial shipping via hull fouling and ballast water. As a proxy for this vector, the number of vessels entering ports in New Zealand was utilized. This allowed for the development of a spatial representation of introduction likelihood. While other vectors are also possible for transporting species, such as aquaculture and accidental or intentional introduction of ornamental species, commercial shipping was focused on in this project. By comparing the number of vessels entering each port, the relative introduction likelihood was calculated for New <span><span>Zealand&rsquo;s</span></span> primary ports.</p>\n<p>The final stage to develop this tool was to combine environmental suitability and introduction likelihood. This was done by overlaying the two and identifying those areas that were both suitable and had high introduction likelihood. These areas were identified as having high invasion risk whereas areas with low overlap between suitability and introduction likelihood were identified as having relatively lower invasion risk. From this model, it was clear that species with suitable habitat around the North Island, especially near Auckland, had the highest invasion risk from commercial vessels. Conversely, several of the more temperate species had higher suitability around the South Island, which had much lower introduction likelihood, and were modeled to have relatively low invasion ri...",
  "por_txt_cntn": "\nInvasive species are of key concern to researchers, managers, and policy makers and can be ecologically and economically costly, impacting native species and habitats and costing recipient locations billions of dollars in lost revenue and management expenses. Furthermore, because resources for management are finite and it is often difficult or impossible to eradicate a species once it has invaded and become established, determining means of identifying ways to prevent species from establishing is essential. The object of this project is to develop an accessible tool to assess the risk of invasion for a particular species in a given location. While the theory behind this tool is transferable to other species and locations, this project focuses on marine species in New Zealand. In particular, the focus is on eight species that have been identified by the New Zealand government as having the potential to invade in New ZealandÆs coastal regions.\n\nThe idea behind this project is that at a basic level two criteria must be satisfied for a species to invade. In order to invade, a species must be able to survive in the conditions present in the novel location (environmental suitability) and have a means of arriving there (introduction likelihood). As such, these two components were combined to calculate an overall invasion risk for the species of interest. In order to develop this tool, it was essential to address how best to model environmental suitability and introduction likelihood and how to combine these two components into an invasion risk probability.\n\nTo achieve the goals outlined by this project, several different environmental suitability models were compared. While the specific algorithms differed, all models utilized the same basic components, presence data and environmental layers. Presence data included geographic coordinates where the species have been observed; for environmental layers, global data for abiotic parameters were used. Using these two components, it was possible to predict what areas were most suitable for these species. By identifying those conditions in which these species already exist, it was possible to identify regions with similar conditions where they are also likely to be able to survive.\n\nThe next step was to determine what vectors were most likely to transport the species in question. It was determined that one of the primary vectors to transport several of these species is commercial shipping via hull fouling and ballast water. As a proxy for this vector, the number of vessels entering ports in New Zealand was utilized. This allowed for the development of a spatial representation of introduction likelihood. While other vectors are also possible for transporting species, such as aquaculture and accidental or intentional introduction of ornamental species, commercial shipping was focused on in this project. By comparing the number of vessels entering each port, the relative introduction likelihood was calculated for New ZealandÆs primary ports.\n\nThe final stage to develop this tool was to combine environmental suitability and introduction likelihood. This was done by overlaying the two and identifying those areas that were both suitable and had high introduction likelihood. These areas were identified as having high invasion risk whereas areas with low overlap between suitability and introduction likelihood were identified as having relatively lower invasion risk. From this model, it was clear that species with suitable habitat around the North Island, especially near Auckland, had the highest invasion risk from commercial vessels. Conversely, several of the more temperate species had higher suitability around the South Island, which had much lower introduction likelihood, and were modeled to have relatively low invasion risk.\n\nThe tool developed in this project has tangible benefits within and outside of academia. From an academic perspective, it helps to elucidate some of the underlying factors..."
 }
}