{
 "awd_id": "1209917",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH:  Niche Evolution in Gadine Fishes",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "joseph miller",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2014-08-31",
 "tot_intn_awd_amt": 14753.0,
 "awd_amount": 14753.0,
 "awd_min_amd_letter_date": "2012-03-21",
 "awd_max_amd_letter_date": "2012-03-21",
 "awd_abstract_narration": "The aim of this study is to develop a better understanding of the complex processes by which fish in the subfamily Gadinae respond to changes in their environment. Gadinae is a group of marine fish that includes several species of economic importance (e.g. Alaska pollock, Atlantic cod, Pacific cod). Species in this group have already displayed some evidence of geographic range alteration as a result of climate change. By integrating information on the genetic relationships among gadine fishes, their distributions, and climate data, this study will reconstruct the evolution of suitable habitat characteristics for the group. Understanding how suitable habitats for these species have evolved is key to predicting their fate when faced with climate change. This information, in turn, is applicable to the development of natural resource management policies for adaptation and mitigation of climate change effects on economically important fisheries. \r\n\r\nThis project will also fund two undergraduate research assistants, training them in geographic information systems analysis techniques. The skills they develop in the course of this research are applicable not only to scientific research and resource management, but to developing public health, conservation, and climate change management and mitigation strategies.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Edward",
   "pi_last_name": "Wiley",
   "pi_mid_init": "O",
   "pi_sufx_name": "",
   "pi_full_name": "Edward O Wiley",
   "pi_email_addr": "ewiley@ku.edu",
   "nsf_id": "000374646",
   "pi_start_date": "2012-03-21",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Hannah",
   "pi_last_name": "Owens",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Hannah Owens",
   "pi_email_addr": "hannah-o@ku.edu",
   "nsf_id": "000607174",
   "pi_start_date": "2012-03-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Kansas Center for Research Inc",
  "inst_street_address": "2385 IRVING HILL RD",
  "inst_street_address_2": "",
  "inst_city_name": "LAWRENCE",
  "inst_state_code": "KS",
  "inst_state_name": "Kansas",
  "inst_phone_num": "7858643441",
  "inst_zip_code": "660457563",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "KS01",
  "org_lgl_bus_name": "UNIVERSITY OF KANSAS CENTER FOR RESEARCH INC",
  "org_prnt_uei_num": "SSUJB3GSH8A5",
  "org_uei_num": "SSUJB3GSH8A5"
 },
 "perf_inst": {
  "perf_inst_name": "University of Kansas Center for Research Inc",
  "perf_str_addr": "1345 Jayhawk Blvd.",
  "perf_city_name": "Lawrence",
  "perf_st_code": "KS",
  "perf_st_name": "Kansas",
  "perf_zip_code": "660457593",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "KS01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737400",
   "pgm_ele_name": "Systematics & Biodiversity Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 14753.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Codfishes of the subfamily Gadinae comprise a group that includes such economically important species as Atlantic and Pacific cods and Alaska pollock; according to the United Nations&rsquo; Food and Agriculture Organization, in 2011, 5.7 million tons of gadine fish were harvested from the world&rsquo;s oceans. However, codfishes have an uncertain future, as all species in Gadinae live in subarctic to arctic habitats, which are projected to be among the marine systems most vulnerable to climate change. To better understand the future of gadine codfishes, this project sought to understand the biogeographic past of the group, which, despite the wealth of genetic and geographic data available, remained understudied and unresolved.</p>\n<p>This project used information on the genetic relationships among gadine species, as well as present-day species&rsquo; suitable habitats and the climate history of the northern hemisphere to infer the biogeographic history of codfishes using suitable habitat requirements and geologic-scale climate change as hypothesized drivers of historic and present-day geographic distributions of these species. This task required developing improved quantitative methods that the PI is already applying more broadly to other complex biogeographic questions. Of the 18 environmental variables (measures of sea ice concentration, salinity, temperature, and depth of the deoxygenated zone) analyzed for their ability to characterize suitable habitat, only 5 temperature measures displayed any sign of evolutionary significance. This suggests that temperature, more so than other environmental factors, may have had the largest role in driving the geographic patterns we see in modern-day codfishes. This information, combined with estimates on the ages of lineages split between the Atlantic and Pacific, suggest that species were able to disperse across oceans through the Arctic when passage was clear of sea ice, and then were subsequently isolated when sea ice reemerged.</p>\n<p>Moreover, this pattern suggests potentially significant conservation and economic consequences to future climate change.&nbsp; Rapid reduction of summer sea ice extent will reduce available nursery habitat for the sea-ice associated Arctogadus glacialis and Boreogadus saida, which are both essential prey for marine mammals and seabirds.&nbsp; While it is beyond the scope of this study to project the future distributions of potential gadine habitat, it is also possible that the geographic ranges of many commercially important gadine species will shift to track suitable temperatures.&nbsp; This may have significant effects on the persistence of fisheries for these species, and should be taken into consideration when developing future management policies. A manuscript describing the study and results is currently in review after submission to a peer-reviewed journal, and results have been presented at two national meetings, an international meeting in Canberra, Australia, and as an invited seminar lecture at Regis University in Colorado. All data and software generated through this study will be archived in open-access repositories for free public access and use.</p>\n<p>In addition to significant research results, this project provided an opportunity for Co-PI Owens to train and mentor an undergraduate student from Haskell Indian Nations University (HINU, a minority-serving institution) in skills ranging from GIS analysis techniques to identifying fish to species based on photographs.&nbsp; This has led to her retention in STEM research, as to date, she has continued to pursue research in ichthyology after the completion of her contributions to the research supported by this grant. &nbsp;Furthermore, Co-PI Owens has presented several lectures on biological research using GIS to HINU introductory GIS students, and developed a half-day workshop and GIS-based laboratory activity for students in t...",
  "por_txt_cntn": "\nCodfishes of the subfamily Gadinae comprise a group that includes such economically important species as Atlantic and Pacific cods and Alaska pollock; according to the United NationsÆ Food and Agriculture Organization, in 2011, 5.7 million tons of gadine fish were harvested from the worldÆs oceans. However, codfishes have an uncertain future, as all species in Gadinae live in subarctic to arctic habitats, which are projected to be among the marine systems most vulnerable to climate change. To better understand the future of gadine codfishes, this project sought to understand the biogeographic past of the group, which, despite the wealth of genetic and geographic data available, remained understudied and unresolved.\n\nThis project used information on the genetic relationships among gadine species, as well as present-day speciesÆ suitable habitats and the climate history of the northern hemisphere to infer the biogeographic history of codfishes using suitable habitat requirements and geologic-scale climate change as hypothesized drivers of historic and present-day geographic distributions of these species. This task required developing improved quantitative methods that the PI is already applying more broadly to other complex biogeographic questions. Of the 18 environmental variables (measures of sea ice concentration, salinity, temperature, and depth of the deoxygenated zone) analyzed for their ability to characterize suitable habitat, only 5 temperature measures displayed any sign of evolutionary significance. This suggests that temperature, more so than other environmental factors, may have had the largest role in driving the geographic patterns we see in modern-day codfishes. This information, combined with estimates on the ages of lineages split between the Atlantic and Pacific, suggest that species were able to disperse across oceans through the Arctic when passage was clear of sea ice, and then were subsequently isolated when sea ice reemerged.\n\nMoreover, this pattern suggests potentially significant conservation and economic consequences to future climate change.  Rapid reduction of summer sea ice extent will reduce available nursery habitat for the sea-ice associated Arctogadus glacialis and Boreogadus saida, which are both essential prey for marine mammals and seabirds.  While it is beyond the scope of this study to project the future distributions of potential gadine habitat, it is also possible that the geographic ranges of many commercially important gadine species will shift to track suitable temperatures.  This may have significant effects on the persistence of fisheries for these species, and should be taken into consideration when developing future management policies. A manuscript describing the study and results is currently in review after submission to a peer-reviewed journal, and results have been presented at two national meetings, an international meeting in Canberra, Australia, and as an invited seminar lecture at Regis University in Colorado. All data and software generated through this study will be archived in open-access repositories for free public access and use.\n\nIn addition to significant research results, this project provided an opportunity for Co-PI Owens to train and mentor an undergraduate student from Haskell Indian Nations University (HINU, a minority-serving institution) in skills ranging from GIS analysis techniques to identifying fish to species based on photographs.  This has led to her retention in STEM research, as to date, she has continued to pursue research in ichthyology after the completion of her contributions to the research supported by this grant.  Furthermore, Co-PI Owens has presented several lectures on biological research using GIS to HINU introductory GIS students, and developed a half-day workshop and GIS-based laboratory activity for students in the Haskell Environmental Research Studies Summer Institute, a program designed to give HINU students hands-on experience de..."
 }
}