{
 "awd_id": "1209404",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Weather Ready Nation Workshop: A Vital Conversation; Norman, Oklahoma; December 13-15, 2011",
 "cfda_num": "47.050",
 "org_code": "06020105",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Chungu Lu",
 "awd_eff_date": "2011-12-01",
 "awd_exp_date": "2012-11-30",
 "tot_intn_awd_amt": 25000.0,
 "awd_amount": 25000.0,
 "awd_min_amd_letter_date": "2011-11-21",
 "awd_max_amd_letter_date": "2011-11-21",
 "awd_abstract_narration": "The Weather Ready Nation Workshop is a 3-day workshop to be held in Norman, OK\r\nDecember 13-15, 2011.\r\n\r\nIntellectual merit \r\nThis effort is pertinent to maximization of two-way learning and knowledge sharing that is cross-disciplinary across the weather enterprise and stakeholder community.  This includes input from the emergency management community, educators, health and safety experts, engineers, physical and social scientists, planners and responders, government agencies and officials at the Federal, state and local levels.\r\n\r\nBroader impacts \r\nThe workshop will promote science to meet the needs of society and our nation for predicting, mitigating, and preventing severe storm and tornado hazards.  The expected outcomes are:\r\n1) Identifying, prioritizing, and setting in motion actions to improve the nation's resiliency against tornadoes and other severe weather\r\n2) Identifying advancements in longer term outlooks and forecasts and their links to preparedness\r\n3) Identifying advancements in short-term forecasts, watches and warnings and their links to responses\r\n4) Outlining and initiating end-to-end pilot projects within the stakeholder communities to improve the nation's resiliency to tornadoes and other severe weather.  Ensuring these activities are mapped into the existing approved National Weather Service pilot projects.\r\n5) Identifying scientific and technological opportunities and promoting innovation to advance the end-to-end process from observations and severe storm detection, to storm scale predictive modeling, to collaborative interactions with users in preparedness, the provisions of warnings and forecasts, and response and recovery.\r\n\r\nUCAR's (University Corporation For Atmospheric Research) Joint Office for Science Support (JOSS) will use funding provided by the National Science Foundation for support of the workshop to provide full travel support for approximately 15 attendees.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "GEO",
 "org_dir_long_name": "Directorate for Geosciences",
 "div_abbr": "AGS",
 "org_div_long_name": "Division of Atmospheric and Geospace Sciences",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Karyn",
   "pi_last_name": "Sawyer",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Karyn Sawyer",
   "pi_email_addr": "karyn@ucar.edu",
   "nsf_id": "000598197",
   "pi_start_date": "2011-11-21",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University Corporation For Atmospheric Res",
  "inst_street_address": "3090 CENTER GREEN DR",
  "inst_street_address_2": "",
  "inst_city_name": "BOULDER",
  "inst_state_code": "CO",
  "inst_state_name": "Colorado",
  "inst_phone_num": "3034971000",
  "inst_zip_code": "803012252",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "CO02",
  "org_lgl_bus_name": "UNIVERSITY CORPORATION FOR ATMOSPHERIC RESEARCH",
  "org_prnt_uei_num": "",
  "org_uei_num": "YEZEE8W5JKA3"
 },
 "perf_inst": {
  "perf_inst_name": "University Corporation For Atmospheric Res",
  "perf_str_addr": "PO Box 3000",
  "perf_city_name": "Boulder",
  "perf_st_code": "CO",
  "perf_st_name": "Colorado",
  "perf_zip_code": "803073000",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "CO02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "152500",
   "pgm_ele_name": "Physical & Dynamic Meteorology"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "0000",
   "pgm_ref_txt": "UNASSIGNED"
  },
  {
   "pgm_ref_code": "OTHR",
   "pgm_ref_txt": "OTHER RESEARCH OR EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 25000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>On December 13-15, more than one hundred and seventy five national experts and leaders including emergency managers, academics, social scientists, government and private sector weather forecasters, communication experts, news media and decision makers gathered in Norman, Oklahoma to initiate a focused national conversation. The over arching goal of this dialog was to identify, prioritize, and set in motion actions to enhance our nation&rsquo;s preparedness and resilience for severe weather, especially tornadoes, so that fewer American lives are lost and the nation&rsquo;s economy made more secure. This said, a Weather Ready Nation needs to be ready for weather in all of its forms.</p>\n<p>Participants were first grouped into \"Communities\" of expertise: communications, emergency decision makers, operations, physical scientists, policy specialists, risk management and community resiliency, and senior management. Each community group identified critical issues hindering the nation's resiliency against tornadoes. Participants were then divided into crosscommunity groups (\"Cross Cut Breakouts\") in which attendees shared perspectives of events of 2011 and their unique professional insights on the challenges we must overcome to meet our goals. The diversity of participation within the Cross Cut sessions produced a set of themes which were used to inform the community groups as they reconvened during the final sessions of the symposium.</p>\n<p>The following themes emerged from the Cross Cut Sessions:</p>\n<p>Strongly integrate social and physical science into the future end?to?end weather forecast and warning process &ndash; from research to operations. All breakout groups indicated public understanding of warnings and their perceptions of risk are important gaps, and recommended early and more effective integration of social science in warning policy, plans, and programs. The issue of perception of risk may be especially important.</p>\n<p>Carefully review warning false alarms to determine physical science improvements and other strategies that can be used to reduce false alarms without decreasing threat detection and warning lead?time. Breakout groups expressed concern that public responsiveness is negatively affected by a perception that too many warnings are false alarms.</p>\n<p>Assess and update warning dissemination strategies. New wireless technologies afford a great opportunity to improve the speed and effectiveness of severe weather warnings. At the same time, the strategy must not leave behind segments of the population who do not use or have access to more modern technologies.</p>\n<p>Advance physical modeling of severe weather to provide the improved lead-time, accuracy and precision necessary to enable tornado warnings based on weather forecast model output (&ldquo;Warn on Forecast&rdquo;). Today&rsquo;s critical dependence on weather radar observations for warning the public limits warning lead times in most cases to approximately 15-20 minutes.</p>\n<p>Improve outreach and education to supported agencies and groups: Federal Emergency Management Agency (FEMA), emergency managers, threatened communities. Breakout groups agreed that preparation requires credible communication of threat, which leads to proactively planning on the part of communities and individuals. There is also a need for all to better understand the scientific certainty and uncertainty inherent in extreme weather forecasting and warnings.</p>\n<p>Evolve the National Weather Service (NWS) Assessment process that follows major severe weather outbreaks to be similar to assessments of the National Transportation Safety Board (NTSB) that follow major transportation disasters. The assessment teams would include external/independent experts alongside NWS staff. Increased participation and visibility would trigger broader national action to go beyond simply living with the personal and economic impacts of ...",
  "por_txt_cntn": "\nOn December 13-15, more than one hundred and seventy five national experts and leaders including emergency managers, academics, social scientists, government and private sector weather forecasters, communication experts, news media and decision makers gathered in Norman, Oklahoma to initiate a focused national conversation. The over arching goal of this dialog was to identify, prioritize, and set in motion actions to enhance our nationÆs preparedness and resilience for severe weather, especially tornadoes, so that fewer American lives are lost and the nationÆs economy made more secure. This said, a Weather Ready Nation needs to be ready for weather in all of its forms.\n\nParticipants were first grouped into \"Communities\" of expertise: communications, emergency decision makers, operations, physical scientists, policy specialists, risk management and community resiliency, and senior management. Each community group identified critical issues hindering the nation's resiliency against tornadoes. Participants were then divided into crosscommunity groups (\"Cross Cut Breakouts\") in which attendees shared perspectives of events of 2011 and their unique professional insights on the challenges we must overcome to meet our goals. The diversity of participation within the Cross Cut sessions produced a set of themes which were used to inform the community groups as they reconvened during the final sessions of the symposium.\n\nThe following themes emerged from the Cross Cut Sessions:\n\nStrongly integrate social and physical science into the future end?to?end weather forecast and warning process &ndash; from research to operations. All breakout groups indicated public understanding of warnings and their perceptions of risk are important gaps, and recommended early and more effective integration of social science in warning policy, plans, and programs. The issue of perception of risk may be especially important.\n\nCarefully review warning false alarms to determine physical science improvements and other strategies that can be used to reduce false alarms without decreasing threat detection and warning lead?time. Breakout groups expressed concern that public responsiveness is negatively affected by a perception that too many warnings are false alarms.\n\nAssess and update warning dissemination strategies. New wireless technologies afford a great opportunity to improve the speed and effectiveness of severe weather warnings. At the same time, the strategy must not leave behind segments of the population who do not use or have access to more modern technologies.\n\nAdvance physical modeling of severe weather to provide the improved lead-time, accuracy and precision necessary to enable tornado warnings based on weather forecast model output (\"Warn on Forecast\"). TodayÆs critical dependence on weather radar observations for warning the public limits warning lead times in most cases to approximately 15-20 minutes.\n\nImprove outreach and education to supported agencies and groups: Federal Emergency Management Agency (FEMA), emergency managers, threatened communities. Breakout groups agreed that preparation requires credible communication of threat, which leads to proactively planning on the part of communities and individuals. There is also a need for all to better understand the scientific certainty and uncertainty inherent in extreme weather forecasting and warnings.\n\nEvolve the National Weather Service (NWS) Assessment process that follows major severe weather outbreaks to be similar to assessments of the National Transportation Safety Board (NTSB) that follow major transportation disasters. The assessment teams would include external/independent experts alongside NWS staff. Increased participation and visibility would trigger broader national action to go beyond simply living with the personal and economic impacts of extreme weather.\n\nBuild coalitions with corporate America. Such coalitions could significantly enhance the effectiveness of government issua..."
 }
}