{
 "awd_id": "1209359",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "Integrated Social History Environment for Research (ISHER)-Digging into Social Unrest",
 "cfda_num": "47.075",
 "org_code": "04010000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Patricia White",
 "awd_eff_date": "2012-01-01",
 "awd_exp_date": "2014-12-31",
 "tot_intn_awd_amt": 125000.0,
 "awd_amount": 125000.0,
 "awd_min_amd_letter_date": "2011-12-19",
 "awd_max_amd_letter_date": "2011-12-19",
 "awd_abstract_narration": "Social historians and researchers in social sciences rely to a great extent on text data for their research. Currently these data sources are increasingly available in electronic form.  The Digging into Social Unrest project aims to develop software tools for automated analysis of news archives. The project will help researchers discover information and obtain answers to questions that now take large, if not unrealistic amounts of human effort to answer. The aim is to develop text mining tools which will provide social historians and scientists the means to detect, associate, and visualize the events and the underlying trends, people, and organizations related to social unrest. \r\n\r\nThis work is based on the notion that conditions leading to social unrest can be identified and extracted from news archives, which may include reports about events of varying degrees of organization and violence --ranging from social movement meetings, to protests, strikes, demonstrations, and riots. Careful study of these sources can be used to extract indicators analysts can use to predict societal instability trends and events. \r\n\r\nThe Digging into Social Unrest project will develop a text-mining based search system that improves entity and event extraction by building upon tools and services previously developed by members of this team. The tool, called ISHER (for Integrated Social History Environment for Research) will be a fully open source framework and will be designed with the intent of working on any digital text repository. Specifically, the tool will allow rich semantic metadata extraction for collection indexing, clustering, and classification. \r\n\r\nThe primary broader impact of this project is that it will develop a tool that can be used by a wide array of disciplines in the social sciences and humanities. In addition, the research will add to the body of knowledge on social unrest and is highly likely to spur research on comparable data archives by researchers in other fields.\r\n\r\nThis grant was made as part of the Digging Into Data Challenge, an international competition designed to foster research collaboration across countries and to encourage innovative approaches to analyzing large data sets in the social sciences and humanities. In addition to the US research team, this project includes researchers from the Netherlands and the United Kingdom.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "SBE",
 "org_dir_long_name": "Directorate for Social, Behavioral and Economic Sciences",
 "div_abbr": "SMA",
 "org_div_long_name": "SBE Office of Multidisciplinary Activities",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dan",
   "pi_last_name": "Roth",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Dan Roth",
   "pi_email_addr": "danroth@cis.upenn.edu",
   "nsf_id": "000090192",
   "pi_start_date": "2011-12-19",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Illinois at Urbana-Champaign",
  "inst_street_address": "506 S WRIGHT ST",
  "inst_street_address_2": "",
  "inst_city_name": "URBANA",
  "inst_state_code": "IL",
  "inst_state_name": "Illinois",
  "inst_phone_num": "2173332187",
  "inst_zip_code": "618013620",
  "inst_country_name": "United States",
  "cong_dist_code": "13",
  "st_cong_dist_code": "IL13",
  "org_lgl_bus_name": "UNIVERSITY OF ILLINOIS",
  "org_prnt_uei_num": "V2PHZ2CSCH63",
  "org_uei_num": "Y8CWNJRCNN91"
 },
 "perf_inst": {
  "perf_inst_name": "University of Illinois at Urbana-Champaign",
  "perf_str_addr": "",
  "perf_city_name": "",
  "perf_st_code": "IL",
  "perf_st_name": "Illinois",
  "perf_zip_code": "618207473",
  "perf_ctry_code": "US",
  "perf_cong_dist": "13",
  "perf_st_cong_dist": "IL13",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "867700",
   "pgm_ele_name": "Digging into Data Challenge"
  }
 ],
 "pgm_ref": null,
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 125000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Social historians and researchers in social sciences rely to a great extent on text data for their research. These data sources are increasingly becoming available in electronic form.&nbsp; The Digging into Social Unrest project aims at the development of software tools for the automated analysis of news archives, so as to support researchers in discovering information and obtain answers to questions that now take large, if not unrealistic amounts of human effort to answer. Our aim is to develop text understanding, extraction and mining tools which will provide social historians and scientists the means to detect, associate and visualize the events and the underlying trends, people and organizations related to social unrest.&nbsp;<br /> <br /> Social scientists believe social unrest conditions are reflected in news archives by reports about a series of events of varying degree of organization and violence, ranging from social movement meetings, to protests, strikes, demonstrations and riots. This along with cultural and societal background which, to a great extent is also reflected in news sources can be used to extract indicators analysts can use to predict societal instability trends and events.&nbsp;<br /> <br /> The Digging into Social Unrest project aims at developing advanced natural language processing and information extraction tools that can be used to automatically extract from text semantic concepts, relations, and events pertinent to social history and science and use them to automatically detect social unrest events and the topics and trends associated to those events, relate and link mentions of the same semantic entity, such as a person and events, across news stories while exploiting and enriching existing social science knowledge resources. In the process, in addition to natural language work, the project will collaborate with social historians and scientists.&nbsp;&nbsp;</p>\n<p>Out own part of the project focuses on the natural language understanding and information extraction components, including algorithms and tools for robust identification of classification of Entities and Events. Eventually, these tools will be integrated in a platform which will allow social historians and social scientists to detect, retrieve, analyze and visualize information related to social unrest events and underlying trends in news stories.</p>\n<p>Major Activities:</p>\n<p>We have focused on (1) Research on Event Classification, Recognition, Analysis and Extraction and on (2) Developing Machine Learning based tools to support these. In the last part of the project, while continuing our work on event identification we focused on co-reference of events, a major technical challenge that is essential to produce good event extraction results. In particular, we develop unsupervised learning methods both for classification or events for co-reference of events. This is important, since coming up with training data for each event type of interest is not scalable; our methods open the possibility of identifying, classifying and de-duplicating events with respect to any event ontology.</p>\n<p>Along with the focus on events &ndash; classification, identification, analysis and extraction we worked on analyzing temporal phrases that are necessary in order to support developing timelines of events.</p>\n<p>In this course of this project we developed state-of-the-art results for events and temporal extraction, resulting in several papers in major conferences and software packages for these. Several on-line demos of our tools have been developed <a href=\"http://cogcomp.cs.illinois.edu/page/demos/\">http://cogcomp.cs.illinois.edu/page/demos/</a></p>\n<p>A suite of Information Extraction Tools: Basic Machine Learning Tools for Information Extraction. Includes: Named Entity Recognition Package, Event Extractor, Temporal Reasoning, and Quantitative Reasoning <a href=\"http://cogcomp.cs.illino...",
  "por_txt_cntn": "\nSocial historians and researchers in social sciences rely to a great extent on text data for their research. These data sources are increasingly becoming available in electronic form.  The Digging into Social Unrest project aims at the development of software tools for the automated analysis of news archives, so as to support researchers in discovering information and obtain answers to questions that now take large, if not unrealistic amounts of human effort to answer. Our aim is to develop text understanding, extraction and mining tools which will provide social historians and scientists the means to detect, associate and visualize the events and the underlying trends, people and organizations related to social unrest. \n \n Social scientists believe social unrest conditions are reflected in news archives by reports about a series of events of varying degree of organization and violence, ranging from social movement meetings, to protests, strikes, demonstrations and riots. This along with cultural and societal background which, to a great extent is also reflected in news sources can be used to extract indicators analysts can use to predict societal instability trends and events. \n \n The Digging into Social Unrest project aims at developing advanced natural language processing and information extraction tools that can be used to automatically extract from text semantic concepts, relations, and events pertinent to social history and science and use them to automatically detect social unrest events and the topics and trends associated to those events, relate and link mentions of the same semantic entity, such as a person and events, across news stories while exploiting and enriching existing social science knowledge resources. In the process, in addition to natural language work, the project will collaborate with social historians and scientists.  \n\nOut own part of the project focuses on the natural language understanding and information extraction components, including algorithms and tools for robust identification of classification of Entities and Events. Eventually, these tools will be integrated in a platform which will allow social historians and social scientists to detect, retrieve, analyze and visualize information related to social unrest events and underlying trends in news stories.\n\nMajor Activities:\n\nWe have focused on (1) Research on Event Classification, Recognition, Analysis and Extraction and on (2) Developing Machine Learning based tools to support these. In the last part of the project, while continuing our work on event identification we focused on co-reference of events, a major technical challenge that is essential to produce good event extraction results. In particular, we develop unsupervised learning methods both for classification or events for co-reference of events. This is important, since coming up with training data for each event type of interest is not scalable; our methods open the possibility of identifying, classifying and de-duplicating events with respect to any event ontology.\n\nAlong with the focus on events &ndash; classification, identification, analysis and extraction we worked on analyzing temporal phrases that are necessary in order to support developing timelines of events.\n\nIn this course of this project we developed state-of-the-art results for events and temporal extraction, resulting in several papers in major conferences and software packages for these. Several on-line demos of our tools have been developed http://cogcomp.cs.illinois.edu/page/demos/\n\nA suite of Information Extraction Tools: Basic Machine Learning Tools for Information Extraction. Includes: Named Entity Recognition Package, Event Extractor, Temporal Reasoning, and Quantitative Reasoning http://cogcomp.cs.illinois.edu/page/software/\n\nIn addition, we started working with Political Scientists at the Cline Democracy Institute at the University of Illinois helping with automating the analysis of Societal Instability even..."
 }
}