{
 "awd_id": "1210401",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH:   Systematics and Evolution of Neotropical Bell-Flowers (Lobelioideae)",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": "7032928227",
 "po_email": "smalcomb@nsf.gov",
 "po_sign_block_name": "Simon Malcomber",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2015-05-31",
 "tot_intn_awd_amt": 15000.0,
 "awd_amount": 15000.0,
 "awd_min_amd_letter_date": "2012-03-15",
 "awd_max_amd_letter_date": "2012-03-15",
 "awd_abstract_narration": "The Andean mountain chains of South American are home to one-sixth of the world?s plant species, more than any other biodiversity hotspot. The 600 species of Neotropical bell-flower in the genera Centropogon, Burmeistera, and Siphocampylus represent a small fraction of this overwhelming diversity. The first goal of this project is to use DNA sequence data from both the chloroplast and nuclear genomes to reconstruct the evolutionary history of this plant group. This phylogeny will then be used to understand the evolution of Neotropical bell-flowers with respect to their ecological associates. First, patterns of morphological evolution involved in shifts between hummingbird and long-tongue bat pollination syndromes will be documented. Second, a phylogeny generated for flower mites collected from bell-flowers will be compared to the plant phylogeny to test for signals of co-diversification between host and parasite.\r\n\r\nThis project will facilitate international collaboration via the participation of Latin American botanists and institutions.This project will also aid in the growth of physical museum collections, both in the US and abroad. A website that will make high-resolution digital images of the plants and the few currently published keys of groups within the clade readily available will be developed. Finally, the results of this project will be presented in publications and public and scientific talks in both English and Spanish. The inclusion of attractive plants and pollination by charismatic vertebrates, hummingbirds and bats, makes this research particularly attractive as model to teach K-12 students about evolution.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Charles",
   "pi_last_name": "Davis",
   "pi_mid_init": "C",
   "pi_sufx_name": "",
   "pi_full_name": "Charles C Davis",
   "pi_email_addr": "cdavis@oeb.harvard.edu",
   "nsf_id": "000328557",
   "pi_start_date": "2012-03-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Laura",
   "pi_last_name": "Lagomarsino",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Laura Lagomarsino",
   "pi_email_addr": "llagomarsino@oeb.harvard.edu",
   "nsf_id": "000605196",
   "pi_start_date": "2012-03-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Harvard University",
  "inst_street_address": "1033 MASSACHUSETTS AVE STE 3",
  "inst_street_address_2": "",
  "inst_city_name": "CAMBRIDGE",
  "inst_state_code": "MA",
  "inst_state_name": "Massachusetts",
  "inst_phone_num": "6174955501",
  "inst_zip_code": "021385366",
  "inst_country_name": "United States",
  "cong_dist_code": "05",
  "st_cong_dist_code": "MA05",
  "org_lgl_bus_name": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
  "org_prnt_uei_num": "",
  "org_uei_num": "LN53LCFJFL45"
 },
 "perf_inst": {
  "perf_inst_name": "Harvard University",
  "perf_str_addr": "22 Divinity Ave",
  "perf_city_name": "Cambridge",
  "perf_st_code": "MA",
  "perf_st_name": "Massachusetts",
  "perf_zip_code": "021382020",
  "perf_ctry_code": "US",
  "perf_cong_dist": "05",
  "perf_st_cong_dist": "MA05",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737400",
   "pgm_ele_name": "Systematics & Biodiversity Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 15000.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>This Doctoral Dissertation Improvement Grant focused on the systematics and evolution of Neotropical bellflowers, a clade of ~600 species of large-flowered, woody plants that occur throughout Latin America, with a center of diversity in the Andean mountain chains of western South America. The major goals of this grant were to resolve the relationships between species of Neotropical bellflowers using newly generated molecular data and to understand the evolution of these plants in relation to their ecological associates, including hummingbird and bat pollinators. Towards this end, a fieldtrip to collect Neotropical bellflowers throughout Peru was conducted in 2012. During this trip, upwards of 60 species were collected, resulting in more than 100 specimens, each with multiple duplicates; the corresponding herbarium specimens are deposited in herbaria throughout the world, including in Peru, the US, and Europe. One of the collections represents a species new to science, <em>Siphocampylus antonelli</em> Lagom. &amp; Santam. (ined)., which will be published in the upcoming year (see photo). &nbsp;Further, the Peruvian species that were encountered in this NSF-funded trip represent the broad evolutionary diversity of the Neotropical bellflowers, providing ideal coverage of the clade for our phylogenetic analysis. Molecular markers appropriate for reconstructing relationships between these closely related species were developed from the chloroplast genome; we attempted to develop markers appropriate from the nuclear genome as well, though we were unsuccessful due to low divergence between the sequences and complicated patterns of genome duplication in the group. Molecular data was then generated for the species collected in Peru and others (including both field-collected and herbarium specimens) and used to reconstruct the phylogeny of the clade. Finally, we reconstructed the evolution of vertebrate pollination syndromes with Neotropical bellflowers. Here, we inferred pollination syndromes using morphological measurements of traits known to be important in the pollination biology of these species; this data was largely collected from herbarium specimens. Various phylogenetic comparative methods were used to infer patterns of morphological evolution in relation to pollination syndrome and to quantify the lability of this evolution.</p>\n<p>Intellectual Merit: We have published the largest, most up-to-date phylogeny of the Neotropical bellflowers, a large clade of ~550 species of Andean-centered plants whose evolution forms the basis of my dissertation. In that paper, we show that the two of the three constituent genera (<em>Centropogon</em>, <em>Burmeistera</em>, and <em>Siphocampylus</em>) are widely non-monophyletic and that Caribbean members of the genera are only distantly related to the mainland species. The non-monophyly of genera in the mainland clade is largely due to rampant evolution of fruit type: fleshy berry fruits have evolved at least eight times from dry capsular fruits. While this is interesting evolutionarily, it is problematic for current classification, which largely relies on this trait. We then document the repeated evolution of pollination syndromes: the centropogonids are ancestrally hummingbird pollinated, and bat pollination has evolved, on average, 14 times independently, with an average of nine reversions to hummingbird pollination. We further demonstrate a broad pattern of correlated evolution of key floral traits within these pollination syndromes. Finally, we detect no apparent difference in diversification rates between bird- and bat-pollinated lineages. These results collectively suggest that floral morphological diversity associated with pollination syndromes is very evolutionarily labile, likely as a result of selective pressures imposed by different pollinators. Moreover, they suggest that specialized pollination syndromes, such as hummi...",
  "por_txt_cntn": "\nThis Doctoral Dissertation Improvement Grant focused on the systematics and evolution of Neotropical bellflowers, a clade of ~600 species of large-flowered, woody plants that occur throughout Latin America, with a center of diversity in the Andean mountain chains of western South America. The major goals of this grant were to resolve the relationships between species of Neotropical bellflowers using newly generated molecular data and to understand the evolution of these plants in relation to their ecological associates, including hummingbird and bat pollinators. Towards this end, a fieldtrip to collect Neotropical bellflowers throughout Peru was conducted in 2012. During this trip, upwards of 60 species were collected, resulting in more than 100 specimens, each with multiple duplicates; the corresponding herbarium specimens are deposited in herbaria throughout the world, including in Peru, the US, and Europe. One of the collections represents a species new to science, Siphocampylus antonelli Lagom. &amp; Santam. (ined)., which will be published in the upcoming year (see photo).  Further, the Peruvian species that were encountered in this NSF-funded trip represent the broad evolutionary diversity of the Neotropical bellflowers, providing ideal coverage of the clade for our phylogenetic analysis. Molecular markers appropriate for reconstructing relationships between these closely related species were developed from the chloroplast genome; we attempted to develop markers appropriate from the nuclear genome as well, though we were unsuccessful due to low divergence between the sequences and complicated patterns of genome duplication in the group. Molecular data was then generated for the species collected in Peru and others (including both field-collected and herbarium specimens) and used to reconstruct the phylogeny of the clade. Finally, we reconstructed the evolution of vertebrate pollination syndromes with Neotropical bellflowers. Here, we inferred pollination syndromes using morphological measurements of traits known to be important in the pollination biology of these species; this data was largely collected from herbarium specimens. Various phylogenetic comparative methods were used to infer patterns of morphological evolution in relation to pollination syndrome and to quantify the lability of this evolution.\n\nIntellectual Merit: We have published the largest, most up-to-date phylogeny of the Neotropical bellflowers, a large clade of ~550 species of Andean-centered plants whose evolution forms the basis of my dissertation. In that paper, we show that the two of the three constituent genera (Centropogon, Burmeistera, and Siphocampylus) are widely non-monophyletic and that Caribbean members of the genera are only distantly related to the mainland species. The non-monophyly of genera in the mainland clade is largely due to rampant evolution of fruit type: fleshy berry fruits have evolved at least eight times from dry capsular fruits. While this is interesting evolutionarily, it is problematic for current classification, which largely relies on this trait. We then document the repeated evolution of pollination syndromes: the centropogonids are ancestrally hummingbird pollinated, and bat pollination has evolved, on average, 14 times independently, with an average of nine reversions to hummingbird pollination. We further demonstrate a broad pattern of correlated evolution of key floral traits within these pollination syndromes. Finally, we detect no apparent difference in diversification rates between bird- and bat-pollinated lineages. These results collectively suggest that floral morphological diversity associated with pollination syndromes is very evolutionarily labile, likely as a result of selective pressures imposed by different pollinators. Moreover, they suggest that specialized pollination syndromes, such as hummingbird and bat pollination, are not evolutionary dead-ends. Instead, we hypothesize that shifts between verte..."
 }
}