{
 "awd_id": "1210642",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: Systematics of the Tillandsia fasciculata Complex (Bromeliaceae)",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": "7032928227",
 "po_email": "smalcomb@nsf.gov",
 "po_sign_block_name": "Simon Malcomber",
 "awd_eff_date": "2012-05-01",
 "awd_exp_date": "2014-04-30",
 "tot_intn_awd_amt": 14959.0,
 "awd_amount": 14959.0,
 "awd_min_amd_letter_date": "2012-03-14",
 "awd_max_amd_letter_date": "2012-03-14",
 "awd_abstract_narration": "The evolution and distribution of species across the islands of the Caribbean are based overwhelmingly on zoological, rather than botanical, studies.  This project integrates a suite of novel approaches to study the pattern and process of evolution in the Tillandsia fasciculata species complex, an epiphytic flowering plant classified in the pineapple family (Bromeliaceae).  Goals of the study are to: 1) evaluate the ancestry of the T. fasciculata complex and determine evolutionary relationships among its species, subspecies, and varieties; 2) examine genetic variation within this species complex throughout the Caribbean; and 3) predict the possible occurrence of T. fasciculata in geographic space based on known distribution data. This complex is an ideal model system to study evolution and biogeography since it occurs in and around the entire Caribbean Basin.  \r\n\r\nThe project will provide educational training to the doctoral student co-PI, who is in a unique position to broadly disseminate his findings via local plant society meetings and/or amateur publications, and through botanical gardens that focus on the importance of maintaining ex-situ plant material for scientific research and conservation. Results will be the first to evaluate the status of threatened bromeliads throughout the West Indies, one of the world?s most fragile biodiversity hotspots.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Kenneth",
   "pi_last_name": "Cameron",
   "pi_mid_init": "M",
   "pi_sufx_name": "",
   "pi_full_name": "Kenneth M Cameron",
   "pi_email_addr": "kmcameron@wisc.edu",
   "nsf_id": "000349419",
   "pi_start_date": "2012-03-14",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Brian",
   "pi_last_name": "Sidoti",
   "pi_mid_init": "J",
   "pi_sufx_name": "",
   "pi_full_name": "Brian J Sidoti",
   "pi_email_addr": "sidoti@wisc.edu",
   "nsf_id": "000581324",
   "pi_start_date": "2012-03-14",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Wisconsin-Madison",
  "inst_street_address": "21 N PARK ST STE 6301",
  "inst_street_address_2": "",
  "inst_city_name": "MADISON",
  "inst_state_code": "WI",
  "inst_state_name": "Wisconsin",
  "inst_phone_num": "6082623822",
  "inst_zip_code": "537151218",
  "inst_country_name": "United States",
  "cong_dist_code": "02",
  "st_cong_dist_code": "WI02",
  "org_lgl_bus_name": "UNIVERSITY OF WISCONSIN SYSTEM",
  "org_prnt_uei_num": "",
  "org_uei_num": "LCLSJAGTNZQ7"
 },
 "perf_inst": {
  "perf_inst_name": "University of Wisconsin-Madison",
  "perf_str_addr": "",
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537061313",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "119800",
   "pgm_ele_name": "Biodiversity: Discov &Analysis"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 14959.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Our current knowledge of the evolution and distribution of species across the Caribbean islands is based overwhelmingly on zoological, rather than botanical, studies. This project integrates high and low level approaches to study the evolutionary patterns and processes of the <em>Tillandsia fasciculata</em> species complex, an epiphytic flowering plant classified in the pineapple family (Bromeliaceae). The <em>T. fasciculata</em> complex is a challenging group due to a &ldquo;mosaic&rdquo; distribution of morphological characters that makes it difficult to accurately diagnose its members. The <em>T. fasciculata</em> complex occurs in and around the entire Caribbean Basin and today the complex consists of eight varieties, 25 additional species, and three natural hybrids. The main goals of this study are to: 1) evaluate the circumscription and phylogenetic position of the <em>T. fasciculata</em> complex; 2) consider the role of geography in the evolution of this group; and 3) examine the genetic variation and structure within this group, particularly in Florida where it is listed as endangered.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Molecular data (eight gene regions) weakly supported most of the hypothesized taxa belonging to the <em>T. fasciculata</em> group. However, there were some notable exceptions. <em>T. fasciculata</em> formed a monophyletic clade if: <em>T. trelawniensis</em> was included, and if <em>T. beutelspacheri </em>and<em> T. rotundata</em> were excluded. Most surprising was that entities from northern South American (Colombia, Venezuela, and Trinidad) that have historically been recognized as &ldquo;<em>T. fasciculata</em>&rdquo; were not part of the core <em>T. fasciculata</em> clade. Within the <em>T. fasciculata</em> clade, lack of resolution among species remained suggesting events of recent colonization and low differentiation among islands.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Based on phylogenetic analysis conducted with six plastid and two nuclear markers several weakly supported biogeographic groups were found. Most of the smaller floral bract <em>Tillandsia. fasciculata </em>varieties in the northern area of the Caribbean (FL, Bahamas, Cuba) form a clade. Another group consisted of plants from Puerto Rico, Virgin Islands, Guadeloupe and St. Lucia that have historically been recognized as <em>T. fasciculata</em> var. <em>venosispica </em>and<em> T. fasciculata</em>.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Preliminary findings in a subset of closely related taxa using haplotype networks supports a strong Caribbean islands group. Interestingly, several of the <em>Tillandsia fasciculata</em> closest to the West Indies cluster are found in eastern Mexico, which confirms the hypothesis that these taxa are more similar to the taxa in the Caribbean islands than to the taxa in western Mexico.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The northern most limit of the <em>Tillandsia fasciculata</em> complex is Florida. <em>Tillandsia. fasciculata</em> var. <em>densispica</em> has a widespread distribution across Florida and nearby Bahamas, but in some areas of central and southern Florida, these plants are locally rare due to habitat destruction from urban sprawl and attacks by the exotic weevil <em>Metamasius callizona</em>. Until now no information existed on their genetic diversity. Based on six genetic loci we identified four genetically distinct groups from the 18 sites that we were able to sample (4-20 individuals/site): 1) Collier, FL and southeast counties, St. Lucie, and Martin; 2) southern Florida/Great Abaco, Bahamas; 3) North Andros, Bahamas/south Miami that includes the white-flowered <em>T. fasciculata</em> var. <em>densispica</em> form...",
  "por_txt_cntn": "\n            Our current knowledge of the evolution and distribution of species across the Caribbean islands is based overwhelmingly on zoological, rather than botanical, studies. This project integrates high and low level approaches to study the evolutionary patterns and processes of the Tillandsia fasciculata species complex, an epiphytic flowering plant classified in the pineapple family (Bromeliaceae). The T. fasciculata complex is a challenging group due to a \"mosaic\" distribution of morphological characters that makes it difficult to accurately diagnose its members. The T. fasciculata complex occurs in and around the entire Caribbean Basin and today the complex consists of eight varieties, 25 additional species, and three natural hybrids. The main goals of this study are to: 1) evaluate the circumscription and phylogenetic position of the T. fasciculata complex; 2) consider the role of geography in the evolution of this group; and 3) examine the genetic variation and structure within this group, particularly in Florida where it is listed as endangered.\n\n            Molecular data (eight gene regions) weakly supported most of the hypothesized taxa belonging to the T. fasciculata group. However, there were some notable exceptions. T. fasciculata formed a monophyletic clade if: T. trelawniensis was included, and if T. beutelspacheri and T. rotundata were excluded. Most surprising was that entities from northern South American (Colombia, Venezuela, and Trinidad) that have historically been recognized as \"T. fasciculata\" were not part of the core T. fasciculata clade. Within the T. fasciculata clade, lack of resolution among species remained suggesting events of recent colonization and low differentiation among islands.\n\n            Based on phylogenetic analysis conducted with six plastid and two nuclear markers several weakly supported biogeographic groups were found. Most of the smaller floral bract Tillandsia. fasciculata varieties in the northern area of the Caribbean (FL, Bahamas, Cuba) form a clade. Another group consisted of plants from Puerto Rico, Virgin Islands, Guadeloupe and St. Lucia that have historically been recognized as T. fasciculata var. venosispica and T. fasciculata.\n\n            Preliminary findings in a subset of closely related taxa using haplotype networks supports a strong Caribbean islands group. Interestingly, several of the Tillandsia fasciculata closest to the West Indies cluster are found in eastern Mexico, which confirms the hypothesis that these taxa are more similar to the taxa in the Caribbean islands than to the taxa in western Mexico.\n\n            The northern most limit of the Tillandsia fasciculata complex is Florida. Tillandsia. fasciculata var. densispica has a widespread distribution across Florida and nearby Bahamas, but in some areas of central and southern Florida, these plants are locally rare due to habitat destruction from urban sprawl and attacks by the exotic weevil Metamasius callizona. Until now no information existed on their genetic diversity. Based on six genetic loci we identified four genetically distinct groups from the 18 sites that we were able to sample (4-20 individuals/site): 1) Collier, FL and southeast counties, St. Lucie, and Martin; 2) southern Florida/Great Abaco, Bahamas; 3) North Andros, Bahamas/south Miami that includes the white-flowered T. fasciculata var. densispica forma alba; and 4) the natural hybrid T. &times;floridana and one of its purported parents, T. bartramii, from central and northern Florida. Prior to these results, relatedness of T. &times;floridana and T. bartramii was only guessed at from morphological characters.\n\n            In the future we plan to add four loci to these preliminary findings to better understand the genetic variation within and among these Florida populations. In addition, future analyses will examine genetic diversity across geographic space. This information will be useful to park managers and local bromeliad socie..."
 }
}