{
 "awd_id": "1210883",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH: Using comparative phylogeography to understand evolutionary diversification in Central American freshwater fishes",
 "cfda_num": "47.074",
 "org_code": "08010206",
 "po_phone": "7032928227",
 "po_email": "smalcomb@nsf.gov",
 "po_sign_block_name": "Simon Malcomber",
 "awd_eff_date": "2012-06-15",
 "awd_exp_date": "2014-05-31",
 "tot_intn_awd_amt": 14040.0,
 "awd_amount": 14040.0,
 "awd_min_amd_letter_date": "2012-06-15",
 "awd_max_amd_letter_date": "2012-06-15",
 "awd_abstract_narration": "A central challenge in biology is to understand how new biodiversity arises.  In this study, we examine how historical factors (climate change and geological events) interact with biological factors (natural selection) to shape biodiversity in tropical fish species.  We focus on freshwater fishes found in Central America, a geologically complex area where changing sea levels, volcanic activity and formation of modern drainage basins over the past 7 million years have had a profound impact on freshwater species.  By comparing DNA sequence data from multiple populations within several co-occurring species, we will reconstruct the evolutionary history of fishes in this region.  We will integrate these genetic data with additional research focused on the role that natural selection has played in driving morphological and life history diversification in these species.  Combined, this study will provide insight into how biological diversity is generated, especially under changing climatic conditions and against a dynamic earth history. \r\n\r\nThis project will facilitate teaching and cultural exchange between North American and Central American scientists and students, including international research collaboration.  Graduate and undergraduate students will be funded to participate in field collections, while others will be trained in laboratory DNA sequencing and dissection techniques.  This project will engage local Central American communities in learning about their fish fauna, and products of this work will be broadly disseminated as publications and presentations at international conferences.  This project also will incorporate simulation methods accounting for potentially confounding processes, which should produce more biologically realistic models and inferences.  Moreover, by ushering in increased understanding of biodiversity within and among Central American fish species at various spatial scales, this project will provide critical information for future conservation planning.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "DEB",
 "org_div_long_name": "Division Of Environmental Biology",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Jerald",
   "pi_last_name": "Johnson",
   "pi_mid_init": "B",
   "pi_sufx_name": "",
   "pi_full_name": "Jerald B Johnson",
   "pi_email_addr": "jerry.johnson@byu.edu",
   "nsf_id": "000423645",
   "pi_start_date": "2012-06-15",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Justin",
   "pi_last_name": "Bagley",
   "pi_mid_init": "",
   "pi_sufx_name": "",
   "pi_full_name": "Justin Bagley",
   "pi_email_addr": "justin.bagley@byu.edu",
   "nsf_id": "000581462",
   "pi_start_date": "2012-06-15",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Brigham Young University",
  "inst_street_address": "A-153 ASB",
  "inst_street_address_2": "",
  "inst_city_name": "PROVO",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8014223360",
  "inst_zip_code": "846021128",
  "inst_country_name": "United States",
  "cong_dist_code": "03",
  "st_cong_dist_code": "UT03",
  "org_lgl_bus_name": "BRIGHAM YOUNG UNIVERSITY",
  "org_prnt_uei_num": "",
  "org_uei_num": "JWSYC7RUMJD1"
 },
 "perf_inst": {
  "perf_inst_name": "Brigham Young University",
  "perf_str_addr": "401 WIDB (Widtsoe bldg.)",
  "perf_city_name": "Provo",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "846021231",
  "perf_ctry_code": "US",
  "perf_cong_dist": "03",
  "perf_st_cong_dist": "UT03",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "737400",
   "pgm_ele_name": "Systematics & Biodiversity Sci"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  },
  {
   "pgm_ref_code": "SMET",
   "pgm_ref_txt": "SCIENCE, MATH, ENG & TECH EDUCATION"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 14040.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Understanding how new biodiversity arises and spreads is a central challenge in biology.&nbsp; In this project, we examined how historical factors (geological events, climate change, etc.) interact with biological factors (natural selection, ecological differences among species) to shape diversity and distributions of Neotropical fish species.&nbsp; We focused on freshwater fishes found in Central America (CA), a geologically complex area where volcanic activity, changing sea levels, and formation of modern river basinsover the past 7 million years have profoundly impacted freshwater species distributions.&nbsp; We carried out collaborative research studies drawing on the ability of genetic evidence from phylogeography (i.e. studies of patterns and processes influencing the geographical distributions of genetic lineages within species) to infer how earth history events have impacted regional biodiversity.&nbsp; This project has resulted in several major outcomes and broader impacts of scientific merit and relevance to the public.&nbsp;</p>\n<p>First, we completed an extensive literature review and meta-analysis of spatial and temporal patterns of diversification inferred from phylogeography studies of lower Central American (LCA) species.&nbsp; This study advanced knowledge and understanding of regional phylogeographical patterns through a comprehensive synthesis of available data in the context of regional geology and ecology.&nbsp; This provided our subsequent studies, and other future studies of LCA species evolution, a background reference and aid for developing and testing explicit hypotheses.&nbsp; Human resources for CA biodiversity studies were also improved: PI and Co-PI became better informed to conduct evolutionary studies in the region.&nbsp; By publishing this study in a top peer-reviewed journal in Biology (<em>Biological Reviews</em>), we also disseminated our review in a clear and easily accessible format allowing scientific peers to use and evaluate our work.&nbsp;</p>\n<p>Second, to reconstruct the evolutionary history of fishes in the region, we generated and compared DNA sequence data from multiple CA populations ofup to eight co-occurring species.&nbsp; Under this &ldquo;comparative phylogeography&rdquo; approach, we generated millions of base pairs of new DNA sequence data from natural populations and used this data to improve understanding of the patterns of genetic diversity within CA freshwater fishes.&nbsp; Results of comparative analyses of three fishes from Nicaragua and Costa Rica indicated that these species have not experienced concerted evolution in space and time.&nbsp; This significant finding supports an overall inference that these fishes experienced multiple different evolutionary histories in CA; thus, a scenario involving recent community assembly is more likely than a scenario whereby these species formed part of a cohesive community that underwent a long history of co-evolution.&nbsp; We then conducted a second, more extensive study that revealed considerable variation in spatial and temporal divergences during phylogeographical histories of eight fish species.&nbsp; Likewise, this broader-scale study supported a complex historical scenario with multiple evolutionary responses of currently co-occurring taxa having given rise to present-day CA freshwater fish diversity and distributions.&nbsp; The Co-PI improved the analyses for these studies by participating in a cross-laboratory research training experience where he learnednovel methods for analyzingmulti-taxon comparative phylogeographydatasets using approximate Bayesian computation (ABC) models accounting for potentially confounding genetic processes.&nbsp; These two studies resulted in one paper published in the peer-reviewed journal <em>Ecology and Evolution</em>, and another paper that is in preparation for submission.&nbsp; By using powerful and flexible ABC models, we ...",
  "por_txt_cntn": "\nUnderstanding how new biodiversity arises and spreads is a central challenge in biology.  In this project, we examined how historical factors (geological events, climate change, etc.) interact with biological factors (natural selection, ecological differences among species) to shape diversity and distributions of Neotropical fish species.  We focused on freshwater fishes found in Central America (CA), a geologically complex area where volcanic activity, changing sea levels, and formation of modern river basinsover the past 7 million years have profoundly impacted freshwater species distributions.  We carried out collaborative research studies drawing on the ability of genetic evidence from phylogeography (i.e. studies of patterns and processes influencing the geographical distributions of genetic lineages within species) to infer how earth history events have impacted regional biodiversity.  This project has resulted in several major outcomes and broader impacts of scientific merit and relevance to the public. \n\nFirst, we completed an extensive literature review and meta-analysis of spatial and temporal patterns of diversification inferred from phylogeography studies of lower Central American (LCA) species.  This study advanced knowledge and understanding of regional phylogeographical patterns through a comprehensive synthesis of available data in the context of regional geology and ecology.  This provided our subsequent studies, and other future studies of LCA species evolution, a background reference and aid for developing and testing explicit hypotheses.  Human resources for CA biodiversity studies were also improved: PI and Co-PI became better informed to conduct evolutionary studies in the region.  By publishing this study in a top peer-reviewed journal in Biology (Biological Reviews), we also disseminated our review in a clear and easily accessible format allowing scientific peers to use and evaluate our work. \n\nSecond, to reconstruct the evolutionary history of fishes in the region, we generated and compared DNA sequence data from multiple CA populations ofup to eight co-occurring species.  Under this \"comparative phylogeography\" approach, we generated millions of base pairs of new DNA sequence data from natural populations and used this data to improve understanding of the patterns of genetic diversity within CA freshwater fishes.  Results of comparative analyses of three fishes from Nicaragua and Costa Rica indicated that these species have not experienced concerted evolution in space and time.  This significant finding supports an overall inference that these fishes experienced multiple different evolutionary histories in CA; thus, a scenario involving recent community assembly is more likely than a scenario whereby these species formed part of a cohesive community that underwent a long history of co-evolution.  We then conducted a second, more extensive study that revealed considerable variation in spatial and temporal divergences during phylogeographical histories of eight fish species.  Likewise, this broader-scale study supported a complex historical scenario with multiple evolutionary responses of currently co-occurring taxa having given rise to present-day CA freshwater fish diversity and distributions.  The Co-PI improved the analyses for these studies by participating in a cross-laboratory research training experience where he learnednovel methods for analyzingmulti-taxon comparative phylogeographydatasets using approximate Bayesian computation (ABC) models accounting for potentially confounding genetic processes.  These two studies resulted in one paper published in the peer-reviewed journal Ecology and Evolution, and another paper that is in preparation for submission.  By using powerful and flexible ABC models, we were able to produce more biologically realistic models and inferences, and to conduct and publish the first implementations of these comparative phylogeography ever used to study CA freshwater ..."
 }
}