{
 "awd_id": "1210090",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Standard Grant",
 "awd_titl_txt": "DISSERTATION RESEARCH:   Experimental tests of avian behavior and immunological defenses against a malaria vector",
 "cfda_num": "47.074",
 "org_code": "08090500",
 "po_phone": "7032927202",
 "po_email": "melekoni@nsf.gov",
 "po_sign_block_name": "Michelle Elekonich",
 "awd_eff_date": "2012-07-15",
 "awd_exp_date": "2014-06-30",
 "tot_intn_awd_amt": 14992.0,
 "awd_amount": 14992.0,
 "awd_min_amd_letter_date": "2012-06-22",
 "awd_max_amd_letter_date": "2012-06-22",
 "awd_abstract_narration": "Parasitic diseases are of great concern for livestock, wildlife, and human health. Many parasites are transmitted between hosts when a blood-feeding tick or fly takes a meal; these arthropods are often called \"vectors\".  With global climate change, vector-transmitted parasites are predicted to increase.  There are many species of malaria parasites that infect reptiles, birds, and mammals very similarly.  This project aims to study a model pigeon-fly-malaria system to understand the role of host defenses against a vector of malaria parasites.  Host defenses against vectors may act directly by preventing vector feeding or by killing vectors, or indirectly through the immune system (similarly to the way vaccines work).  Pigeons have at least two potential host defenses, one behavioral (preening) and one immunological (antibody response against the vector).  The effect of each isolated defense against the fly, and whether the host defenses interact synergistically will be tested.  The impact of these defenses on the transmission of malaria by the flies will also be tested. This work may further development of anti-vector vaccines if the immune system presents itself as an effective defense against vectors and the parasites they carry.\r\n\tBroader impacts of this research include training a graduate student in the fields of vector ecology and disease dynamics. Undergraduate and high school students will benefit from training, presenting their work, and some will be authors on publications of this work.  Thus far six undergraduates (2 female, 2 international) and one high school student have been mentored and trained in techniques related to this work, with further student involvement anticipated.  New control strategies against vectors are particularly exciting because vectors often transmit multiple parasite species; thus protecting hosts from one vector could protect against multiple parasitic diseases.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "BIO",
 "org_dir_long_name": "Directorate for Biological Sciences",
 "div_abbr": "IOS",
 "org_div_long_name": "Division Of Integrative Organismal Systems",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Dale",
   "pi_last_name": "Clayton",
   "pi_mid_init": "H",
   "pi_sufx_name": "",
   "pi_full_name": "Dale H Clayton",
   "pi_email_addr": "clayton@biology.utah.edu",
   "nsf_id": "000254540",
   "pi_start_date": "2012-06-22",
   "pi_end_date": null
  },
  {
   "pi_role": "Co-Principal Investigator",
   "pi_first_name": "Jessica",
   "pi_last_name": "Waite",
   "pi_mid_init": "L",
   "pi_sufx_name": "",
   "pi_full_name": "Jessica L Waite",
   "pi_email_addr": "jwaite@uvm.edu",
   "nsf_id": "000549064",
   "pi_start_date": "2012-06-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "University of Utah",
  "inst_street_address": "201 PRESIDENTS CIR",
  "inst_street_address_2": "",
  "inst_city_name": "SALT LAKE CITY",
  "inst_state_code": "UT",
  "inst_state_name": "Utah",
  "inst_phone_num": "8015816903",
  "inst_zip_code": "841129049",
  "inst_country_name": "United States",
  "cong_dist_code": "01",
  "st_cong_dist_code": "UT01",
  "org_lgl_bus_name": "UNIVERSITY OF UTAH",
  "org_prnt_uei_num": "",
  "org_uei_num": "LL8GLEVH6MG3"
 },
 "perf_inst": {
  "perf_inst_name": "University of Utah",
  "perf_str_addr": "259 South 1400 East",
  "perf_city_name": "Salt Lake City",
  "perf_st_code": "UT",
  "perf_st_name": "Utah",
  "perf_zip_code": "841120840",
  "perf_ctry_code": "US",
  "perf_cong_dist": "01",
  "perf_st_cong_dist": "UT01",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "765900",
   "pgm_ele_name": "Animal Behavior"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "9150",
   "pgm_ref_txt": "EXP PROG TO STIM COMP RES"
  },
  {
   "pgm_ref_code": "9179",
   "pgm_ref_txt": "GRADUATE INVOLVEMENT"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 14992.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Feral pigeons are in most major cities around the world and so are their parasites. Hippoboscid flies <em>(Pseudolynchia canariensis) </em>are one of the most interesting parasites of pigeons. They live among the feathers of the birds looking somewhat like a very flat house fly, yet move quickly like a spider, seldom flying. Both male and female flies take blood meals from pigeons about twice a day and typically only leave their pigeon hosts when the females deposit pupae among the nesting materials (the males will sometimes guard her as she does this) or when they switch to another pigeon. These flies pick up parasites with their blood meals, one of which is a blood parasite called <em>Haemoproteus columbae</em> that is closely related to the parasites that cause malaria<em>. </em>The flies can then become infected and transmit the blood parasites to new pigeon hosts.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Malaria is an important human disease, but hard to study. Very few model systems are available for malaria parasites, and since these parasites require both a vertebrate host and an insect host to complete their life cycle, this set of interactions can be hard to replicate in captivity. Studies that use mice often cannot use the mouse&rsquo;s natural parasites or insect host, and those that culture the parasites in blood outside of a host cannot replicate the whole transmission cycle.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In our study we examine how the vertebrate host, insect host, and malaria-like blood parasite interact in the natural pigeon-fly-<em>Haemoproteus</em> system. We found in a previous study that the flies experience a fitness cost from becoming infected with <em>Haemoproteus</em>, but that this cost is only significant for female fly survival and reproduction. Male flies fed on <em>Haemoproteus </em>infected pigeons did not experience a significant decrease in survival. This is possibly because females invest so much more in producing offspring than male flies, which they feed on milk glands in their uterus through the larval instar stages, depositing one pupae at a time which eclose into adult flies.</p>\n<p>In this study we examine how pigeons defend themselves from the bites of the hippoboscid flies. We find that pigeons do this by using both immune and behavioral defenses against the flies. Preening is the behavioral defense the birds use to physically remove the flies from themselves, and this defense works equally well against male and female flies to decrease their survival and reproduction, probably by interrupting blood meals or causing damage to the flies. The way that the pigeon immune response works against flies is not as obvious, but is quite interesting. Flies on pigeons with previous exposure to fly bites had elevated antibody levels against the flies, and those that were later exposed to a secondary group of flies used these defenses. The flies on birds with higher antibody levels had lower survival. Neither defense was effective in completely preventing <em>Haemoproteus </em>parasite infection, or even in decreasing it in the conditions of the study where populations of infected flies were kept on the captive bred birds. However, the evolutionary development of these two defenses against<em> </em>hippoboscid flies suggest that when the flies have a choice between hosts, they might pick pigeons that are less well defended. There is anecdotal evidence that more flies are found on nestling and juvenile pigeons compared to adults, and these younger birds would not have developed the behavioral skill nor antibody responses for effective defense.</p><br>\n<p>\n\t\t\t\t      \tLast Modified: 11/10/2014<br>\n\t\t\t\t\tModified by: Dale&nbsp;H&nbsp;Clayton</p>\n</div>\n<div class=\"porSideCol\"></div>\n</div>",
  "por_txt_cntn": "\nFeral pigeons are in most major cities around the world and so are their parasites. Hippoboscid flies (Pseudolynchia canariensis) are one of the most interesting parasites of pigeons. They live among the feathers of the birds looking somewhat like a very flat house fly, yet move quickly like a spider, seldom flying. Both male and female flies take blood meals from pigeons about twice a day and typically only leave their pigeon hosts when the females deposit pupae among the nesting materials (the males will sometimes guard her as she does this) or when they switch to another pigeon. These flies pick up parasites with their blood meals, one of which is a blood parasite called Haemoproteus columbae that is closely related to the parasites that cause malaria. The flies can then become infected and transmit the blood parasites to new pigeon hosts.\n\n            Malaria is an important human disease, but hard to study. Very few model systems are available for malaria parasites, and since these parasites require both a vertebrate host and an insect host to complete their life cycle, this set of interactions can be hard to replicate in captivity. Studies that use mice often cannot use the mouseÆs natural parasites or insect host, and those that culture the parasites in blood outside of a host cannot replicate the whole transmission cycle.\n\n            In our study we examine how the vertebrate host, insect host, and malaria-like blood parasite interact in the natural pigeon-fly-Haemoproteus system. We found in a previous study that the flies experience a fitness cost from becoming infected with Haemoproteus, but that this cost is only significant for female fly survival and reproduction. Male flies fed on Haemoproteus infected pigeons did not experience a significant decrease in survival. This is possibly because females invest so much more in producing offspring than male flies, which they feed on milk glands in their uterus through the larval instar stages, depositing one pupae at a time which eclose into adult flies.\n\nIn this study we examine how pigeons defend themselves from the bites of the hippoboscid flies. We find that pigeons do this by using both immune and behavioral defenses against the flies. Preening is the behavioral defense the birds use to physically remove the flies from themselves, and this defense works equally well against male and female flies to decrease their survival and reproduction, probably by interrupting blood meals or causing damage to the flies. The way that the pigeon immune response works against flies is not as obvious, but is quite interesting. Flies on pigeons with previous exposure to fly bites had elevated antibody levels against the flies, and those that were later exposed to a secondary group of flies used these defenses. The flies on birds with higher antibody levels had lower survival. Neither defense was effective in completely preventing Haemoproteus parasite infection, or even in decreasing it in the conditions of the study where populations of infected flies were kept on the captive bred birds. However, the evolutionary development of these two defenses against hippoboscid flies suggest that when the flies have a choice between hosts, they might pick pigeons that are less well defended. There is anecdotal evidence that more flies are found on nestling and juvenile pigeons compared to adults, and these younger birds would not have developed the behavioral skill nor antibody responses for effective defense.\n\n\t\t\t\t\tLast Modified: 11/10/2014\n\n\t\t\t\t\tSubmitted by: Dale H Clayton"
 }
}