{
 "awd_id": "1210244",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute for FY 2012 in Japan",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 5836.0,
 "awd_amount": 5836.0,
 "awd_min_amd_letter_date": "2012-05-22",
 "awd_max_amd_letter_date": "2012-05-22",
 "awd_abstract_narration": "This action funds Richard Ruiz of The University of Wisconsin - Madison to conduct a research project, entitled \"New techniques to measure dark matter at the Large Hadron Collider,\" during the summer of 2012 at The University of Tokyo's Institute for Physics and Mathematics of the Universe (IPMU) in Kashiwa, Japan. The host scientists are Prof. Hitoshi Murayama and Prof. Mihoko Nojiri.\r\n\r\nThe Intellectual Merit of the research project is to investiage the properties of dark matter, a curious substance believed to make up almost 25% of the Universe but has yet to be definitively observed in a controlled, laboratory setting. By exploiting the unique features of the Large Hadron Collider (LHC), a European-based proton collider possessing record-breaking beam energy and beam intensity, a new, novel technique is being used to detect dark matter and measure its properties at the LHC.\r\n\r\nThe Broader Impacts of an EAPSI fellowship include: providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture, and language. These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Richard",
   "pi_last_name": "Ruiz",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Richard E Ruiz",
   "pi_email_addr": "",
   "nsf_id": "000601815",
   "pi_start_date": "2012-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Ruiz                    Richard        E",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Pittsburgh",
  "inst_state_code": "PA",
  "inst_state_name": "Pennsylvania",
  "inst_phone_num": "",
  "inst_zip_code": "152171612",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "PA12",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Ruiz                    Richard        E",
  "perf_str_addr": null,
  "perf_city_name": "Madison",
  "perf_st_code": "WI",
  "perf_st_name": "Wisconsin",
  "perf_zip_code": "537032140",
  "perf_ctry_code": "US",
  "perf_cong_dist": "02",
  "perf_st_cong_dist": "WI02",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 5836.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>The Standard Model of Particle Physics (SM) is a triumph of the scientific method. To unparalleled precision, this theory, this description of the universe, (a) explains the structure of atoms, (b) how radioactivity functions, (c) the origin of electromagnetism, and, if recent experimental discoveries are indeed true, (d) even the origin of mass for all known matter in the Universe. However, the SM has its shortcomings, too. For example, the SM does not successfully explain what makes up dark matter, a type of matter proposed to explain why galaxies are observed to be much heavier than they look (the dark matter problem). Neither does the SM explain why some particles have twice as much spin (intrinsic angular momentum) as other particles (the spin problem), nor does it elaborate how gravity works at sub-microscopic distances (the quantum gravity problem).<br /><br />Quite unexpectedly, the questions of dark matter and spin are simultaneously explained by Supersymmetry (SUSY), the well-studied physical theory that postulates the existence of a deep-seeded relationship between particles of one spin with particles of a different spin. According to SUSY, after the Universe had considerably dropped in temperature following the Big Bang, the particles of matter making up the Universe at the time then decay and breakdown into two type of matters: (1) the matter we can see and touch everyday, and (2) a second type of matter that does not reflect light in any way but coalesces in galaxies since is has mass and hence is gravitationally attractive. Various versions of SUSY are very actively being tested at the Large Hadron Collider (LHC) in Europe but no evidence for the theory has yet to be found.<br /><br />To explain why the deep-seeded relationships between particles of one spin with particles of a different spin are no longer observed in the Universe, in other words, why we longer observe the effects of SUSY, we consider the Scherk-Schwarz mechanism (SS). The SS mechanism, which proposes the existence of a new, compact spatial dimension, states that at distances smaller than the size of this new spatial dimension, nature is perfectly supersymmetric, i.e., physics is independent of a particle's spin. Just beyond this new dimension, particles of one spin remain massless while particles of a different spin obtain very small masses. As the Universe cools, this small mass difference amplifies and the decay of particle initiates. The choice to consider the SS mechanism is driven by the previous discovery that new spatial dimensions can explain why gravity is so much weaker than electromagnetism, and are stepping stones to a theory of quantum gravity.<br /><br />While hosted by the University of Tokyo's Kavli Institute for the Physics and Mathematics of the Universe (Kavli IPMU), the principle goals of this research were to (a) investigate a breakdown of a particular version of Supersymmetry via the Scherk-Schwarz mechanism, (b) examine its viability in the face of current experimental constraints from the Large Hadron Collider, and (c) develop new techniques to test this specific model and how to separate it from other variants of SUSY.<br /><br />Consequently, a comprehensive review of letters, journals, and texts enabled an expedited and thorough introduction to both SUSY and the SS mechanism, with emphasis placed on the defining features that separate them from similar theories. This work was greatly facilitated by the vast library and computational resources provided by IPMU. Replication of calculations reported in select references followed. To reproduce said results, new mathematical techniques were learned. New results are pending the completion of several calculations. In anticipation of new results, a software suite capable of computing physical observables from aforementioned calculations was installed and successfully validated. Once new, analytical results are com...",
  "por_txt_cntn": "\nThe Standard Model of Particle Physics (SM) is a triumph of the scientific method. To unparalleled precision, this theory, this description of the universe, (a) explains the structure of atoms, (b) how radioactivity functions, (c) the origin of electromagnetism, and, if recent experimental discoveries are indeed true, (d) even the origin of mass for all known matter in the Universe. However, the SM has its shortcomings, too. For example, the SM does not successfully explain what makes up dark matter, a type of matter proposed to explain why galaxies are observed to be much heavier than they look (the dark matter problem). Neither does the SM explain why some particles have twice as much spin (intrinsic angular momentum) as other particles (the spin problem), nor does it elaborate how gravity works at sub-microscopic distances (the quantum gravity problem).\n\nQuite unexpectedly, the questions of dark matter and spin are simultaneously explained by Supersymmetry (SUSY), the well-studied physical theory that postulates the existence of a deep-seeded relationship between particles of one spin with particles of a different spin. According to SUSY, after the Universe had considerably dropped in temperature following the Big Bang, the particles of matter making up the Universe at the time then decay and breakdown into two type of matters: (1) the matter we can see and touch everyday, and (2) a second type of matter that does not reflect light in any way but coalesces in galaxies since is has mass and hence is gravitationally attractive. Various versions of SUSY are very actively being tested at the Large Hadron Collider (LHC) in Europe but no evidence for the theory has yet to be found.\n\nTo explain why the deep-seeded relationships between particles of one spin with particles of a different spin are no longer observed in the Universe, in other words, why we longer observe the effects of SUSY, we consider the Scherk-Schwarz mechanism (SS). The SS mechanism, which proposes the existence of a new, compact spatial dimension, states that at distances smaller than the size of this new spatial dimension, nature is perfectly supersymmetric, i.e., physics is independent of a particle's spin. Just beyond this new dimension, particles of one spin remain massless while particles of a different spin obtain very small masses. As the Universe cools, this small mass difference amplifies and the decay of particle initiates. The choice to consider the SS mechanism is driven by the previous discovery that new spatial dimensions can explain why gravity is so much weaker than electromagnetism, and are stepping stones to a theory of quantum gravity.\n\nWhile hosted by the University of Tokyo's Kavli Institute for the Physics and Mathematics of the Universe (Kavli IPMU), the principle goals of this research were to (a) investigate a breakdown of a particular version of Supersymmetry via the Scherk-Schwarz mechanism, (b) examine its viability in the face of current experimental constraints from the Large Hadron Collider, and (c) develop new techniques to test this specific model and how to separate it from other variants of SUSY.\n\nConsequently, a comprehensive review of letters, journals, and texts enabled an expedited and thorough introduction to both SUSY and the SS mechanism, with emphasis placed on the defining features that separate them from similar theories. This work was greatly facilitated by the vast library and computational resources provided by IPMU. Replication of calculations reported in select references followed. To reproduce said results, new mathematical techniques were learned. New results are pending the completion of several calculations. In anticipation of new results, a software suite capable of computing physical observables from aforementioned calculations was installed and successfully validated. Once new, analytical results are completed, the software suite will calculate the masses of newly predicted particles, and thereby allow t..."
 }
}