{
 "awd_id": "1210005",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute for FY 2012 in Japan",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 5836.0,
 "awd_amount": 5836.0,
 "awd_min_amd_letter_date": "2012-05-22",
 "awd_max_amd_letter_date": "2012-05-22",
 "awd_abstract_narration": "This action funds Lauren Elizabeth Jarocha of The University of North Carolina at Chapel Hill to conduct a research project, entitled \"Electron paramagnetic resonance studies of radical reactions to improve solar cells and artificial photosynthesis,\" during the summer of 2012 at Tokoku University in Sendai, Miyagi Prefecture, Japan.  The host scientist is Seigo Yamauchi.\r\n\r\nThe Intellectual Merit of the research project is related to the development of a detailed understanding of the role structure and mechanism play in proton-coupled electron transfer reactions (PCET). This type of reaction is important in both artificial photosynthetic devices and dye sensitized solar cells. Proton coupled electron transfer reactions involve radical intermediates, which can be studied directly by electron paramagnetic resonance (EPR) spectroscopy. The proposed work explores ruthenium based oxidative catalysis and reductive quenching proton coupled electron transfer reactions using high-field time resolved electron paramagnetic resonance to obtain accurate information on the structure, dynamics, chemical properties, and mechanism of these reactions, which will be helpful in designing more efficient chemical reactions for use in solar cells and artificial photosynthetic devices.\r\n\r\nThe Broader Impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language. These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Lauren",
   "pi_last_name": "Jarocha",
   "pi_mid_init": "E",
   "pi_sufx_name": "",
   "pi_full_name": "Lauren E Jarocha",
   "pi_email_addr": "",
   "nsf_id": "000605980",
   "pi_start_date": "2012-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Jarocha                 Lauren         E",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "Carrboro",
  "inst_state_code": "NC",
  "inst_state_name": "North Carolina",
  "inst_phone_num": "",
  "inst_zip_code": "275102106",
  "inst_country_name": "United States",
  "cong_dist_code": "04",
  "st_cong_dist_code": "NC04",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Jarocha Lauren E",
  "perf_str_addr": null,
  "perf_city_name": "Chapel Hill",
  "perf_st_code": "NC",
  "perf_st_name": "North Carolina",
  "perf_zip_code": "275993290",
  "perf_ctry_code": "US",
  "perf_cong_dist": "04",
  "perf_st_cong_dist": "NC04",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5921",
   "pgm_ref_txt": "JAPAN"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 5836.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>Understanding the influence of structure and mechanism on proton-coupled electron transfer (PCET) reactions is of fundamental importance to improving the design and performance of artificial photosynthetic devices and dye-sensitized solar cells. Many PCET reactions involve paramagnetic or radical intermediates, which may be studied by steady-state or time-resolved electron paramagnetic resonance (EPR) spectroscopy. The research conducted during the funding period for this project focused on exploring the structural effects and mechanistic information available through high field EPR of two PCET reactions: a step in the catalytic cycle of a single-site, ruthenium-based water oxidation catalyst, and reductive quenching of the <sup>3</sup>MLCT state of [Ru(bpy)<sup>2</sup>(bpz)]<sup>2+</sup> by hydroquinone. The research project used EPR techniques available in the Yamauchi laboratory at Tohoku University in Sendai, Japan to obtain accurate measurement the properties of paramagnetic species and radicals produced in PCET reactions, which provides a wealth of information on structure, dynamics, mechanism, and spin wavefunction evolution of molecules that are involved in this important mechanistic process.</p>\n<p>Studies on the ruthenium-based water oxidation catalysts were performed with low temperature steady-state EPR using a helium cryostat. Three different catalysts were studied. It has been previously observed that the rate limiting step in the catalytic cycle changes depending on the chemical structure of the ligands attached to the ruthenium metal. In addition, several different oxidation states of the catalysts are paramagnetic and can be studied by EPR. By collecting and simulating the EPR spectra of the water oxidation catalysts, it may be possible to explain why the rate limiting step of the catalytic cycle is different when the ligands attached to the catalyst are changed. This information would be helpful to designing more efficient catalysts for water oxidation. Research conducted in the Yamauchi laboratory this summer focused on optimizing the experimental conditions that are necessary to collect accurate data from the EPR spectra of these catalysts, and developing the knowledge and skill necessary to simulate the spectra and extract this data from the observed lineshape.</p>\n<p>The radicals and radical intermediates produced by PCET between the excited state of the ruthenium coordination compound, [Ru(bpy)<sup>2</sup>(bpz)]<sup>2+</sup>, and substituted hydroquinones, were investigated by room temperature, time-resolved EPR. This experimental technique is ideal for observing short lived radicals. Because it has access to fast spin relaxation process, the ligand based radical on the ruthenium compound is EPR silent, but the hydroquinone radicals are clearly observed. In time-resolved EPR, the intensity of the transitions observed in the EPR spectrum provides information on the early spin evolution and subsequent spin relaxation of the radicals after they are generated. An unusual intensity pattern is observed in the time-resolved EPR spectrum of alkyl-substituted hydroquinone radicals, which has yet to be explained. New theories for the origin of this unusual spectral pattern were developed in collaboration with the Yamauchi laboratory, and are currently being tested to determine if they can accurately explain the observed experimental results.</p>\n<p>PCET is a crucial mechanistic step in many common chemical processes. By avoiding high energy intermediates in a chemical reaction, employing PCET makes chemical processes more energetically favorable.&nbsp; For example, during photosynthesis in plants, photosystem II uses a series of concerted PCET reactions to avoid high energy chemical intermediates that might slow down or stop this important biological process. One method that is currently used in designing new solar fuel technology attempts to mimic nat...",
  "por_txt_cntn": "\nUnderstanding the influence of structure and mechanism on proton-coupled electron transfer (PCET) reactions is of fundamental importance to improving the design and performance of artificial photosynthetic devices and dye-sensitized solar cells. Many PCET reactions involve paramagnetic or radical intermediates, which may be studied by steady-state or time-resolved electron paramagnetic resonance (EPR) spectroscopy. The research conducted during the funding period for this project focused on exploring the structural effects and mechanistic information available through high field EPR of two PCET reactions: a step in the catalytic cycle of a single-site, ruthenium-based water oxidation catalyst, and reductive quenching of the 3MLCT state of [Ru(bpy)2(bpz)]2+ by hydroquinone. The research project used EPR techniques available in the Yamauchi laboratory at Tohoku University in Sendai, Japan to obtain accurate measurement the properties of paramagnetic species and radicals produced in PCET reactions, which provides a wealth of information on structure, dynamics, mechanism, and spin wavefunction evolution of molecules that are involved in this important mechanistic process.\n\nStudies on the ruthenium-based water oxidation catalysts were performed with low temperature steady-state EPR using a helium cryostat. Three different catalysts were studied. It has been previously observed that the rate limiting step in the catalytic cycle changes depending on the chemical structure of the ligands attached to the ruthenium metal. In addition, several different oxidation states of the catalysts are paramagnetic and can be studied by EPR. By collecting and simulating the EPR spectra of the water oxidation catalysts, it may be possible to explain why the rate limiting step of the catalytic cycle is different when the ligands attached to the catalyst are changed. This information would be helpful to designing more efficient catalysts for water oxidation. Research conducted in the Yamauchi laboratory this summer focused on optimizing the experimental conditions that are necessary to collect accurate data from the EPR spectra of these catalysts, and developing the knowledge and skill necessary to simulate the spectra and extract this data from the observed lineshape.\n\nThe radicals and radical intermediates produced by PCET between the excited state of the ruthenium coordination compound, [Ru(bpy)2(bpz)]2+, and substituted hydroquinones, were investigated by room temperature, time-resolved EPR. This experimental technique is ideal for observing short lived radicals. Because it has access to fast spin relaxation process, the ligand based radical on the ruthenium compound is EPR silent, but the hydroquinone radicals are clearly observed. In time-resolved EPR, the intensity of the transitions observed in the EPR spectrum provides information on the early spin evolution and subsequent spin relaxation of the radicals after they are generated. An unusual intensity pattern is observed in the time-resolved EPR spectrum of alkyl-substituted hydroquinone radicals, which has yet to be explained. New theories for the origin of this unusual spectral pattern were developed in collaboration with the Yamauchi laboratory, and are currently being tested to determine if they can accurately explain the observed experimental results.\n\nPCET is a crucial mechanistic step in many common chemical processes. By avoiding high energy intermediates in a chemical reaction, employing PCET makes chemical processes more energetically favorable.  For example, during photosynthesis in plants, photosystem II uses a series of concerted PCET reactions to avoid high energy chemical intermediates that might slow down or stop this important biological process. One method that is currently used in designing new solar fuel technology attempts to mimic natural processes like photosynthesis to generate renewable energy. Therefore, developing a thorough understanding of the chemical process of P..."
 }
}