{
 "awd_id": "1210180",
 "agcy_id": "NSF",
 "tran_type": "Grant",
 "awd_istr_txt": "Fellowship Award",
 "awd_titl_txt": "NSF East Asia and Pacific Summer Institute for FY 2012 in New Zealand",
 "cfda_num": "47.079",
 "org_code": "01090000",
 "po_phone": null,
 "po_email": "",
 "po_sign_block_name": "Anne Emig",
 "awd_eff_date": "2012-06-01",
 "awd_exp_date": "2013-05-31",
 "tot_intn_awd_amt": 5836.0,
 "awd_amount": 5836.0,
 "awd_min_amd_letter_date": "2012-05-22",
 "awd_max_amd_letter_date": "2012-05-22",
 "awd_abstract_narration": "This action funds Daisy A. Segovia of John Jay College of Criminal Justice to conduct a research project, entitled \"The relationship between memory control and suppressing thoughts about traumatic events,\" during the summer of 2012 at Victoria University of Wellington in Wellington.  The host scientist is Maryanne Garry, PhD.\r\n\r\nThe Intellectual Merit of the research project is advancing knowledge of what factors explain and predict people's recovery from trauma. Experiencing a traumatic event can lead some individuals to develop Post-Traumatic Stress Disorder. One of the main symptoms of Post-Traumatic Stress Disorder is the occurrence of unwanted, intrusive thoughts of the traumatic event. Research has shown that controlling unwanted memories of trauma requires the ability to manipulate information. This study investigates the relationship between memory control and suppressing thoughts about traumatic events.\r\n\r\nBroader Impacts of an EAPSI fellowship include providing the Fellow a first-hand research experience outside the U.S.; an introduction to the science, science policy, and scientific infrastructure of the respective location; and an orientation to the society, culture and language.   These activities meet the NSF goal to educate for international collaborations early in the career of its scientists, engineers, and educators, thus ensuring a globally aware U.S. scientific workforce.",
 "awd_arra_amount": 0.0,
 "dir_abbr": "O/D",
 "org_dir_long_name": "Office Of The Director",
 "div_abbr": "OISE",
 "org_div_long_name": "Office of International Science and Engineering",
 "awd_agcy_code": "4900",
 "fund_agcy_code": "4900",
 "pi": [
  {
   "pi_role": "Principal Investigator",
   "pi_first_name": "Daisy",
   "pi_last_name": "Segovia",
   "pi_mid_init": "A",
   "pi_sufx_name": "",
   "pi_full_name": "Daisy A Segovia",
   "pi_email_addr": "",
   "nsf_id": "000605790",
   "pi_start_date": "2012-05-22",
   "pi_end_date": null
  }
 ],
 "inst": {
  "inst_name": "Segovia                 Daisy          A",
  "inst_street_address": "",
  "inst_street_address_2": "",
  "inst_city_name": "New York",
  "inst_state_code": "NY",
  "inst_state_name": "New York",
  "inst_phone_num": "",
  "inst_zip_code": "100191104",
  "inst_country_name": "United States",
  "cong_dist_code": "12",
  "st_cong_dist_code": "NY12",
  "org_lgl_bus_name": "",
  "org_prnt_uei_num": "",
  "org_uei_num": ""
 },
 "perf_inst": {
  "perf_inst_name": "Segovia                 Daisy          A",
  "perf_str_addr": null,
  "perf_city_name": "",
  "perf_st_code": "NY",
  "perf_st_name": "New York",
  "perf_zip_code": "100191104",
  "perf_ctry_code": "US",
  "perf_cong_dist": "12",
  "perf_st_cong_dist": "NY12",
  "perf_ctry_name": "United States",
  "perf_ctry_flag": "1"
 },
 "pgm_ele": [
  {
   "pgm_ele_code": "731600",
   "pgm_ele_name": "EAPSI"
  }
 ],
 "pgm_ref": [
  {
   "pgm_ref_code": "5941",
   "pgm_ref_txt": "NEW ZEALAND"
  },
  {
   "pgm_ref_code": "5978",
   "pgm_ref_txt": "EAST ASIA AND PACIFIC PROGRAM"
  },
  {
   "pgm_ref_code": "7316",
   "pgm_ref_txt": "EAPSI"
  }
 ],
 "app_fund": [
  {
   "app_code": "0112",
   "app_name": "NSF RESEARCH & RELATED ACTIVIT",
   "app_symb_id": "040100",
   "fund_code": "01001213DB",
   "fund_name": "NSF RESEARCH & RELATED ACTIVIT",
   "fund_symb_id": "040100"
  }
 ],
 "oblg_fy": [
  {
   "fund_oblg_fiscal_yr": 2012,
   "fund_oblg_amt": 5836.0
  }
 ],
 "por": {
  "por_cntn": "<div class=\"porColContainerWBG\">\n<div class=\"porContentCol\"><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; For this project, the role of fluency in juror decision-making was investigated. Fluency in psychology is described as the ease with which information comes to mind. When making judgments, people usually use two things to help them: the content that is accessible to them and how accessible they felt it was to generate that content. Often, when items are easy to recall, judgments are consistent with the content. However, when recall is difficult, judgments are opposite to the implications of the content. People infer from difficulty of recall that there cannot be many examples&mdash;or else, thinking of them would not be so difficult. So when items are difficult to recall, judgments are the opposite of the content.</p>\n<p>&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;This effect has been shown to occur in several studies investigating several types of judgments from how likely an event is to happen, to how one characterizes themselves. However, it has not been looked at with juror decision-making. In a court of law, one is supposed to use <em>reason and common sense;</em> <em>Decisions are supposed to be logically connected to the evidence or absence of evidence.</em> In other words, jurors are supposed to use the accessible content, not the accessibility experience to make their judgments.</p>\n<p>&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;For this project, we investigated to what extent the ease of retrieving evidence affected the rate of confidence in guilt and also whether it affects the length of prison sentence recommendations in a mock armed robbery trial. We asked participants to recall either 3 or 20 pieces of evidence that evinced that the defendant was guilty. Then participants rated how confident they were that the defendant was actually guilty, and provided prison sentence recommendations. Consistent with past research on fluency, we predicted that trying to recall more pieces of evidence would be considered difficult and thus elicit lower ratings of confidence in guilt and shorter prison sentence recommendations.</p>\n<p>&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A total of 116 jury-eligible people participated in our study (collected online via Amazon&rsquo;s Mechanical Turk website). Results showed that when participants recalled 20 pieces of evidence, they were less confident that the defendant was actually compared to participants that only had to recall 3 pieces of evidence. Additionally, recalling more pieces of evidence also led to lower prison sentence recommendations&mdash;the average recommended prison sentence was approximately 5 years (the minimum required by law in New York State) when participants recalled more pieces of evidence compared to almost 10 years for those recalling fewer pieces of evidence.<strong></strong></p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The results from this study demonstrate that even though jurors are identifying more pieces of evidence that proved the defendant was guilty, they did not consider the defendant to be guilty. This may be so because they attribute the difficulty in recalling evidence to not having met the standard of proof. The lack of ease in generating evidence is leaving them with a sense of doubt in the defendant&rsquo;s guilt. Moreover, participants in this study are using the accessibility experience not the accessible content to make their judgments; these results add to the current literature in that they show that the fluency effect is present in every type of judgment one makes &ndash;even in cases where one is supposed to be objective and use only the facts given.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The Intellectual Merit of the research project is advancing knowledge on what factors af...",
  "por_txt_cntn": "\n            For this project, the role of fluency in juror decision-making was investigated. Fluency in psychology is described as the ease with which information comes to mind. When making judgments, people usually use two things to help them: the content that is accessible to them and how accessible they felt it was to generate that content. Often, when items are easy to recall, judgments are consistent with the content. However, when recall is difficult, judgments are opposite to the implications of the content. People infer from difficulty of recall that there cannot be many examples&mdash;or else, thinking of them would not be so difficult. So when items are difficult to recall, judgments are the opposite of the content.\n\n              This effect has been shown to occur in several studies investigating several types of judgments from how likely an event is to happen, to how one characterizes themselves. However, it has not been looked at with juror decision-making. In a court of law, one is supposed to use reason and common sense; Decisions are supposed to be logically connected to the evidence or absence of evidence. In other words, jurors are supposed to use the accessible content, not the accessibility experience to make their judgments.\n\n             For this project, we investigated to what extent the ease of retrieving evidence affected the rate of confidence in guilt and also whether it affects the length of prison sentence recommendations in a mock armed robbery trial. We asked participants to recall either 3 or 20 pieces of evidence that evinced that the defendant was guilty. Then participants rated how confident they were that the defendant was actually guilty, and provided prison sentence recommendations. Consistent with past research on fluency, we predicted that trying to recall more pieces of evidence would be considered difficult and thus elicit lower ratings of confidence in guilt and shorter prison sentence recommendations.\n\n            A total of 116 jury-eligible people participated in our study (collected online via AmazonÆs Mechanical Turk website). Results showed that when participants recalled 20 pieces of evidence, they were less confident that the defendant was actually compared to participants that only had to recall 3 pieces of evidence. Additionally, recalling more pieces of evidence also led to lower prison sentence recommendations&mdash;the average recommended prison sentence was approximately 5 years (the minimum required by law in New York State) when participants recalled more pieces of evidence compared to almost 10 years for those recalling fewer pieces of evidence.\n\n            The results from this study demonstrate that even though jurors are identifying more pieces of evidence that proved the defendant was guilty, they did not consider the defendant to be guilty. This may be so because they attribute the difficulty in recalling evidence to not having met the standard of proof. The lack of ease in generating evidence is leaving them with a sense of doubt in the defendantÆs guilt. Moreover, participants in this study are using the accessibility experience not the accessible content to make their judgments; these results add to the current literature in that they show that the fluency effect is present in every type of judgment one makes &ndash;even in cases where one is supposed to be objective and use only the facts given.\n\n            The Intellectual Merit of the research project is advancing knowledge on what factors affect peopleÆs perception of the standard of proof in criminal court trials. In adversarial systems, such as the one in the USA, NZ etc, beyond a reasonable doubt is the standard of proof for criminal trials in criminal trials. However, legal professionals and researchers have had difficulty trying to define this concept. Definitions vary largely from judge to judge and from state to state, but often, jurors only receive a vague instruction &ndash; which is usually ..."
 }
}